<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.3</P><P CLASS=c>t&#257;n nirjita-pr&#257;na-mano-vaco-dri&#347;o</P><P CLASS=c>jit&#257;san&#257;n &#347;&#257;nta-sam&#257;na-vigrah&#257;n</P><P CLASS=c>pare 'male brahmani yojit&#257;tmanah</P><P CLASS=c>sur&#257;suredyo dadri&#347;e sma n&#257;radah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/n/nirjita">nirjita</A> &#8212; completely controlled; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; the life air (by the <A HREF="http://vedabase.net/p/pranayama">pr&#257;n&#257;y&#257;ma</A> process); <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; and vision; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/a/asanan">&#257;san&#257;n</A> &#8212; who conquered the yogic <A HREF="http://vedabase.net/a/asana">&#257;sana</A>, or sitting posture; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A> &#8212; pacified; <A CLASS=v HREF="http://vedabase.net/s/samana">sam&#257;na</A> &#8212; straight; <A CLASS=v HREF="http://vedabase.net/v/vigrahan">vigrah&#257;n</A> &#8212; whose bodies; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/amale">amale</A> &#8212; free from all material contamination; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/y/yojita">yojita</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/i/idyah">&#299;dyah</A> &#8212; worshiped by the demons and by the demigods; <A CLASS=v HREF="http://vedabase.net/d/dadrse">dadri&#347;e</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>.</P><P CLASS=t>TRANSLATION</P><P>After practicing the yog&#257;sana for mystic yoga, the Pracet&#257;s managed to control their life air, mind, words and external vision. Thus by the pr&#257;n&#257;y&#257;ma process they were completely relieved of material attachment. By remaining perpendicular, they could concentrate their minds on the uppermost Brahman. While they were practicing this pr&#257;n&#257;y&#257;ma, the great sage N&#257;rada, who is worshiped both by demons and by demigods, came to see them.</P><P CLASS=t>PURPORT</P><P>In this verse the words pare amale are significant. The realization of Brahman is explained in &#346;r&#299;mad-Bh&#257;gavatam. The Absolute Truth is realized in three phases &#8212; impersonal effulgence (Brahman), localized Param&#257;tm&#257; and the Supreme Personality of Godhead, Bhagav&#257;n. In his prayers, Lord &#346;iva concentrated upon the personal features of Parabrahman, described in personal terms as snigdha-pr&#257;vrid-ghana-&#347;y&#257;mam (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/24/45.htm">4.24.45</A>). Following the instructions of Lord &#346;iva, the Pracet&#257;s also concentrated their minds on the &#346;y&#257;masundara form of the Supreme Brahman. Although impersonal Brahman, Param&#257;tm&#257; Brahman and Brahman as the Supreme Person are all on the same transcendental platform, the personal feature of the Supreme Brahman is the ultimate goal and last word in transcendence.</P><P>The great sage N&#257;rada travels everywhere. He goes to the demons and the demigods and is equally respected. He is consequently described herein as sur&#257;suredya, worshiped both by demons and by demigods. For N&#257;rada Muni, the door of every house is open. Although there is perpetual animosity between the demons and demigods, N&#257;rada Muni is welcomed everywhere. N&#257;rada is considered one of the demigods, of course, and the word devarshi means "the saintly person among the demigods." But not even the demons envy N&#257;rada Muni; therefore he is equally worshiped both by demons and by demigods. A perfect Vaishnava's position should be just like N&#257;rada Muni's, completely independent and unbiased.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>