<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.8</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>iti pracetas&#257;m prishto</P><P CLASS=c>bhagav&#257;n n&#257;rado munih</P><P CLASS=c>bhagavaty uttama-&#347;loka</P><P CLASS=c>&#257;visht&#257;tm&#257;brav&#299;n nrip&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pracetasam">pracetas&#257;m</A> &#8212; by the Pracet&#257;s; <A CLASS=v HREF="http://vedabase.net/p/prstah">prishtah</A> &#8212; being asked; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the great devotee of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; very thoughtful; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloke">&#347;loke</A> &#8212; possessing excellent renown; <A CLASS=v HREF="http://vedabase.net/a/avista">&#257;vishta</A> &#8212; absorbed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose mind; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; replied; <A CLASS=v HREF="http://vedabase.net/n/nrpan">nrip&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Kings.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, being thus petitioned by the Pracet&#257;s, the supreme devotee N&#257;rada, who is always absorbed in thoughts of the Supreme Personality of Godhead, began to reply.</P><P CLASS=t>PURPORT</P><P>In this verse bhagav&#257;n n&#257;radah indicates that N&#257;rada is always absorbed in thoughts of the Supreme Personality of Godhead. Bhagavaty uttama-&#347;loka &#257;visht&#257;tm&#257;. N&#257;rada has no other business than thinking of Krishna, talking of Krishna and preaching about Krishna; therefore he is sometimes called bhagav&#257;n. Bhagav&#257;n means "one who possesses all opulences." When a person possesses Bhagav&#257;n within his heart, he is also sometimes called bhagav&#257;n. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura said, s&#257;ksh&#257;d-dharitvena samasta-&#347;&#257;straih: in every &#347;&#257;stra the spiritual master is accepted directly as the Supreme Personality of Godhead. This does not mean that the spiritual master or a saintly person like N&#257;rada has actually become the Supreme Personality of Godhead, but he is accepted in this way because he possesses the Supreme Personality of Godhead within his heart constantly. As described here (&#257;visht&#257;tm&#257;), when one is simply absorbed in the thought of Krishna, one is also called bhagav&#257;n. Bhagav&#257;n possesses all opulence. If one possesses Bhagav&#257;n within his heart always, does he not automatically possess all opulence also? In that sense a great devotee like N&#257;rada can be called bhagav&#257;n. However, we cannot tolerate when a rascal or imposter is called bhagav&#257;n. One must possess either all opulences or the Supreme Personality of Godhead, Bhagav&#257;n, who possesses all opulences.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>