<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 7 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 7 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Indra Offends His Spiritual Master, Brihaspati.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.7.13</P><P CLASS=c>yah p&#257;rameshthyam dhishanam</P><P CLASS=c>adhitishthan na kañcana</P><P CLASS=c>pratyuttishthed iti br&#363;yur</P><P CLASS=c>dharmam te na param viduh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/p/paramesthyam">p&#257;rameshthyam</A> &#8212; royal; <A CLASS=v HREF="http://vedabase.net/d/dhisanam">dhishanam</A> &#8212; throne; <A CLASS=v HREF="http://vedabase.net/a/adhitisthan">adhitishthan</A> &#8212; sitting on; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kancana">kañcana</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/p/pratyuttisthet">pratyuttishthet</A> &#8212; should rise before; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bruyuh">br&#363;yuh</A> &#8212; those who say; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; the codes of religion; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; higher; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; know.</P><P CLASS=t>TRANSLATION</P><P>If a person says, "One who is situated on the exalted throne of a king should not stand up to show respect to another king or a br&#257;hmana," it is to be understood that he does not know the superior religious principles.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says in this regard that when a president or king is sitting on his throne, he does not need to show respect to everyone who comes within his assembly, but he must show respect to superiors like his spiritual master, br&#257;hmanas and Vaishnavas. There are many examples of how he should act. When Lord Krishna was sitting on His throne and N&#257;rada fortunately entered His assembly, even Lord Krishna immediately stood up with His officers and ministers to offer respectful obeisances to N&#257;rada. N&#257;rada knew that Krishna is the Supreme Personality of Godhead, and Krishna knew that N&#257;rada was His devotee, but although Krishna is the Supreme Lord and N&#257;rada is the Lord's devotee, the Lord observed the religious etiquette. Since N&#257;rada was a brahmac&#257;r&#299;, a br&#257;hmana and an exalted devotee, even Krishna, while acting as a king, offered His respectful obeisances unto N&#257;rada. Such is the conduct visible in the Vedic civilization. A civilization in which the people do not know how the representative of N&#257;rada and Krishna should be respected, how society should be formed and how one should advance in Krishna consciousness &#8212; a society concerned only with manufacturing new cars and new skyscrapers every year and then breaking them to pieces and making new ones &#8212; may be technologically advanced, but it is not a human civilization. A human civilization is advanced when its people follow the c&#257;tur-varnya system, the system of four orders of life. There must be ideal, first-class men to act as advisors, second-class men to act as administrators, third-class men to produce food and protect cows, and fourth-class men who obey the three higher classes of society. One who does not follow the standard system of society should be considered a fifth-class man. A society without Vedic laws and regulations will not be very helpful to humanity. As stated in this verse, dharmam te na param viduh: such a society does not know the aim of life and the highest principle of religion.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>