<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 7 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 7 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Indra Offends His Spiritual Master, Brihaspati.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.7.21</P><P CLASS=c>&#347;r&#299;-brahmov&#257;ca</P><P CLASS=c>aho bata sura-&#347;reshth&#257;</P><P CLASS=c>hy abhadram vah kritam mahat</P><P CLASS=c>brahmishtham br&#257;hmanam d&#257;ntam</P><P CLASS=c>ai&#347;vary&#257;n n&#257;bhyanandata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> said; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is very astonishing; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/s/sresthah">&#347;reshth&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the demigods; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/abhadram">abhadram</A> &#8212; injustice; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/b/brahmistham">brahmishtham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person fully obedient <A HREF="http://vedabase.net/t/to">to</A> the Supreme <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmanam">br&#257;hmanam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/d/dantam">d&#257;ntam</A> &#8212; who has fully controlled the mind and senses; <A CLASS=v HREF="http://vedabase.net/a/aisvaryat">ai&#347;vary&#257;t</A> &#8212; because of your material opulence; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/abhyanandata">abhyanandata</A> &#8212; welcomed properly.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: O best of the demigods, unfortunately, because of madness resulting from your material opulence, you failed to receive Brihaspati properly when he came to your assembly. Because he is aware of the Supreme Brahman and fully in control of his senses, he is the best of the br&#257;hmanas. Therefore it is very astonishing that you have acted impudently toward him.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; recognized the brahminical qualifications of Brihaspati, who was the spiritual master of the demigods because of his awareness of the Supreme Brahman. Brihaspati was very much in control of his senses and mind, and therefore he was a most qualified br&#257;hmana. Lord Brahm&#257; chastised the demigods for not properly respecting this br&#257;hmana, who was their guru. Lord Brahm&#257; wanted to impress upon the demigods that one's guru should not be disrespected under any circumstances. When Brihaspati entered the assembly of the demigods, they and their king, Indra, took him for granted. Since he came every day, they thought, they did not need to show him special respect. As it is said, familiarity breeds contempt. Being very much displeased, Brihaspati immediately left Indra's palace. Thus all the demigods, headed by Indra, became offenders at the lotus feet of Brihaspati, and Lord Brahm&#257;, being aware of this, condemned their neglect. In a song we sing every day, Narottama d&#257;sa Th&#257;kura says, cakshu-d&#257;na dila yei, janme janme prabhu sei: the guru gives spiritual insight to the disciple, and therefore the guru should be considered his master, life after life. Under no circumstances should the guru be disrespected, but the demigods, being puffed up by their material possessions, were disrespectful to their guru. Therefore &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/17/27.htm">11.17.27</A>) advises, &#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;n n&#257;vamanyeta karhicit/ na martya-buddhy&#257;s&#363;yeta: the &#257;c&#257;rya should always be offered respectful obeisances; one should never envy the &#257;c&#257;rya, considering him an ordinary human being.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>