<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 7 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 7 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Indra Offends His Spiritual Master, Brihaspati.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.7.24</P><P CLASS=c>tripishtapam kim ganayanty abhedya-</P><P CLASS=c>mantr&#257; bhrig&#363;n&#257;m anu&#347;ikshit&#257;rth&#257;h</P><P CLASS=c>na vipra-govinda-gav-&#299;&#347;var&#257;n&#257;m</P><P CLASS=c>bhavanty abhadr&#257;ni nare&#347;var&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/p/pista">pishta</A>-<A CLASS=v HREF="http://vedabase.net/p/pam">pam</A> &#8212; all the demigods, including Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/g/ganayanti">ganayanti</A> &#8212; they <A HREF="http://vedabase.net/c/care">care</A> for; <A CLASS=v HREF="http://vedabase.net/a/abhedya">abhedya</A>-<A CLASS=v HREF="http://vedabase.net/m/mantrah">mantr&#257;h</A> &#8212; whose determination <A HREF="http://vedabase.net/t/to">to</A> carry out the orders of the spiritual master is unbreakable; <A CLASS=v HREF="http://vedabase.net/b/bhrgunam">bhrig&#363;n&#257;m</A> &#8212; of the disciples of <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A> <A HREF="http://vedabase.net/m/muni">Muni</A> like &#346;ukr&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/a/anusiksita">anu&#347;ikshita</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; deciding <A HREF="http://vedabase.net/t/to">to</A> follow the instructions; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/go">go</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/i/isvaranam">&#299;&#347;var&#257;n&#257;m</A> &#8212; of persons favoring or considering worshipable; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/abhadrani">abhadr&#257;ni</A> &#8212; any misfortunes; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaranam">&#299;&#347;var&#257;n&#257;m</A> &#8212; or of kings who follow this principle.</P><P CLASS=t>TRANSLATION</P><P>Because of their firm determination to follow the instructions of &#346;ukr&#257;c&#257;rya, his disciples, the demons, are now unconcerned about the demigods. In fact, kings or others who have determined faith in the mercy of br&#257;hmanas, cows and the Supreme Personality of Godhead, Krishna, and who always worship these three are always strong in their position.</P><P CLASS=t>PURPORT</P><P>From the instructions of Lord Brahm&#257; it is understood that everyone should very faithfully worship the br&#257;hmanas, the Supreme Personality of Godhead and the cows. The Supreme Personality of Godhead is go-br&#257;hmana-hit&#257;ya ca: He is always very kind to cows and br&#257;hmanas. Therefore one who worships Govinda must satisfy Him by worshiping the br&#257;hmanas and cows. If a government worships the br&#257;hmanas, the cows and Krishna, Govinda, it is never defeated anywhere; otherwise it must always be defeated and condemned everywhere. At the present moment, all over the world, governments have no respect for br&#257;hmanas, cows and Govinda, and consequently there are chaotic conditions all over the world. In summary, although the demigods were very powerful in material opulence, the demons defeated them in battle because the demigods had behaved disrespectfully toward a br&#257;hmana, Brihaspati, who was their spiritual master.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>