<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 7 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 7 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Indra Offends His Spiritual Master, Brihaspati.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.7.33</P><P CLASS=c>na garhayanti hy artheshu</P><P CLASS=c>yavishth&#257;&#324;ghry-abhiv&#257;danam</P><P CLASS=c>chandobhyo 'nyatra na brahman</P><P CLASS=c>vayo jyaishthyasya k&#257;ranam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/g/garhayanti">garhayanti</A> &#8212; forbid; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/arthesu">artheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> acquiring interests; <A CLASS=v HREF="http://vedabase.net/y/yavistha">yavishtha</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; at the lotus feet of <A HREF="http://vedabase.net/a/a">a</A> junior; <A CLASS=v HREF="http://vedabase.net/a/abhivadanam">abhiv&#257;danam</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/c/chandobhyah">chandobhyah</A> &#8212; the Vedic mantras; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; apart from; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/v/vayah">vayah</A> &#8212; <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/j/jyaisthyasya">jyaishthyasya</A> &#8212; of seniority; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; the cause.</P><P CLASS=t>TRANSLATION</P><P>The demigods continued: Do not fear criticism for being younger than us. Such etiquette does not apply in regard to Vedic mantras. Except in relationship to Vedic mantras, seniority is determined by age, but one may offer respectful obeisances even to a younger person who is advanced in chanting Vedic mantras. Therefore although you are junior in relationship to us, you may become our priest without hesitation.</P><P CLASS=t>PURPORT</P><P>It is said, vriddhatvam vayas&#257; vin&#257;: one may be senior without being advanced in age. Even if one is not old, one gains seniority if he is senior in knowledge. Vi&#347;var&#363;pa was junior in relationship to the demigods because he was their nephew, but the demigods wanted to accept him as their priest, and therefore he would have to accept obeisances from them. The demigods explained that this should not be a cause for hesitation; he could become their priest because he was advanced in Vedic knowledge. Similarly. C&#257;nakya Pandita advises, n&#299;c&#257;d apy uttamam jñ&#257;nam: one may accept education from a member of a lower social order. The br&#257;hmanas, the members of the most elevated varna, are teachers, but a person in a lower family, such as a family of kshatriyas, vai&#347;yas or even &#347;&#363;dras, may be accepted as a teacher if he has knowledge. &#346;r&#299; Caitanya Mah&#257;prabhu approved of this when He expressed this opinion before R&#257;m&#257;nanda R&#257;ya (Cc. <A CLASS=v HREF="../../../cc/madhya/8/128.htm">Madhya 8.128</A>):</P><P>kib&#257; vipra, kib&#257; ny&#257;s&#299;, &#347;&#363;dra kene naya</P><P CLASS=n>yei krishna-tattva-vett&#257;, sei 'guru' haya</P><P>It does not matter whether one is a br&#257;hmana, &#347;&#363;dra, grihastha or sanny&#257;s&#299;. These are all material designations. A spiritually advanced person has nothing to do with such designations. Therefore, if one is advanced in the science of Krishna consciousness, regardless of his position in human society, he may become a spiritual master.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>