<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 7 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 7 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Indra Offends His Spiritual Master, Brihaspati.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.7.36</P><P CLASS=c>akiñcan&#257;n&#257;m hi dhanam &#347;iloñchanam</P><P CLASS=c>teneha nirvartita-s&#257;dhu-satkriyah</P><P CLASS=c>katham vigarhyam nu karomy adh&#299;&#347;var&#257;h</P><P CLASS=c>paurodhasam hrishyati yena durmatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akincananam">akiñcan&#257;n&#257;m</A> &#8212; of persons who have taken <A HREF="http://vedabase.net/t/to">to</A> austerities and penances <A HREF="http://vedabase.net/t/to">to</A> become detached from worldly possessions; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; the wealth; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;ila</A> &#8212; the collecting of grains left <A HREF="http://vedabase.net/i/in">in</A> the field; <A CLASS=v HREF="http://vedabase.net/u/unchanam">uñchanam</A> &#8212; and the collecting of grains left <A HREF="http://vedabase.net/i/in">in</A> the wholesale marketplace; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by that means; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/n/nirvartita">nirvartita</A> &#8212; accomplishing; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; of the exalted devotees; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/kriyah">kriyah</A> &#8212; all the pious activities; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/vigarhyam">vigarhyam</A> &#8212; reproachable; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/karomi">karomi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall execute; <A CLASS=v HREF="http://vedabase.net/a/adhisvarah">adh&#299;&#347;var&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great governors of the planetary systems; <A CLASS=v HREF="http://vedabase.net/p/paurodhasam">paurodhasam</A> &#8212; the duty of priesthood; <A CLASS=v HREF="http://vedabase.net/h/hrsyati">hrishyati</A> &#8212; is pleased; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/d/durmatih">durmatih</A> &#8212; one who is less intelligent.</P><P CLASS=t>TRANSLATION</P><P>O exalted governors of various planets, the true br&#257;hmana, who has no material possessions, maintains himself by the profession of accepting &#347;iloñchana. In other words, he picks up grains left in the field and on the ground in the wholesale marketplace. By this means, householder br&#257;hmanas who actually abide by the principles of austerity and penance maintain themselves and their families and perform all necessary pious activities. A br&#257;hmana who desires to achieve happiness by gaining wealth through professional priesthood must certainly have a very low mind. How shall I accept such priesthood?</P><P CLASS=t>PURPORT</P><P>A first-class br&#257;hmana does not accept any rewards from his disciples or yajam&#257;nas. Practicing austerities and penances, he instead goes to the agricultural field and collects food grains left by the agriculturalists to be collected by br&#257;hmanas. Similarly, such br&#257;hmanas go to marketplaces where grains are purchased and sold wholesale, and there they collect grains left by the merchants. In this way, such exalted br&#257;hmanas maintain their bodies and families. Such priests never demand anything from their disciples to live in opulence, imitating kshatriyas or vai&#347;yas. In other words, a pure br&#257;hmana voluntarily accepts a life of poverty and lives in complete dependence on the mercy of the Lord. Not very many years ago, a br&#257;hmana in Krishnanagara, near Navadv&#299;pa, was offered some help from the local Zamindar, Vraja Krishnacandra. The br&#257;hmana refused to accept the help. He said that since he was very happy in his householder life, taking rice given by his disciples and cooking vegetables of tamarind leaves, there was no question of taking help from the Zamindar. The conclusion is that although a br&#257;hmana may receive much opulence from his disciples, he should not utilize the rewards of his priesthood for his personal benefit; he must use them for the service of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>