<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Indra Offends His Spiritual Master, Brihaspati.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.7 Summary</P><P>As related in this chapter, Indra, the King of heaven, committed an offense at the feet of his spiritual master, Brihaspati. Brihaspati therefore left the demigods, who then had no priest. However, at the request of the demigods, Vi&#347;var&#363;pa, the son of the br&#257;hmana Tvasht&#257;, became their priest.</P><P>Once upon a time, Indra, the King of the demigods, was sitting with his wife &#346;ac&#299;dev&#299; and being praised by various demigods like the Siddhas, C&#257;ranas and Gandharvas when Brihaspati, the spiritual master of the demigods, entered the assembly. Indra, being too absorbed in material opulence, forgot himself and did not respect Brihaspati, who thus became aware of Indra's pride in his material opulence and immediately disappeared from the assembly to teach him a lesson. Indra became most repentant, understanding that because of his opulence he had forgotten to respect his spiritual master. He left the palace to beg pardon from his spiritual master, but could not find Brihaspati anywhere.</P><P>Because of his disrespectful behavior toward his spiritual master. Indra lost all his opulence and was conquered by the demons, who defeated the demigods in a great fight and occupied Indra's throne. King Indra, along with the other demigods, later took shelter of Lord Brahm&#257;. Understanding the situation, Lord Brahm&#257; chastised the demigods for their offense to their spiritual master. Following Lord Brahm&#257;'s orders, the demigods accepted Vi&#347;var&#363;pa, who was a br&#257;hmana and the son of Tvasht&#257;, as their priest. Then they performed yajñas under the priesthood of Vi&#347;var&#363;pa and were able to conquer the demons.</P><P CLASS=l><A CLASS=i HREF="../6/45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>