<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: The Bodily Transformations of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 17 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 17.1</B></A>: I am simply trying to write about Lord Gauracandra's transcendental activities and spiritual madness, which are very wonderful and uncommon. I dare to write of them only because I have heard from the mouths of those who have personally seen the Lord's activities.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 17.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of the Lord!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 17.3</B></A>: Absorbed in ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu acted and talked like a madman day and night.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 17.4</B></A>: In the company of Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya, &#346;r&#299; Caitanya Mah&#257;prabhu once passed half the night talking about the pastimes of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 17.5</B></A>: As they talked of Krishna, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; would sing songs exactly suitable for &#346;r&#299; Caitanya Mah&#257;prabhu's transcendental emotions.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 17.6</B></A>: To complement the ecstasy of &#346;r&#299; Caitanya Mah&#257;prabhu, R&#257;m&#257;nanda R&#257;ya would quote verses from the books of Vidy&#257;pati and Cand&#299;d&#257;sa, and especially from the G&#299;ta-govinda, by Jayadeva Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 17.7</B></A>: At intervals, &#346;r&#299; Caitanya Mah&#257;prabhu would also recite a verse. Then, in great lamentation, He would explain it.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 17.8</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu passed half the night experiencing varieties of emotions. Finally, after making the Lord lie down on His bed, Svar&#363;pa D&#257;modara and R&#257;m&#257;nanda R&#257;ya returned to their homes.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 17.9</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's personal servant, Govinda, lay down at the door of His room, and the Lord very loudly chanted the Hare Krishna mah&#257;-mantra all night.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 17.10</B></A>: Suddenly, &#346;r&#299; Caitanya Mah&#257;prabhu heard the vibration of Krishna's flute. Then, in ecstasy, He began to depart to see Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 17.11</B></A>: All three doors were fastened as usual, but &#346;r&#299; Caitanya Mah&#257;prabhu, in great ecstasy, nevertheless got out of the room and left the house.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 17.12</B></A>: He went to a cow shed on the southern side of the Simha-dv&#257;ra. There the Lord fell down unconscious among cows from the district of Taila&#324;ga.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 17.13</B></A>: Meanwhile, not hearing any sounds from &#346;r&#299; Caitanya Mah&#257;prabhu, Govinda immediately sent for Svar&#363;pa D&#257;modara and opened the doors.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 17.14</B></A>: Then Svar&#363;pa D&#257;modara Gosv&#257;m&#299; lit a torch and went out with all the devotees to search for &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 17.15</B></A>: After searching here and there, they finally came to the cow shed near the Simha-dv&#257;ra. There they saw &#346;r&#299; Caitanya Mah&#257;prabhu lying unconscious among the cows.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 17.16</B></A>: His arms and legs had entered the trunk of His body, exactly like those of a tortoise. His mouth was foaming, there were eruptions on His body, and tears flowed from His eyes.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 17.17</B></A>: As the Lord lay there unconscious, His body resembled a large pumpkin. Externally He was completely inert, but within He felt overwhelming transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 17.18</B></A>: All the cows around the Lord were sniffing His transcendental body. When the devotees tried to check them, they refused to give up their association with the transcendental body of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 17.19</B></A>: The devotees tried to rouse the Lord by various means, but His consciousness did not return. Therefore they all lifted Him and brought Him back home.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 17.20</B></A>: All the devotees began to chant the Hare Krishna mantra very loudly in the Lord's ears, and after a considerable time &#346;r&#299; Caitanya Mah&#257;prabhu regained consciousness.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 17.21</B></A>: When He regained consciousness, His arms and legs came out of His body, and His whole body returned to normal.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 17.22</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu stood up and then sat down again. Looking here and there, He inquired from Svar&#363;pa D&#257;modara, "Where have you brought Me?</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 17.23</B></A>: "After hearing the vibration of a flute, I went to Vrind&#257;vana, and there I saw that Krishna, the son of Mah&#257;r&#257;ja Nanda, was playing on His flute in the pasturing grounds.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 17.24</B></A>: "He brought &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to a bower by signaling with His flute. Then He entered within that bower to perform pastimes with Her.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 17.25</B></A>: "I entered the bower just behind Krishna, My ears captivated by the sound of His ornaments.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 17.26</B></A>: "I saw Krishna and the gop&#299;s enjoying all kinds of pastimes while laughing and joking together. Hearing their vocal expressions enhanced the joy of My ears.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 17.27</B></A>: "Just then, all of you made a tumultuous sound and brought Me back here by force.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 17.28</B></A>: "Because you brought Me back here, I could no longer hear the nectarean voices of Krishna and the gop&#299;s, nor could I hear the sounds of their ornaments or the flute."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 17.29</B></A>: In great ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu said to Svar&#363;pa D&#257;modara in a faltering voice, "My ears are dying of thirst. Please recite something to quench this thirst. Let Me hear it."</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 17.30</B></A>: Understanding the ecstatic emotions of &#346;r&#299; Caitanya Mah&#257;prabhu, Svar&#363;pa D&#257;modara, in a sweet voice, recited the following verse from &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 17.31</B></A>: [The gop&#299;s said:] "My dear Lord Krishna, where is that woman within the three worlds who would not be captivated by the rhythms of the sweet songs coming from Your wonderful flute? Who would not fall down from the path of chastity in this way? Your beauty is the most sublime within the three worlds. Upon seeing Your beauty, even cows, birds, animals and trees in the forest are stunned in jubilation."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 17.32</B></A>: Upon hearing this verse, &#346;r&#299; Caitanya Mah&#257;prabhu, overwhelmed with the ecstasy of the gop&#299;s, began to explain it.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 17.33</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "The gop&#299;s entered the arena of the r&#257;sa dance in ecstasy, but after hearing Krishna's words of negligence and detachment, they understood that He was going to renounce them. Thus they began to chastise Him in anger.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 17.34</B></A>: O dear lover, they said, please answer just one question. Who among all the youthful women within this universe is not attracted by the sound of Your flute?</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 17.35</B></A>: When You play Your flute, the vibration acts like a messenger in the form of a yogin&#299; perfect in the art of chanting mantras. This messenger enchants all the women in the universe and attracts them to You. Then she increases their great anxiety and induces them to give up the regulative principle of obeying superiors. Finally, she forcibly brings them to You to surrender in amorous love.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 17.36</B></A>: "'The vibration of Your flute, accompanied by Your glance, which pierces us forcibly with the arrows of lust, induces us to ignore the regulative principles of religious life. Thus we become excited by lusty desires and come to You, giving up all shame and fear. But now You are angry with us. You are finding fault with our violating religious principles and leaving our homes and husbands. And as You instruct us about religious principles, we become helpless.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 17.37</B></A>: "'We know that this is all a well-planned trick. You know how to make jokes that cause the complete annihilation of women, but we can understand that Your real mind, words and behavior are different. Therefore please give up all these clever tricks.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 17.38</B></A>: "'The nectarean buttermilk of Your flute's vibration, the nectar of Your sweet words and the nectarean sound of Your ornaments mix together to attract our ears, minds and lives. In this way You are killing us.'"</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 17.39</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu spoke these words in a mood of anger as He floated on waves of ecstatic love. Merged in an ocean of anxiety, He recited a verse spoken by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; expressing the same emotion. Then He personally explained the verse and thus tasted the sweetness of Krishna.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 17.40</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "'My dear friend, the Supreme Personality of Godhead, Krishna, has a voice as deep as a cloud resounding in the sky. With the tinkling of His ornaments He attracts the ears of the gop&#299;s, and with the sound of His flute He attracts even the goddess of fortune and other beautiful women. That Personality of Godhead, known as Madana-mohana, whose joking words carry many indications and deep meanings, is increasing the lusty desires of My ears.'</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 17.41</B></A>: "Krishna's deep voice is more resonant than newly arrived clouds, and His sweet song defeats even the sweet voice of the cuckoo. Indeed, His song is so sweet that even one particle of its sound can inundate the entire world. If such a particle enters one's ear, one is immediately bereft of all other types of hearing.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 17.42</B></A>: "My dear friend, please tell Me what to do. My ears have been plundered by the qualities of Krishna's sound. Now, however, I cannot hear His transcendental sound, and I am almost dead for want of it.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 17.43</B></A>: "The tinkling of Krishna's ankle bells surpasses the songs of even the swan and crane, and the sound of His bangles puts the singing of the cataka bird to shame. Having allowed these sounds to enter the ears even once, one cannot tolerate hearing anything else.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 17.44</B></A>: "Krishna's speech is far sweeter than nectar. Each of His jubilant words is full of meaning, and when His speech mixes with His smile, which is like camphor, the resultant sound and the deep meaning of Krishna's words create various transcendental mellows.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 17.45</B></A>: "One particle of that transcendental, blissful nectar is the life and soul of the ear, which is like a cakora bird that lives in hope of tasting that nectar. Sometimes, by good fortune, the bird can taste it, but at other times he unfortunately cannot and therefore almost dies of thirst.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 17.46</B></A>: "The transcendental vibration of Krishna's flute disturbs the hearts of women all over the world, even if they hear it only once. Thus their fastened belts become loose, and these women become the unpaid maidservants of Krishna. Indeed, they run toward Krishna exactly like madwomen.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 17.47</B></A>: "When she hears the vibration of Krishna's flute, even the goddess of fortune comes to Him, greatly hoping for His association, but nevertheless she does not get it. When the waves of thirst for His association increase, she performs austerities, but still she cannot meet Him.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 17.48</B></A>: "Only the most fortunate can hear these four nectarean sounds &#8212; Krishna's words, the tinkling of His ankle bells and bangles, His voice and the vibration of His flute. If one does not hear these sounds, his ears are as useless as small conchshells with holes."</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 17.49</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu lamented in this way, agitation and ecstasy awoke in His mind, and He became very restless. Many transcendental ecstasies combined in Him, including anxiety, lamentation, attention, eagerness, fear, determination and remembrance.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 17.50</B></A>: The aggregate of all these ecstasies once awoke a statement by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in the mind of Bilvama&#324;gala Th&#257;kura [L&#299;l&#257;-&#347;uka]. In the same ecstatic mood, &#346;r&#299; Caitanya Mah&#257;prabhu now recited that verse, and on the strength of madness He described its meaning, which is unknown to people in general.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 17.51</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "'Alas, what shall I do? To whom shall I speak? Let whatever I have done in hopes of meeting Krishna be finished now. Please say something auspicious, but do not speak about Krishna. Alas, Krishna is lying within My heart like Cupid; therefore how can I possibly give up talking of Him? I cannot forget Krishna, whose smile is sweeter than sweetness itself and who gives pleasure to My mind and eyes. Alas, My great thirst for Krishna is increasing moment by moment!'</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 17.52</B></A>: "The anxiety caused by separation from Krishna has made Me impatient, and I can think of no way to meet Him. O My friends, you are also deranged by lamentation. Who, therefore, will tell Me how to find Him?</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 17.53</B></A>: "O My dear friends, how shall I find Krishna? What shall I do? Where shall I go? Where can I meet Him? Because I cannot find Krishna, My life is leaving Me."</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 17.54</B></A>: Suddenly, &#346;r&#299; Caitanya Mah&#257;prabhu became calm and considered His state of mind. He remembered the words of Pi&#324;gal&#257;, and this aroused an ecstasy that moved Him to speak. Thus He explained the meaning of the verse.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 17.55</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "If I give up hope of meeting Krishna, I shall then be happy. Therefore, let us stop this most inglorious discussion of Krishna. It would be better for us to talk of glorious topics and forget Him."</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 17.56</B></A>: While speaking in this way, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; suddenly remembered Krishna. Indeed, He appeared within Her heart. Greatly astonished, She told Her friends, "The person I want to forget is lying in My heart."</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 17.57</B></A>: &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s ecstasy also made Her think of Krishna as Cupid, and this understanding frightened Her. She said, "This Cupid, who has conquered the whole world and entered My heart, is My greatest enemy, for He does not allow Me to forget Him."</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 17.58</B></A>: Then great eagerness conquered all the other soldiers of ecstasy, and an uncontrollable desire arose in the kingdom of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s mind. Greatly unhappy, She then chastised Her own mind.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 17.59</B></A>: "If I do not think of Krishna, My impoverished mind will die within a moment like a fish out of water. But when I see Krishna's sweetly smiling face, My mind and eyes are so pleased that My desire for Him redoubles.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 17.60</B></A>: "Alas! Where is Krishna, the treasure of My life? Where is the lotus-eyed one? Alas! Where is the divine ocean of all transcendental qualities? Alas! Where is the beautiful blackish youth dressed in yellow garments? Alas! Where is the hero of the r&#257;sa dance?</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 17.61</B></A>: "Where shall I go? Where can I find You? Please tell Me. I shall go there." Speaking in this way, &#346;r&#299; Caitanya Mah&#257;prabhu began running. But Svar&#363;pa D&#257;modara Gosv&#257;m&#299; stood up, caught Him and took Him on his lap. Then Svar&#363;pa D&#257;modara brought Him back to His place and made Him sit down.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 17.62</B></A>: Suddenly &#346;r&#299; Caitanya Mah&#257;prabhu returned to external consciousness and said to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, "My dear Svar&#363;pa, please sing some sweet songs." The Lord's ears were satisfied when He heard Svar&#363;pa D&#257;modara sing songs from the G&#299;ta-govinda and those by the poet Vidy&#257;pati.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 17.63</B></A>: Each day and night, &#346;r&#299; Caitanya Mah&#257;prabhu would become deranged in this way and talk like a madman.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 17.64</B></A>: Even Anantadeva, who possesses thousands of mouths, cannot fully describe the ecstatic transformations that &#346;r&#299; Caitanya Mah&#257;prabhu experienced in a single day.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 17.65</B></A>: What can a poor creature like me describe of those transformations? I can give only a hint of them, as if showing the moon through the branches of a tree.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 17.66</B></A>: This description, however, will satisfy the mind and ears of anyone who hears it, and he will be able to understand these uncommon activities of deep ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 17.67</B></A>: Ecstatic love for Krishna is wonderfully deep. By personally tasting the glorious sweetness of that love, &#346;r&#299; Caitanya Mah&#257;prabhu showed us its extreme limit.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 17.68</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu is wonderfully merciful and wonderfully magnanimous. We have heard of no one else within this world so merciful and charitable.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 17.69</B></A>: O people of the world, worship the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu in all respects. Only in this way will you achieve the nectarean treasure of ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 17.70</B></A>: Thus I have described &#346;r&#299; Caitanya Mah&#257;prabhu's ecstatic transformation of becoming like a tortoise. In that ecstasy, He talked and acted like a madman.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 17.71</B></A>: &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; has fully described this pastime in his book Gaur&#257;&#324;ga-stava-kalpavriksha.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 17.72</B></A>: "How wonderful it is! &#346;r&#299; Caitanya Mah&#257;prabhu left His residence without opening the three strongly bolted doors. Then He crossed over three high walls, and later, because of strong feelings of separation from Krishna, He fell down amidst the cows of the Taila&#324;ga district and retracted all the limbs of His body like a tortoise. &#346;r&#299; Caitanya Mah&#257;prabhu, who appeared in that way, rises in my heart and maddens me."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 17.73</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>