<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam, Preface</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam, Preface"></HEAD><BODY><TABLE><TR><TD CLASS=l>Preface</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299;mad Bh&#257;gavatam</A>, Preface</P><P>We must know the present need of human society. And what is that need? Human society is no longer bounded by geographical limits to particular countries or communities. Human society is broader than in the Middle Ages, and the world tendency is toward one state or one human society. The ideals of spiritual communism, according to &#346;r&#299;mad-Bh&#257;gavatam, are based more or less on the oneness of the entire human society, nay, of the entire energy of living beings. The need is felt by great thinkers to make this a successful ideology. &#346;r&#299;mad-Bh&#257;gavatam will fill this need in human society. It begins, therefore, with the aphorism of Ved&#257;nta philosophy janm&#257;dy asya yatah [<A CLASS=v HREF="1/1/1.htm">SB 1.1.1</A>] to establish the ideal of a common cause.</P><P>Human society, at the present moment, is not in the darkness of oblivion. It has made rapid progress in the field of material comforts, education and economic development throughout the entire world. But there is a pinprick somewhere in the social body at large, and therefore there are large-scale quarrels, even over less important issues. There is need of a clue as to how humanity can become one in peace, friendship and prosperity with a common cause. &#346;r&#299;mad-Bh&#257;gavatam will fill this need, for it is a cultural presentation for the respiritualization of the entire human society.</P><P>&#346;r&#299;mad-Bh&#257;gavatam should be introduced also in the schools and colleges, for it is recommended by the great student-devotee Prahl&#257;da Mah&#257;r&#257;ja in order to change the demoniac face of society.</P><P>kaum&#257;ra &#257;caret pr&#257;jñodharm&#257;n bh&#257;gavat&#257;n ihadurlabham m&#257;nusham janmatad apy adhruvam arthadam (Bh&#257;g. <A CLASS=v HREF="../sb/7/6/1.htm">7.6.1</A>)</P><P>Disparity in human society is due to lack of principles in a godless civilization. There is God, or the Almighty One, from whom everything emanates, by whom everything is maintained and in whom everything is merged to rest. Material science has tried to find the ultimate source of creation very insufficiently, but it is a fact that there is one ultimate source of everything that be. This ultimate source is explained rationally and authoritatively in the beautiful Bh&#257;gavatam, or &#346;r&#299;mad-Bh&#257;gavatam.</P><P>&#346;r&#299;mad-Bh&#257;gavatam is the transcendental science not only for knowing the ultimate source of everything but also for knowing our relation with Him and our duty toward perfection of the human society on the basis of this perfect knowledge. It is powerful reading matter in the Sanskrit language, and it is now rendered into English elaborately so that simply by a careful reading one will know God perfectly well, so much so that the reader will be sufficiently educated to defend himself from the onslaught of atheists. Over and above this, the reader will be able to convert others to accepting God as a concrete principle.</P><P>&#346;r&#299;mad-Bh&#257;gavatam begins with the definition of the ultimate source. It is a bona fide commentary on the Ved&#257;nta-s&#363;tra by the same author, &#346;r&#299;la Vy&#257;sadeva, and gradually it develops into nine cantos up to the highest state of God realization. The only qualification one needs to study this great book of transcendental knowledge is to proceed step by step cautiously and not jump forward haphazardly like with an ordinary book. It should be gone through chapter by chapter, one after another. The reading matter is so arranged with its original Sanskrit text, its English transliteration, synonyms, translation and purports so that one is sure to become a God-realized soul at the end of finishing the first nine cantos.</P><P>The Tenth Canto is distinct from the first nine cantos because it deals directly with the transcendental activities of the Personality of Godhead &#346;r&#299; Krishna. One will be unable to capture the effects of the Tenth Canto without going through the first nine cantos. The book is complete in twelve cantos, each independent, but it is good for all to read them in small installments one after another.</P><P>I must admit my frailties in presenting &#346;r&#299;mad-Bh&#257;gavatam, but still I am hopeful of its good reception by the thinkers and leaders of society on the strength of the following statement of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="1/5/11.htm">1.5.11</A>):</P><P>tad-v&#257;g-visargo janat&#257;gha-viplavo</P><P CLASS=n>yasmin prati-&#347;lokam abaddhavaty api</P><P CLASS=n>n&#257;m&#257;ny anantasya ya&#347;o '&#324;kit&#257;ni yac</P><P CLASS=n>chrinvanti g&#257;yanti grinanti s&#257;dhavah</P><P>"On the other hand, that literature which is full with descriptions of the transcendental glories of the name, fame, form and pastimes of the unlimited Supreme Lord is a transcendental creation meant to bring about a revolution in the impious life of a misdirected civilization. Such transcendental literatures, even though irregularly composed, are heard, sung and accepted by purified men who are thoroughly honest."</P><P>Om tat sat</P><P>A. C. Bhaktivedanta Swami</P><P>Dated at Delhi</P><P CLASS=n>December 15, 1962</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="introduction.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>