<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.1</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>kathito vam&#347;a-vist&#257;ro</P><P CLASS=c>bhavat&#257; soma-s&#363;ryayoh</P><P CLASS=c>r&#257;jñ&#257;m cobhaya-vam&#347;y&#257;n&#257;m</P><P CLASS=c>caritam param&#257;dbhutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> said; <A CLASS=v HREF="http://vedabase.net/k/kathitah">kathitah</A> &#8212; has already been described; <A CLASS=v HREF="http://vedabase.net/v/vamsa">vam&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/v/vistarah">vist&#257;rah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> broad description of the dynasties; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/soma">soma</A>-<A CLASS=v HREF="http://vedabase.net/s/suryayoh">s&#363;ryayoh</A> &#8212; of the moon-god and the sun-god; <A CLASS=v HREF="http://vedabase.net/r/rajnam">r&#257;jñ&#257;m</A> &#8212; of the kings; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/v/vamsyanam">vam&#347;y&#257;n&#257;m</A> &#8212; of the members of the dynasties; <A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; the character; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; exalted; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; and wonderful.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit said: My dear lord, you have elaborately described the dynasties of both the moon-god and the sun-god, with the exalted and wonderful character of their kings.</P><P CLASS=t>PURPORT</P><P>At the end of the Ninth Canto, Twenty-fourth Chapter, &#346;ukadeva Gosv&#257;m&#299; summarized the activities of Krishna. He spoke of how Krishna had personally appeared to reduce the burden on the earth, how He had manifested His pastimes as a householder, and how, soon after His birth, He had transferred Himself to His Vrajabh&#363;mi-l&#299;l&#257;. Par&#299;kshit Mah&#257;r&#257;ja, being naturally a devotee of Krishna, wanted to hear more about Lord Krishna. Therefore, to encourage &#346;ukadeva Gosv&#257;m&#299; to continue speaking about Krishna and give further details, he thanked &#346;ukadeva Gosv&#257;m&#299; for having described the activities of Krishna in brief. &#346;ukadeva Gosv&#257;m&#299; had said:</P><P>j&#257;to gatah pitri-grih&#257;d vrajam edhit&#257;rtho</P><P CLASS=n>hatv&#257; rip&#363;n suta-&#347;at&#257;ni kritorud&#257;rah</P><P CLASS=n>utp&#257;dya teshu purushah kratubhih sam&#299;je</P><P CLASS=n>&#257;tm&#257;nam &#257;tma-nigamam prathayañ janeshu</P><P>"The Supreme Personality of Godhead, &#346;r&#299; Krishna, known as l&#299;l&#257;-purushottama, appeared as the son of Vasudeva but immediately left His father's home and went to Vrind&#257;vana to expand His loving relationships with His confidential devotees. In Vrind&#257;vana the Lord killed many demons, and afterward He returned to Dv&#257;rak&#257;, where according to Vedic principles He married many wives who were the best of women, begot through them hundreds of sons, and performed sacrifices for His own worship to establish the principles of householder life." (Bh&#257;g. <A CLASS=v HREF="../../../sb/9/24/66.htm">9.24.66</A>)</P><P>The Yadu dynasty belonged to the family descending from Soma, the moon-god. Although the planetary systems are so arranged that the sun comes first, before the moon, Par&#299;kshit Mah&#257;r&#257;ja gave more respect to the dynasty of the moon-god, the soma-vam&#347;a, because in the Y&#257;dava dynasty, descending from the moon, Krishna had appeared. There are two different kshatriya families of the royal order, one descending from the king of the moon planet and the other descending from the king of the sun. Whenever the Supreme Personality of Godhead appears, He generally appears in a kshatriya family because He comes to establish religious principles and the life of righteousness. According to the Vedic system, the kshatriya family is the protector of the human race. When the Supreme Personality of Godhead appeared as Lord R&#257;macandra, He appeared in the s&#363;rya-vam&#347;a, the family descending from the sun-god, and when He appeared as Lord Krishna, He did so in the Yadu dynasty, or yadu-vam&#347;a, whose descent was from the moon-god. In the Ninth Canto, Twenty-fourth Chapter, of &#346;r&#299;mad-Bh&#257;gavatam, there is a long list of the kings of the yadu-vam&#347;a. All the kings in both the soma-vam&#347;a and s&#363;rya-vam&#347;a were great and powerful, and Mah&#257;r&#257;ja Par&#299;kshit praised them very highly (r&#257;jñ&#257;m cobhaya-vam&#347;y&#257;n&#257;m caritam param&#257;dbhutam). Nonetheless, he wanted to hear more about the soma-vam&#347;a because that was the dynasty in which Krishna had appeared.</P><P>The supreme abode of the Personality of Godhead, Krishna, is described in Brahma-samhit&#257; as the abode of cint&#257;mani: cint&#257;mani-prakara-sadmasu kalpa-vriksha-laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam [<A CLASS=v HREF="../../../bs/5/29.htm">Bs. 5.29</A>]. The Vrind&#257;vana-dh&#257;ma on this earth is a replica of that same abode. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/20.htm">8.20</A>), in the spiritual sky there is another, eternal nature, transcendental to manifested and unmanifested matter. The manifested world can be seen in the form of many stars and planets such as the sun and moon, but beyond this is the unmanifested, which is imperceptible to those who are embodied. And beyond this unmanifested matter is the spiritual kingdom, which is described in Bhagavad-g&#299;t&#257; as supreme and eternal. That kingdom is never annihilated. Although material nature is subject to repeated creation and annihilation, that spiritual nature remains as it is eternally. In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, that spiritual nature, the spiritual world, is described as Vrind&#257;vana, Goloka Vrind&#257;vana or Vraja-dh&#257;ma. The elaborate description of the above-mentioned &#347;loka from the Ninth Canto &#8212; j&#257;to gatah pitri-grih&#257;d &#8212; will be found here, in the Tenth Canto.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>