<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.14</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>evam ni&#347;amya bhrigu-nandana s&#257;dhu-v&#257;dam</P><P CLASS=c>vaiy&#257;sakih sa bhagav&#257;n atha vishnu-r&#257;tam</P><P CLASS=c>pratyarcya krishna-caritam kali-kalmasha-ghnam</P><P CLASS=c>vy&#257;hartum &#257;rabhata bh&#257;gavata-pradh&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/b/bhrgu">bhrigu</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of the <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A> dynasty, <A HREF="http://vedabase.net/s/saunaka">&#346;aunaka</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/v/vadam">v&#257;dam</A> &#8212; pious questions; <A CLASS=v HREF="http://vedabase.net/v/vaiyasakih">vaiy&#257;sakih</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;, the son of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/r/ratam">r&#257;tam</A> &#8212; unto <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>, who was always protected by <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/pratyarcya">pratyarcya</A> &#8212; offering him respectful obeisances; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; topics of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kali">kali</A>-<A CLASS=v HREF="http://vedabase.net/k/kalmasa">kalmasha</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnam">ghnam</A> &#8212; which diminish the troubles of this <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/v/vyahartum">vy&#257;hartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> describe; <A CLASS=v HREF="http://vedabase.net/a/arabhata">&#257;rabhata</A> &#8212; began; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;nah</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;, the chief among the <A HREF="http://vedabase.net/p/pure">pure</A> devotees.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: O son of Bhrigu [&#346;aunaka Rishi], after &#346;ukadeva Gosv&#257;m&#299;, the most respectable devotee, the son of Vy&#257;sadeva, heard the pious questions of Mah&#257;r&#257;ja Par&#299;kshit, he thanked the King with great respect. Then he began to discourse on topics concerning Krishna, which are the remedy for all sufferings in this age of Kali.</P><P CLASS=t>PURPORT</P><P>In this verse the words krishna-caritam kali-kalmasha-ghnam indicate that the activities of Lord Krishna are certainly the greatest panacea for all miseries, especially in this age of Kali. It is said that in Kali-yuga people have only short lives, and they have no culture of spiritual consciousness. If anyone is at all interested in spiritual culture, he is misled by many bogus sv&#257;m&#299;s and yog&#299;s who do not refer to krishna-kath&#257;. Therefore most people are unfortunate and disturbed by many calamities. &#346;r&#299;la Vy&#257;sadeva prepared &#346;r&#299;mad-Bh&#257;gavatam at the request of N&#257;rada Muni in order to give relief to the suffering people of this age (kali-kalmasha-ghnam). The Krishna consciousness movement is seriously engaged in enlightening people through the pleasing topics of &#346;r&#299;mad-Bh&#257;gavatam. All over the world, the message of &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257; is being accepted in all spheres of life, especially in advanced, educated circles.</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; is described in this verse as bh&#257;gavata-pradh&#257;nah, whereas Mah&#257;r&#257;ja Par&#299;kshit is described as vishnu-r&#257;tam. Both words bear the same meaning; that is, Mah&#257;r&#257;ja Par&#299;kshit was a great devotee of Krishna, and &#346;ukadeva Gosv&#257;m&#299; was also a great saintly person and a great devotee of Krishna. Combined together to present krishna-kath&#257;, they give great relief to suffering humanity.</P><P>anarthopa&#347;amam s&#257;ksh&#257;d</P><P CLASS=n>bhakti-yogam adhokshaje</P><P CLASS=n>lokasy&#257;j&#257;nato vidv&#257;m&#347;</P><P CLASS=n>cakre s&#257;tvata-samhit&#257;m</P><P>"The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vy&#257;sadeva compiled this Vedic literature, &#346;r&#299;mad-Bh&#257;gavatam, which is in relation to the Supreme Truth." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/7/6.htm">1.7.6</A>) People in general are unaware that the message of &#346;r&#299;mad-Bh&#257;gavatam can give all of human society relief from the pangs of Kali-yuga (kali-kalmasha-ghnam).</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>