<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.15</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>samyag vyavasit&#257; buddhis</P><P CLASS=c>tava r&#257;jarshi-sattama</P><P CLASS=c>v&#257;sudeva-kath&#257;y&#257;m te</P><P CLASS=c>yaj j&#257;t&#257; naishthik&#299; ratih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/v/vyavasita">vyavasit&#257;</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of Your Majesty; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/s/sattama">sattama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of r&#257;jarshis, saintly kings; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A>-<A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hearing about the topics of <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;t&#257;</A> &#8212; developed; <A CLASS=v HREF="http://vedabase.net/n/naisthiki">naishthik&#299;</A> &#8212; without cessation; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attraction or ecstatic devotional service.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; said: O Your Majesty, best of all saintly kings, because you are greatly attracted to topics of V&#257;sudeva, it is certain that your intelligence is firmly fixed in spiritual understanding, which is the only true goal for humanity. Because that attraction is unceasing, it is certainly sublime.</P><P CLASS=t>PURPORT</P><P>Krishna-kath&#257; is compulsory for the r&#257;jarshi, or executive head of government. This is also mentioned in Bhagavad-g&#299;t&#257; (imam r&#257;jarshayo viduh). Unfortunately, however, in this age the governmental power is gradually being captured by third-class and fourth-class men who have no spiritual understanding, and society is therefore very quickly becoming degraded. Krishna-kath&#257; must be understood by the executive heads of government, for otherwise how will people be happy and gain relief from the pangs of materialistic life? One who has fixed his mind in Krishna consciousness should be understood to have very sharp intelligence in regard to the value of life. Mah&#257;r&#257;ja Par&#299;kshit was r&#257;jarshi-sattama, the best of all saintly kings, and &#346;ukadeva Gosv&#257;m&#299; was muni-sattama, the best of munis. Both of them were elevated because of their common interest in krishna-kath&#257;. The exalted position of the speaker and the audience will be explained very nicely in the next verse. Krishna-kath&#257; is so enlivening that Mah&#257;r&#257;ja Par&#299;kshit forgot everything material, even his personal comfort in relation to food and drink. This is an example of how the Krishna consciousness movement should spread all over the world to bring both the speaker and the audience to the transcendental platform and back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>