<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.17</P><P CLASS=c>bh&#363;mir dripta-nripa-vy&#257;ja-</P><P CLASS=c>daity&#257;n&#299;ka-&#347;at&#257;yutaih</P><P CLASS=c>&#257;kr&#257;nt&#257; bh&#363;ri-bh&#257;rena</P><P CLASS=c>brahm&#257;nam &#347;aranam yayau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhumih">bh&#363;mih</A> &#8212; mother earth; <A CLASS=v HREF="http://vedabase.net/d/drpta">dripta</A> &#8212; puffed up; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/v/vyaja">vy&#257;ja</A> &#8212; posing <A HREF="http://vedabase.net/a/as">as</A> kings, or the supreme power personified <A HREF="http://vedabase.net/i/in">in</A> the state; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; of demons; <A CLASS=v HREF="http://vedabase.net/a/anika">an&#299;ka</A> &#8212; of military phalanxes of soldiers; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/a/ayutaih">ayutaih</A> &#8212; unlimitedly, by many hundreds of thousands; <A CLASS=v HREF="http://vedabase.net/a/akranta">&#257;kr&#257;nt&#257;</A> &#8212; being overburdened; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/b/bharena">bh&#257;rena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> burden of unnecessary fighting power; <A CLASS=v HREF="http://vedabase.net/b/brahmanam">brahm&#257;nam</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> take shelter; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; went.</P><P CLASS=t>TRANSLATION</P><P>Once when mother earth was overburdened by hundreds of thousands of military phalanxes of various conceited demons dressed like kings, she approached Lord Brahm&#257; for relief.</P><P CLASS=t>PURPORT</P><P>When the world is overburdened by unnecessary military arrangements and when various demoniac kings are the executive heads of state, this burden causes the appearance of the Supreme Personality of Godhead. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I appear Myself." When the residents of this earth become atheistic and godless, they descend to the status of animals like dogs and hogs, and thus their only business is to bark among themselves. This is dharmasya gl&#257;ni, deviation from the goal of life. Human life is meant for attaining the highest perfection of Krishna consciousness, but when people are godless and the presidents or kings are unnecessarily puffed up with military power, their business is to fight and increase the military strength of their different states. Nowadays, therefore, it appears that every state is busy manufacturing atomic weapons to prepare for a third world war. Such preparations are certainly unnecessary; they reflect the false pride of the heads of state. The real business of a chief executive is to see to the happiness of the mass of people by training them in Krishna consciousness in different divisions of life. C&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah (<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>). A leader should train the people as br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras and engage them in various occupational duties, thus helping them progress toward Krishna consciousness. Instead, however, rogues and thieves in the guise of protectors arrange for a voting system, and in the name of democracy they come to power by hook or crook and exploit the citizens. Even long, long ago, asuras, persons devoid of God consciousness, became the heads of state, and now this is happening again. The various states of the world are preoccupied with arranging for military strength. Sometimes they spend sixty-five percent of the government's revenue for this purpose. But why should people's hard-earned money be spent in this way? Because of the present world situation, Krishna has descended in the form of the Krishna consciousness movement. This is quite natural, for without the Krishna consciousness movement the world cannot be peaceful and happy.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>