<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.23</P><P CLASS=c>vasudeva-grihe s&#257;ksh&#257;d</P><P CLASS=c>bhagav&#257;n purushah parah</P><P CLASS=c>janishyate tat-priy&#257;rtham</P><P CLASS=c>sambhavantu sura-striyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vasudeva">vasudeva</A>-<A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A> (who would be the father of <A HREF="http://vedabase.net/k/krsna">Krishna</A> when the Lord appeared); <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead, who has full potency; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; who is transcendental; <A CLASS=v HREF="http://vedabase.net/j/janisyate">janishyate</A> &#8212; will appear; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; and for His satisfaction; <A CLASS=v HREF="http://vedabase.net/s/sambhavantu">sambhavantu</A> &#8212; should take birth; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; all the wives of the demigods.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, &#346;r&#299; Krishna, who has full potency, will personally appear as the son of Vasudeva. Therefore all the wives of the demigods should also appear in order to satisfy Him.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>) the Lord says, tyaktv&#257; deham punar janma naiti m&#257;m eti: [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>] after giving up the material body, the devotee of the Lord returns home, back to Godhead. This means that the devotee is first transferred to the particular universe where the Lord is at that time staying to exhibit His pastimes. There are innumerable universes, and the Lord is appearing in one of these universes at every moment. Therefore His pastimes are called nitya-l&#299;l&#257;, eternal pastimes. The Lord's appearance as a child in the house of Devak&#299; takes place continuously in one universe after another. Therefore, the devotee is first transferred to that particular universe where the pastimes of the Lord are current. As stated in Bhagavad-g&#299;t&#257;, even if a devotee does not complete the course of devotional service, he enjoys the happiness of the heavenly planets, where the most pious people dwell, and then takes birth in the house of a &#347;uci or &#347;r&#299;m&#257;n, a pious br&#257;hmana or a wealthy vai&#347;ya (&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto 'bhij&#257;yate). Thus a pure devotee, even if unable to execute devotional service completely, is transferred to the upper planetary system, where pious people reside. From there, if his devotional service is complete, such a devotee is transferred to the place where the Lord's pastimes are going on. Herein it is said, sambhavantu sura-striyah. Sura-str&#299;, the women of the heavenly planets, were thus ordered to appear in the Yadu dynasty in Vrind&#257;vana to enrich the pastimes of Lord Krishna. These sura-str&#299;, when further trained to live with Krishna, would be transferred to the original Goloka Vrind&#257;vana. During Lord Krishna's pastimes within this world, the sura-str&#299; were to appear in different ways in different families to give pleasure to the Lord, just so that they would be fully trained before going to the eternal Goloka Vrind&#257;vana. With the association of Lord Krishna, either at Dv&#257;rak&#257;-pur&#299;, Mathur&#257;-pur&#299; or Vrind&#257;vana, they would certainly return home, back to Godhead. Among the sura-str&#299;, the women of the heavenly planets, there are many devotees, such as the mother of the Upendra incarnation of Krishna. It was such devoted women who were called for in this connection.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>