<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.25</P><P CLASS=c>vishnor m&#257;y&#257; bhagavat&#299;</P><P CLASS=c>yay&#257; sammohitam jagat</P><P CLASS=c>&#257;disht&#257; prabhun&#257;m&#347;ena</P><P CLASS=c>k&#257;ry&#257;rthe sambhavishyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the potency of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavat&#299;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> good <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bhagavan">Bhagav&#257;n</A> and therefore known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bhagavati">Bhagavat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/s/sammohitam">sammohitam</A> &#8212; captivated; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; all the worlds, both material and spiritual; <A CLASS=v HREF="http://vedabase.net/a/adista">&#257;disht&#257;</A> &#8212; being ordered; <A CLASS=v HREF="http://vedabase.net/p/prabhuna">prabhun&#257;</A> &#8212; by the master; <A CLASS=v HREF="http://vedabase.net/a/amsena">am&#347;ena</A> &#8212; with her different potential factors; <A CLASS=v HREF="http://vedabase.net/k/karya">k&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for executing business; <A CLASS=v HREF="http://vedabase.net/s/sambhavisyati">sambhavishyati</A> &#8212; would also appear.</P><P CLASS=t>TRANSLATION</P><P>The potency of the Lord, known as vishnu-m&#257;y&#257;, who is as good as the Supreme Personality of Godhead, will also appear with Lord Krishna. This potency, acting in different capacities, captivates all the worlds, both material and spiritual. At the request of her master, she will appear with her different potencies in order to execute the work of the Lord.</P><P CLASS=t>PURPORT</P><P>Par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>). In the Vedas it is said that the potencies of the Supreme Personality of Godhead are called by different names, such as yogam&#257;y&#257; and mah&#257;m&#257;y&#257;. Ultimately, however, the Lord's potency is one, exactly as electric potency is one although it can act both to cool and to heat. The Lord's potency acts in both the spiritual and material worlds. In the spiritual world the Lord's potency works as yogam&#257;y&#257;, and in the material world the same potency works as mah&#257;m&#257;y&#257;, exactly as electricity works in both a heater and a cooler. In the material world, this potency, working as mah&#257;m&#257;y&#257;, acts upon the conditioned souls to deprive them more and more of devotional service. It is said, yay&#257; sammohito j&#299;va &#257;tm&#257;nam tri-gun&#257;tmakam. In the material world the conditioned soul thinks of himself as a product of tri-guna, the three modes of material nature. This is the bodily conception of life. Because of associating with the three gunas of the material potency, everyone identifies himself with his body. Someone is thinking he is a br&#257;hmana, someone a kshatriya, and someone a vai&#347;ya or &#347;&#363;dra. Actually, however, one is neither a br&#257;hmana, a kshatriya, a vai&#347;ya nor a &#347;&#363;dra; one is part and parcel of the Supreme Lord (mamaiv&#257;m&#347;ah), but because of being covered by the material energy, mah&#257;m&#257;y&#257;, one identifies himself in these different ways. When the conditioned soul becomes liberated, however, he thinks himself an eternal servant of Krishna. J&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa.' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]. When he comes to that position, the same potency, acting as yogam&#257;y&#257;, increasingly helps him become purified and devote his energy to the service of the Lord.</P><P>In either case, whether the soul is conditioned or liberated, the Lord is supreme. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>), may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram: it is by the order of the Supreme Personality of Godhead that the material energy, mah&#257;m&#257;y&#257;, works upon the conditioned soul.</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities which are in actuality carried out by nature." (<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>) Within conditioned life, no one has freedom, but because one is bewildered, being subject to the rule of mah&#257;m&#257;y&#257;, one foolishly thinks himself independent (aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257; kart&#257;ham iti manyate [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]). But when the conditioned soul becomes liberated by executing devotional service, he is given a greater and greater chance to relish a relationship with the Supreme Personality of Godhead in different transcendental statuses, such as d&#257;sya-rasa, sakhya-rasa, v&#257;tsalya-rasa and m&#257;dhurya-rasa.</P><P>Thus the Lord's potency, vishnu-m&#257;y&#257;, has two features &#8212; &#257;varanik&#257; and unmukha. When the Lord appeared, His potency came with Him and acted in different ways. She acted as yogam&#257;y&#257; with Ya&#347;od&#257;, Devak&#299; and other intimate relations of the Lord, and she acted in a different way with Kamsa, &#346;&#257;lva and other asuras. By the order of Lord Krishna, His potency yogam&#257;y&#257; came with Him and exhibited different activities according to the time and circumstances. K&#257;ry&#257;rthe sambhavishyati. Yogam&#257;y&#257; acted differently to execute different purposes desired by the Lord. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>), mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha daiv&#299;m prakritim &#257;&#347;rit&#257;h. The mah&#257;tm&#257;s, who fully surrender to the lotus feet of the Lord, are directed by yogam&#257;y&#257;, whereas the dur&#257;tm&#257;s, those who are devoid of devotional service, are directed by mah&#257;m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>