<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.28</P><P CLASS=c>r&#257;jadh&#257;n&#299; tatah s&#257;bh&#363;t</P><P CLASS=c>sarva-y&#257;dava-bh&#363;bhuj&#257;m</P><P CLASS=c>mathur&#257; bhagav&#257;n yatra</P><P CLASS=c>nityam sannihito harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajadhani">r&#257;jadh&#257;n&#299;</A> &#8212; the capital; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that time; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; the country and the city known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/y/yadava">y&#257;dava</A>-<A CLASS=v HREF="http://vedabase.net/b/bhubhujam">bh&#363;bhuj&#257;m</A> &#8212; of all the kings who appeared <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/m/mathura">mathur&#257;</A> &#8212; the place known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/s/sannihitah">sannihitah</A> &#8212; intimately connected, living eternally; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Lord, the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Since that time, the city of Mathur&#257; had been the capital of all the kings of the Yadu dynasty. The city and district of Mathur&#257; are very intimately connected with Krishna, for Lord Krishna lives there eternally.</P><P CLASS=t>PURPORT</P><P>It is understood that Mathur&#257; City is the transcendental abode of Lord Krishna; it is not an ordinary material city, for it is eternally connected with the Supreme Personality of Godhead. Vrind&#257;vana is within the jurisdiction of Mathur&#257;, and it still continues to exist. Because Mathur&#257; and Vrind&#257;vana are intimately connected with Krishna eternally, it is said that Lord Krishna never leaves Vrind&#257;vana (vrind&#257;vanam parityajya padam ekam na gacchati). At present, the place known as Vrind&#257;vana, in the district of Mathur&#257;, continues its position as a transcendental place, and certainly anyone who goes there becomes transcendentally purified. Navadv&#299;pa-dh&#257;ma is also intimately connected with Vrajabh&#363;mi. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura therefore says:</P><P>&#347;r&#299; gauda-mandala-bh&#363;mi, yeb&#257; j&#257;ne cint&#257;mani,</P><P CLASS=n>t&#257;'ra haya vrajabh&#363;me v&#257;sa</P><P>"Vrajabh&#363;mi" refers to Mathur&#257;-Vrind&#257;vana, and Gauda-mandala-bh&#363;mi includes Navadv&#299;pa. These two places are nondifferent. Therefore, anyone living in Navadv&#299;pa-dh&#257;ma, knowing Krishna and &#346;r&#299; Caitanya Mah&#257;prabhu to be the same personality, lives in Vrajabh&#363;mi, Mathur&#257;-Vrind&#257;vana. The Lord has made it convenient for the conditioned soul to live in Mathur&#257;, Vrind&#257;vana and Navadv&#299;pa and thus be directly connected with the Supreme Personality of Godhead. Simply by living in these places, one can immediately come in contact with the Lord. There are many devotees who vow never to leave Vrind&#257;vana and Mathur&#257;. This is undoubtedly a good vow, but if one leaves Vrind&#257;vana, Mathur&#257; or Navadv&#299;pa-dh&#257;ma for the service of the Lord, he is not disconnected from the Supreme Personality of Godhead. At any rate, we must understand the transcendental importance of Mathur&#257;-Vrind&#257;vana and Navadv&#299;pa-dh&#257;ma. Anyone who executes devotional service in these places certainly goes back home, back to Godhead, after giving up his body. Thus the words mathur&#257; bhagav&#257;n yatra nityam sannihito harih are particularly important. A devotee should fully utilize this instruction to the best of his ability. Whenever the Supreme Lord personally appears, He appears in Mathur&#257; because of His intimate connection with this place. Therefore although Mathur&#257; and Vrind&#257;vana are situated on this planet earth, they are transcendental abodes of the Lord.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>