<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verses 31-32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verses 31-32"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.31-32</P><P CLASS=c>catuh-&#347;atam p&#257;ribarham</P><P CLASS=c>gaj&#257;n&#257;m hema-m&#257;lin&#257;m</P><P CLASS=c>a&#347;v&#257;n&#257;m ayutam s&#257;rdham</P><P CLASS=c>rath&#257;n&#257;m ca tri-shat-&#347;atam</P><P CLASS=c>d&#257;s&#299;n&#257;m sukum&#257;r&#299;n&#257;m</P><P CLASS=c>dve &#347;ate samala&#324;krite</P><P CLASS=c>duhitre devakah pr&#257;d&#257;d</P><P CLASS=c>y&#257;ne duhitri-vatsalah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; four hundred; <A CLASS=v HREF="http://vedabase.net/p/paribarham">p&#257;ribarham</A> &#8212; dowry; <A CLASS=v HREF="http://vedabase.net/g/gajanam">gaj&#257;n&#257;m</A> &#8212; of elephants; <A CLASS=v HREF="http://vedabase.net/h/hema">hema</A>-<A CLASS=v HREF="http://vedabase.net/m/malinam">m&#257;lin&#257;m</A> &#8212; decorated with garlands of gold; <A CLASS=v HREF="http://vedabase.net/a/asvanam">a&#347;v&#257;n&#257;m</A> &#8212; of horses; <A CLASS=v HREF="http://vedabase.net/a/ayutam">ayutam</A> &#8212; ten thousand; <A CLASS=v HREF="http://vedabase.net/s/sardham">s&#257;rdham</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/r/rathanam">rath&#257;n&#257;m</A> &#8212; of chariots; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; three times six hundred (eighteen hundred); <A CLASS=v HREF="http://vedabase.net/d/dasinam">d&#257;s&#299;n&#257;m</A> &#8212; of maidservants; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/k/kumarinam">kum&#257;r&#299;n&#257;m</A> &#8212; very young and beautiful unmarried girls; <A CLASS=v HREF="http://vedabase.net/d/dve">dve</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/s/sate">&#347;ate</A> &#8212; hundred; <A CLASS=v HREF="http://vedabase.net/s/samalankrte">samala&#324;krite</A> &#8212; fully decorated with ornaments; <A CLASS=v HREF="http://vedabase.net/d/duhitre">duhitre</A> &#8212; unto his daughter; <A CLASS=v HREF="http://vedabase.net/d/devakah">devakah</A> &#8212; King <A HREF="http://vedabase.net/d/devaka">Devaka</A>; <A CLASS=v HREF="http://vedabase.net/p/pradat">pr&#257;d&#257;t</A> &#8212; gave <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> gift; <A CLASS=v HREF="http://vedabase.net/y/yane">y&#257;ne</A> &#8212; while going away; <A CLASS=v HREF="http://vedabase.net/d/duhitr">duhitri</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsalah</A> &#8212; who was very fond of his daughter <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>Devak&#299;'s father, King Devaka, was very much affectionate to his daughter. Therefore, while she and her husband were leaving home, he gave her a dowry of four hundred elephants nicely decorated with golden garlands. He also gave ten thousand horses, eighteen hundred chariots, and two hundred very beautiful young maidservants, fully decorated with ornaments.</P><P CLASS=t>PURPORT</P><P>The system of giving a dowry to one's daughter has existed in Vedic civilization for a very long time. Even today, following the same system, a father who has money will give his daughter an opulent dowry. A daughter would never inherit the property of her father, and therefore an affectionate father, during the marriage of his daughter, would give her as much as possible. A dowry, therefore, is never illegal according to the Vedic system. Here, of course, the gift offered as a dowry by Devaka to Devak&#299; was not ordinary. Because Devaka was a king, he gave a dowry quite suitable to his royal position. Even an ordinary man, especially a high-class br&#257;hmana, kshatriya or vai&#347;ya, is supposed to give his daughter a liberal dowry. Immediately after the marriage, the daughter goes to her husband's house, and it is also a custom for the brother of the bride to accompany his sister and brother-in-law to exhibit affection for her. This system was followed by Kamsa. These are all old customs in the society of varn&#257;&#347;rama-dharma, which is now wrongly designated as Hindu. These long-standing customs are nicely described here.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>