<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.34</P><P CLASS=c>pathi pragrahinam kamsam</P><P CLASS=c>&#257;bh&#257;shy&#257;h&#257;&#347;ar&#299;ra-v&#257;k</P><P CLASS=c>asy&#257;s tv&#257;m ashtamo garbho</P><P CLASS=c>hant&#257; y&#257;m vahase 'budha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pathi">pathi</A> &#8212; on the way; <A CLASS=v HREF="http://vedabase.net/p/pragrahinam">pragrahinam</A> &#8212; who was managing the reins of the horses; <A CLASS=v HREF="http://vedabase.net/k/kamsam">kamsam</A> &#8212; unto <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/a/abhasya">&#257;bh&#257;shya</A> &#8212; addressing; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/a">a</A>-<A CLASS=v HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> voice coming from someone whose body was invisible; <A CLASS=v HREF="http://vedabase.net/a/asyah">asy&#257;h</A> &#8212; of this girl (<A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>); <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/astamah">ashtamah</A> &#8212; the eighth; <A CLASS=v HREF="http://vedabase.net/g/garbhah">garbhah</A> &#8212; pregnancy; <A CLASS=v HREF="http://vedabase.net/h/hanta">hant&#257;</A> &#8212; killer; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; her whom; <A CLASS=v HREF="http://vedabase.net/v/vahase">vahase</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> carrying; <A CLASS=v HREF="http://vedabase.net/a/abudha">abudha</A> &#8212; you foolish rascal.</P><P CLASS=t>TRANSLATION</P><P>While Kamsa, controlling the reins of the horses, was driving the chariot along the way, an unembodied voice addressed him, "You foolish rascal, the eighth child of the woman you are carrying will kill you!"</P><P CLASS=t>PURPORT</P><P>The omen spoke of ashtamo garbhah, referring to the eighth pregnancy, but did not clearly say whether the child was to be a son or a daughter. Even if Kamsa were to see that the eighth child of Devak&#299; was a daughter, he should have no doubt that the eighth child was to kill him. According to the Vi&#347;va-ko&#347;a dictionary, the word garbha means "embryo" and also arbhaka, or "child." Kamsa was affectionate toward his sister, and therefore he had become the chariot driver to carry her and his brother-in-law to their home. The demigods, however, did not want Kamsa to be affectionate toward Devak&#299;, and therefore, from an unseen position, they encouraged Kamsa to offend her. Moreover, the six sons of Mar&#299;ci had been cursed to take birth from the womb of Devak&#299;, and upon being killed by Kamsa they would be delivered. When Devak&#299; understood that Kamsa would be killed by the Supreme Personality of Godhead, who would appear from her womb, she felt great joy. The word vahase is also significant because it indicates that the ominous vibration condemned Kamsa for acting just like a beast of burden by carrying his enemy's mother.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>