<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.4</P><P CLASS=c>nivritta-tarshair upag&#299;yam&#257;n&#257;d</P><P CLASS=c>bhavaushadh&#257;c chrotra-mano-'bhir&#257;m&#257;t</P><P CLASS=c>ka uttama&#347;loka-gun&#257;nuv&#257;d&#257;t</P><P CLASS=c>pum&#257;n virajyeta vin&#257; pa&#347;ughn&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nivrtta">nivritta</A> &#8212; released from; <A CLASS=v HREF="http://vedabase.net/t/tarsaih">tarshaih</A> &#8212; lust or material activities; <A CLASS=v HREF="http://vedabase.net/u/upagiyamanat">upag&#299;yam&#257;n&#257;t</A> &#8212; which is described or sung; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/a/ausadhat">aushadh&#257;t</A> &#8212; which is the right medicine for the material disease; <A CLASS=v HREF="http://vedabase.net/s/srotra">&#347;rotra</A> &#8212; the process of aural reception; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the subject matter of thought for the mind; <A CLASS=v HREF="http://vedabase.net/a/abhiramat">abhir&#257;m&#257;t</A> &#8212; from the pleasing vibrations from such glorification; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/u/uttamasloka">uttama&#347;loka</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvadat">anuv&#257;d&#257;t</A> &#8212; from describing such activities; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/virajyeta">virajyeta</A> &#8212; can keep himself aloof; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnat">ghn&#257;t</A> &#8212; either <A HREF="http://vedabase.net/a/a">a</A> butcher or one who is killing his own personal existence.</P><P CLASS=t>TRANSLATION</P><P>Glorification of the Supreme Personality of Godhead is performed in the parampar&#257; system; that is, it is conveyed from spiritual master to disciple. Such glorification is relished by those no longer interested in the false, temporary glorification of this cosmic manifestation. Descriptions of the Lord are the right medicine for the conditioned soul undergoing repeated birth and death. Therefore, who will cease hearing such glorification of the Lord except a butcher or one who is killing his own self?</P><P CLASS=t>PURPORT</P><P>In India it is the practice among the general populace to hear about Krishna, either from Bhagavad-g&#299;t&#257; or from &#346;r&#299;mad-Bh&#257;gavatam, in order to gain relief from the disease of repeated birth and death. Although India is now fallen, when there is a message that someone will speak about Bhagavad-g&#299;t&#257; or &#346;r&#299;mad-Bh&#257;gavatam, thousands of people still gather to hear. This verse indicates, however, that such recitation of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam must be done by persons completely freed from material desires (nivritta-tarshaih). Everyone within this material world, beginning from Brahm&#257; down to the insignificant ant, is full of material desires for sense enjoyment, and everyone is busy in sense gratification, but when thus engaged one cannot fully understand the value of krishna-kath&#257;, either in the form of Bhagavad-g&#299;t&#257; or in &#346;r&#299;mad-Bh&#257;gavatam.</P><P>If we hear the glories of the Supreme Personality of Godhead from liberated persons, this hearing will certainly free us from the bondage of material activities, but hearing &#346;r&#299;mad-Bh&#257;gavatam spoken by a professional reciter cannot actually help us achieve liberation. Krishna-kath&#257; is very simple. In Bhagavad-g&#299;t&#257; it is said that Krishna is the Supreme Personality of Godhead. As He Himself explains, mattah parataram n&#257;nyat kiñcid asti dhanañjaya: "O Arjuna, there is no truth superior to Me." (<A CLASS=v HREF="../../../bg/7/7.htm">Bg. 7.7</A>) Simply by understanding this fact &#8212; that Krishna is the Supreme Personality of Godhead &#8212; one can become a liberated person. But, especially in this age, because people are interested in hearing Bhagavad-g&#299;t&#257; from unscrupulous persons who depart from the simple presentation of Bhagavad-g&#299;t&#257; and distort it for their personal satisfaction, they fail to derive the real benefit. There are big scholars, politicians, philosophers and scientists who speak on Bhagavad-g&#299;t&#257; in their own polluted way, and people in general hear from them, being uninterested in hearing the glories of the Supreme Personality of Godhead from a devotee. A devotee is one who has no other motive for reciting Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam than to serve the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore advised us to hear the glories of the Lord from a realized person (bh&#257;gavata paro diya bh&#257;gavata sthane). Unless one is personally a realized soul in the science of Krishna consciousness, a neophyte should not approach him to hear about the Lord, for this is strictly forbidden by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, who quotes from the Padma Pur&#257;na:</P><P>avaishnava-mukhodg&#299;rnam</P><P CLASS=n>p&#363;tam hari-kath&#257;mritam</P><P CLASS=n>&#347;ravanam naiva kartavyam</P><P CLASS=n>sarpocchishtam yath&#257; payah</P><P>One should avoid hearing from a person not situated in Vaishnava behavior. A Vaishnava is nivritta-trishna; that is, he has no material purpose, for his only purpose is to preach Krishna consciousness. So-called scholars, philosophers and politicians exploit the importance of Bhagavad-g&#299;t&#257; by distorting its meaning for their own purposes. Therefore this verse warns that krishna-kath&#257; should be recited by a person who is nivritta-trishna. &#346;ukadeva Gosv&#257;m&#299; epitomizes the proper reciter for &#346;r&#299;mad-Bh&#257;gavatam, and Par&#299;kshit Mah&#257;r&#257;ja, who purposefully left his kingdom and family prior to meeting death, epitomizes the person fit to hear it. A qualified reciter of &#346;r&#299;mad-Bh&#257;gavatam gives the right medicine (bhavaushadhi) for the conditioned souls. The Krishna consciousness movement is therefore trying to train qualified preachers to recite &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257; throughout the entire world, so that people in general in all parts of the world may take advantage of this movement and thus be relieved of the threefold miseries of material existence.</P><P>The instructions of Bhagavad-g&#299;t&#257; and the descriptions of &#346;r&#299;mad-Bh&#257;gavatam are so pleasing that almost anyone suffering from the threefold miseries of material existence will desire to hear the glories of the Lord from these books and thus benefit on the path of liberation. Two classes of men, however, will never be interested in hearing the message of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam &#8212; those who are determined to commit suicide and those determined to kill cows and other animals for the satisfaction of their own tongues. Although such persons may make a show of hearing &#346;r&#299;mad-Bh&#257;gavatam at a Bh&#257;gavata-sapt&#257;ha, this is but another creation of the karm&#299;s, who cannot derive any benefit from such a performance. The word pa&#347;u-ghn&#257;t is important in this connection. pa&#347;u-ghna means "butcher." Persons fond of performing ritualistic ceremonies for elevation to the higher planetary systems must offer sacrifices (yajñas) by killing animals. Lord Buddhadeva therefore rejected the authority of the Vedas because his mission was to stop animal sacrifices, which are recommended in Vedic ritualistic ceremonies.</P><P>nindasi yajña-vidher ahaha &#347;ruti-j&#257;tam</P><P CLASS=n>sa-daya-hridaya dar&#347;ita-pa&#347;u-gh&#257;tam</P><P CLASS=n>ke&#347;ava dhrita-buddha-&#347;ar&#299;ra jaya jagad&#299;&#347;a hare</P><P CLASS=n>(G&#299;ta-govinda)</P><P>Even though animal sacrifices are sanctioned in Vedic ceremonies, men who kill animals for such ceremonies are considered butchers. Butchers cannot be interested in Krishna consciousness, for they are already materially allured. Their only interest lies in developing comforts for the temporary body.</P><P>bhogai&#347;varya-prasakt&#257;n&#257;m</P><P CLASS=n>tay&#257;pahrita-cetas&#257;m</P><P CLASS=n>vyavas&#257;y&#257;tmik&#257; buddhih</P><P CLASS=n>sam&#257;dhau na vidh&#299;yate</P><P>"In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place." (<A CLASS=v HREF="../../../bg/2/44.htm">Bg. 2.44</A>) &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says:</P><P>manushya-janama p&#257;iy&#257;, r&#257;dh&#257;-krishna n&#257; bhajiy&#257;,</P><P CLASS=n>j&#257;niy&#257; &#347;uniy&#257; visha kh&#257;inu</P><P>Anyone who is not Krishna conscious and who therefore does not engage in the service of the Lord is also pa&#347;u-ghna, for he is willingly drinking poison. Such a person cannot be interested in krishna-kath&#257; because he still has a desire for material sense gratification; he is not nivritta-trishna. As it is said, traivargik&#257;s te purush&#257; vimukh&#257; hari-medhasah. Those interested in trivarga &#8212; that is, in dharma, artha and k&#257;ma &#8212; are religious for the sake of achieving a material position with which to gain better facilities for sense gratification. Such persons are killing themselves by willingly keeping themselves in the cycle of birth and death. They cannot be interested in Krishna consciousness.</P><P>For krishna-kath&#257;, topics about Krishna consciousness, there must be a speaker and a hearer, both of whom can be interested in Krishna consciousness if they are no longer interested in material topics. One can actually see how this attitude automatically develops in persons who are Krishna conscious. Although the devotees of the Krishna consciousness movement are quite young men, they no longer read materialistic newspapers, magazines and so on, for they are no longer interested in such topics (nivritta-tarshaih). They completely give up the bodily understanding of life. For topics concerning Uttama&#347;loka, the Supreme Personality of Godhead, the spiritual master speaks, and the disciple hears with attention. Unless both of them are free from material desires, they cannot be interested in topics of Krishna consciousness. The spiritual master and disciple do not need to understand anything more than Krishna because simply by understanding Krishna and talking about Krishna, one becomes a perfectly learned person (yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati). The Lord sits within everyone's heart, and by the grace of the Lord the devotee receives instructions directly from the Lord Himself, who says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>):</P><P>sarvasya c&#257;ham hridi sannivishto</P><P CLASS=n>mattah smritir jñ&#257;nam apohanam ca</P><P CLASS=n>vedai&#347; ca sarvair aham eva vedyo</P><P CLASS=n>ved&#257;nta-krid veda-vid eva c&#257;ham</P><P>"I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas, I am to be known; indeed, I am the compiler of Ved&#257;nta, and I am the knower of the Vedas." Krishna consciousness is so exalted that one who is perfectly situated in Krishna consciousness, under the direction of the spiritual master, is fully satisfied by reading krishna-kath&#257; as found in &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; and similar Vedic literatures. Since merely talking about Krishna is so pleasing, we can simply imagine how pleasing it is to render service to Krishna.</P><P>When discourses on krishna-kath&#257; take place between a liberated spiritual master and his disciple, others also sometimes take advantage of hearing these topics and also benefit. These topics are the medicine to stop the repetition of birth and death. The cycle of repeated birth and death, by which one takes on different bodies again and again, is called bhava or bhava-roga. If anyone, willingly or unwillingly, hears krishna-kath&#257;, his bhava-roga, the disease of birth and death, will certainly stop. Therefore krishna-kath&#257; is called bhavaushadha, the remedy to stop the repetition of birth and death. Karm&#299;s, or persons attached to material sense enjoyment, generally cannot give up their material desires, but krishna-kath&#257; is such a potent medicine that if one is induced to hear krishna-k&#299;rtana, he will certainly be freed from this disease. A practical example is Dhruva Mah&#257;r&#257;ja, who at the end of his tapasya was fully satisfied. When the Lord wanted to give Dhruva a benediction, Dhruva refused it. Sv&#257;min krit&#257;rtho'smi varam na y&#257;ce. "My dear Lord," he said, "I am fully satisfied. I do not ask for any benediction for material sense gratification." We actually see that even young boys and girls in the Krishna consciousness movement have given up their long practice of bad habits like illicit sex, meat-eating, intoxication and gambling. Because Krishna consciousness is so potent that it gives them full satisfaction, they are no longer interested in material sense gratification.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5-7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>