<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.56</P><P CLASS=c>atha k&#257;la up&#257;vritte</P><P CLASS=c>devak&#299; sarva-devat&#257;</P><P CLASS=c>putr&#257;n prasushuve c&#257;shtau</P><P CLASS=c>kany&#257;m caiv&#257;nuvatsaram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/u/upavrtte">up&#257;vritte</A> &#8212; when <A HREF="http://vedabase.net/i/it">it</A> was ripe; <A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A> &#8212; <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>, the wife of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s father; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A> &#8212; <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>, <A HREF="http://vedabase.net/t/to">to</A> whom all the demigods and God Himself appeared; <A CLASS=v HREF="http://vedabase.net/p/putran">putr&#257;n</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/p/prasusuve">prasushuve</A> &#8212; gave birth <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/astau">ashtau</A> &#8212; eight; <A CLASS=v HREF="http://vedabase.net/k/kanyam">kany&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and one daughter named <A HREF="http://vedabase.net/s/subhadra">Subhadr&#257;</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anuvatsaram">anuvatsaram</A> &#8212; year after year.</P><P CLASS=t>TRANSLATION</P><P>Each year thereafter, in due course of time, Devak&#299;, the mother of God and all the demigods, gave birth to a child. Thus she bore eight sons, one after another, and a daughter named Subhadr&#257;.</P><P CLASS=t>PURPORT</P><P>The spiritual master is sometimes glorified as sarva-devamayo guruh (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/7/27.htm">11.7.27</A>). By the grace of the guru, the spiritual master, one can understand the different kinds of devas. The word deva refers to God, the Supreme Personality of Godhead, who is the original source of all the demigods, who are also called devas. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/2.htm">10.2</A>) the Lord says, aham &#257;dir hi dev&#257;n&#257;m: "I am the source of all the devas." The Supreme Lord, Vishnu, the Original person, expands in different forms. Tad aikshata bahu sy&#257;m (Ch&#257;ndogya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/2/3">6.2.3</A>). He alone has expanded into many. Advaitam acyutam an&#257;dim ananta-r&#363;pam (Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>). There are different grades of forms, known as sv&#257;m&#347;a and vibhinn&#257;m&#347;a. The sv&#257;m&#347;a expansions, or vishnu-tattva, are the Supreme Personality of Godhead, whereas the vibhinn&#257;m&#347;a are j&#299;va-tattva, who are part and parcel of the Lord (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). If we accept Krishna as the Supreme Personality of Godhead and worship Him, all the parts and expansions of the Lord are automatically worshiped. Sarv&#257;rhanam acyutejy&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/31/14.htm">4.31.14</A>). Krishna is known as Acyuta (senayor ubhayor madhye ratham sth&#257;paya me 'cyuta). By worshiping Acyuta, Krishna, one automatically worships all the demigods. There is no need of separately worshiping either the vishnu-tattva or j&#299;va-tattva. If one concentrates upon Krishna, one worships everyone. Therefore, because mother Devak&#299; gave birth to Krishna, she is described here as sarva-devat&#257;.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>