<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verses 5-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verses 5-7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.5-7</P><P CLASS=c>pit&#257;mah&#257; me samare 'marañjayair</P><P CLASS=c>devavrat&#257;dy&#257;tirathais timi&#324;gilaih</P><P CLASS=c>duratyayam kaurava-sainya-s&#257;garam</P><P CLASS=c>kritv&#257;taran vatsa-padam sma yat-plav&#257;h</P><P CLASS=c>drauny-astra-viplushtam idam mad-a&#324;gam</P><P CLASS=c>sant&#257;na-b&#299;jam kuru-p&#257;ndav&#257;n&#257;m</P><P CLASS=c>jugopa kukshim gata &#257;tta-cakro</P><P CLASS=c>m&#257;tu&#347; ca me yah &#347;aranam gat&#257;y&#257;h</P><P CLASS=c>v&#299;ry&#257;ni tasy&#257;khila-deha-bh&#257;j&#257;m</P><P CLASS=c>antar bahih p&#363;rusha-k&#257;la-r&#363;paih</P><P CLASS=c>prayacchato mrityum ut&#257;mritam ca</P><P CLASS=c>m&#257;y&#257;-manushyasya vadasva vidvan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pitamahah">pit&#257;mah&#257;h</A> &#8212; my grandfathers, the five P&#257;ndavas (<A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>, <A HREF="http://vedabase.net/b/bhima">Bh&#299;ma</A>, <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>, <A HREF="http://vedabase.net/n/nakula">Nakula</A> and <A HREF="http://vedabase.net/s/sahadeva">Sahadeva</A>); <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/samare">samare</A> &#8212; on the Battlefield of <A HREF="http://vedabase.net/k/kuruksetra">Kurukshetra</A>; <A CLASS=v HREF="http://vedabase.net/a/amaram">amaram</A> <A CLASS=v HREF="http://vedabase.net/j/jayaih">jayaih</A> &#8212; with fighters who could gain victory over the demigods on the battlefield; <A CLASS=v HREF="http://vedabase.net/d/devavrata">devavrata</A>-<A CLASS=v HREF="http://vedabase.net/a/adya">&#257;dya</A> &#8212; Bh&#299;shmadeva and others; <A CLASS=v HREF="http://vedabase.net/a/atirathaih">atirathaih</A> &#8212; great commanders <A HREF="http://vedabase.net/i/in">in</A> chief; <A CLASS=v HREF="http://vedabase.net/t/timingilaih">timi&#324;gilaih</A> &#8212; resembling great <A HREF="http://vedabase.net/t/timingila">timi&#324;gila</A> fish, which can easily eat large sharks; <A CLASS=v HREF="http://vedabase.net/d/duratyayam">duratyayam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> cross; <A CLASS=v HREF="http://vedabase.net/k/kaurava">kaurava</A>-<A CLASS=v HREF="http://vedabase.net/s/sainya">sainya</A>-<A CLASS=v HREF="http://vedabase.net/s/sagaram">s&#257;garam</A> &#8212; the ocean of the assembled soldiers of the Kauravas; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; considering such <A HREF="http://vedabase.net/a/an">an</A> ocean; <A CLASS=v HREF="http://vedabase.net/a/ataran">ataran</A> &#8212; crossed <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; exactly <A HREF="http://vedabase.net/a/as">as</A> one steps over <A HREF="http://vedabase.net/a/a">a</A> small hoofprint of <A HREF="http://vedabase.net/a/a">a</A> calf; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/plavah">plav&#257;h</A> &#8212; the shelter of the boat of <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s lotus feet; <A CLASS=v HREF="http://vedabase.net/d/drauni">drauni</A> &#8212; of <A HREF="http://vedabase.net/a/asvatthama">A&#347;vatth&#257;m&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; by the <A HREF="http://vedabase.net/b/brahmastra">brahm&#257;stra</A>; <A CLASS=v HREF="http://vedabase.net/v/viplustam">viplushtam</A> &#8212; being attacked and burned; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; my body; <A CLASS=v HREF="http://vedabase.net/s/santana">sant&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; the only seed left, the last descendant of the family; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/p/pandavanam">p&#257;ndav&#257;n&#257;m</A> &#8212; of the Kurus and the P&#257;ndavas (because <A HREF="http://vedabase.net/n/no">no</A> one but <A HREF="http://vedabase.net/m/me">me</A> lived after the Battle of <A HREF="http://vedabase.net/k/kuruksetra">Kurukshetra</A>); <A CLASS=v HREF="http://vedabase.net/j/jugopa">jugopa</A> &#8212; gave protection; <A CLASS=v HREF="http://vedabase.net/k/kuksim">kukshim</A> &#8212; within the womb; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; being placed; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A>-<A CLASS=v HREF="http://vedabase.net/c/cakrah">cakrah</A> &#8212; taking <A HREF="http://vedabase.net/i/in">in</A> hand the disc; <A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; of my mother; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; the Lord who; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; the shelter; <A CLASS=v HREF="http://vedabase.net/g/gatayah">gat&#257;y&#257;h</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> taken; <A CLASS=v HREF="http://vedabase.net/v/viryani">v&#299;ry&#257;ni</A> &#8212; the glorification of the transcendental characteristics; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajam">bh&#257;j&#257;m</A> &#8212; of all the materially embodied living entities; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; inside and outside; <A CLASS=v HREF="http://vedabase.net/p/purusa">p&#363;rusha</A> &#8212; of the Supreme Person; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/r/rupaih">r&#363;paih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forms of eternal time; <A CLASS=v HREF="http://vedabase.net/p/prayacchatah">prayacchatah</A> &#8212; who is the giver; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; of death; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is <A HREF="http://vedabase.net/s/so">so</A> said; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and eternal life; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manusyasya">manushyasya</A> &#8212; of the Lord, who appeared <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> ordinary human being by His own potency; <A CLASS=v HREF="http://vedabase.net/v/vadasva">vadasva</A> &#8212; kindly describe; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidvan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned speaker (<A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;).</P><P CLASS=t>TRANSLATION</P><P>Taking the boat of Krishna's lotus feet, my grandfather Arjuna and others crossed the ocean of the Battlefield of Kurukshetra, in which such commanders as Bh&#299;shmadeva resembled great fish that could very easily have swallowed them. By the mercy of Lord Krishna, my grandfathers crossed this ocean, which was very difficult to cross, as easily as one steps over the hoofprint of a calf. Because my mother surrendered unto Lord Krishna's lotus feet, the Lord, Sudar&#347;ana-cakra in hand, entered her womb and saved my body, the body of the last remaining descendant of the Kurus and the P&#257;ndavas, which was almost destroyed by the fiery weapon of A&#347;vatth&#257;m&#257;. Lord &#346;r&#299; Krishna, appearing within and outside of all materially embodied living beings by His own potency in the forms of eternal time &#8212; that is, as Param&#257;tm&#257; and as vir&#257;t-r&#363;pa &#8212; gave liberation to everyone, either as cruel death or as life. Kindly enlighten me by describing His transcendental characteristics.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/58.htm">10.14.58</A>):</P><P>sam&#257;&#347;rit&#257; ye pada-pallava-plavam</P><P CLASS=n>mahat-padam punya-ya&#347;o mur&#257;reh</P><P CLASS=n>bhav&#257;mbudhir vatsa-padam param padam</P><P CLASS=n>padam padam yad vipad&#257;m na tesh&#257;m</P><P>"For one who has accepted the boat of the lotus feet of the Lord, who is the shelter of the cosmic manifestation and is famous as Mur&#257;ri, or the enemy of the Mura demon, the ocean of the material world is like the water contained in a calf's hoofprint. His goal is param padam, or Vaikuntha, the place where there are no material miseries, not the place where there is danger at every step."</P><P>One who seeks shelter at the lotus feet of Lord Krishna is immediately protected by the Lord. As the Lord promises in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>), aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah: "I shall deliver you from all sinful reactions. Do not fear." By taking shelter of Lord Krishna, one comes under the safest protection. Thus when the P&#257;ndavas took shelter at the lotus feet of Krishna, all of them were on the safe side of the Battlefield of Kurukshetra. Par&#299;kshit Mah&#257;r&#257;ja, therefore, felt obliged to think of Krishna in the last days of his life. This is the ideal result of Krishna consciousness: ante n&#257;r&#257;yana-smritih. If at the time of death one can remember Krishna, one's life is successful. Par&#299;kshit Mah&#257;r&#257;ja, therefore, because of his many obligations to Krishna, intelligently decided to think of Krishna constantly during the last days of his life. Krishna had saved the P&#257;ndavas, Mah&#257;r&#257;ja Par&#299;kshit's grandfathers, on the Battlefield of Kurukshetra, and Krishna had saved Mah&#257;r&#257;ja Par&#299;kshit himself when he was attacked by the brahm&#257;stra of A&#347;vatth&#257;m&#257;. Krishna acted as the friend and worshipable Deity of the P&#257;ndava family. Moreover, apart from Lord Krishna's personal contact with the P&#257;ndavas, Krishna is the Supersoul of all living entities, and He gives everyone liberation, even if one is not a pure devotee. Kamsa, for example, was not at all a devotee, yet Krishna, after killing him, gave him salvation. Krishna consciousness is beneficial to everyone, whether one is a pure devotee or a nondevotee. This is the glory of Krishna consciousness. Considering this, who will not take shelter at the lotus feet of Krishna. Krishna is described in this verse as m&#257;y&#257;-manushya because He descends exactly like a human being. He is not obliged to come here, like karm&#299;s, or ordinary living beings; rather, He appears by His own internal energy (sambhav&#257;my &#257;tma-m&#257;yay&#257; [<A CLASS=v HREF="../../../bg/4/6.htm">Bg. 4.6</A>]) just to show favor to the fallen conditioned souls. Krishna is always situated in His original position as sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], and anyone who renders service to Him is also situated in his original, spiritual identity (svar&#363;pena vyavasthitih). This is the highest perfection of human life.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>