<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verses 62-63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verses 62-63"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.62-63</P><P CLASS=c>nand&#257;dy&#257; ye vraje gop&#257;</P><P CLASS=c>y&#257;&#347; c&#257;m&#299;sh&#257;m ca yoshitah</P><P CLASS=c>vrishnayo vasudev&#257;dy&#257;</P><P CLASS=c>devaky-&#257;dy&#257; yadu-striyah</P><P CLASS=c>sarve vai devat&#257;-pr&#257;y&#257;</P><P CLASS=c>ubhayor api bh&#257;rata</P><P CLASS=c>jñ&#257;tayo bandhu-suhrido</P><P CLASS=c>ye ca kamsam anuvrat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; beginning from <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of which persons; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/g/gopah">gop&#257;h</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/amisam">am&#299;sh&#257;m</A> &#8212; of all those (inhabitants of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yositah">yoshitah</A> &#8212; the women; <A CLASS=v HREF="http://vedabase.net/v/vrsnayah">vrishnayah</A> &#8212; members of the <A HREF="http://vedabase.net/v/vrsni">Vrishni</A> family; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">vasudeva</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; headed by <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; headed by <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A>-<A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; all the women of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;y&#257;h</A> &#8212; were inhabitants of heaven; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh</A> &#8212; of both <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> and <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/j/jnatayah">jñ&#257;tayah</A> &#8212; the relatives; <A CLASS=v HREF="http://vedabase.net/b/bandhu">bandhu</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; well-wishers; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of whom; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kamsam">kamsam</A> <A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvrat&#257;h</A> &#8212; even though apparently followers of <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>.</P><P CLASS=t>TRANSLATION</P><P>The inhabitants of Vrind&#257;vana, headed by Nanda Mah&#257;r&#257;ja and including his associate cowherd men and their wives, were none but denizens of the heavenly planets, O Mah&#257;r&#257;ja Par&#299;kshit, best of the descendants of Bharata, and so too were the descendants of the Vrishni dynasty, headed by Vasudeva, and Devak&#299; and the other women of the dynasty of Yadu. The friends, relatives and well-wishers of both Nanda Mah&#257;r&#257;ja and Vasudeva and even those who externally appeared to be followers of Kamsa were all demigods.</P><P CLASS=t>PURPORT</P><P>As previously discussed, the Supreme Personality of Godhead, Vishnu, informed Lord Brahm&#257; that Lord Krishna would personally descend to mitigate the suffering on the earth. The Lord ordered all the denizens of the heavenly planets to take birth in different families of the Yadu and Vrishni dynasties and in Vrind&#257;vana. Now this verse informs us that all the family and friends of the Yadu dynasty, the Vrishni dynasty, Nanda Mah&#257;r&#257;ja and the gopas descended from the heavenly planets to see the pastimes of the Lord. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>), the Lord's pastimes consist of paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m &#8212; saving the devotees and killing the demons. To demonstrate these activities, the Lord called for devotees from different parts of the universe.</P><P>There are many devotees who are elevated to the higher planetary systems.</P><P>pr&#257;pya punya-krit&#257;m lok&#257;n</P><P CLASS=n>ushitv&#257; &#347;&#257;&#347;vat&#299;h sam&#257;h</P><P CLASS=n>&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe</P><P CLASS=n>yoga-bhrashto 'bhij&#257;yate</P><P>"The unsuccessful yog&#299;, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy." (<A CLASS=v HREF="../../../bg/6/41.htm">Bg. 6.41</A>) Some devotees, having failed to complete the process of devotional service, are promoted to the heavenly planets, to which the pious are elevated, and after enjoying there they may be directly promoted to the place where the Lord's pastimes are going on. When Lord Krishna was to appear, the denizens of the heavenly planets were invited to see the pastimes of the Lord, and thus it is stated here that the members of the Yadu and Vrishni dynasties and the inhabitants of Vrind&#257;vana were demigods or almost as good as demigods. Even those who externally helped the activities of Kamsa belonged to the higher planetary systems. The imprisonment and release of Vasudeva and the killing of various demons were all manifestations of the pastimes of the Lord, and because the devotees would be pleased to see these activities personally, they were all invited to take birth as friends and relatives of these families. As confirmed in the prayers of Kunt&#299; (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/8/19.htm">1.8.19</A>), nato n&#257;tya-dharo yath&#257;. The Lord was to play the part of a demon-killer, and a friend, son and brother to His devotees, and thus these devotees were all summoned.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>