<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 64</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 64"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.64</P><P CLASS=c>etat kams&#257;ya bhagav&#257;ñ</P><P CLASS=c>cha&#347;ams&#257;bhyetya n&#257;radah</P><P CLASS=c>bh&#363;mer bh&#257;r&#257;yam&#257;n&#257;n&#257;m</P><P CLASS=c>daity&#257;n&#257;m ca vadhodyamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; all these words about the <A HREF="http://vedabase.net/y/yadu">Yadu</A> family and <A HREF="http://vedabase.net/v/vrsni">Vrishni</A> family; <A CLASS=v HREF="http://vedabase.net/k/kamsaya">kams&#257;ya</A> &#8212; unto King <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful representative of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sasamsa">&#347;a&#347;amsa</A> &#8212; informed (<A HREF="http://vedabase.net/k/kamsa">Kamsa</A>, who was <A HREF="http://vedabase.net/i/in">in</A> doubt); <A CLASS=v HREF="http://vedabase.net/a/abhyetya">abhyetya</A> &#8212; after approaching him; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/b/bhumeh">bh&#363;meh</A> &#8212; on the surface of the earth; <A CLASS=v HREF="http://vedabase.net/b/bharayamananam">bh&#257;r&#257;yam&#257;n&#257;n&#257;m</A> &#8212; of those who were <A HREF="http://vedabase.net/a/a">a</A> burden; <A CLASS=v HREF="http://vedabase.net/d/daityanam">daity&#257;n&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and of the demons; <A CLASS=v HREF="http://vedabase.net/v/vadha">vadha</A>-<A CLASS=v HREF="http://vedabase.net/u/udyamam">udyamam</A> &#8212; the endeavor <A HREF="http://vedabase.net/t/to">to</A> kill.</P><P CLASS=t>TRANSLATION</P><P>Once the great saint N&#257;rada approached Kamsa and informed him of how the demoniac persons who were a great burden on the earth were going to be killed. Thus Kamsa was placed into great fear and doubt.</P><P CLASS=t>PURPORT</P><P>It has already been discussed that mother earth implored Lord Brahm&#257; to give her relief from the distress created by the burdensome demons and that Lord Brahm&#257; informed her that Lord Krishna Himself was going to appear. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>):</P><P>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>Whenever there is a burden created by the demons and whenever the innocent devotees are distressed by demoniac rulers, the Lord appears in due course of time to kill the demons with the assistance of His real representatives, who are technically called demigods. In the Upanishads it is stated that the demigods are different parts of the Supreme Personality of Godhead. As it is the duty of the parts of the body to serve the whole, it is the duty of Krishna's devotees to serve Krishna as He wants. Krishna's business is to kill the demons, and therefore this should be a devotee's business also. Because the people of Kali-yuga are fallen, however, &#346;r&#299; Caitanya Mah&#257;prabhu, out of kindness for them, did not bring any weapon to kill them. Rather, by spreading Krishna consciousness, love of Krishna, He wanted to kill their nefarious, demoniac activities. This is the purpose of the Krishna consciousness movement. Unless the demoniac activities on the surface of the world are diminished or vanquished, no one can be happy. The program for the conditioned soul is fully described in Bhagavad-g&#299;t&#257;, and one simply has to follow these instructions to become happy. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore prescribed:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>Let people chant the Hare Krishna mantra constantly. Then their demoniac tendencies will be killed, and they will become first-class devotees, happy in this life and in the next.</P><P CLASS=l><A CLASS=i HREF="62-63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="65-66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>