<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verses 65-66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verses 65-66"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.65-66</P><P CLASS=c>risher vinirgame kamso</P><P CLASS=c>yad&#363;n matv&#257; sur&#257;n iti</P><P CLASS=c>devaky&#257; garbha-sambh&#363;tam</P><P CLASS=c>vishnum ca sva-vadham prati</P><P CLASS=c>devak&#299;m vasudevam ca</P><P CLASS=c>nigrihya nigadair grihe</P><P CLASS=c>j&#257;tam j&#257;tam ahan putram</P><P CLASS=c>tayor ajana-&#347;a&#324;kay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/v/vinirgame">vinirgame</A> &#8212; on the departure (after giving information); <A CLASS=v HREF="http://vedabase.net/k/kamsah">kamsah</A> &#8212; <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/y/yadun">yad&#363;n</A> &#8212; all the members of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/m/matva">matv&#257;</A> &#8212; thinking of; <A CLASS=v HREF="http://vedabase.net/s/suran">sur&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> demigods; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/devakyah">devaky&#257;h</A> &#8212; of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/garbha">garbha</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhutam">sambh&#363;tam</A> &#8212; the children born from the womb; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; (accepting) <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/vadham">vadham</A> <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; fearing his own death from <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/d/devakim">devak&#299;m</A> &#8212; <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudevam">vasudevam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and her husband, <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/n/nigrhya">nigrihya</A> &#8212; arresting; <A CLASS=v HREF="http://vedabase.net/n/nigadaih">nigadaih</A> &#8212; by iron shackles; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; confined at home; <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> &#8212; each one who was born, one after another; <A CLASS=v HREF="http://vedabase.net/a/ahan">ahan</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/p/putram">putram</A> &#8212; the sons; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A> and <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/ajana">ajana</A>-<A CLASS=v HREF="http://vedabase.net/s/sankaya">&#347;a&#324;kay&#257;</A> &#8212; with the doubt that they would be <A HREF="http://vedabase.net/v/visnu">Vishnu</A>.</P><P CLASS=t>TRANSLATION</P><P>After the departure of the great saint N&#257;rada, Kamsa thought that all the members of the Yadu dynasty were demigods and that any of the children born from the womb of Devak&#299; might be Vishnu. Fearing his death, Kamsa arrested Vasudeva and Devak&#299; and chained them with iron shackles. Suspecting each of the children to be Vishnu, Kamsa killed them one after another because of the prophecy that Vishnu would kill him.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in his notes on this verse, has mentioned how N&#257;rada Muni gave Kamsa this information. This incident is described in the Hari-vam&#347;a. N&#257;rada Muni went to see Kamsa by providence, and Kamsa received him very well. N&#257;rada, therefore, informed him that any one of the sons of Devak&#299; might be Vishnu. Because Vishnu was to kill him, Kamsa should not spare any of Devak&#299;'s children, N&#257;rada Muni advised. N&#257;rada's intention was that Kamsa, by killing the children, would increase his sinful activities so that Krishna would soon appear to kill him. Upon receiving the instructions of N&#257;rada Muni, Kamsa killed all the children of Devak&#299; one after another.</P><P>The word ajana-&#347;a&#324;kay&#257; indicates that Lord Vishnu never takes birth (ajana) and that He therefore appeared as Krishna, taking birth just like a human being (m&#257;nush&#299;m tanum &#257;&#347;ritam). Kamsa attempted to kill all the babies born of Devak&#299; and Vasudeva, although he knew that if Vishnu were born, He would not be killed. Actually it came to pass that when Vishnu appeared as Krishna, Kamsa could not kill Him; rather, as foretold, it was He who killed Kamsa. One should know in truth how Krishna, who takes His birth transcendentally, acts to kill the demons but is never killed. When one perfectly understands Krishna in this way, through the medium of &#347;&#257;stra, one becomes immortal. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="67.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>