<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 69</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 69"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.69</P><P CLASS=c>ugrasenam ca pitaram</P><P CLASS=c>yadu-bhoj&#257;ndhak&#257;dhipam</P><P CLASS=c>svayam nigrihya bubhuje</P><P CLASS=c>&#347;&#363;rasen&#257;n mah&#257;-balah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/ugrasenam">ugrasenam</A> &#8212; unto <A HREF="http://vedabase.net/u/ugrasena">Ugrasena</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; who was his own father; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A> &#8212; of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/b/bhoja">bhoja</A> &#8212; of the <A HREF="http://vedabase.net/b/bhoja">Bhoja</A> dynasty; <A CLASS=v HREF="http://vedabase.net/a/andhaka">andhaka</A> &#8212; of the <A HREF="http://vedabase.net/a/andhaka">Andhaka</A> dynasty; <A CLASS=v HREF="http://vedabase.net/a/adhipam">adhipam</A> &#8212; the king; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/n/nigrhya">nigrihya</A> &#8212; subduing; <A CLASS=v HREF="http://vedabase.net/b/bubhuje">bubhuje</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/s/surasenan">&#347;&#363;rasen&#257;n</A> &#8212; all the states known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/surasena">&#346;&#363;rasena</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/balah">balah</A> &#8212; the extremely powerful <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>.</P><P CLASS=t>TRANSLATION</P><P>Kamsa, the most powerful son of Ugrasena, even imprisoned his own father, the King of the Yadu, Bhoja and Andhaka dynasties, and personally ruled the states known as &#346;&#363;rasena.</P><P CLASS=t>PURPORT</P><P>The state known as Mathur&#257; was also included within the states known as &#346;&#363;rasena.</P><P>ADDITIONAL NOTES FOR THIS CHAPTER</P><P>Regarding transmigration of the soul, &#346;r&#299;la Madhv&#257;c&#257;rya gives the following notes. When one is awake, whatever one sees or hears is impressed upon the mind, which later works in dreams to show one different experiences, although in dreams one appears to accept a different body. For example, when one is awake one does business and talks with customers, and similarly in dreams one meets various customers, talks about business and gives quotations. Madhv&#257;c&#257;rya says, therefore, that dreams take place according to what one sees, hears and remembers. When one reawakens, of course, one forgets the body of the dream. This forgetfulness is called apasmriti. Thus we are changing bodies because we are sometimes dreaming, sometimes awake and sometimes forgetful. Forgetfulness of our previously created body is called death, and our work in the present body is called life. After death, one cannot remember the activities of one's previous body, whether imaginary or factual.</P><P>The agitated mind is compared to agitated water reflecting the sun and the moon. Actually the sun and moon reflected on the water do not exist there; nonetheless, they are reflected according to the movements of the water. Similarly, when our minds are agitated, we wander in different material atmospheres and receive different types of bodies. This is described in Bhagavad-g&#299;t&#257; as guna-sa&#324;ga. K&#257;ranam guna-sa&#324;go 'sya. Madhv&#257;c&#257;rya says, guna-nubaddhah san. And &#346;r&#299; Caitanya Mah&#257;prabhu says, brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va (Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>). The living entity rotates up and down throughout the universe, sometimes in the upper planetary system, sometimes in the middle and lower planetary systems, sometimes as a man, sometimes a god, a dog, a tree and so on. This is all due to the agitation of the mind. The mind must therefore be steadily fixed. As it is said, sa vai manah krishna-pad&#257;ravindayoh. One should fix one's mind at the lotus feet of Krishna, and then one will become free from agitation. This is the instruction of the Garuda Pur&#257;na, and in the N&#257;rad&#299;ya Pur&#257;na the same process is described. As stated in Bhagavad-g&#299;t&#257;, y&#257;nti deva-vrat&#257; dev&#257;n [<A CLASS=v HREF="../../../bg/9/25.htm">Bg. 9.25</A>]. The agitated mind goes to different planetary systems because it is attached to different kinds of demigods, but one does not go to the abode of the Supreme Personality of Godhead by worshiping the demigods, for this is not supported by any Vedic literature. Man is the architect of his own fortune. In this human life one has the facility with which to understand one's real situation, and one can decide whether to wander around the universe forever or return home, back to Godhead. This is also confirmed in Bhagavad-g&#299;t&#257; (apr&#257;pya m&#257;m nivartante mrityu-sams&#257;ra-vartmani).</P><P>There is no such thing as chance. When a tree is burning in a forest fire and although the nearest tree is spared a distant tree catches fire, this may appear to be chance. Similarly, one may seem to get different types of bodies by chance, but actually one receives these bodies because of the mind. The mind flickers between accepting and rejecting, and according to the acceptance and rejection of the mind, we receive different types of bodies, although we superficially seem to obtain these bodies by chance. Even if we accept the theory of chance, the immediate cause for the change of body is the agitation of the mind.</P><P>Notes on am&#347;a. This chapter describes that Krishna appeared am&#347;ena, with His parts and parcels or His partial manifestation. In this connection, &#346;r&#299;dhara Sv&#257;m&#299; says that Krishna is one hundred percent Bhagav&#257;n (krishnas tu bhagav&#257;n svayam). Because of our imperfections, however, we cannot appreciate Krishna in fullness, and therefore whatever Krishna exhibited when present on earth was but a partial manifestation of His opulence. Again, Krishna appeared with His plenary expansion Baladeva. Krishna, however, is full; there is no question of His appearing partially. In the Vaishnava-toshan&#299;, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; says that to accept that Krishna was partially manifested would contradict the statement krishnas tu bhagav&#257;n svayam. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; says that the word am&#347;ena means that Krishna appeared with all His plenary expansions. The words am&#347;ena vishnoh do not mean that Krishna is a partial representative of Vishnu. Rather, Krishna appeared in fullness, and He manifests Himself partially in the Vaikunthalokas. In other words, Lord Vishnu is a partial representation of Krishna; Krishna is not a partial representation of Vishnu. In the Caitanya-carit&#257;mrita, &#256;di-l&#299;l&#257;, Chapter Four, this subject matter is explained very clearly. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also notes that no one can describe Krishna in fullness. Whatever descriptions we find in &#346;r&#299;mad-Bh&#257;gavatam are partial explanations of Krishna. In conclusion, therefore, the word am&#347;ena indicates that Lord Vishnu is a partial representation of Krishna, not that Krishna is a partial representation of Vishnu.</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299;'s Vaishnava-toshan&#299; has explained the word dharma-&#347;&#299;lasya. The exact meaning of dharma-&#347;&#299;la is "an unadulterated devotee." Real dharma consists of full surrender to Krishna (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). One who has fully surrendered to Krishna is actually religious. One such religious person was Mah&#257;r&#257;ja Par&#299;kshit. Anyone who accepts the principle of surrender to the lotus feet of the Lord, giving up all other systems of religion, is actually dharma-&#347;&#299;la, perfectly religious.</P><P>The word nivritta-tarshaih refers to one who no longer has any material desires (sarvop&#257;dhi-vinirmuktam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). One may have many material desires because of contamination in this material world, but when one is completely free from all material desires, he is called nivritta-trishna, which indicates that he no longer has any thirst for material enjoyment. Sv&#257;min krit&#257;rtho 'smi varam na y&#257;ce (Hari-bhakti-sudhodaya). Materialistic persons want some material profit from executing devotional service, but this is not the purpose of service. The perfection of devotional service lies in complete surrender unto the lotus feet of Krishna, with no material desires. One who surrenders in this way is already liberated. J&#299;van-muktah sa ucyate. One who is always busy serving Krishna, in whatever condition he may live, is understood to be liberated even in this life. Such a person, who is a pure devotee, does not need to change his body; indeed, he does not possess a material body, for his body has already been spiritualized. An iron rod kept constantly within a fire will ultimately become fire, and whatever it touches will burn. Similarly, the pure devotee is in the fire of spiritual existence, and therefore his body is cin-maya; that is, it is spiritual, not material, because the pure devotee has no desire but the transcendental desire to serve the Lord. In text four the word upag&#299;yam&#257;n&#257;t is used: nivritta-tarshair upag&#299;yam&#257;n&#257;t. Who will chant the glories of the Lord unless he is a devotee? Therefore the word nivritta-tarshaih indicates the devotee, and no one else. These are the remarks of &#257;c&#257;ryas like V&#299;rar&#257;ghava &#256;c&#257;rya and Vijayadhvaja. To desire anything other than devotional service will diminish one's freedom from material desires, but when one is free from all such desires one is called nivritta-tarshaih.</P><P>Vin&#257; pa&#347;u-ghn&#257;t. The word pa&#347;u means "animal." An animal killer, pa&#347;u-ghna, cannot enter into Krishna consciousness. In our Krishna consciousness movement, therefore, animal killing is completely prohibited.</P><P>Uttama&#347;loka-gun&#257;nuv&#257;d&#257;t. The word uttama&#347;loka means "one who is famous as the best of those who are good." The Lord is good in all circumstances. That is His natural reputation. His goodness is unlimited, and He uses it unlimitedly. A devotee is also sometimes described as uttama&#347;loka, meaning that he is eager to glorify the Supreme Personality of Godhead or the Lord's devotees. Glorifying the Lord and glorifying the Lord's devotees are the same. Or, rather, glorifying the devotee is more important than glorifying the Lord directly. Narottama d&#257;sa Th&#257;kura explains this fact: ch&#257;diy&#257; vaishnava-sev&#257;, nist&#257;ra p&#257;yeche keb&#257;. One cannot be liberated from material contamination without sincerely serving a devotee of Krishna.</P><P>Bhavaushadh&#257;t means "from the universal remedy." Chanting the holy name and glorifying the Supreme Lord are the universal remedy for all the miseries of materialistic life. Persons who desire to be freed from this material world are called mumukshu. Such persons can understand the miseries of materialistic life, and by glorifying the activities of the Lord they can be released from all these miseries. The transcendental sound vibrations concerning the Lord's name, fame, form, qualities and paraphernalia are all nondifferent from the Lord. Therefore the very sound vibration of the Lord's glorification and name are pleasing to the ears, and by understanding the absolute nature of the Lord's name, form and qualities the devotee becomes joyful. Even those who are not devotees, however, enjoy the pleasing narrations of the Lord's transcendental activities. Even ordinary persons not very much advanced in Krishna consciousness take pleasure in describing the narrations depicted in &#346;r&#299;mad-Bh&#257;gavatam. When a materialistic person is purified in this way, he engages in hearing and chanting the glories of the Lord. Because glorification of the Lord's pastimes is very pleasing to the ear and heart of the devotee, it is simultaneously his subject and object.</P><P>In this world there are three kinds of men: those who are liberated, those trying to be liberated, and those entangled in sense enjoyment. Of these three, those who are already liberated chant and hear the holy name of the Lord, knowing perfectly that to glorify the Lord is the only way to keep oneself in a transcendental position. Those who are trying to be liberated, the second class, may regard the chanting and hearing of the Lord's holy name as a process of liberation, and they too will feel the transcendental pleasure of this chanting. As for karm&#299;s and persons engaged in sense gratification, they also may take pleasure in hearing the pastimes of the Lord, like His fighting on the Battlefield of Kurukshetra and His dancing in Vrind&#257;vana with the gop&#299;s.</P><P>The word uttama&#347;loka-gun&#257;nuv&#257;da refers to the transcendental qualities of the Supreme Lord, such as His affection for mother Ya&#347;od&#257; and His friends the cowherd boys and His loving attitude toward the gop&#299;s. The Lord's devotees like Mah&#257;r&#257;ja Yudhishthira are also described by the qualification uttama&#347;loka-gun&#257;nuv&#257;da. The word anuv&#257;da refers to describing the qualities of the Supreme Lord or His devotees. When these qualities are described, other devotees are interested in hearing them. The more one is interested in hearing about these transcendental qualities, the more one transcendentally enjoys. Everyone, therefore, including the mumukshus, the vimuktas and the karm&#299;s, should chant and hear the glories of the Lord, and in this way everyone will benefit.</P><P>Although the sound vibration of the transcendental qualities of the Lord is equally beneficial to all, for those who are muktas, liberated, it is especially pleasing. As described in &#346;r&#299;mad-Bh&#257;gavatam, Eighth Canto, Third Chapter, verse twenty, because pure devotees, who no longer have any material desires, surrender fully to the lotus feet of the Lord, they always merge in the ocean of bliss by chanting and hearing the Lord's holy name. According to this verse, devotees like N&#257;rada and other residents of &#346;vetadv&#299;pa are seen always engaged in chanting the holy name of the Lord because by such chanting they are always externally and internally blissful. The mumukshus, persons desiring to be liberated, do not depend on the pleasures of the senses; instead, they concentrate fully on becoming liberated by chanting the holy name of the Lord. Karm&#299;s like to create something pleasing to their ears and hearts, and although they sometimes like to chant or hear the glories of the Lord, they do not do it openly. Devotees, however, always spontaneously hear, chant about and remember the activities of the Lord, and by this process they are fully satisfied, even though these may seem like topics of sense gratification. Simply by hearing the transcendental narrations of the Lord's activities, Par&#299;kshit Mah&#257;r&#257;ja was liberated. He was therefore &#347;rotramano-'bhir&#257;ma; that is, he glorified the process of hearing. This process should be accepted by all living entities.</P><P>To distinguish persons who are bereft of these transcendental pleasures, Par&#299;kshit Mah&#257;r&#257;ja has used the words virajyeta pum&#257;n. The word pum&#257;n refers to any person, whether man, woman or in-between. Because of the bodily conception of life, we are subject to lamentation, but one who has no such bodily conceptions can take pleasure in transcendental hearing and chanting. Therefore a person fully absorbed in the bodily concept of life is surely killing himself by not making spiritual progress. Such a person is called pa&#347;u-ghna. Especially excluded from spiritual life are the animal hunters, who are not interested in hearing and chanting the holy name of the Lord. Such hunters are always unhappy, both in this life and in the next. It is therefore said that a hunter should neither die nor live because for such persons both living and dying are troublesome. Animal hunters are completely different from ordinary karm&#299;s, and thus they have been excluded from the process of hearing and chanting. Vin&#257; pa&#347;u-ghn&#257;t. They cannot enter into the transcendental pleasure of chanting and hearing the holy name of the Lord.</P><P>The word mah&#257;-ratha refers to a great hero who can fight alone against eleven thousand other heroes, and the word atiratha, as found in text five, refers to one who can fight against an unlimited number. This is mentioned in the Mah&#257;bh&#257;rata as follows:</P><P>ek&#257;da&#347;a-sahasr&#257;ni</P><P CLASS=n>yodhayed yas tu dhanvin&#257;m</P><P CLASS=n>astra-&#347;astra-prav&#299;na&#347; ca</P><P CLASS=n>mah&#257;-ratha iti smritah</P><P CLASS=n>amit&#257;n yodhayed yas tu</P><P CLASS=n>samprokto 'tirathas tu sah</P><P>This is the description given in the Brihad-vaishnava-toshan&#299; by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;.</P><P>M&#257;y&#257;-manushyasya (10.1.17). Because of being covered by yogam&#257;y&#257; (n&#257;ham prak&#257;&#347;ah sarvasya yogam&#257;y&#257;-sam&#257;vritah [<A CLASS=v HREF="../../../bg/7/25.htm">Bg. 7.25</A>]), Krishna is sometimes called m&#257;y&#257;-manushya, indicating that although He is the Supreme Personality of Godhead, He appears like an ordinary person. A misunderstanding arises because yogam&#257;y&#257; covers the vision of the general public. The Lord's position is actually different from that of an ordinary person, for although He appears to act like an ordinary man, He is always transcendental. The word m&#257;y&#257; also indicates "mercy," and sometimes it also means "knowledge." The Lord is always full of all transcendental knowledge, and therefore although He acts like a human being, He is the Supreme Personality of Godhead, full of knowledge. In His original identity, the Lord is the controller of m&#257;y&#257; (may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]). Therefore the Lord may be called m&#257;y&#257;-manushya, or the Supreme Personality of Godhead playing like an ordinary human being, although He is the controller of both the material and spiritual energies. The Lord is the Supreme Person, Purushottama, but because we are deluded by yogam&#257;y&#257;, He appears to be an ordinary person. Ultimately, however, yogam&#257;y&#257; induces even a nondevotee to understand the Lord as the Supreme Person, Purushottama. In Bhagavad-g&#299;t&#257; we find two statements given by the Supreme Personality of Godhead. For the devotees, the Lord says:</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me." (<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>) Thus for the willing devotee the Lord gives intelligence by which to understand Him and return home, back to Godhead. For others, for nondevotees, the Lord says, mrityuh sarva-hara&#347; c&#257;ham: "I am all-plundering, inevitable death." A devotee like Prahl&#257;da enjoys the activities of Lord Nrisimhadeva, whereas nondevotees like Prahl&#257;da's father, Hiranyaka&#347;ipu, meet death before Lord Nrisimhadeva. The Lord therefore acts in two ways, by sending some onto the path of repeated birth and death and sending others back home, back to Godhead.</P><P>The word k&#257;la, meaning "black," indicates the color of the Supreme Personality of Godhead, Krishna. Lord Krishna and Lord R&#257;macandra, who both look blackish, give liberation and transcendental bliss to Their devotees. Among persons possessing material bodies, sometimes someone is able to subject death to his own will. For such a person, death is almost impossible because no one wants to die. But although Bh&#299;shmadeva possessed this power, Bh&#299;shma, by the supreme will of the Lord, died very easily in the Lord's presence. There have also been many demons who had no hope of salvation, yet Kamsa attained salvation by the supreme will of the Lord. Not to speak of Kamsa, even P&#363;tan&#257; attained salvation and reached the level of the Lord's mother. Par&#299;kshit Mah&#257;r&#257;ja, therefore, was very eager to hear about the Lord, who has inconceivable qualities by which to give liberation to anyone. Par&#299;kshit Mah&#257;r&#257;ja, at the point of his death, was certainly interested in his liberation. When such a great and exalted personality as the Lord behaves like an ordinary human being although possessing inconceivable qualities, His behavior is called m&#257;y&#257;. Therefore the Lord is described as m&#257;y&#257;-manushya. This is the opinion of &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. Mu refers to mukti, or salvation, and ku refers to that which is bad or very obnoxious. Thus muku refers to the Supreme Personality of Godhead, who saves one from the bad condition of material existence. The Lord is called mukunda because He not only saves the devotee from material existence but offers him transcendental bliss in love and service.</P><P>As for Ke&#347;ava, ka means Brahm&#257;, and &#299;&#347;a means Lord &#346;iva. The personality of Godhead captivates both Lord Brahm&#257; and Lord Mah&#257;deva, or &#346;iva, by His transcendental qualities. Therefore He is called Ke&#347;ava. This opinion is given by San&#257;tana Gosv&#257;m&#299; in his Vaishnava-toshan&#299; commentary.</P><P>It is said that all the demigods, accompanied by Tri-nayana, Lord &#346;iva, went to the shore of the ocean of milk and offered their prayers through the mantra known as purusha-s&#363;kta. From this statement it is understood that the demigods cannot directly approach Lord Vishnu, who lies on the ocean of milk, or enter His abode. This is also clearly stated in the Mah&#257;bh&#257;rata, Moksha-dharma, and the next chapter of &#346;r&#299;mad-Bh&#257;gavatam. Krishna, the Supreme Personality of Godhead, has His abode in Goloka (goloka-n&#257;mni nija-dh&#257;mni tale ca tasya [<A CLASS=v HREF="../../../bs/5/43.htm">Bs. 5.43</A>]). From Lord Krishna come the catur-vy&#363;ha, the quadruple expansions Sa&#324;karshana, Aniruddha, Pradyumna and V&#257;sudeva. There are innumerable brahm&#257;ndas, all of which emanate from the pores of K&#257;ranodaka&#347;&#257;y&#299; Vishnu, and in every brahm&#257;nda there is a Garbhodaka&#347;&#257;y&#299; Vishnu, who is a partial expansion of Aniruddha. This Aniruddha is a partial expansion of Pradyumna, who is partially represented as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the Supersoul of all living entities. These Vishnu expansions are different from Krishna, who resides in Goloka Vrind&#257;vana. When it is said that the demigods offered prayers to the Lord by chanting the purusha-s&#363;kta, this indicates that they pleased the Lord by enunciating prayers of bhakti.</P><P>The word vrish&#257;kapi refers to one who satisfies His devotee in every way and frees His devotee from all material anxieties. Vrisha refers to religious performances like sacrifices. Even without the execution of sacrifices, the Lord can still enjoy the supermost comforts of the heavenly planets. The statement that Purushottama, Jagann&#257;tha, would appear in the house of Vasudeva distinguishes the Supreme Personality of Godhead from ordinary persons. The statement that He personally appeared indicates that He did not send His plenary expansion. The word priy&#257;rtham indicates that the Lord appeared to please Rukmin&#299; and R&#257;dh&#257;r&#257;n&#299;. Priy&#257; means "the most beloved."</P><P>In the commentary of &#346;r&#299; V&#299;rar&#257;ghava &#256;c&#257;rya, the following extra verse is accepted after text twenty-three:</P><P>rishayo 'pi tad-&#257;de&#347;&#257;t</P><P CLASS=n>kalpyant&#257;m pa&#347;u-r&#363;pinah</P><P CLASS=n>payo-d&#257;na-mukhen&#257;pi</P><P CLASS=n>vishnum tarpayitum sur&#257;h</P><P>"O demigods, even great sages, following the order of Vishnu, appeared in the forms of cows and calves to please the Supreme Personality of Godhead by delivering milk."</P><P>R&#257;m&#257;nuj&#257;c&#257;rya sometimes accepts Baladeva as a &#347;akty&#257;ve&#347;a-avat&#257;ra, but &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained that Baladeva is an expansion of Krishna and that a part of Baladeva is Sa&#324;karshana. Although Baladeva is identical with Sa&#324;karshana, He is the origin of Sa&#324;karshana. Therefore the word svar&#257;t has been used to indicate that Baladeva always exists in His own independence. The word svar&#257;t also indicates that Baladeva is beyond the material conception of existence. M&#257;y&#257; cannot attract Him, but because He is fully independent, He can appear by His spiritual potency wherever He likes. M&#257;y&#257; is fully under the control of Vishnu. Because the material potency and yogam&#257;y&#257; mingle in the Lord's appearance, they are described as ek&#257;nam&#347;&#257;. Sometimes ek&#257;nam&#347;&#257; is interpreted to mean "without differentiation." Sa&#324;karshana and &#346;esha-n&#257;ga are identical. As stated by Yamun&#257;dev&#299;, "O R&#257;ma, O great-armed master of the world, who have extended Yourself throughout the entire universe by one plenary expansion, it is not possible to understand You fully." Therefore ek&#257;m&#347;&#257; refers to &#346;esha-n&#257;ga. In other words, Baladeva, merely by His partial expansion, sustains the entire universe.</P><P>The word k&#257;ry&#257;rthe refers to one who attracted the pregnancy of Devak&#299; and bewildered mother Ya&#347;od&#257;. These pastimes are very confidential. The Supreme Personality of Godhead ordered yogam&#257;y&#257; to bewilder His associates in His pastimes and bewilder demons like Kamsa. As stated previously, yogam&#257;y&#257;m sam&#257;di&#347;at. To give service to the Lord, yogam&#257;y&#257; appeared along with mah&#257;m&#257;y&#257;. Mah&#257;m&#257;y&#257; refers to yay&#257; sammohitam jagat, "one who bewilders the entire material world." From this statement it is to be understood that yogam&#257;y&#257;, in her partial expansion, becomes mah&#257;m&#257;y&#257; and bewilders the conditioned souls. In other words, the entire creation has two divisions &#8212; transcendental, or spiritual, and material. Yogam&#257;y&#257; manages the spiritual world, and by her partial expansion as mah&#257;m&#257;y&#257; she manages the material world. As stated in the N&#257;rada-pañcar&#257;tra, mah&#257;m&#257;y&#257; is a partial expansion of yogam&#257;y&#257;. The N&#257;rada-pañcar&#257;tra clearly states that the Supreme Personality has one potency, which is sometimes described as Durg&#257;. The Brahma-samhit&#257; says, ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257; [<A CLASS=v HREF="../../../bs/5/44.htm">Bs. 5.44</A>]. Durg&#257; is not different from yogam&#257;y&#257;. When one understands Durg&#257; properly, he is immediately liberated, for Durg&#257; is originally the spiritual potency, hl&#257;din&#299;-&#347;akti, by whose mercy one can understand the Supreme Personality of Godhead very easily. R&#257;dh&#257; krishna-pranaya-vikritir hl&#257;din&#299;-&#347;aktir asm&#257;d [<A CLASS=v HREF="../../../cc/adi/1/5.htm">Adi 1.5</A>]. The mah&#257;m&#257;y&#257;-&#347;akti, however, is a covering of yogam&#257;y&#257;, and she is therefore called the covering potency. By this covering potency, the entire material world is bewildered (yay&#257; sammohitam jagat). In conclusion, bewildering the conditioned souls and liberating the devotees are both functions belonging to yogam&#257;y&#257;. Transferring the pregnancy of Devak&#299; and keeping mother Ya&#347;od&#257; in deep sleep were both done by yogam&#257;y&#257;; mah&#257;m&#257;y&#257; cannot act upon such devotees, for they are always liberated. But although it is not possible for mah&#257;m&#257;y&#257; to control liberated souls or the Supreme Personality of Godhead, she did bewilder Kamsa. The action of yogam&#257;y&#257; in presenting herself before Kamsa was the action of mah&#257;m&#257;y&#257;, not yogam&#257;y&#257;. Yogam&#257;y&#257; cannot even see or touch such polluted persons as Kamsa. In Cand&#299;, in the M&#257;rkandeya Pur&#257;na, Eleventh Chapter, Mah&#257;m&#257;y&#257; says, "During the twenty-eighth yuga in the period of Vaivasvata Manu, I shall take birth as the daughter of Ya&#347;od&#257; and be known as Vindhy&#257;cala-v&#257;sin&#299;."</P><P>The distinction between the two m&#257;y&#257;s &#8212; yogam&#257;y&#257; and mah&#257;-m&#257;y&#257; &#8212; is described as follows. Krishna's r&#257;sa-l&#299;l&#257; with the gop&#299;s and the gop&#299;s' bewilderment in respect to their husbands, fathers-in-law and other such relatives were arrangements of yogam&#257;y&#257; in which mah&#257;m&#257;y&#257; had no influence. The Bh&#257;gavatam gives sufficient evidence of this when it clearly says, yogam&#257;y&#257;m up&#257;&#347;ritah. On the other hand, there were asuras headed by &#346;&#257;lva and kshatriyas like Duryodhana who were bereft of devotional service in spite of seeing Krishna's carrier Garuda and the universal form, and who could not understand Krishna to be the Supreme Personality of Godhead. This was also bewilderment, but this bewilderment was due to mah&#257;m&#257;y&#257;. Therefore it is to be concluded that the m&#257;y&#257; which drags a person from the Supreme Personality of Godhead is called jadam&#257;y&#257;, and the m&#257;y&#257; which acts on the transcendental platform is called yogam&#257;y&#257;. When Nanda Mah&#257;r&#257;ja was taken away by Varuna, he saw Krishna's opulence, but nonetheless he thought of Krishna as his son. Such feelings of parental love in the spiritual world are acts of yogam&#257;y&#257;, not of jadam&#257;y&#257;, or mah&#257;m&#257;y&#257;. This is the opinion of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura.</P><P>&#346;&#363;rasen&#257;m&#347; ca. The son of K&#257;rtav&#299;ry&#257;rjuna was &#346;&#363;rasena, and the countries he ruled were also called &#346;&#363;rasena. This is noted by San&#257;tana Gosv&#257;m&#299; in his Vaishnava-toshan&#299; commentary.</P><P>In regard to Mathur&#257;, we find this quotation:</P><P>mathyate tu jagat sarvam</P><P CLASS=n>brahma-jñ&#257;nena yena v&#257;</P><P CLASS=n>tat-s&#257;ra-bh&#363;tam yad yasy&#257;m</P><P CLASS=n>mathur&#257; s&#257; nigadyate</P><P>When a self-realized soul acts in his transcendental position, his situation is called Mathur&#257;. In other words, when one acts in the process of bhakti-yoga, he may live anywhere, but actually he lives in Mathur&#257;, Vrind&#257;vana. Devotion to Krishna, the son of Nanda Mah&#257;r&#257;ja, is the essence of all knowledge, and wherever such knowledge is manifested is called Mathur&#257;. Also, when one establishes bhakti-yoga, excluding all other methods, one's situation is called Mathur&#257;. Yatra nityam sannihito harih: the place where Hari, the Supreme Personality of Godhead, lives eternally is called Mathur&#257;. The word nitya indicates eternality. The Supreme Lord is eternal, and His abode is also eternal. Goloka eva nivasaty akhil&#257;tma-bh&#363;tah [<A CLASS=v HREF="../../../bs/5/37.htm">Bs. 5.37</A>]. Although the Lord is always stationed in His abode, Goloka Vrind&#257;vana, He is present everywhere in fullness. This means that when the Supreme Lord descends on the surface of the world, His original abode is not vacant, for He can remain in His original abode and simultaneously descend upon Mathur&#257;, Vrind&#257;vana, Ayodhy&#257; and other places. He does not need to descend, since He is already present there; He simply manifests Himself.</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; has addressed Mah&#257;r&#257;ja Par&#299;kshit as t&#257;ta, or "beloved son." This is due to parental love in the heart of &#346;ukadeva Gosv&#257;m&#299;. Because Krishna was soon coming as the son of Vasudeva and Devak&#299;, out of parental affection &#346;ukadeva Gosv&#257;m&#299; addressed Mah&#257;r&#257;ja Par&#299;kshit as t&#257;ta, "my dear son."</P><P>In the Vi&#347;va-ko&#347;a dictionary, the word garbha is explained: garbho bhr&#363;ne arbhake kuksh&#257;v ity &#257;di. When Kamsa was about to kill Devak&#299;, Vasudeva wanted to dissuade him by the diplomacy of s&#257;ma and bheda. S&#257;ma means "pacifying." Vasudeva wanted to pacify Kamsa by indicating relations, gain, welfare, identity and glorification. Reference to these five concerns constitutes s&#257;ma, and Vasudeva's presentation of fear in two situations &#8212; in this life and the next &#8212; is called bheda. Thus Vasudeva used both s&#257;ma and bheda to pacify Kamsa. praising Kamsa's qualifications was glorification, and praising him as a descendant of the bhoja-vam&#347;a appealed to sambandha, relationship. Speaking of "your sister" was an appeal to identity. Speaking about killing a woman raises questions about fame and welfare, and arousing fear of the sinful act of killing one's sister during her marriage ceremony is an aspect of bheda. The Bhoja dynasty refers to those who were simply interested in sense gratification and were therefore not very aristocratic. Another meaning of bhoja is "fighting." These were indications of defamation for Kamsa. When Vasudeva addressed Kamsa as d&#299;na-vatsala, this was excessive praise. Kamsa would accept calves as a form of revenue from his poor constituents, and therefore he was called d&#299;na-vatsala. Vasudeva knew very well that he could not by force rescue Devak&#299; from the imminent danger. Devak&#299; was actually the daughter of Kamsa's uncle, and therefore she is described as suhrit, meaning "relative." It is stated that Kamsa refrained from killing his close relation Devak&#299; because if he had killed her, a great fight would have ensued among the other members of the family. Kamsa refrained from provoking this great danger of a family fight, for it would have caused many persons to lose their lives.</P><P>Formerly an asura named K&#257;lanemi had six sons, named Hamsa, Suvikrama, Kr&#257;tha, Damana, Ripurmardana and Krodhahant&#257;. They were known as the shad-garbhas, or six garbhas, and they were all equally powerful and expert in military affairs. These shad-garbhas gave up the association of Hiranyaka&#347;ipu, their grandfather, and underwent great austerities to satisfy Lord Brahm&#257;, who, upon being satisfied, agreed to give them whatever benediction they might desire. When asked by Lord Brahm&#257; to state what they wanted, the sh&#257;d-garbhas replied, "Dear Lord Brahm&#257;, if you want to give us a benediction, give us the blessing that we will not be killed by any demigod, mah&#257;-roga, Yaksha, Gandharva-pati, Siddha, C&#257;rana or human being, nor by great sages who are perfect in their penances and austerities." Brahm&#257; understood their purpose and fulfilled their desire. But when Hiranyaka&#347;ipu came to know of these events, he was very angry at his grandsons. "You have given up my association and have gone to worship Lord Brahm&#257;," he said, "and therefore I no longer have any affection for you. You have tried to save yourselves from the hands of the demigods, but I curse you in this way: Your father will take birth as Kamsa and kill all of you because you will take birth as sons of Devak&#299;." Because of this curse, the grandsons of Hiranyaka&#347;ipu had to take birth from the womb of Devak&#299; and be killed by Kamsa, although he was previously their father. This description is mentioned in the Hari-vam&#347;a, Vishnu-parva, Second Chapter. According to the comments of the Vaishnava-toshan&#299;, the son of Devak&#299; known as K&#299;rtim&#257;n was the third incarnation. In his first incarnation he was known as Smara and was the son of Mar&#299;ci, and later he became the son of K&#257;lanemi. This is mentioned in the histories.</P><P>An additional verse in this chapter of &#346;r&#299;mad-Bh&#257;gavatam is accepted by the Madhv&#257;c&#257;rya-samprad&#257;ya, represented by Vijayadhvaja T&#299;rtha. The verse is as follows:</P><P>atha kamsam up&#257;gamya</P><P CLASS=n>n&#257;rado brahma-nandanah</P><P CLASS=n>ek&#257;ntam upasa&#324;gamya</P><P CLASS=n>v&#257;kyam etad uv&#257;ca ha</P><P>atha &#8212; in this way; kamsam &#8212; unto Kamsa; up&#257;gamya &#8212; after going; n&#257;radah &#8212; the great sage N&#257;rada; brahma-nandanah &#8212; who is the son of Brahm&#257;; ek&#257;ntam upasa&#324;gamya &#8212; after going to a very solitary place; v&#257;kyam &#8212; the following instruction; etat &#8212; this; uv&#257;ca &#8212; said; ha &#8212; in the past.</P><P>Translation: "Thereafter, N&#257;rada, the mental son of Lord Brahm&#257;, approached Kamsa and, in a very solitary place, informed him of the following news."</P><P>The great saint N&#257;rada descended from the heavenly planets to the forest of Mathur&#257; and sent his messenger to Kamsa. When the messenger approached Kamsa and informed him of N&#257;rada's arrival, Kamsa, the leader of the asuras, was very happy and immediately came out of his palace to receive N&#257;rada, who was as bright as the sun, as powerful as fire, and free from all tinges of sinful activities. Kamsa accepted N&#257;rada as his guest, offered him respectful obeisances and gave him a golden seat, brilliant like the sun. N&#257;rada was a friend of the King of heaven, and thus he told Kamsa, the son of Ugrasena, "My dear hero, you have satisfied me with a proper reception, and therefore I shall tell you something secret and confidential. While I was coming here from Nandak&#257;nana through the Caitraratha forest, I saw a great meeting of the demigods, who followed me to Sumeru Parvata. We traveled through many holy places, and finally we saw the holy Ganges. While Lord Brahm&#257; was consulting the other demigods at the top of Sumeru Hill, I was also present with my stringed instrument, the v&#299;n&#257;. I shall tell you confidentially that the meeting was held just to plan to kill the asuras, headed by you. You have a younger sister named Devak&#299;, and it is a fact that her eighth son will kill you." (reference: Hari-vam&#347;a, Vishnu-parva <A CLASS=v HREF="http://vedabase.net/todo/parva1/2">1.2-16</A>)</P><P>No one can blame N&#257;radaj&#299; for encouraging Kamsa to kill the sons of Devak&#299;. The saint N&#257;rada is always a well-wisher for human society, and he wanted the Supreme Personality of Godhead, Krishna, to descend to this world as soon as possible so that the society of demigods would be pleased and would see Kamsa and his friends killed by Krishna. Kamsa would also attain salvation from his nefarious activities, and this too would very much please the demigods and their followers. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura remarks in this connection that N&#257;rada Muni sometimes did things that were beneficial to the demigods and the demons simultaneously. &#346;r&#299; V&#299;rar&#257;ghava &#256;c&#257;rya, in his commentary, has included the following half-verse in this regard: asur&#257;h sarva evaita lokopadrava-k&#257;rinah. Asuras are always disturbing elements for human society.</P><P>Thus end the Bhaktivedanta purports of the Tenth Canto, First Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Advent of Lord Krishna: Introduction."</P><P CLASS=l><A CLASS=i HREF="68.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../2/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>