<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Krishna: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.9</P><P CLASS=c>kasm&#257;n mukundo bhagav&#257;n</P><P CLASS=c>pitur geh&#257;d vrajam gatah</P><P CLASS=c>kva v&#257;sam jñ&#257;tibhih s&#257;rdham</P><P CLASS=c>kritav&#257;n s&#257;tvat&#257;m patih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasmat">kasm&#257;t</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/m/mukundah">mukundah</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who can award liberation <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; of His father (<A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>); <A CLASS=v HREF="http://vedabase.net/g/gehat">geh&#257;t</A> &#8212; from the house; <A CLASS=v HREF="http://vedabase.net/v/vrajam">vrajam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Vrajadh&#257;ma, Vrajabh&#363;mi; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/v/vasam">v&#257;sam</A> &#8212; placed Himself <A HREF="http://vedabase.net/t/to">to</A> live; <A CLASS=v HREF="http://vedabase.net/j/jnatibhih">jñ&#257;tibhih</A> &#8212; His relatives; <A CLASS=v HREF="http://vedabase.net/s/sardham">s&#257;rdham</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/k/krtavan">kritav&#257;n</A> &#8212; did <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the master of all <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A> devotees.</P><P CLASS=t>TRANSLATION</P><P>Why did Krishna, the Supreme Personality of Godhead, leave the house of His father, Vasudeva, and transfer Himself to the house of Nanda in Vrind&#257;vana? Where did the Lord, the master of the Yadu dynasty, live with His relatives in Vrind&#257;vana?</P><P CLASS=t>PURPORT</P><P>These are inquiries about the itinerary of Krishna. Just after His birth in the house of Vasudeva in Mathur&#257;, Krishna transferred Himself to Gokula, on the other side of the Yamun&#257;, and after some days He moved with His father, mother and other relatives to Nanda-gr&#257;ma, Vrind&#257;vana. Mah&#257;r&#257;ja Par&#299;kshit was very much eager to hear about Krishna's activities in Vrind&#257;vana. This entire canto of &#346;r&#299;mad-Bh&#257;gavatam is full of activities performed in Vrind&#257;vana and Dv&#257;rak&#257;. The first forty chapters describe Krishna's Vrind&#257;vana affairs, and the next fifty describe Krishna's activities in Dv&#257;rak&#257;. Mah&#257;r&#257;ja Par&#299;kshit, to fulfill his desire to hear about Krishna, requested &#346;ukadeva Gosv&#257;m&#299; to describe these activities in full detail.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>