<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 5 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 5 Verse 10"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Karma-yoga &#8212; Action in Krishna Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 5.10</P><P CLASS=c>brahmany &#257;dh&#257;ya karm&#257;ni</P><P CLASS=c>sa&#324;gam tyaktv&#257; karoti yah</P><P CLASS=c>lipyate na sa p&#257;pena</P><P CLASS=c>padma-patram iv&#257;mbhas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhaya">&#257;dh&#257;ya</A> &#8212; resigning; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; all works; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/t/tyaktva">tyaktv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; performs; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/l/lipyate">lipyate</A> &#8212; is affected; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/p/papena">p&#257;pena</A> &#8212; by sin; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/p/patram">patram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> lotus leaf; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/ambhasa">ambhas&#257;</A> &#8212; by the water.</P><P CLASS=t>TRANSLATION</P><P>One who performs his duty without attachment, surrendering the results unto the Supreme Lord, is unaffected by sinful action, as the lotus leaf is untouched by water.</P><P CLASS=t>PURPORT</P><P>Here brahmani means in Krishna consciousness. The material world is a sum total manifestation of the three modes of material nature, technically called the pradh&#257;na. The Vedic hymns sarvam hy etad brahma (M&#257;nd&#363;kya Upanishad 2), tasm&#257;d etad brahma n&#257;ma-r&#363;pam annam ca j&#257;yate (Mundaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/10">1.2.10</A>), and, in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../14/3.htm">14.3</A>), mama yonir mahad brahma indicate that everything in the material world is a manifestation of Brahman; and although the effects are differently manifested, they are nondifferent from the cause. In the &#298;&#347;opanishad it is said that everything is related to the Supreme Brahman, or Krishna, and thus everything belongs to Him only. One who knows perfectly well that everything belongs to Krishna, that He is the proprietor of everything and that, therefore, everything is engaged in the service of the Lord, naturally has nothing to do with the results of his activities, whether virtuous or sinful. Even one's material body, being a gift of the Lord for carrying out a particular type of action, can be engaged in Krishna consciousness. It is then beyond contamination by sinful reactions, exactly as the lotus leaf, though remaining in the water, is not wet. The Lord also says in the G&#299;t&#257; (<A CLASS=v HREF="../3/30.htm">3.30</A>), mayi sarv&#257;ni karm&#257;ni sannyasya: "Resign all works unto Me [Krishna]." The conclusion is that a person without Krishna consciousness acts according to the concept of the material body and senses, but a person in Krishna consciousness acts according to the knowledge that the body is the property of Krishna and should therefore be engaged in the service of Krishna.</P><P CLASS=l><A CLASS=i HREF="8-9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>