<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 5 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 5 Verse 16"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Karma-yoga &#8212; Action in Krishna Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 5.16</P><P CLASS=c>jñ&#257;nena tu tad ajñ&#257;nam</P><P CLASS=c>yesh&#257;m n&#257;&#347;itam &#257;tmanah</P><P CLASS=c>tesh&#257;m &#257;ditya-vaj jñ&#257;nam</P><P CLASS=c>prak&#257;&#347;ayati tat param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnanena">jñ&#257;nena</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/ajnanam">ajñ&#257;nam</A> &#8212; nescience; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/n/nasitam">n&#257;&#347;itam</A> &#8212; is destroyed; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/a/aditya">&#257;ditya</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the rising sun; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/p/prakasayati">prak&#257;&#347;ayati</A> &#8212; discloses; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness.</P><P CLASS=t>TRANSLATION</P><P>When, however, one is enlightened with the knowledge by which nescience is destroyed, then his knowledge reveals everything, as the sun lights up everything in the daytime.</P><P CLASS=t>PURPORT</P><P>Those who have forgotten Krishna must certainly be bewildered, but those who are in Krishna consciousness are not bewildered at all. It is stated in the Bhagavad-g&#299;t&#257;, sarvam jñ&#257;na-plavena, jñ&#257;n&#257;gnih sarva-karm&#257;ni and na hi jñ&#257;nena sadri&#347;am. Knowledge is always highly esteemed. And what is that knowledge? Perfect knowledge is achieved when one surrenders unto Krishna, as is said in the Seventh Chapter, 19th verse: bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate. After passing through many, many births, when one perfect in knowledge surrenders unto Krishna, or when one attains Krishna consciousness, then everything is revealed to him, as everything is revealed by the sun in the daytime. The living entity is bewildered in so many ways. For instance, when he unceremoniously thinks himself God, he actually falls into the last snare of nescience. If a living entity is God, then how can he become bewildered by nescience? Does God become bewildered by nescience? If so, then nescience, or Satan, is greater than God. Real knowledge can be obtained from a person who is in perfect Krishna consciousness. Therefore, one has to seek out such a bona fide spiritual master and, under him, learn what Krishna consciousness is, for Krishna consciousness will certainly drive away all nescience, as the sun drives away darkness. Even though a person may be in full knowledge that he is not this body but is transcendental to the body, he still may not be able to discriminate between the soul and the Supersoul. However, he can know everything well if he cares to take shelter of the perfect, bona fide Krishna conscious spiritual master. One can know God and one's relationship with God only when one actually meets a representative of God. A representative of God never claims that he is God, although he is paid all the respect ordinarily paid to God because he has knowledge of God. One has to learn the distinction between God and the living entity. Lord &#346;r&#299; Krishna therefore stated in the Second Chapter (<A CLASS=v HREF="../2/12.htm">2.12</A>) that every living being is individual and that the Lord also is individual. They were all individuals in the past, they are individuals at present, and they will continue to be individuals in the future, even after liberation. At night we see everything as one in the darkness, but in day, when the sun is up, we see everything in its real identity. Identity with individuality in spiritual life is real knowledge.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>