<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 5 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 5 Verse 18"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Karma-yoga &#8212; Action in Krishna Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 5.18</P><P CLASS=c>vidy&#257;-vinaya-sampanne</P><P CLASS=c>br&#257;hmane gavi hastini</P><P CLASS=c>&#347;uni caiva &#347;va-p&#257;ke ca</P><P CLASS=c>pandit&#257;h sama-dar&#347;inah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; with education; <A CLASS=v HREF="http://vedabase.net/v/vinaya">vinaya</A> &#8212; and gentleness; <A CLASS=v HREF="http://vedabase.net/s/sampanne">sampanne</A> &#8212; fully equipped; <A CLASS=v HREF="http://vedabase.net/b/brahmane">br&#257;hmane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/g/gavi">gavi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the cow; <A CLASS=v HREF="http://vedabase.net/h/hastini">hastini</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the elephant; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dog; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/p/pake">p&#257;ke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dog-eater (the outcaste); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; respectively; <A CLASS=v HREF="http://vedabase.net/p/panditah">pandit&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> wise; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/darsinah">dar&#347;inah</A> &#8212; who see with equal vision.</P><P CLASS=t>TRANSLATION</P><P>The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste].</P><P CLASS=t>PURPORT</P><P>A Krishna conscious person does not make any distinction between species or castes. The br&#257;hmana and the outcaste may be different from the social point of view, or a dog, a cow, and an elephant may be different from the point of view of species, but these differences of body are meaningless from the viewpoint of a learned transcendentalist. This is due to their relationship to the Supreme, for the Supreme Lord, by His plenary portion as Param&#257;tm&#257;, is present in everyone's heart. Such an understanding of the Supreme is real knowledge. As far as the bodies are concerned in different castes or different species of life, the Lord is equally kind to everyone because He treats every living being as a friend yet maintains Himself as Param&#257;tm&#257; regardless of the circumstances of the living entities. The Lord as Param&#257;tm&#257; is present both in the outcaste and in the br&#257;hmana, although the body of a br&#257;hmana and that of an outcaste are not the same. The bodies are material productions of different modes of material nature, but the soul and the Supersoul within the body are of the same spiritual quality. The similarity in the quality of the soul and the Supersoul, however, does not make them equal in quantity, for the individual soul is present only in that particular body whereas the Param&#257;tm&#257; is present in each and every body. A Krishna conscious person has full knowledge of this, and therefore he is truly learned and has equal vision. The similar characteristics of the soul and Supersoul are that they are both conscious, eternal and blissful. But the difference is that the individual soul is conscious within the limited jurisdiction of the body whereas the Supersoul is conscious of all bodies. The Supersoul is present in all bodies without distinction.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>