<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 5 Verses 27-28</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 5 Verses 27-28"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Karma-yoga &#8212; Action in Krishna Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 5.27-28</P><P CLASS=c>spar&#347;&#257;n kritv&#257; bahir b&#257;hy&#257;m&#347;</P><P CLASS=c>cakshu&#347; caiv&#257;ntare bhruvoh</P><P CLASS=c>pr&#257;n&#257;p&#257;nau samau kritv&#257;</P><P CLASS=c>n&#257;s&#257;bhyantara-c&#257;rinau</P><P CLASS=c>yatendriya-mano-buddhir</P><P CLASS=c>munir moksha-par&#257;yanah</P><P CLASS=c>vigatecch&#257;-bhaya-krodho</P><P CLASS=c>yah sad&#257; mukta eva sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sparsan">spar&#347;&#257;n</A> &#8212; sense objects, such <A HREF="http://vedabase.net/a/as">as</A> sound; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; keeping; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; external; <A CLASS=v HREF="http://vedabase.net/b/bahyan">b&#257;hy&#257;n</A> &#8212; unnecessary; <A CLASS=v HREF="http://vedabase.net/c/caksuh">cakshuh</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/antare">antare</A> &#8212; between; <A CLASS=v HREF="http://vedabase.net/b/bhruvoh">bhruvoh</A> &#8212; the eyebrows; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/apanau">ap&#257;nau</A> &#8212; up-and down-moving air; <A CLASS=v HREF="http://vedabase.net/s/samau">samau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> suspension; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; keeping; <A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/abhyantara">abhyantara</A> &#8212; within the nostrils; <A CLASS=v HREF="http://vedabase.net/c/carinau">c&#257;rinau</A> &#8212; blowing; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; the transcendentalist; <A CLASS=v HREF="http://vedabase.net/m/moksa">moksha</A> &#8212; for liberation; <A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yanah</A> &#8212; being <A HREF="http://vedabase.net/s/so">so</A> destined; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A> &#8212; having discarded; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> &#8212; wishes; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/k/krodhah">krodhah</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/m/muktah">muktah</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> is.</P><P CLASS=t>TRANSLATION</P><P>Shutting out all external sense objects, keeping the eyes and vision concentrated between the two eyebrows, suspending the inward and outward breaths within the nostrils, and thus controlling the mind, senses and intelligence, the transcendentalist aiming at liberation becomes free from desire, fear and anger. One who is always in this state is certainly liberated.</P><P CLASS=t>PURPORT</P><P>Being engaged in Krishna consciousness, one can immediately understand one's spiritual identity, and then one can understand the Supreme Lord by means of devotional service. When one is well situated in devotional service, one comes to the transcendental position, qualified to feel the presence of the Lord in the sphere of one's activity. This particular position is called liberation in the Supreme.</P><P>After explaining the above principles of liberation in the Supreme, the Lord gives instruction to Arjuna as to how one can come to that position by the practice of the mysticism or yoga known as asht&#257;&#324;ga-yoga, which is divisible into an eightfold procedure called yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dh&#257;ran&#257;, dhy&#257;na and sam&#257;dhi. In the Sixth Chapter the subject of yoga is explicitly detailed, and at the end of the Fifth it is only preliminarily explained. One has to drive out the sense objects such as sound, touch, form, taste and smell by the praty&#257;h&#257;ra process in yoga, and then keep the vision of the eyes between the two eyebrows and concentrate on the tip of the nose with half-closed lids. There is no benefit in closing the eyes altogether, because then there is every chance of falling asleep. Nor is there benefit in opening the eyes completely, because then there is the hazard of being attracted by sense objects. The breathing movement is restrained within the nostrils by neutralizing the up-moving and down-moving air within the body. By practice of such yoga one is able to gain control over the senses, refrain from outward sense objects, and thus prepare oneself for liberation in the Supreme.</P><P>This yoga process helps one become free from all kinds of fear and anger and thus feel the presence of the Supersoul in the transcendental situation. In other words, Krishna consciousness is the easiest process of executing yoga principles. This will be thoroughly explained in the next chapter. A Krishna conscious person, however, being always engaged in devotional service, does not risk losing his senses to some other engagement. This is a better way of controlling the senses than by the asht&#257;&#324;ga-yoga.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>