<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 5 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 5 Verse 29"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Karma-yoga &#8212; Action in Krishna Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 5.29</P><P CLASS=c>bhokt&#257;ram yajña-tapas&#257;m</P><P CLASS=c>sarva-loka-mahe&#347;varam</P><P CLASS=c>suhridam sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=c>jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhoktaram">bhokt&#257;ram</A> &#8212; the beneficiary; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; of sacrifices; <A CLASS=v HREF="http://vedabase.net/t/tapasam">tapas&#257;m</A> &#8212; and penances and austerities; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of all planets and the demigods thereof; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdam">hridam</A> &#8212; the benefactor; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; thus knowing; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A> (Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/s/santim">&#347;&#257;ntim</A> &#8212; relief from material pangs; <A CLASS=v HREF="http://vedabase.net/r/rcchati">ricchati</A> &#8212; one achieves.</P><P CLASS=t>TRANSLATION</P><P>A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries.</P><P CLASS=t>PURPORT</P><P>The conditioned souls within the clutches of illusory energy are all anxious to attain peace in the material world. But they do not know the formula for peace, which is explained in this part of the Bhagavad-g&#299;t&#257;. The greatest peace formula is simply this: Lord Krishna is the beneficiary in all human activities. Men should offer everything to the transcendental service of the Lord because He is the proprietor of all planets and the demigods thereon. No one is greater than He. He is greater than the greatest of the demigods, Lord &#346;iva and Lord Brahm&#257;. In the Vedas (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/7">6.7</A>) the Supreme Lord is described as tam &#299;&#347;var&#257;n&#257;m paramam mahe&#347;varam. Under the spell of illusion, living entities are trying to be lords of all they survey, but actually they are dominated by the material energy of the Lord. The Lord is the master of material nature, and the conditioned souls are under the stringent rules of material nature. Unless one understands these bare facts, it is not possible to achieve peace in the world either individually or collectively. This is the sense of Krishna consciousness: Lord Krishna is the supreme predominator, and all living entities, including the great demigods, are His subordinates. One can attain perfect peace only in complete Krishna consciousness.</P><P>This Fifth Chapter is a practical explanation of Krishna consciousness, generally known as karma-yoga. The question of mental speculation as to how karma-yoga can give liberation is answered herewith. To work in Krishna consciousness is to work with the complete knowledge of the Lord as the predominator. Such work is not different from transcendental knowledge. Direct Krishna consciousness is bhakti-yoga, and jñ&#257;na-yoga is a path leading to bhakti-yoga. Krishna consciousness means to work in full knowledge of one's relationship with the Supreme Absolute, and the perfection of this consciousness is full knowledge of Krishna, or the Supreme Personality of Godhead. A pure soul is the eternal servant of God as His fragmental part and parcel. He comes into contact with m&#257;y&#257; (illusion) due to the desire to lord it over m&#257;y&#257;, and that is the cause of his many sufferings. As long as he is in contact with matter, he has to execute work in terms of material necessities. Krishna consciousness, however, brings one into spiritual life even while one is within the jurisdiction of matter, for it is an arousing of spiritual existence by practice in the material world. The more one is advanced, the more he is freed from the clutches of matter. The Lord is not partial toward anyone. Everything depends on one's practical performance of duties in Krishna consciousness, which helps one control the senses in every respect and conquer the influence of desire and anger. And one who stands fast in Krishna consciousness, controlling the abovementioned passions, remains factually in the transcendental stage, or brahma-nirv&#257;na. The eightfold yoga mysticism is automatically practiced in Krishna consciousness because the ultimate purpose is served. There is a gradual process of elevation in the practice of yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dh&#257;ran&#257;, dhy&#257;na and sam&#257;dhi. But these only preface perfection by devotional service, which alone can award peace to the human being. It is the highest perfection of life.</P><P>Thus end the Bhaktivedanta Purports to the Fifth Chapter of the &#346;r&#299;mad Bhagavad-g&#299;t&#257; in the matter of Karma-yoga, or Action in Krishna Consciousness.</P><P CLASS=l><A CLASS=i HREF="27-28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../6/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>