<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 5 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 5 Verse 6"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="index.htm">Karma-yoga &#8212; Action in Krishna Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 5.6</P><P CLASS=c>sanny&#257;sas tu mah&#257;-b&#257;ho</P><P CLASS=c>duhkham &#257;ptum ayogatah</P><P CLASS=c>yoga-yukto munir brahma</P><P CLASS=c>na ciren&#257;dhigacchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sannyasah">sanny&#257;sah</A> &#8212; the renounced order of life; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/baho">b&#257;ho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mighty-armed one; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/a/aptum">&#257;ptum</A> &#8212; afflicts one with; <A CLASS=v HREF="http://vedabase.net/a/ayogatah">ayogatah</A> &#8212; without devotional service; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; one engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> thinker; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/c/cirena">cirena</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/a/adhigacchati">adhigacchati</A> &#8212; attains.</P><P CLASS=t>TRANSLATION</P><P>Merely renouncing all activities yet not engaging in the devotional service of the Lord cannot make one happy. But a thoughtful person engaged in devotional service can achieve the Supreme without delay.</P><P CLASS=t>PURPORT</P><P>There are two classes of sanny&#257;s&#299;s, or persons in the renounced order of life. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are engaged in the study of S&#257;&#324;khya philosophy, whereas the Vaishnava sanny&#257;s&#299;s are engaged in the study of Bh&#257;gavatam philosophy, which affords the proper commentary on the Ved&#257;nta-s&#363;tras. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s also study the Ved&#257;nta-s&#363;tras, but use their own commentary, called &#346;&#257;r&#299;raka-bh&#257;shya, written by &#346;a&#324;kar&#257;c&#257;rya. The students of the Bh&#257;gavata school are engaged in the devotional service of the Lord, according to p&#257;ñcar&#257;trik&#299; regulations, and therefore the Vaishnava sanny&#257;s&#299;s have multiple engagements in the transcendental service of the Lord. The Vaishnava sanny&#257;s&#299;s have nothing to do with material activities, and yet they perform various activities in their devotional service to the Lord. But the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, engaged in the studies of S&#257;&#324;khya and Ved&#257;nta and speculation, cannot relish the transcendental service of the Lord. Because their studies become very tedious, they sometimes become tired of Brahman speculation, and thus they take shelter of the Bh&#257;gavatam without proper understanding. Consequently their study of the &#346;r&#299;mad-Bh&#257;gavatam becomes troublesome. Dry speculations and impersonal interpretations by artificial means are all useless for the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. The Vaishnava sanny&#257;s&#299;s, who are engaged in devotional service, are happy in the discharge of their transcendental duties, and they have the guarantee of ultimate entrance into the kingdom of God. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s sometimes fall down from the path of self-realization and again enter into material activities of a philanthropic and altruistic nature, which are nothing but material engagements. Therefore, the conclusion is that those who are engaged in Krishna conscious activities are better situated than the sanny&#257;s&#299;s engaged in simple speculation about what is Brahman and what is not Brahman, although they too come to Krishna consciousness, after many births.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>