<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.18</P><P CLASS=c>b&#257;dhyam&#257;no 'pi mad-bhakto</P><P CLASS=c>vishayair ajitendriyah</P><P CLASS=c>pr&#257;yah pragalbhay&#257; bhakty&#257;</P><P CLASS=c>vishayair n&#257;bhibh&#363;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/badhyamanah">b&#257;dhyam&#257;nah</A> &#8212; being harassed; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhaktah</A> &#8212; My devotee; <A CLASS=v HREF="http://vedabase.net/v/visayaih">vishayaih</A> &#8212; by the sense objects; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; without having conquered; <A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah</A> &#8212; generally; <A CLASS=v HREF="http://vedabase.net/p/pragalbhaya">pragalbhay&#257;</A> &#8212; effective and strong; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/v/visayaih">vishayaih</A> &#8212; by sense gratification; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/abhibhuyate">abhibh&#363;yate</A> &#8212; is defeated.</P><P CLASS=t>TRANSLATION</P><P>My dear Uddhava, if My devotee has not fully conquered his senses, he may be harassed by material desires, but because of his unflinching devotion for Me, he will not be defeated by sense gratification.</P><P CLASS=t>PURPORT</P><P>Abhibh&#363;yate indicates falling down into the material world and being defeated by m&#257;y&#257;. But even though one's senses are not fully conquered, one who has unflinching devotion for Lord Krishna does not run the risk of being separated from Him. The words pragalbhay&#257; bhakty&#257; indicate a person who has great devotion for Lord Krishna, and not one who desires to commit sinful activities and chant Hare Krishna to avoid the reaction. Because of previous bad habits and immaturity, even a sincere devotee may be harassed by lingering attraction to the bodily concept of life; but his unflinching devotion for Lord Krishna will act. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives the following two examples. A great warrior may be struck by the weapon of his enemy, but because of his courage and strength he is not killed or defeated. He accepts the blow and goes on to victory. Similarly, one may contract a serious disease, but if he takes the proper medicine he is quickly cured.</P><P>If those who follow the impersonal system of speculation and austerity deviate even slightly from their path, they fall down. A devotee, however, even though immature, never falls from the path of devotional service. Even if he displays occasional weakness, he is still considered a devotee if his devotion to Lord Krishna is very strong. As the Lord states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/30.htm">9.30</A>):</P><P>api cet su-dur&#257;c&#257;ro</P><P CLASS=n>bhajate m&#257;m ananya-bh&#257;k</P><P CLASS=n>s&#257;dhur eva sa mantavyah</P><P CLASS=n>samyag vyavasito hi sah</P><P>"Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated."</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>