<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.20</P><P CLASS=c>na s&#257;dhayati m&#257;m yogo</P><P CLASS=c>na s&#257;&#324;khyam dharma uddhava</P><P CLASS=c>na sv&#257;dhy&#257;yas tapas ty&#257;go</P><P CLASS=c>yath&#257; bhaktir mamorjit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sadhayati">s&#257;dhayati</A> &#8212; brings under control; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; the <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/sankhyam">s&#257;&#324;khyam</A> &#8212; the system of <A HREF="http://vedabase.net/s/sankhya">S&#257;&#324;khya</A> philosophy; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; pious activities within the <A HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A> system; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A> &#8212; My dear <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/svadhyayah">sv&#257;dhy&#257;yah</A> &#8212; Vedic study; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/t/tyagah">ty&#257;gah</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/urjita">&#363;rjit&#257;</A> &#8212; strongly developed.</P><P CLASS=t>TRANSLATION</P><P>My dear Uddhava, the unalloyed devotional service rendered to Me by My devotees brings Me under their control. I cannot be thus controlled by those engaged in mystic yoga, S&#257;&#324;khya philosophy, pious work, Vedic study, austerity or renunciation.</P><P CLASS=t>PURPORT</P><P>One may make Krishna the goal of mystic yoga, S&#257;&#324;khya philosophy, etc.; yet such activities do not please the Lord as much as direct loving service, which one practices by hearing and chanting about the Lord and executing His mission. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states, jñ&#257;na-karm&#257;dy-an&#257;vritam: [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>] a devotee should simply depend on Krishna and should not unnecessarily complicate his loving service with tendencies toward fruitive work or mental speculation. The residents of Vrind&#257;vana simply depend on Lord Krishna. When the great serpent Agh&#257;sura appeared in the precincts of Vraja, the cowherd boys, completely confident in their friendship with Lord Krishna, fearlessly marched into the serpent's gigantic mouth. Such pure love for Krishna brings the Lord under the control of the devotee.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>