<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.23</P><P CLASS=c>katham vin&#257; roma-harsham</P><P CLASS=c>dravat&#257; cetas&#257; vin&#257;</P><P CLASS=c>vin&#257;nand&#257;&#347;ru-kalay&#257;</P><P CLASS=c>&#347;udhyed bhakty&#257; vin&#257;&#347;ayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/r/roma">roma</A>-<A CLASS=v HREF="http://vedabase.net/h/harsam">harsham</A> &#8212; standing of the hairs on end; <A CLASS=v HREF="http://vedabase.net/d/dravata">dravat&#257;</A> &#8212; melted; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; of bliss; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; the flowing of tears; <A CLASS=v HREF="http://vedabase.net/s/sudhyet">&#347;udhyet</A> &#8212; can be purified; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; loving service; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ayah</A> &#8212; the consciousness.</P><P CLASS=t>TRANSLATION</P><P>If one's hairs do not stand on end, how can the heart melt? And if the heart does not melt, how can tears of love flow from the eyes? If one does not cry in spiritual happiness, how can one render loving service to the Lord? And without such service, how can the consciousness be purified?</P><P CLASS=t>PURPORT</P><P>Loving service to the Lord is the only process that can completely purify one's consciousness; such service produces waves of ecstatic love that completely cleanse the soul. As mentioned earlier by Lord Krishna to &#346;r&#299; Uddhava, other processes such as self-control, pious activities, mystic yoga, penances, etc., certainly purify the mind, as stated in many authorized literatures. Such processes, however, do not completely remove the desire to perform forbidden activities. But pure devotional service rendered in love of Godhead is so powerful that it burns to ashes any obstacle encountered on the path of progress. The Lord has stated in this chapter that loving service to Him is a blazing fire that burns to ashes all impediments. In contrast, the small fires of mental speculation or mystic yoga can be extinguished by sinful desires at any moment. Thus, by hearing &#346;r&#299;mad-Bh&#257;gavatam one should ignite the blazing fire of loving service to the Lord and burn to ashes the network of material illusion.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>