<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.3</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>k&#257;lena nasht&#257; pralaye</P><P CLASS=c>v&#257;n&#299;yam veda-samjñit&#257;</P><P CLASS=c>may&#257;dau brahmane prokt&#257;</P><P CLASS=c>dharmo yasy&#257;m mad-&#257;tmakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; by the influence of time; <A CLASS=v HREF="http://vedabase.net/n/nasta">nasht&#257;</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/p/pralaye">pralaye</A> &#8212; at the time of annihilation; <A CLASS=v HREF="http://vedabase.net/v/vani">v&#257;n&#299;</A> &#8212; message; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnita">samjñit&#257;</A> &#8212; consisting of the Vedas; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; at the time of creation; <A CLASS=v HREF="http://vedabase.net/b/brahmane">brahmane</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/prokta">prokt&#257;</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; identical with <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: By the influence of time, the transcendental sound of Vedic knowledge was lost at the time of annihilation. Therefore, when the subsequent creation took place, I spoke the Vedic knowledge to Brahm&#257; because I Myself am the religious principles enunciated in the Vedas.</P><P CLASS=t>PURPORT</P><P>Lord Krishna explains to Uddhava that although many processes and concepts of spiritual realization are described in the Vedas, the Vedas ultimately recommend devotional service to the Supreme Lord. Lord Krishna is the reservoir of all pleasure, and His devotees directly enter into the Lord's hl&#257;din&#299;, or pleasure-giving, potency. Somehow or other one must fix one's mind in Lord Krishna, and that is not possible without devotional service. One who has not developed his attraction to Lord Krishna cannot restrain the senses from inferior engagements. Since other Vedic processes do not actually award Lord Krishna to the practitioner, they cannot offer the highest benefit in life. The transcendental sound of the Vedas is itself the highest evidence, but one whose senses and mind are entangled in sense gratification and mental speculation, and whose heart is therefore covered by material dust, cannot directly receive the transcendental Vedic message. Thus one cannot appreciate the exalted position of devotional service to the Lord.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>