<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.34</P><P CLASS=c>hridy avicchinam omk&#257;ram</P><P CLASS=c>ghant&#257;-n&#257;dam bisorna-vat</P><P CLASS=c>pr&#257;nenod&#299;rya tatr&#257;tha</P><P CLASS=c>punah samve&#347;ayet svaram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/a/avicchinnam">avicchinnam</A> &#8212; uninterrupted, continuous; <A CLASS=v HREF="http://vedabase.net/o/omkaram">omk&#257;ram</A> &#8212; the sacred vibration <A HREF="http://vedabase.net/o/om">om</A>; <A CLASS=v HREF="http://vedabase.net/g/ghanta">ghant&#257;</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> bell; <A CLASS=v HREF="http://vedabase.net/n/nadam">n&#257;dam</A> &#8212; sound; <A CLASS=v HREF="http://vedabase.net/b/bisa">bisa</A>-<A CLASS=v HREF="http://vedabase.net/u/urna">&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the fiber running up the lotus stalk; <A CLASS=v HREF="http://vedabase.net/p/pranena">pr&#257;nena</A> &#8212; by the wind of <A HREF="http://vedabase.net/p/prana">pr&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/u/udirya">ud&#299;rya</A> &#8212; pushing upward; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therein (at <A HREF="http://vedabase.net/a/a">a</A> distance of twelve thumb-breadths); <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/samvesayet">samve&#347;ayet</A> &#8212; one should join together; <A CLASS=v HREF="http://vedabase.net/s/svaram">svaram</A> &#8212; the fifteen vibrations produced with anusv&#257;ra.</P><P CLASS=t>TRANSLATION</P><P>Beginning from the m&#363;l&#257;dh&#257;ra-cakra, one should move the life air continuously upward like the fibers in the lotus stalk until one reaches the heart, where the sacred syllable om is situated like the sound of a bell. One should thus continue raising the sacred syllable upward the distance of twelve a&#324;gulas, and there the omk&#257;ra should be joined together with the fifteen vibrations produced with anusv&#257;ra.</P><P CLASS=t>PURPORT</P><P>It appears that the yoga system is somewhat technical and difficult to perform. Anusv&#257;ra refers to a nasal vibration pronounced after the fifteen Sanskrit vowels. The complete explanation of this process is extremely complicated and obviously unsuitable for this age. From this description we can appreciate the sophisticated achievements of those who in former ages practiced mystic meditation. Despite such appreciation, however, we should stick firmly to the simple, foolproof method of meditation prescribed for the present age, the chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R ama, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="32-33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>