<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.46</P><P CLASS=c>dhy&#257;nenettham su-t&#299;vrena</P><P CLASS=c>yuñjato yogino manah</P><P CLASS=c>samy&#257;syaty &#257;&#347;u nirv&#257;nam</P><P CLASS=c>dravya jñ&#257;na-kriy&#257;-bhramah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhyanena">dhy&#257;nena</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> thus mentioned; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/t/tivrena">t&#299;vrena</A> &#8212; extremely concentrated; <A CLASS=v HREF="http://vedabase.net/y/yunjatah">yuñjatah</A> &#8212; of one practicing; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; of the <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/s/samyasyati">samy&#257;syati</A> &#8212; will <A HREF="http://vedabase.net/g/go">go</A> together; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/n/nirvanam">nirv&#257;nam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> extinction; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; based on perception of material objects, knowledge and activities; <A CLASS=v HREF="http://vedabase.net/b/bhramah">bhramah</A> &#8212; the illusory identification.</P><P CLASS=t>TRANSLATION</P><P>When the yog&#299; thus controls his mind by intensely concentrated meditation, his illusory identification with material objects, knowledge and activities is very quickly extinguished.</P><P CLASS=t>PURPORT</P><P>Because of false material identification, we accept our own body and mind, the bodies and minds of others, and supernatural material control to be ultimate realities. Supernatural control refers to the bodies and minds of the demigods, who ultimately are humble servitors of the Supreme Personality of Godhead. Even the mighty sun, which displays immense potencies, obediently treads its universal path by the order of Lord Krishna.</P><P>It is clearly seen in this chapter that hatha-yoga, karma-yoga, r&#257;ja-yoga, etc., are part and parcel of bhakti-yoga and do not actually exist separately. The goal of life is Lord Krishna, and one must eventually come to the stage of pure devotion if one desires to perfect one's meditation or yoga practice. In the mature stage of devotion, as described in this chapter, one becomes free from the artificial duality of meditator and object of meditation, and one spontaneously engages in hearing about and glorifying the Supreme Absolute Truth. Such activities of bhakti-yoga are natural because they spring from spontaneous love. When one revives one's original nature as the loving servitor of Lord Krishna, other yoga processes cease to be interesting. Uddhava was a pure devotee even before the Lord began His instruction; therefore it was not expected that Uddhava would give up the supreme platform of being a personal associate of the Lord to take up the mechanical exercises of the yoga system. Bhakti-yoga, or devotional service, is so elevated that even in the beginning stages of practice one is considered liberated, because all of one's activities are executed under proper guidance for the pleasure of the Lord. In the hatha-yoga system one is concerned with bodily control, and in jñ&#257;na-yoga one is concerned with speculative knowledge. In both systems one endeavors selfishly, desiring to become a great yog&#299; or a philosopher. Such egoistic activity is described in this verse as kriy&#257;. One must give up the illusory designations of dravya, jñ&#257;na and kriy&#257; and come to the prideless stage of loving service to the Lord.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Fourteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava."</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../15/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>