<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verses 5-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verses 5-7"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Krishna Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.5-7</P><P CLASS=c>tebhyah pitribhyas tat-putr&#257;</P><P CLASS=c>deva-d&#257;nava-guhyak&#257;h</P><P CLASS=c>manushy&#257;h siddha-gandharv&#257;h</P><P CLASS=c>sa-vidy&#257;dhara-c&#257;ran&#257;h</P><P CLASS=c>kindev&#257;h kinnar&#257; n&#257;g&#257;</P><P CLASS=c>rakshah-kimpurush&#257;dayah</P><P CLASS=c>bahvyas tesh&#257;m prakritayo</P><P CLASS=c>rajah-sattva-tamo-bhuvah</P><P CLASS=c>y&#257;bhir bh&#363;t&#257;ni bhidyante</P><P CLASS=c>bh&#363;t&#257;n&#257;m patayas tath&#257;</P><P CLASS=c>yath&#257;-prakriti sarvesh&#257;m</P><P CLASS=c>citr&#257; v&#257;cah sravanti hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; from them (<A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A> <A HREF="http://vedabase.net/m/muni">Muni</A>, etc.); <A CLASS=v HREF="http://vedabase.net/p/pitrbhyah">pitribhyah</A> &#8212; from the forefathers; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/p/putrah">putr&#257;h</A> &#8212; sons, descendants; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/d/danava">d&#257;nava</A> &#8212; demons; <A CLASS=v HREF="http://vedabase.net/g/guhyakah">guhyak&#257;h</A> &#8212; the Guhyakas; <A CLASS=v HREF="http://vedabase.net/m/manusyah">manushy&#257;h</A> &#8212; human beings; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/g/gandharvah">gandharv&#257;h</A> &#8212; Siddhas and Gandharvas; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vidyadhara">vidy&#257;dhara</A>-<A CLASS=v HREF="http://vedabase.net/c/caranah">c&#257;ran&#257;h</A> &#8212; along with Vidy&#257;dharas and C&#257;ranas; <A CLASS=v HREF="http://vedabase.net/k/kindevah">kindev&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> different human species; <A CLASS=v HREF="http://vedabase.net/k/kinnarah">kinnar&#257;h</A> &#8212; half-humans; <A CLASS=v HREF="http://vedabase.net/n/nagah">n&#257;g&#257;h</A> &#8212; snakes; <A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A> &#8212; demons; <A CLASS=v HREF="http://vedabase.net/k/kimpurusa">kimpurusha</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> advanced race of monkeys; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/b/bahvyah">bahvyah</A> &#8212; many different; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of such living entities; <A CLASS=v HREF="http://vedabase.net/p/prakrtayah">prakritayah</A> &#8212; desires or natures; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; being generated from the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/y/yabhih">y&#257;bhih</A> &#8212; by such material desires or tendencies; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all such living entities; <A CLASS=v HREF="http://vedabase.net/b/bhidyante">bhidyante</A> &#8212; appear divided <A HREF="http://vedabase.net/i/in">in</A> many material forms; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; and their; <A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; leaders; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; divided <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> way; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> propensity or desire; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/c/citrah">citr&#257;h</A> &#8212; variegated; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A> &#8212; Vedic rituals and mantras; <A CLASS=v HREF="http://vedabase.net/s/sravanti">sravanti</A> &#8212; flow down; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>From the forefathers headed by Bhrigu Muni and other sons of Brahm&#257; appeared many children and descendants, who assumed different forms as demigods, demons, human beings, Guhyakas, Siddhas, Gandharvas, Vidy&#257;dharas, C&#257;ranas, Kindevas, Kinnaras, N&#257;gas, Kimpurushas, and so on. All of the many universal species, along with their respective leaders, appeared with different natures and desires generated from the three modes of material nature. Therefore, because of the different characteristics of the living entities within the universe, there are a great many Vedic rituals, mantras and rewards.</P><P CLASS=t>PURPORT</P><P>If one is curious why Vedic literatures recommend so many different methods of worship and advancement, the answer is given here. Bhrigu, Mar&#299;ci, Atri, A&#324;gir&#257;, Pulastya, Pulaha and Kratu are the seven great br&#257;hmana sages and forefathers of this universe. The Kindevas are a race of human beings who are, like the demigods, completely free from fatigue, sweat and body odor. Seeing them, one may thus ask, kim dev&#257;h: "Are they demigods?" Actually, they are human beings living on another planet within the universe. The Kinnaras are so called because they are kiñcin nar&#257;h, or "a little like human beings." The Kinnaras have either a human head or human body (but not both) combined with a nonhuman form. The Kimpurushas are so called because they resemble human beings and thus prompt the question kim purush&#257;h: "Are these human beings?" Actually, they are a race of monkeys who are almost like human beings.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that this verse describes the varieties of forgetfulness of the Supreme Personality of Godhead. The different Vedic mantras and rituals are especially meant for the different species of intelligent beings throughout the universe; but this proliferation of Vedic formulas indicates only the variety of material illusion and not a variety of ultimate purpose. The ultimate purpose of the many Vedic injunctions is one &#8212; to know and love the Supreme Personality of Godhead. The Lord Himself is emphatically explaining this to &#346;r&#299; Uddhava.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>