<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 76 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 76 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 76: <A CLASS=v HREF="index.htm">The Battle Between &#346;&#257;lva and the Vrishnis</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.76.27</P><P CLASS=c>pradyumnam gaday&#257; s&#299;rna-</P><P CLASS=c>vakshah-sthalam arim-damam</P><P CLASS=c>apov&#257;ha ran&#257;t s&#363;to</P><P CLASS=c>dharma-vid d&#257;ruk&#257;tmajah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pradyumnam">pradyumnam</A> &#8212; <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A>; <A CLASS=v HREF="http://vedabase.net/g/gadaya">gaday&#257;</A> &#8212; by the club; <A CLASS=v HREF="http://vedabase.net/s/sirna">&#347;&#299;rna</A> &#8212; shattered; <A CLASS=v HREF="http://vedabase.net/v/vaksah">vakshah</A>-<A CLASS=v HREF="http://vedabase.net/s/sthalam">sthalam</A> &#8212; whose chest; <A CLASS=v HREF="http://vedabase.net/a/arim">arim</A> &#8212; of enemies; <A CLASS=v HREF="http://vedabase.net/d/damam">damam</A> &#8212; the subduer; <A CLASS=v HREF="http://vedabase.net/a/apovaha">apov&#257;ha</A> &#8212; removed; <A CLASS=v HREF="http://vedabase.net/r/ranat">ran&#257;t</A> &#8212; from the battlefield; <A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> &#8212; His chariot driver; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; of his religious duty; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; the expert knower; <A CLASS=v HREF="http://vedabase.net/d/daruka">d&#257;ruka</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajah">&#257;tmajah</A> &#8212; the son of <A HREF="http://vedabase.net/d/daruka">D&#257;ruka</A> (Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s driver).</P><P CLASS=t>TRANSLATION</P><P>Pradyumna's driver, the son of D&#257;ruka, thought that his valiant master's chest had been shattered by the club. Knowing well his religious duty, he removed Pradyumna from the battlefield.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains that actually Lord Pradyumna has a sac-cid-&#257;nanda body, an eternal, spiritual form that can never be wounded by mundane weapons. D&#257;ruka's son, however, was a great devotee of the Lord, and out of intense love he feared for the safety of his master and thus removed Him from the battlefield.</P><P>&#346;r&#299;la Prabhup&#257;da writes, "The name of &#346;&#257;lva's commander-in-chief was Dyum&#257;n. He was very powerful, and although bitten by twenty-five of Pradyumna's arrows, he suddenly attacked Pradyumna with his fierce club and struck Him so strongly that Pradyumna became unconscious. Immediately there was a roaring, 'Now He is dead! Now He is dead!' The force of the club on Pradyumna's chest was very severe, enough to tear asunder the chest of an ordinary man."</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>