<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 76</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 76"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 76: The Battle Between &#346;&#257;lva and the Vrishnis</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.76 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.76.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Now please hear, O King, another wondrous deed performed by Lord Krishna, who appeared in His humanlike body to enjoy transcendental pastimes. Hear how He killed the master of Saubha.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.76.2</B></A>: &#346;&#257;lva was a friend of &#346;i&#347;up&#257;la's. When he attended the wedding of Rukmin&#299;, the Yadu warriors defeated him in battle, along with Jar&#257;sandha and the other kings.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.76.3</B></A>: &#346;&#257;lva swore in the presence of all the kings: "I will rid the earth of Y&#257;davas. Just see my prowess!"</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.76.4</B></A>: Having thus made his vow, the foolish King proceeded to worship Lord Pa&#347;upati [&#346;iva] as his deity by eating a handful of dust each day, and nothing more.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.76.5</B></A>: The great Lord Um&#257;pati is known as "he who is quickly pleased," yet only at the end of a year did he gratify &#346;&#257;lva, who had approached him for shelter, by offering him a choice of benedictions.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.76.6</B></A>: &#346;&#257;lva chose a vehicle that could be destroyed by neither demigods, demons, humans, Gandharvas, Uragas nor R&#257;kshasas, that could travel anywhere he wished to go, and that would terrify the Vrishnis.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.76.7</B></A>: Lord &#346;iva said, "So be it." On his order, Maya D&#257;nava, who conquers his enemies' cities, constructed a flying iron city named Saubha and presented it to &#346;&#257;lva.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.76.8</B></A>: This unassailable vehicle was filled with darkness and could go anywhere. Upon obtaining it, &#346;&#257;lva went to Dv&#257;rak&#257;, remembering the Vrishnis' enmity toward him.</P><P CLASS=r><A CLASS=i HREF="9-11.htm"><B>SB 10.76.9-11</B></A>: &#346;&#257;lva besieged the city with a large army, O best of the Bharatas, decimating the outlying parks and gardens, the mansions along with their observatories, towering gateways and surrounding walls, and also the public recreational areas. From his excellent airship he threw down a torrent of weapons, including stones, tree trunks, thunderbolts, snakes and hailstones. A fierce whirlwind arose and blanketed all directions with dust.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.76.12</B></A>: Thus terribly tormented by the airship Saubha, Lord Krishna's city had no peace, O King, just like the earth when it was attacked by the three aerial cities of the demons.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.76.13</B></A>: Seeing His subjects so harassed, the glorious and heroic Lord Pradyumna told them, "Do not fear," and mounted His chariot.</P><P CLASS=r><A CLASS=i HREF="14-15.htm"><B>SB 10.76.14-15</B></A>: The chief commanders of the chariot warriors &#8212; S&#257;tyaki, C&#257;rudeshna, S&#257;mba, Akr&#363;ra and his younger brothers, along with H&#257;rdikya, Bh&#257;nuvinda, Gada, &#346;uka and S&#257;rana &#8212; went out of the city with many other eminent bowmen, all girded in armor and protected by contingents of soldiers riding on chariots, elephants and horses, and also by companies of infantry.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.76.16</B></A>: A tumultuous, hair-raising battle then commenced between &#346;&#257;lva's forces and the Yadus. It equaled the great battles between the demons and demigods.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.76.17</B></A>: With His divine weapons Pradyumna instantly destroyed all of &#346;&#257;lva's magic illusions, in the same way that the warm rays of the sun dissipate the darkness of night.</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>SB 10.76.18-19</B></A>: Lord Pradyumna's arrows all had gold shafts, iron heads and perfectly smooth joints. With twenty-five of them He struck down &#346;&#257;lva's commander-in-chief [Dyum&#257;n], and with one hundred He struck &#346;&#257;lva himself. Then He pierced &#346;&#257;lva's officers with one arrow each, his chariot drivers with ten arrows each, and his horses and other carriers with three arrows each.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.76.20</B></A>: When they saw the glorious Pradyumna perform that amazing and mighty feat, all the soldiers on both sides praised Him.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.76.21</B></A>: At one moment the magic airship built by Maya D&#257;nava appeared in many identical forms, and the next moment it was again only one. Sometimes it was visible, and sometimes not. Thus &#346;&#257;lva's opponents could never be sure where it was.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.76.22</B></A>: From one moment to the next the Saubha airship appeared on the earth, in the sky, on a mountain peak or in the water. Like a whirling, flaming baton, it never remained in any one place.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.76.23</B></A>: Wherever &#346;&#257;lva would appear with his Saubha ship and his army, there the Yadu commanders would shoot their arrows.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.76.24</B></A>: &#346;&#257;lva became bewildered upon seeing his army and aerial city thus harassed by his enemy's arrows, which struck like fire and the sun and were as intolerable as snake venom.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.76.25</B></A>: Because the heroes of the Vrishni clan were eager for victory in this world and the next, they did not abandon their assigned posts on the battlefield, even though the downpour of weapons hurled by &#346;&#257;lva's commanders tormented them.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.76.26</B></A>: &#346;&#257;lva's minister Dyum&#257;n, previously wounded by &#346;r&#299; Pradyumna, now ran up to Him and, roaring loudly, struck Him with his club of black steel.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.76.27</B></A>: Pradyumna's driver, the son of D&#257;ruka, thought that his valiant master's chest had been shattered by the club. Knowing well his religious duty, he removed Pradyumna from the battlefield.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.76.28</B></A>: Quickly regaining consciousness, Lord Krishna's son Pradyumna said to His charioteer, "O driver, this is abominable &#8212; for Me to have been removed from the battlefield!</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.76.29</B></A>: "Except for Me, no one born in the Yadu dynasty has ever been known to abandon the battlefield. My reputation has now been stained by a driver who thinks like a eunuch.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.76.30</B></A>: "What will I say to My fathers, R&#257;ma and Ke&#347;ava, when I return to Them after having simply fled the battle? What can I tell Them that will befit My honor?</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.76.31</B></A>: "Certainly My sisters-in-law will laugh at Me and say, 'O hero, tell us how in the world Your enemies turned You into such a coward in battle.' "</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.76.32</B></A>: The driver replied: O long-lived one, I have done this knowing full well my prescribed duty. O my Lord, the chariot driver must protect the master of the chariot when he is in danger, and the master must also protect his driver.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.76.33</B></A>: With this rule in mind, I removed You from the battlefield, since You had been struck unconscious by Your enemy's club and I thought You were seriously injured.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>