<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 76</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 76"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 76: <A CLASS=v HREF="index.htm">The Battle Between &#346;&#257;lva and the Vrishnis</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.76 Summary</P><P>This chapter relates how the demon &#346;&#257;lva acquired a huge and terrifying airship, how he used it to attack the Vrishnis in Dv&#257;rak&#257;, and how Lord Pradyumna was taken from the battlefield during the fighting that ensued.</P><P>&#346;&#257;lva was one of the kings who had been defeated at the time of Rukmin&#299;-dev&#299;'s marriage. Having vowed then that he would rid the earth of all the Y&#257;davas, he began worshiping Lord &#346;iva each day by eating only a palmful of dust. After a year had passed, &#346;iva appeared before &#346;&#257;lva and asked him to choose a benediction. &#346;&#257;lva begged for a flying machine that could go anywhere and that would strike terror into the hearts of demigods, demons and humans alike. Lord &#346;iva granted this request and had Maya D&#257;nava construct for &#346;&#257;lva a flying iron city named Saubha. &#346;&#257;lva took this vehicle to Dv&#257;rak&#257;, where he and his huge army laid siege to the city. From his airplane &#346;&#257;lva bombarded Dv&#257;rak&#257; with tree trunks, boulders and other missiles, and he produced a mighty whirlwind that obscured everything with dust.</P><P>When Pradyumna, S&#257;tyaki and the other Yadu heroes saw the plight of Dv&#257;rak&#257; and her residents, they went out to do battle with &#346;&#257;lva's forces. Pradyumna, the best of warriors, destroyed with His divine weapons all of &#346;&#257;lva's illusory magic, and He also bewildered &#346;&#257;lva himself. Thus &#346;&#257;lva's airplane began wandering aimlessly on the earth, in the sky and on the tops of mountains. But then a follower of &#346;&#257;lva's named Dyum&#257;n struck Pradyumna on the chest with his club, whereupon Pradyumna's chariot driver, thinking his master seriously injured, carried Him from the battlefield. But Pradyumna quickly regained consciousness and sharply criticized His driver for doing this.</P><P CLASS=l><A CLASS=i HREF="../75/40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>