<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.13</P><P CLASS=c>tav&#257;sanam dvija-gav&#257;m</P><P CLASS=c>p&#257;rameshthyam jagat-pate</P><P CLASS=c>bhav&#257;ya &#347;reyase bh&#363;tyai</P><P CLASS=c>kshem&#257;ya vijay&#257;ya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/asanam">&#257;sanam</A> &#8212; position on the throne; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of the brahminical culture or the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/gavam">gav&#257;m</A> &#8212; of the cows; <A CLASS=v HREF="http://vedabase.net/p/paramesthyam">p&#257;rameshthyam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of the whole universe; <A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; for improvement; <A CLASS=v HREF="http://vedabase.net/s/sreyase">&#347;reyase</A> &#8212; for the ultimate happiness; <A CLASS=v HREF="http://vedabase.net/b/bhutyai">bh&#363;tyai</A> &#8212; for increasing the opulence; <A CLASS=v HREF="http://vedabase.net/k/ksemaya">kshem&#257;ya</A> &#8212; for the maintenance and good fortune; <A CLASS=v HREF="http://vedabase.net/v/vijayaya">vijay&#257;ya</A> &#8212; for the victory and increasing prestige; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>O Lord Brahm&#257;, your position within this universe is certainly most auspicious for everyone, especially the cows and br&#257;hmanas. Brahminical culture and the protection of cows can be increasingly glorified, and thus all kinds of material happiness, opulence and good fortune will automatically increase. But unfortunately, if Hiranyaka&#347;ipu occupies your seat, everything will be lost.</P><P CLASS=t>PURPORT</P><P>In this verse the words dvija-gav&#257;m p&#257;rameshthyam indicate the most exalted position of the br&#257;hmanas, brahminical culture and the cows. In Vedic culture, the welfare of the cows and the welfare of the br&#257;hmanas are essential. Without a proper arrangement for developing brahminical culture and protecting cows, all the affairs of administration will go to hell. Being afraid that Hiranyaka&#347;ipu would occupy the post of Brahm&#257;, all the demigods were extremely disturbed. Hiranyaka&#347;ipu was a well-known demon, and the demigods knew that if demons and R&#257;kshasas were to occupy the supreme post, brahminical culture and protection of cows would come to an end. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), the original proprietor of everything is Lord Krishna (bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam). The Lord, therefore, knows particularly well how to develop the material condition of the living entities within this material world. In every universe there is one Brahm&#257; engaged on behalf of Lord Krishna, as confirmed in &#346;r&#299;mad-Bh&#257;gavatam (tene brahma hridaya &#257;di-kavaye). The principal creator in each brahm&#257;nda is Lord Brahm&#257;, who imparts Vedic knowledge to his disciples and sons. On every planet, the king or supreme controller must be a representative of Brahm&#257;. Therefore, if a R&#257;kshasa, or demon, were situated in Brahm&#257;'s post, then the entire arrangement of the universe, especially the protection of the brahminical culture and cows, would be ruined. All the demigods anticipated this danger, and therefore they went to request Lord Brahm&#257; to take immediate steps to thwart Hiranyaka&#347;ipu's plan.</P><P>In the beginning of creation, Lord Brahm&#257; was attacked by two demons &#8212; Madhu and Kaitabha &#8212; but Krishna saved him. Therefore Krishna is addressed as madhu-kaitabha-hantri. Now again, Hiranyaka&#347;ipu was trying to replace Brahm&#257;. The material world is so situated that even the position of Lord Brahm&#257;, not to speak of ordinary living entities, is sometimes in danger. Nonetheless, until the time of Hiranyaka&#347;ipu, no one had tried to replace Lord Brahm&#257;. Hiranyaka&#347;ipu, however, was such a great demon that he maintained this ambition.</P><P>The word bh&#363;tyai means "for increasing opulence," and the word &#347;reyase refers to ultimately returning home, back to Godhead. In spiritual advancement, one's material position improves at the same time that the path of liberation becomes clear and one is freed from material bondage. If one is situated in an opulent position in spiritual advancement, his opulence never decreases. Therefore such a spiritual benediction is called bh&#363;ti or vibh&#363;ti. Krishna confirms this in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/41.htm">10.41</A>). Yad yad vibh&#363;timat sattvam. .. mama tejo-'m&#347;a-sambhavam: if a devotee advances in spiritual consciousness and thus becomes materially opulent also, his position is a special gift from the Lord. Such opulence is never to be considered material. At the present, especially on this planet earth, the influence of Lord Brahm&#257; has decreased considerably, and the representatives of Hiranyaka&#347;ipu &#8212; the R&#257;kshasas and demons &#8212; have taken charge. Therefore there is no protection of brahminical culture and cows, which are the basic prerequisites for all kinds of good fortune. This age is very dangerous because society is being managed by demons and R&#257;kshasas.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>