<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verses 15-16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verses 15-16"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.15-16</P><P CLASS=c>na dadar&#347;a praticchannam</P><P CLASS=c>valm&#299;ka-trina-k&#299;cakaih</P><P CLASS=c>pip&#299;lik&#257;bhir &#257;c&#299;rnam</P><P CLASS=c>medas-tva&#324;-m&#257;msa-&#347;onitam</P><P CLASS=c>tapantam tapas&#257; lok&#257;n</P><P CLASS=c>yath&#257;bhr&#257;pihitam ravim</P><P CLASS=c>vilakshya vismitah pr&#257;ha</P><P CLASS=c>hasams tam hamsa-v&#257;hanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/p/praticchannam">praticchannam</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/v/valmika">valm&#299;ka</A> &#8212; by <A HREF="http://vedabase.net/a/an">an</A> anthill; <A CLASS=v HREF="http://vedabase.net/t/trna">trina</A> &#8212; grass; <A CLASS=v HREF="http://vedabase.net/k/kicakaih">k&#299;cakaih</A> &#8212; and bamboo sticks; <A CLASS=v HREF="http://vedabase.net/p/pipilikabhih">pip&#299;lik&#257;bhih</A> &#8212; by the ants; <A CLASS=v HREF="http://vedabase.net/a/acirnam">&#257;c&#299;rnam</A> &#8212; eaten all around; <A CLASS=v HREF="http://vedabase.net/m/medah">medah</A> &#8212; whose fat; <A CLASS=v HREF="http://vedabase.net/t/tvak">tvak</A> &#8212; skin; <A CLASS=v HREF="http://vedabase.net/m/mamsa">m&#257;msa</A> &#8212; the flesh; <A CLASS=v HREF="http://vedabase.net/s/sonitam">&#347;onitam</A> &#8212; and blood; <A CLASS=v HREF="http://vedabase.net/t/tapantam">tapantam</A> &#8212; heating; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> severe type of penance; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the three worlds; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/abhra">abhra</A> &#8212; by clouds; <A CLASS=v HREF="http://vedabase.net/a/apihitam">apihitam</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/r/ravim">ravim</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/v/vilaksya">vilakshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/v/vismitah">vismitah</A> &#8212; struck with wonder; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/h/hasan">hasan</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A>-<A CLASS=v HREF="http://vedabase.net/v/vahanah">v&#257;hanah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, who rides <A HREF="http://vedabase.net/a/a">a</A> swan airplane.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257;, who is carried by a swan airplane, at first could not see where Hiranyaka&#347;ipu was, for Hiranyaka&#347;ipu's body was covered by an anthill and by grass and bamboo sticks. Because Hiranyaka&#347;ipu had been there for a long time, the ants had devoured his skin, fat, flesh and blood. Then Lord Brahm&#257; and the demigods spotted him, resembling a cloud-covered sun, heating all the world by his austerity. Struck with wonder, Lord Brahm&#257; began to smile and then addressed him as follows.</P><P CLASS=t>PURPORT</P><P>The living entity can live merely by his own power, without the help of skin, marrow, bone, blood and so on, because it is said, asa&#324;go'yam purushah &#8212; the living entity has nothing to do with the material covering. Hiranyaka&#347;ipu performed a severe type of tapasya, austerity, for many long years. Indeed, it is said that he performed the tapasya for one hundred heavenly years. Since one day of the demigods equals six of our months, certainly this was a very long time. By nature's own way, his body had been almost consumed by earthworms, ants and other parasites, and therefore even Brahm&#257; was at first unable to see him. Later, however, Brahm&#257; could ascertain where Hiranyaka&#347;ipu was, and Brahm&#257; was struck with wonder to see Hiranyaka&#347;ipu's extraordinary power to execute tapasya. Anyone would conclude that Hiranyaka&#347;ipu was dead because his body was covered in so many ways, but Lord Brahm&#257;, the supreme living being in this universe, could understand that Hiranyaka&#347;ipu was alive but covered by material elements.</P><P>It is also to be noted that although Hiranyaka&#347;ipu performed this austerity for a long, long time, he was nonetheless known as a Daitya and R&#257;kshasa. It will be seen from verses to follow that even great saintly persons could not perform such a severe type of austerity. Why then was he called a R&#257;kshasa and Daitya? It is because whatever he did was for his own sense gratification. His son Prahl&#257;da Mah&#257;r&#257;ja was only five years old, and so what could Prahl&#257;da do? Yet simply by performing a little devotional service according to the instructions of N&#257;rada Muni, Prahl&#257;da became so dear to the Lord that the Lord came to save him, whereas Hiranyaka&#347;ipu, in spite of all his austerities, was killed. This is the difference between devotional service and all other methods of perfection. One who performs severe austerities for sense gratification is fearful to the entire world. whereas a devotee who performs even a slight amount of devotional service is a friend to everyone (suhridam sarva-bh&#363;t&#257;n&#257;m). Since the Lord is the well-wisher of every living entity and since a devotee assumes the qualities of the Lord, a devotee also acts for everyone's good fortune by performing devotional service. Thus although Hiranyaka&#347;ipu performed such a severe austerity, he remained a Daitya and a R&#257;kshasa, whereas Prahl&#257;da Mah&#257;r&#257;ja, although born of the same Daitya father, became the most exalted devotee and was personally protected by the Supreme Lord. Bhakti is therefore called sarvop&#257;dhi-vinirmuktam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>], indicating that a devotee is freed from all material designations, and any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>], situated in a transcendental position, free from all material desires.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>