<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.28</P><P CLASS=c>nama &#257;dy&#257;ya b&#299;j&#257;ya</P><P CLASS=c>jñ&#257;na-vijñ&#257;na-m&#363;rtaye</P><P CLASS=c>pr&#257;nendriya-mano-buddhi-</P><P CLASS=c>vik&#257;rair vyaktim &#299;yushe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/adyaya">&#257;dy&#257;ya</A> &#8212; unto the original living creature; <A CLASS=v HREF="http://vedabase.net/b/bijaya">b&#299;j&#257;ya</A> &#8212; the seed of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; and of practical application; <A CLASS=v HREF="http://vedabase.net/m/murtaye">m&#363;rtaye</A> &#8212; unto the deity or form; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; of the life air; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; of the senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; of the intelligence; <A CLASS=v HREF="http://vedabase.net/v/vikaraih">vik&#257;raih</A> &#8212; by transformations; <A CLASS=v HREF="http://vedabase.net/v/vyaktim">vyaktim</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/i/iyuse">&#299;yushe</A> &#8212; who has obtained.</P><P CLASS=t>TRANSLATION</P><P>I offer my obeisances to the original personality within this universe, Lord Brahm&#257;, who is cognizant and who can apply his mind and realized intelligence in creating this cosmic manifestation. It is because of his activities that everything within the universe is visible. He is therefore the cause of all manifestations.</P><P CLASS=t>PURPORT</P><P>The Ved&#257;nta-s&#363;tra begins by declaring that the Absolute Person is the original source of all creation (janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]). One may ask whether Lord Brahm&#257; is the Supreme Absolute Person. No, the Supreme Absolute Person is Krishna. Brahm&#257; receives his mind, intelligence, materials and everything else from Krishna, and then he becomes the secondary creator, the engineer of this universe. In this regard we may note that the creation does not take place accidentally, because of the explosion of a chunk. Such nonsensical theories are not accepted by Vedic students. The first created living being is Brahm&#257;, who is endowed with perfect knowledge and intelligence by the Lord. As stated in &#346;r&#299;mad-Bh&#257;gavatam, tene brahma hrid&#257; ya &#257;di-kavaye: although Brahm&#257; is the first created being, he is not independent, for he receives help from the Supreme Personality of Godhead through his heart. There is no one but Brahm&#257; at the time of creation, and therefore he receives his intelligence directly from the Lord through the heart. This has been discussed in the beginning of &#346;r&#299;mad-Bh&#257;gavatam.</P><P>Lord Brahm&#257; is described in this verse as the original cause of the cosmic manifestation, and this applies to his position in the material world. There are many, many such controllers, all of whom are created by the Supreme Lord, Vishnu. This is illustrated by an incident described in Caitanya-carit&#257;mrita. When the Brahm&#257; of this particular universe was invited by Krishna to Dv&#257;rak&#257;, he thought that he was the only Brahm&#257;. Therefore when Krishna inquired from His servant which Brahm&#257; was at the door to visit, Lord Brahm&#257; was surprised. He replied that of course Lord Brahm&#257;, the father of the four Kum&#257;ras, was waiting at the door. Later, Lord Brahm&#257; asked Krishna why He had inquired which Brahm&#257; had come. He was then informed that there are millions of other Brahm&#257;s because there are millions of universes. Krishna then called all the Brahm&#257;s, who immediately came to visit Him. The catur-mukha Brahm&#257;, the four-headed Brahm&#257; of this universe, thought himself a very insignificant creature in the presence of so many Brahm&#257;s with so many heads. Thus although there is a Brahm&#257; who is the engineer of each universe, Krishna is the original source of all of them.</P><P CLASS=l><A CLASS=i HREF="26-27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>