<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.29</P><P CLASS=c>tvam &#299;&#347;ishe jagatas tasthusha&#347; ca</P><P CLASS=c>pr&#257;nena mukhyena patih praj&#257;n&#257;m</P><P CLASS=c>cittasya cittair mana-indriy&#257;n&#257;m</P><P CLASS=c>patir mah&#257;n bh&#363;ta-gun&#257;&#347;aye&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/i/isise">&#299;&#347;ishe</A> &#8212; actually control; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the moving being; <A CLASS=v HREF="http://vedabase.net/t/tasthusah">tasthushah</A> &#8212; of the being that is dull or stationed <A HREF="http://vedabase.net/i/in">in</A> one place; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pranena">pr&#257;nena</A> &#8212; by the living force; <A CLASS=v HREF="http://vedabase.net/m/mukhyena">mukhyena</A> &#8212; the origin of all activities; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/c/cittasya">cittasya</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/c/cittaih">cittaih</A> &#8212; by the consciousness; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/i/indriyanam">indriy&#257;n&#257;m</A> &#8212; and of the two kinds of senses (acting and knowledge-gathering); <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of the material elements; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; and the qualities of the material elements; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; of desires; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the supreme master.</P><P CLASS=t>TRANSLATION</P><P>Your Lordship, being the origin of the life of this material world, is the master and controller of the living entities, both moving and stationary, and you inspire their consciousness. You maintain the mind and the acting and knowledge-acquiring senses, and therefore you are the great controller of all the material elements and their qualities, and you are the controller of all desires.</P><P CLASS=t>PURPORT</P><P>In this verse it is clearly indicated that the original source of everything is life. Brahm&#257; was instructed by the supreme life, Krishna. Krishna is the supreme living entity (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m), and Brahm&#257; is also a living entity, but the original source of Brahm&#257; is Krishna. Therefore Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/7.htm">7.7</A>), mattah parataram n&#257;nyat kiñcid asti dhanañjaya: "O Arjuna, there is no truth superior to Me." Krishna is the original source of Brahm&#257;, who is the original source of this universe. Brahm&#257; is a representative of Krishna, and therefore all the qualities and activities of Krishna are also present in Lord Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>