<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.31</P><P CLASS=c>tvam eva k&#257;lo 'nimisho jan&#257;n&#257;m</P><P CLASS=c>&#257;yur lav&#257;dy-avayavaih kshinoshi</P><P CLASS=c>k&#363;ta-stha &#257;tm&#257; parameshthy ajo mah&#257;ms</P><P CLASS=c>tvam j&#299;va-lokasya ca j&#299;va &#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; unlimited time; <A CLASS=v HREF="http://vedabase.net/a/animisah">animishah</A> &#8212; unblinking; <A CLASS=v HREF="http://vedabase.net/j/jananam">jan&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; the duration of life; <A CLASS=v HREF="http://vedabase.net/l/lava">lava</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; consisting of seconds, moments, minutes and hours; <A CLASS=v HREF="http://vedabase.net/a/avayavaih">avayavaih</A> &#8212; by different parts; <A CLASS=v HREF="http://vedabase.net/k/ksinosi">kshinoshi</A> &#8212; reduce; <A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; without being affected by anything; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/p/paramesthi">parameshth&#299;</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; the great; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of this material world; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; the cause of life; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul.</P><P CLASS=t>TRANSLATION</P><P>O my lord, Your Lordship is eternally awake, seeing everything that happens. As eternal time, you reduce the duration of life for all living entities through your different parts, such as moments, seconds, minutes and hours. Nonetheless, you are unchanged, resting in one place as the Supersoul, witness and Supreme Lord, the birthless, all-pervading controller who is the cause of life for all living entities.</P><P CLASS=t>PURPORT</P><P>In this verse the word k&#363;ta-stha is very important. Although the Supreme Personality of Godhead is situated everywhere, He is the central unchanging point. &#298;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati: [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>] the Lord is situated in full in the core of everyone's heart. As indicated in the Upanishads by the word ekatvam, although there are millions and millions of living entities, the Lord is situated as the Supersoul in every one of them. Nonetheless, He is one in many. As stated in the Brahma-samhit&#257;, advaitam acyutam an&#257;dim ananta-r&#363;pam: [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>] He has many forms, yet they are advaita &#8212; one and unchanging. Since the Lord is all-pervading, He is also situated in eternal time. The living entities are described as parts and parcels of the Lord because He is the life and soul of all living entities, being situated within their hearts as the antary&#257;m&#299;, as enunciated by the philosophy of inconceivable oneness and difference (acintya-bhed&#257;bheda). Since the living entities are part of God, they are one in quality with the Lord, yet they are different from Him. The Supersoul, who inspires all living entities to act, is one and changeless. There are varieties of subjects, objects and activities, yet the Lord is one.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>