<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.35</P><P CLASS=c>yadi d&#257;syasy abhimat&#257;n</P><P CLASS=c>var&#257;n me varadottama</P><P CLASS=c>bh&#363;tebhyas tvad-visrishtebhyo</P><P CLASS=c>mrityur m&#257; bh&#363;n mama prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/d/dasyasi">d&#257;syasi</A> &#8212; you will give; <A CLASS=v HREF="http://vedabase.net/a/abhimatan">abhimat&#257;n</A> &#8212; the desired; <A CLASS=v HREF="http://vedabase.net/v/varan">var&#257;n</A> &#8212; benedictions; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/varada">varada</A>-<A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of all benedictors; <A CLASS=v HREF="http://vedabase.net/b/bhutebhyah">bh&#363;tebhyah</A> &#8212; from living entities; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/v/visrstebhyah">visrishtebhyah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> created; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhut">bh&#363;t</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my lord.</P><P CLASS=t>TRANSLATION</P><P>O my lord, O best of the givers of benediction, if you will kindly grant me the benediction I desire, please let me not meet death from any of the living entities created by you.</P><P CLASS=t>PURPORT</P><P>After being created from the navel of Garbhodaka&#347;&#257;y&#299; Vishnu, Lord Brahm&#257;, the original created living being within the universe, created many other different types of living entities to reside in this universe. Therefore, from the beginning of creation, the living entities were born of a superior living entity. Ultimately, Krishna is the supreme living being, the father of all others. Aham b&#299;ja-pradah pit&#257;: He is the seed-giving father of all living entities.</P><P>Thus far, Hiranyaka&#347;ipu has adored Lord Brahm&#257; as the Supreme Personality of Godhead and has expected to become immortal by the benediction of Lord Brahm&#257;. Now, however, having come to understand that even Lord Brahm&#257; is not immortal because at the end of the millennium Lord Brahm&#257; will also die, Hiranyaka&#347;ipu is very carefully asking him for benedictions that will be almost as good as immortality. His first proposal is that he not be killed by any of the different forms of living entities created by Lord Brahm&#257; within this material world.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>