<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3 Summary</P><P>This chapter describes how Hiranyaka&#347;ipu performed a severe type of austerity for material benefit, thus causing great distress throughout the universe. Even Lord Brahm&#257;, the chief personality within this universe, became somewhat disturbed and personally went to see why Hiranyaka&#347;ipu was engaged in such a severe austerity.</P><P>Hiranyaka&#347;ipu wanted to become immortal. He wanted not to be conquered by anyone, not to be attacked by old age and disease, and not to be harassed by any opponent. Thus he wanted to become the absolute ruler of the entire universe. With this desire, he entered the valley of Mandara Mountain and began practicing a severe type of austerity and meditation. Seeing Hiranyaka&#347;ipu engaged in this austerity, the demigods returned to their respective homes, but while Hiranyaka&#347;ipu was thus engaged, a kind of fire began blazing from his head, disturbing the entire universe and its inhabitants, including the birds, beasts and demigods. When all the higher and lower planets became too hot to live on, the demigods, being disturbed, left their abodes in the higher planets and went to see Lord Brahm&#257;, praying to him that he curtail this unnecessary heat. The demigods disclosed to Lord Brahm&#257; Hiranyaka&#347;ipu's ambition to become immortal, overcoming his short duration of life, and to be the master of all the planetary systems, even Dhruvaloka.</P><P>Upon hearing about the purpose of Hiranyaka&#347;ipu's austere meditation, Lord Brahm&#257;, accompanied by the great sage Bhrigu and great personalities like Daksha, went to see Hiranyaka&#347;ipu. He then sprinkled water from his kamandalu, a type of waterpot, upon Hiranyaka&#347;ipu's head.</P><P>Hiranyaka&#347;ipu, the King of the Daityas, bowed down before Lord Brahm&#257;, the creator of this universe, offering respectful obeisances again and again and offering prayers. When Lord Brahm&#257; agreed to give him benedictions, he prayed not be killed by any living entity, not to be killed in any place, covered or uncovered, not to die in the daytime or at night, not to be killed by any weapon, on land or in the air, and not to be killed by any human being, animal, demigod or any other entity, living or nonliving. He further prayed for supremacy over the entire universe and requested the eight yogic perfections, such as anim&#257; and laghim&#257;.</P><P CLASS=l><A CLASS=i HREF="../2/61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>