<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 10 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 10 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Bh&#257;gavatam Is the Answer to All Questions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.10.10</P><P CLASS=c>purusho 'ndam vinirbhidya</P><P CLASS=c>yad&#257;sau sa vinirgatah</P><P CLASS=c>&#257;tmano 'yanam anvicchann</P><P CLASS=c>apo 'sr&#257;ksh&#299;c chucih &#347;uc&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Person, <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/andam">andam</A> &#8212; the universes; <A CLASS=v HREF="http://vedabase.net/v/vinirbhidya">vinirbhidya</A> &#8212; making them each separately situated; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Lord); <A CLASS=v HREF="http://vedabase.net/v/vinirgatah">vinirgatah</A> &#8212; came out; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of Himself; <A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; lying <A HREF="http://vedabase.net/i/in">in</A> place; <A CLASS=v HREF="http://vedabase.net/a/anvicchan">anvicchan</A> &#8212; desiring; <A CLASS=v HREF="http://vedabase.net/a/apah">apah</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/a/asraksit">asr&#257;ksh&#299;t</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; the most <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;uc&#299;h</A> &#8212; transcendental.</P><P CLASS=t>TRANSLATION</P><P>After separating the different universes, the gigantic universal form of the Lord [Mah&#257;-Vishnu], which came out of the causal ocean, the place of appearance for the first purusha-avat&#257;ra, entered into each of the separate universes, desiring to lie on the created transcendental water [Garbhodaka].</P><P CLASS=t>PURPORT</P><P>After analysis of the living entities and the Supreme Lord, Param&#257;tm&#257;, the independent source of all other living beings, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; is now presenting the prime necessity for devotional service to the Lord, which is the only occupational business of all living entities. The Supreme Lord &#346;r&#299; Krishna and all His plenary portions and extensions of plenary portions are nondifferent from one another, and thus the supreme independence is in each and every one of them. In order to prove this, &#346;ukadeva Gosv&#257;m&#299; (as promised to King Par&#299;kshit) describes herein the independence of the purusha-avat&#257;ra Personality of Godhead, even in the sphere of the material creation. Such activities of the Lord are also transcendental, and therefore they are also l&#299;l&#257;, or pastimes, of the absolute Lord. Such pastimes of the Lord are very conducive to the hearers for self-realization in the field of devotional service. Some may argue, why not then relish the transcendental l&#299;l&#257; of the Lord as exhibited in the land of Mathur&#257; and Vrind&#257;vana, which are sweeter than anything in the world? &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura replies that the pastimes of the Lord in Vrind&#257;vana are meant to be relished by advanced devotees of the Lord. Neophyte devotees will misunderstand such supreme transcendental activities of the Lord, and therefore the Lord's pastimes in the material sphere related to creation, maintenance and destruction are verily relishable by the pr&#257;krita, or mundane devotees of the Lord. As the yoga system mainly based on bodily exercises is meant for the person who is too much attached to the bodily conception of existence, similarly the Lord's pastimes related to the creation and destruction of the material world are for those who are too materially attached. For such mundane creatures the functions of the body and the functions of the cosmic world through physical laws in relationship with the Lord are also therefore included in understanding of the lawmaker, the Supreme Personality of Godhead. The scientists explain the material functions by so many technological terms of material law, but such blind scientists forget the lawmaker. The &#346;r&#299;mad-Bh&#257;gavatam points out the lawmaker. One should not be amazed by the mechanical arrangement of the complicated engine or dynamo, but one should praise the engineer who creates such a wonderful working machine. That is the difference between the devotee and the nondevotee. Devotees are always full with praising the Lord, who directs the physical laws. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>) the direction of the Lord upon the material nature is described as follows:</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sacar&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"The material nature full of physical laws is one of My different energies; therefore it is neither independent nor blind. Because I am transcendentally all-powerful, simply by My glancing over material nature, the physical laws of nature work so wonderfully. The actions and reactions of the physical laws work on that account, and thus the material world is created, maintained and annihilated again and again."</P><P>Men with a poor fund of knowledge, however, become astonished by studying the physical laws both within the construction of the individual body and within the cosmic manifestation, and foolishly they decry the existence of God, taking it for granted that the physical laws are independent, without any metaphysical control. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>) replies to this foolishness in the following words:</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P CLASS=n>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P>"The foolish men [m&#363;dh&#257;h] do not know the Personality of Godhead in His eternal form of bliss and knowledge." The foolish man thinks of the transcendental body of the Lord as something like his own, and therefore he cannot think of the unlimited controlling power of the Lord, who is not visible in the acting of the physical laws. The Lord is, however, visible to the naked eyes of people in general when He descends Himself by His own personal potency. Lord Krishna incarnated Himself as He is and played very wonderful parts as the Lord Himself, and the Bhagavad-g&#299;t&#257; concerns such wonderful actions and knowledge. Yet foolish men will not accept Lord Krishna as the Supreme Lord. Generally they consider the infinitesimal and infinite features of the Lord because they themselves are unable to become either the infinitesimal or the infinite, but one should know that the infinite and infinitesimal sizes of the Lord are not His highest glories. The most wonderful manifestation of the Lord's power is exhibited when the infinite Lord becomes visible to our eyes as one of us. Yet His activities are different from those of the finite beings. Lifting a mountain at the age of seven years and marrying sixteen thousand wives in the prime of His youth are some of the examples of His infinite energy, but the m&#363;dhas, after seeing them or hearing about them, decry them as legendary and take the Lord as one of them. They cannot understand that the Lord &#346;r&#299; Krishna, although in the form of a human being by His own potency, is still the Supreme Lord with full potency as the supreme controller.</P><P>When, however, the m&#363;dhas give submissive and aural reception to the messages of the Lord as in the &#346;r&#299;mad Bhagavad-g&#299;t&#257; or in the &#346;r&#299;mad-Bh&#257;gavatam through the channel of disciplic succession, such m&#363;dhas also become devotees of the Lord by the grace of His pure devotees. And for this reason only, either in the Bhagavad-g&#299;t&#257; or in the &#346;r&#299;mad-Bh&#257;gavatam, the pastimes of the Lord in the material world are delineated for the benefit of those men with a poor fund of knowledge.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>