<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 10 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 10 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Bh&#257;gavatam Is the Answer to All Questions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.10.35</P><P CLASS=c>amun&#299; bhagavad-r&#363;pe</P><P CLASS=c>may&#257; te hy anuvarnite</P><P CLASS=c>ubhe api na grihnanti</P><P CLASS=c>m&#257;y&#257;-srishte vipa&#347;citah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/amuni">amun&#299;</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forms; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anuvarnite">anuvarnite</A> &#8212; described respectively; <A CLASS=v HREF="http://vedabase.net/u/ubhe">ubhe</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/g/grhnanti">grihnanti</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; external; <A CLASS=v HREF="http://vedabase.net/s/srste">srishte</A> &#8212; being <A HREF="http://vedabase.net/s/so">so</A> manifested; <A CLASS=v HREF="http://vedabase.net/v/vipah">vipah</A>-<A CLASS=v HREF="http://vedabase.net/c/citah">citah</A> &#8212; the learned one who knows.</P><P CLASS=t>TRANSLATION</P><P>Neither of the above forms of the Lord, as just described unto you from the material angle of vision, is accepted by the pure devotees of the Lord who know Him well.</P><P CLASS=t>PURPORT</P><P>The impersonalists think of the Absolute Personality of Godhead in two different ways, as above mentioned. On the one hand they worship the Lord in His vi&#347;va-r&#363;pa, or all-pervading universal form, and on the other they think of the Lord's unmanifested, indescribable, subtle form. The theories of pantheism and monism are respectively applicable to these two conceptions of the Supreme as gross and subtle, but both of them are rejected by the learned pure devotees of the Lord because they are aware of the factual position. This is very clearly mentioned in the Eleventh Chapter of the Bhagavad-g&#299;t&#257;, which records Arjuna's experience of the vi&#347;va-r&#363;pa of the Supreme Lord &#346;r&#299; Krishna.</P><P>adrishta-p&#363;rvam hrishito 'smi drishtv&#257;</P><P CLASS=n>bhayena ca pravyathitam mano me</P><P CLASS=n>tad eva me dar&#347;aya deva r&#363;pam</P><P CLASS=n>pras&#299;da deve&#347;a jagan-niv&#257;sa</P><P>(<A CLASS=v HREF="../../../bg/11/45.htm">Bg. 11.45</A>)</P><P>Arjuna, as a pure devotee of the Lord, never previously saw the contemplated universal form of the Lord (vi&#347;va-r&#363;pa), but when he did see it, his curiosities were satisfied. But he was not happy to see such a form of the Lord because of his attachment as a pure devotee. He was afraid to see the gigantic form of the Lord. He therefore prayed to the Lord to assume His four-handed N&#257;r&#257;yana or Krishna form, which alone could please Arjuna. Undoubtedly the Lord has the supreme potency to exhibit Himself in multifarious forms, but the pure devotees of the Lord are interested in His forms as eternally exhibited in the abode of the Lord, known as the trip&#257;d-vibh&#363;ti or kingdom of God. The Lord in the trip&#257;d-vibh&#363;ti abode exhibits Himself in two forms, either with four hands or with two hands. The vi&#347;va-r&#363;pa exhibited in the material manifestation has unlimited hands and unlimited dimensions with everything unlimited. The pure devotees of the Lord worship Him in His Vaikuntha forms as N&#257;r&#257;yana or Krishna. Sometimes the same Vaikuntha forms of the Lord are in the material world also by His grace as &#346;r&#299; R&#257;ma, &#346;r&#299; Krishna, &#346;r&#299; Narasimhadeva, etc., and thus the pure devotees also worship them. Usually the features shown in the material world have no existence in the Vaikuntha planets, and thus they are not accepted by the pure devotees. What the pure devotees worship from the very beginning are eternal forms of the Lord existing in the Vaikuntha planets. The nondevotee impersonalists imagine the material forms of the Lord, and ultimately they merge in the impersonal brahmajyoti of the Lord, whereas the pure devotees of the Lord are worshipers of the Lord both in the beginning and also in the perfect stage of salvation, eternally. The worship of the pure devotee never stops, whereas the worship of the impersonalist stops after his attainment of salvation, when he merges in the impersonal form of the Lord known as the brahmajyoti. Therefore the pure devotees of the Lord are described here as vipa&#347;cita, or the learned who are in the knowledge of the Lord perfectly.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>