<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 10 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 10 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Bh&#257;gavatam Is the Answer to All Questions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.10.36</P><P CLASS=c>sa v&#257;cya-v&#257;cakatay&#257;</P><P CLASS=c>bhagav&#257;n brahma-r&#363;pa-dhrik</P><P CLASS=c>n&#257;ma-r&#363;pa-kriy&#257; dhatte</P><P CLASS=c>sakarm&#257;karmakah parah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/v/vacya">v&#257;cya</A> &#8212; by His forms and activities; <A CLASS=v HREF="http://vedabase.net/v/vacakataya">v&#257;cakatay&#257;</A> &#8212; by His transcendental qualities and entourage; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; absolute; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/d/dhrk">dhrik</A> &#8212; by accepting visible forms; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> work; <A CLASS=v HREF="http://vedabase.net/a/akarmakah">akarmakah</A> &#8212; without being affected; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendence.</P><P CLASS=t>TRANSLATION</P><P>He, the Personality of Godhead, manifests Himself in a transcendental form, being the subject of His transcendental name, quality, pastimes, entourage and transcendental variegatedness. Although He is unaffected by all such activities, He appears to be so engaged.</P><P CLASS=t>PURPORT</P><P>Whenever there is a need of material creation, the transcendental Personality of Godhead accepts forms in the material world for creation, maintenance and destruction. One should be intelligent enough to know His activities in truth and not be biased to conclude that He descends to the material world by accepting a form created by material nature. Any form accepted from the material nature has its affection for everything done in the material world. A conditioned soul who accepts a material form for undergoing a certain term of material activities is subjected to the laws of matter. But here in this verse it is clearly stated that although the forms and activities of the Lord appear to be the same as those of a conditioned soul, they are supernatural and impossible for the conditioned soul. He, the Supreme Personality of Godhead, is always unaffected by such activities. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/14.htm">4.14</A>) the Lord says:</P><P>na m&#257;m karm&#257;ni limpanti</P><P CLASS=n>na me karma-phale sprih&#257;</P><P CLASS=n>iti m&#257;m yo 'bhij&#257;n&#257;ti</P><P CLASS=n>karmabhir na sa badhyate</P><P>The Lord is never affected by the activities which He apparently performs by His different incarnations and personalities, nor does He have any desire to achieve success by fruitive activities. The Lord is full by His different potencies of wealth, strength, fame, beauty, knowledge and renunciation, and thus He has no reason for physical exertion like the conditioned soul. Therefore an intelligent person who can distinguish between the transcendental activities of the Lord and the activities of the conditioned souls is also not bound by the reactions of activities. The Lord as Vishnu, Brahm&#257; and &#346;iva conducts the three modes of material nature. From Vishnu is born Brahm&#257;, and from Brahm&#257; is born &#346;iva. Sometimes Brahm&#257; is a separated part of Vishnu, and sometimes Brahm&#257; is Vishnu Himself. Thus Brahm&#257; creates the different species of life all over the universe, which means that the Lord creates the whole manifestation either by Himself or through the agency of His authorized deputies.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37-40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>