<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 10 Verses 37-40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 10 Verses 37-40"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Bh&#257;gavatam Is the Answer to All Questions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.10.37-40</P><P CLASS=c>praj&#257;-pat&#299;n man&#363;n dev&#257;n</P><P CLASS=c>rish&#299;n pitri-gan&#257;n prithak</P><P CLASS=c>siddha-c&#257;rana-gandharv&#257;n</P><P CLASS=c>vidy&#257;dhr&#257;sura-guhyak&#257;n</P><P CLASS=c>kinnar&#257;psaraso n&#257;g&#257;n</P><P CLASS=c>sarp&#257;n kimpurush&#257;n nar&#257;n</P><P CLASS=c>m&#257;tri rakshah-pi&#347;&#257;c&#257;m&#347; ca</P><P CLASS=c>preta-bh&#363;ta-vin&#257;yak&#257;n</P><P CLASS=c>k&#363;shm&#257;ndonm&#257;da-vet&#257;l&#257;n</P><P CLASS=c>y&#257;tudh&#257;n&#257;n grah&#257;n api</P><P CLASS=c>khag&#257;n mrig&#257;n pa&#347;&#363;n vriksh&#257;n</P><P CLASS=c>gir&#299;n nripa sar&#299;srip&#257;n</P><P CLASS=c>dvi-vidh&#257;&#347; catur-vidh&#257; ye 'nye</P><P CLASS=c>jala-sthala-nabhaukasah</P><P CLASS=c>ku&#347;al&#257;ku&#347;al&#257; mi&#347;r&#257;h</P><P CLASS=c>karman&#257;m gatayas tv im&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and his sons like <A HREF="http://vedabase.net/d/daksa">Daksha</A> and others; <A CLASS=v HREF="http://vedabase.net/m/manun">man&#363;n</A> &#8212; the periodical heads like <A HREF="http://vedabase.net/v/vaivasvata">Vaivasvata</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; like <A HREF="http://vedabase.net/i/indra">Indra</A>, <A HREF="http://vedabase.net/c/candra">Candra</A> and <A HREF="http://vedabase.net/v/varuna">Varuna</A>; <A CLASS=v HREF="http://vedabase.net/r/rsin">rish&#299;n</A> &#8212; like <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A> and <A HREF="http://vedabase.net/v/vasistha">Vasishtha</A>; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/g/ganan">gan&#257;n</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/p/pita">Pit&#257;</A> planets; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; separately; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/s/siddha">Siddha</A> planet; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/c/carana">C&#257;rana</A> planet; <A CLASS=v HREF="http://vedabase.net/g/gandharvan">gandharv&#257;n</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/g/gandharva">Gandharva</A> planets; <A CLASS=v HREF="http://vedabase.net/v/vidyadhra">vidy&#257;dhra</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/v/vidyadhara">Vidy&#257;dhara</A> planet; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A> &#8212; the atheists; <A CLASS=v HREF="http://vedabase.net/g/guhyakan">guhyak&#257;n</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/y/yaksa">Yaksha</A> planet; <A CLASS=v HREF="http://vedabase.net/k/kinnara">kinnara</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/k/kinnara">Kinnara</A> planet; <A CLASS=v HREF="http://vedabase.net/a/apsarasah">apsarasah</A> &#8212; the beautiful angels of the <A HREF="http://vedabase.net/a/apsara">Apsar&#257;</A> planet; <A CLASS=v HREF="http://vedabase.net/n/nagan">n&#257;g&#257;n</A> &#8212; the serpentine inhabitants of N&#257;galoka; <A CLASS=v HREF="http://vedabase.net/s/sarpan">sarp&#257;n</A> &#8212; the inhabitants of Sarpaloka (snakes); <A CLASS=v HREF="http://vedabase.net/k/kimpurusan">kimpurush&#257;n</A> &#8212; the monkey-shaped inhabitants of the <A HREF="http://vedabase.net/k/kimpurusa">Kimpurusha</A> planet; <A CLASS=v HREF="http://vedabase.net/n/naran">nar&#257;n</A> &#8212; the inhabitants of earth; <A CLASS=v HREF="http://vedabase.net/m/matr">m&#257;tri</A> &#8212; the inhabitants of M&#257;triloka; <A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A> &#8212; the inhabitants of the demoniac planet; <A CLASS=v HREF="http://vedabase.net/p/pisacan">pi&#347;&#257;c&#257;n</A> &#8212; the inhabitants of Pi&#347;&#257;caloka; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/preta">preta</A> &#8212; the inhabitants of Pretaloka; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the evil spirits; <A CLASS=v HREF="http://vedabase.net/v/vinayakan">vin&#257;yak&#257;n</A> &#8212; the goblins; <A CLASS=v HREF="http://vedabase.net/k/kusmanda">k&#363;shm&#257;nda</A> &#8212; will-<A HREF="http://vedabase.net/o/o">o</A>'-the-wisp; <A CLASS=v HREF="http://vedabase.net/u/unmada">unm&#257;da</A> &#8212; lunatics; <A CLASS=v HREF="http://vedabase.net/v/vetalan">vet&#257;l&#257;n</A> &#8212; the jinn; <A CLASS=v HREF="http://vedabase.net/y/yatudhanan">y&#257;tudh&#257;n&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> particular type of evil spirit; <A CLASS=v HREF="http://vedabase.net/g/grahan">grah&#257;n</A> &#8212; the good and evil stars; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/khagan">khag&#257;n</A> &#8212; the birds; <A CLASS=v HREF="http://vedabase.net/m/mrgan">mrig&#257;n</A> &#8212; the forest animals; <A CLASS=v HREF="http://vedabase.net/p/pasun">pa&#347;&#363;n</A> &#8212; the household animals; <A CLASS=v HREF="http://vedabase.net/v/vrksan">vriksh&#257;n</A> &#8212; the ghosts; <A CLASS=v HREF="http://vedabase.net/g/girin">gir&#299;n</A> &#8212; the mountains; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sarisrpan">sar&#299;srip&#257;n</A> &#8212; reptiles; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; the moving and the standing living entities; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; living entities born from embryos, eggs, perspiration and seeds; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/s/sthala">sthala</A> &#8212; land; <A CLASS=v HREF="http://vedabase.net/n/nabha">nabha</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/k/kusala">ku&#347;ala</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/a/akusalah">aku&#347;al&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> distress; <A CLASS=v HREF="http://vedabase.net/m/misrah">mi&#347;r&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> mixed happiness and distress; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> one's own past deeds; <A CLASS=v HREF="http://vedabase.net/g/gatayah">gatayah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> result of; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/imah">im&#257;h</A> &#8212; all of them.</P><P CLASS=t>TRANSLATION</P><P>O King, know from me that all living entities are created by the Supreme Lord according to their past deeds. This includes Brahm&#257; and his sons like Daksha, the periodical heads like Vaivasvata Manu, the demigods like Indra, Candra and Varuna, the great sages like Bhrigu, Vy&#257;sa and Vasishtha, the inhabitants of Pitriloka and Siddhaloka, the C&#257;ranas, Gandharvas, Vidy&#257;dharas, Asuras, Yakshas, Kinnaras and angels, the serpentines, the monkey-shaped Kimpurushas, the human beings, the inhabitants of M&#257;triloka, the demons, Pi&#347;&#257;cas, ghosts, spirits, lunatics and evil spirits, the good and evil stars, the goblins, the animals in the forest, the birds, the household animals, the reptiles, the mountains, the moving and standing living entities, the living entities born from embryos, from eggs, from perspiration and from seeds, and all others, whether they be in the water, land or sky, in happiness, in distress or in mixed happiness and distress. All of them, according to their past deeds, are created by the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>The varieties of living entities are mentioned in this list, and, with no exception from the topmost planet down to the lowest planet of the universe, all of them in different species of life are created by the Almighty Father, Vishnu. Therefore no one is independent of the Supreme Personality of Godhead. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/4.htm">14.4</A>) the Lord therefore claims all living entities as His offspring in the following verse:</P><P>sarva-yonishu kaunteya</P><P CLASS=n>m&#363;rtayah sambhavanti y&#257;h</P><P CLASS=n>t&#257;s&#257;m brahma mahad yonir</P><P CLASS=n>aham b&#299;ja-pradah pit&#257;</P><P>The material nature is compared to the mother. Although every living being is seen to come out of the mother's body, it is still a fact that the mother is not the ultimate cause of such a birth. The father is the ultimate cause of birth. Without the father's seed, no mother can give birth to a child. Therefore the living beings in different varieties of forms and positions within the innumerable universes are all born of the seeds of the Almighty Father, the Personality of Godhead, and only to the man with a poor fund of knowledge they appear to be born of the material nature. Being under the material energy of the Supreme Lord, all living entities beginning from Brahm&#257; down to the insignificant ant are manifested in different bodies according to their past deeds.</P><P>The material nature is one of the energies of the Lord (<A CLASS=v HREF="../../../bg/7/4.htm">Bg. 7.4</A>). The material nature is inferior in comparison to the living entities, the superior nature. The superior nature and inferior nature of the Lord combine to manifest all universal affairs.</P><P>Some of the living entities are relatively happy in better conditions of life, whereas others are in distressed conditions of life. But factually, none of them are actually happy in material conditional life. No one can be happy in prison life, although one may be a first-class prisoner and another a third-class prisoner. The intelligent person should not try to be promoted from third-class prison life to first-class prison life, but should try to be released from the prison altogether. One may be promoted to first-class prisoner, but the same first-class prisoner is again degraded to a third-class prisoner in the next term. One should try to be free from prison life and go back home, back to Godhead. That is the real goal for all types of living entities.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>