<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 10 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 10 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Bh&#257;gavatam Is the Answer to All Questions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.10.46</P><P CLASS=c>ayam tu brahmanah kalpah</P><P CLASS=c>savikalpa ud&#257;hritah</P><P CLASS=c>vidhih s&#257;dh&#257;rano yatra</P><P CLASS=c>sarg&#257;h pr&#257;krita-vaikrit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this process of creation and annihilation; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kalpah">kalpah</A> &#8212; his one day; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vikalpah">vikalpah</A> &#8212; along with the duration of the universes; <A CLASS=v HREF="http://vedabase.net/u/udahrtah">ud&#257;hritah</A> &#8212; exemplified; <A CLASS=v HREF="http://vedabase.net/v/vidhih">vidhih</A> &#8212; regulative principles; <A CLASS=v HREF="http://vedabase.net/s/sadharanah">s&#257;dh&#257;ranah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> summary; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/s/sargah">sarg&#257;h</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/p/prakrta">pr&#257;krita</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of material nature; <A CLASS=v HREF="http://vedabase.net/v/vaikrtah">vaikrit&#257;h</A> &#8212; disbursement.</P><P CLASS=t>TRANSLATION</P><P>This process of creation and annihilation described in summary herein is the regulative principle during the duration of Brahm&#257;'s one day. It is also the regulative principle in the creation of mahat, in which the material nature is dispersed.</P><P CLASS=t>PURPORT</P><P>There are three different types of creation, called mah&#257;-kalpa, vikalpa and kalpa. In the mah&#257;-kalpa the Lord assumes the first purusha incarnation as K&#257;ranodaka&#347;&#257;y&#299; Vishnu with all the potencies of the mahat-tattva and the sixteen principles of creative matter and instruments. The creative instruments are eleven, the ingredients are five, and all of them are products of mahat, or materialistic ego. These creations by the Lord in His feature of K&#257;ranodaka&#347;&#257;y&#299; Vishnu are called mah&#257;-kalpa. The creation of Brahm&#257; and dispersion of the material ingredients are called vikalpa, and the creation by Brahm&#257; in each day of his life is called kalpa. Therefore each day of Brahm&#257; is called a kalpa, and there are thirty kalpas in terms of Brahm&#257;'s days. This is also confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/17.htm">8.17</A>) as follows:</P><P>sahasra-yuga-paryantam</P><P CLASS=n>ahar yad brahmano viduh</P><P CLASS=n>r&#257;tim yuga-sahasr&#257;nt&#257;m</P><P CLASS=n>te 'ho-r&#257;tra-vido jan&#257;h</P><P>In the upper planetary system the duration of one complete day and night is equal to one complete year of this earth. This is accepted even by the modern scientist and attested by the astronauts. Similarly, in the region of still higher planetary systems the duration of day and night is still greater than in the heavenly planets. The four yugas are calculated in terms of the heavenly calendars and accordingly are twelve thousand years in terms of the heavenly planets. This is called a divya-yuga, and one thousand divya-yugas make one day of Brahm&#257;. The creation during the day of Brahm&#257; is called kalpa, and the creation of Brahm&#257; is called vikalpa. When vikalpas are made possible by the breathing of Mah&#257;-Vishnu, this is called a mah&#257;-kalpa. There are regular and systematic cycles of these mah&#257;-kalpas, vikalpas and kalpas. In answer to Mah&#257;r&#257;ja Par&#299;kshit's question about them, &#346;ukadeva Gosv&#257;m&#299; answered in the Prabh&#257;sa-khanda of the Skanda Pur&#257;na. They are as follows:</P><P>prathamah &#347;veta-kalpa&#347; ca</P><P CLASS=n>dvit&#299;yo n&#299;la-lohitah</P><P CLASS=n>v&#257;madevas trit&#299;yas tu</P><P CLASS=n>tato g&#257;th&#257;ntaro 'parah</P><P CLASS=n>rauravah pañcamah proktah</P><P CLASS=n>shashthah pr&#257;na iti smritah</P><P CLASS=n>saptamo 'tha brihat-kalpah</P><P CLASS=n>kandarpo 'shtama ucyate</P><P CLASS=n>sadyotha navamah kalpa</P><P CLASS=n>&#299;&#347;&#257;no da&#347;amah smritah</P><P CLASS=n>dhy&#257;na ek&#257;da&#347;ah proktas</P><P CLASS=n>tath&#257; s&#257;rasvato 'parah</P><P CLASS=n>trayoda&#347;a ud&#257;nas tu</P><P CLASS=n>garudo 'tha caturda&#347;ah</P><P CLASS=n>kaurmah pañcada&#347;o jñeyah</P><P CLASS=n>paurnam&#257;s&#299; praj&#257;pateh</P><P CLASS=n>shoda&#347;o n&#257;rasimhas tu</P><P CLASS=n>sam&#257;dhis tu tato 'parah</P><P CLASS=n>&#257;gneyo vishnujah saurah</P><P CLASS=n>soma-kalpas tato 'parah</P><P CLASS=n>dv&#257;vim&#347;o bh&#257;vanah proktah</P><P CLASS=n>supum&#257;n iti c&#257;parah</P><P CLASS=n>vaikuntha&#347; c&#257;rshtishas tadvad</P><P CLASS=n>val&#299;-kalpas tato 'parah</P><P CLASS=n>saptavim&#347;o 'tha vair&#257;jo</P><P CLASS=n>gaur&#299;-kalpas tath&#257;parah</P><P CLASS=n>m&#257;he&#347;varas tath&#257; proktas</P><P CLASS=n>tripuro yatra gh&#257;titah</P><P CLASS=n>pitri-kalpas tath&#257; c&#257;nte</P><P CLASS=n>yah kuh&#363;r brahmanah smrit&#257;</P><P>Therefore the thirty kalpas of Brahm&#257; are: (1) &#346;veta-kalpa, (2) N&#299;lalohita, (3) V&#257;madeva, (4) G&#257;th&#257;ntara, (5) Raurava, (6) Pr&#257;na, (7) Brihat-kalpa, (8) Kandarpa, (9) Sadyotha, (10) &#298;&#347;&#257;na, (11) Dhy&#257;na, (12) S&#257;rasvata, (13) Ud&#257;na, (14) Garuda, (15) Kaurma, (16) N&#257;rasimha, (17) Sam&#257;dhi, (18) &#256;gneya, (19) Vishnuja, (20) Saura, (21) Soma-kalpa, (22) Bh&#257;vana, (23) Supuma, (24) Vaikuntha, (25) Arcisha, (26) Val&#299;-kalpa, (27) Vair&#257;ja, (28) Gaur&#299;-kalpa, (29) M&#257;he&#347;vara, (30) Paitri-kalpa.</P><P>These are Brahm&#257;'s days only, and he has to live months and years up to one hundred, so we can just imagine how many creations there are in kalpas only. Then again there are vikalpas, which are generated by the breathing of Mah&#257;-Vishnu, as stated in the Brahma-samhit&#257; (yasyaika-ni&#347;vasita-k&#257;lam ath&#257;valambya j&#299;vanti loma-vilaj&#257; jagadanda-n&#257;th&#257;h [<A CLASS=v HREF="../../../bs/5/48.htm">Bs. 5.48</A>]). The Brahm&#257;s live only during the breathing period of Mah&#257;-Vishnu. So the exhaling and inhaling of Vishnu are mah&#257;-kalpas, and all these are due to the Supreme Personality of Godhead, for no one else is the master of all creations.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>