<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 10 Verses 49-50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 10 Verses 49-50"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Bh&#257;gavatam Is the Answer to All Questions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.10.49-50</P><P CLASS=c>kshattuh kau&#347;&#257;raves tasya</P><P CLASS=c>samv&#257;do 'dhy&#257;tma-sam&#347;ritah</P><P CLASS=c>yad v&#257; sa bhagav&#257;ms tasmai</P><P CLASS=c>prishtas tattvam uv&#257;ca ha</P><P CLASS=c>br&#363;hi nas tad idam saumya</P><P CLASS=c>vidurasya viceshtitam</P><P CLASS=c>bandhu-ty&#257;ga-nimittam ca</P><P CLASS=c>yathaiv&#257;gatav&#257;n punah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksattuh">kshattuh</A> &#8212; of <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/k/kausaraveh">kau&#347;&#257;raveh</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> that of Maitreya; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/s/samvadah">samv&#257;dah</A> &#8212; news; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/s/samsritah">sam&#347;ritah</A> &#8212; full of; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; His Grace; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/p/prstah">prishtah</A> &#8212; inquired; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; answered; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; please tell; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; those matters; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/s/saumya">saumya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> gentle one; <A CLASS=v HREF="http://vedabase.net/v/vidurasya">vidurasya</A> &#8212; of <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/v/vicestitam">viceshtitam</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/b/bandhu">bandhu</A>-<A CLASS=v HREF="http://vedabase.net/t/tyaga">ty&#257;ga</A> &#8212; renouncing the friends; <A CLASS=v HREF="http://vedabase.net/n/nimittam">nimittam</A> &#8212; the cause of; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/agatavan">&#257;gatav&#257;n</A> &#8212; came back; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again (at home).</P><P CLASS=t>TRANSLATION</P><P>&#346;aunaka Rishi said: Let us know, please, what topics were discussed between Vidura and Maitreya, who talked on transcendental subjects, and what was inquired by Vidura and replied by Maitreya. Also please let us know the reason for Vidura's giving up the connection of his family members, and why he again came home. Please also let us know the activities of Vidura while he was in the places of pilgrimage.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; S&#363;ta Gosv&#257;m&#299; was narrating the topics of the creation and destruction of the material world, but it appears that the rishis headed by &#346;aunaka were more inclined to hear of transcendental subjects, which are on a higher level than the physical. There are two classes of men, namely those too addicted to the gross body and the material world, and others, on the higher level, who are interested more in transcendental knowledge. &#346;r&#299;mad-Bh&#257;gavatam gives facility to everyone, both to the materialist and to the transcendentalist. By hearing &#346;r&#299;mad-Bh&#257;gavatam in the matter of the Lord's glorious activities both in the material world and in the transcendental world, men can derive equal benefit. The materialists are more interested in the physical laws and how they are acting, and they see wonders in those physical glamors. Sometimes, due to physical glamors, they forget the glories of the Lord. They should know definitely that physical activities and their wonders are all initiated by the Lord. The rose in the garden gradually takes its shape and color to become beautiful and sweet not by a blind physical law, although it appears like that. Behind that physical law is the direction of the complete consciousness of the Supreme Lord, otherwise things cannot take shape so systematically. The artist draws a picture of a rose very nicely with all attention and artistic sense, and yet it does not become as perfect as the real rose. If that is the real fact, how can we say that the real rose has taken its shape without intelligence behind the beauty? This sort of conclusion is due to a poor fund of knowledge. One must know from the above description of creation and annihilation that the supreme consciousness, being omnipresent, can take care of everything with perfect attention. That is the fact of the omnipresence of the Supreme Lord. Persons, still more foolish than the gross materialists, however, claim to be transcendentalists and claim to have such supreme all-pervading consciousness, but offer no proof. Such foolish persons cannot know what is going on behind the next wall, yet they are falsely proud of possessing the cosmic, all-pervading consciousness of the Supreme Person. For them also, hearing of &#346;r&#299;mad-Bh&#257;gavatam is a great help. It will open their eyes to see that simply by claiming supreme consciousness one does not become supremely conscious. One has to prove in the physical world that he has such supreme consciousness. The rishis of Naimish&#257;ranya, however, were above the gross materialists and the false transcendentalists, and thus they were always anxious to know the real truth in transcendental matters, as discussed by authorities.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>