<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 10 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 10 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Bh&#257;gavatam Is the Answer to All Questions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.10.9</P><P CLASS=c>ekam ekatar&#257;bh&#257;ve</P><P CLASS=c>yad&#257; nopalabh&#257;mahe</P><P CLASS=c>tritayam tatra yo veda</P><P CLASS=c>sa &#257;tm&#257; sv&#257;&#347;ray&#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/e/ekatara">ekatara</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/a/abhave">abh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the absence of; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/u/upalabhamahe">upalabh&#257;mahe</A> &#8212; perceptible; <A CLASS=v HREF="http://vedabase.net/t/tritayam">tritayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> three stages; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; the one; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; who knows; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; of the shelter.</P><P CLASS=t>TRANSLATION</P><P>All three of the above-mentioned stages of different living entities are interdependent. In the absence of one, another is not understood. But the Supreme Being who sees every one of them as the shelter of the shelter is independent of all, and therefore He is the supreme shelter.</P><P CLASS=t>PURPORT</P><P>There are innumerable living entities, one dependent on the other in the relationship of the controlled and the controller. But without the medium of perception, no one can know or understand who is the controlled and who is the controller. For example, the sun controls the power of our vision, we can see the sun because the sun has its body, and the sunlight is useful only because we have eyes. Without our having eyes, the sunlight is useless, and without sunlight the eyes are useless. Thus they are interdependent, and none of them is independent. Therefore the natural question arises concerning who made them interdependent. The one who has made such a relationship of interdependence must be ultimately completely independent. As stated in the beginning of the &#346;r&#299;mad-Bh&#257;gavatam, the ultimate source of all interdependent objectives is the complete independent subject. This ultimate source of all interdependence is the Supreme Truth or Param&#257;tm&#257;, the Supersoul, who is not dependent on anything else. He is sv&#257;&#347;ray&#257;&#347;rayah. He is only dependent on His self, and thus He is the supreme shelter of everything. Although Param&#257;tm&#257; and Brahman are subordinate to Bhagav&#257;n, because Bhagav&#257;n is Purushottama or the Superperson, He is the source of the Supersoul also. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/18.htm">15.18</A>) Lord Krishna says that He is the Purushottama and the source of everything, and thus it is concluded that &#346;r&#299; Krishna is the ultimate source and shelter of all entities, including the Supersoul and Supreme Brahman. Even accepting that there is no difference between the Supersoul and the individual soul, the individual soul is dependent on the Supersoul for being liberated from the illusion of material energy. The individual is under the clutches of illusory energy, and therefore although qualitatively one with the Supersoul, he is under the illusion of identifying himself with matter. And to get out of this illusory conception of factual life, the individual soul has to depend on the Supersoul to be recognized as one with Him. In that sense also the Supersoul is the supreme shelter. And there is no doubt about it.</P><P>The individual living entity, the j&#299;va, is always dependent on the Supersoul, Param&#257;tm&#257;, because the individual soul forgets his spiritual identity whereas the Supersoul, Param&#257;tm&#257;, does not forget His transcendental position. In the Bhagavad-g&#299;t&#257; these separate positions of the j&#299;va-&#257;tm&#257; and the Param&#257;tm&#257; are specifically mentioned. In the Fourth Chapter, Arjuna, the j&#299;va soul, is represented as forgetful of his many, many previous births, but the Lord, the Supersoul, is not forgetful. The Lord even remembers when He taught the Bhagavad-g&#299;t&#257; to the sun-god some billions of years before. The Lord can remember such millions and billions of years, as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/26.htm">7.26</A>) as follows:</P><P>ved&#257;ham samat&#299;t&#257;ni</P><P CLASS=n>vartam&#257;n&#257;ni c&#257;rjuna</P><P CLASS=n>bhavishy&#257;ni ca bh&#363;t&#257;ni</P><P CLASS=n>m&#257;m tu veda na ka&#347;cana</P><P>The Lord in His eternal blissful body of knowledge is fully aware of all that happened in the past, that which is going on at the present and also what will happen in the future. But in spite of His being the shelter of both the Param&#257;tm&#257; and Brahman, persons with a poor fund of knowledge are unable to understand Him as He is.</P><P>The propaganda of the identity of cosmic consciousness with the consciousness of the individual living entities is completely misleading because even such a person or individual soul as Arjuna could not remember his past deeds, although he is always with the Lord. And what can the tiny ordinary man, falsely claiming to be one with the cosmic consciousness, know about his past, present and future?</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>