<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 8 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 8 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Churning of the Milk Ocean</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.8.25</P><P CLASS=c>tasy&#257;h &#347;riyas tri-jagato janako janany&#257;</P><P CLASS=c>vaksho niv&#257;sam akarot paramam vibh&#363;teh</P><P CLASS=c>&#347;r&#299;h sv&#257;h praj&#257;h sakarunena nir&#299;kshanena</P><P CLASS=c>yatra sthitaidhayata s&#257;dhipat&#299;ms tri-lok&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyah">tasy&#257;h</A> &#8212; of her; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/j/janakah">janakah</A> &#8212; the father; <A CLASS=v HREF="http://vedabase.net/j/jananyah">janany&#257;h</A> &#8212; of the mother; <A CLASS=v HREF="http://vedabase.net/v/vaksah">vakshah</A> &#8212; bosom; <A CLASS=v HREF="http://vedabase.net/n/nivasam">niv&#257;sam</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/a/akarot">akarot</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/v/vibhuteh">vibh&#363;teh</A> &#8212; of the opulent; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/s/svah">sv&#257;h</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; descendants; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/karunena">karunena</A> &#8212; with favorable mercy; <A CLASS=v HREF="http://vedabase.net/n/niriksanena">nir&#299;kshanena</A> &#8212; by glancing over; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/s/sthita">sthit&#257;</A> &#8212; staying; <A CLASS=v HREF="http://vedabase.net/a/aidhayata">aidhayata</A> &#8212; increased; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/adhipatin">adhipat&#299;n</A> &#8212; with the great directors and leaders; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; the three worlds.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is the father of the three worlds, and His bosom is the residence of mother Lakshm&#299;, the goddess of fortune, the proprietor of all opulences. The goddess of fortune, by her favorable and merciful glance, can increase the opulence of the three worlds, along with their inhabitants and their directors, the demigods.</P><P CLASS=t>PURPORT</P><P>According to the desire of Lakshm&#299;dev&#299;, the goddess of fortune, the Supreme Personality of Godhead made His bosom her residence so that by her glance she could favor everyone, including the demigods and ordinary human beings. In other words, since the goddess of fortune stays on the bosom of N&#257;r&#257;yana, she naturally sees any devotee who worships N&#257;r&#257;yana. When the goddess of fortune understands that a devotee is in favor of devotional service to N&#257;r&#257;yana, she is naturally inclined to bless the devotee with all opulences. The karm&#299;s try to receive the favor and mercy of Lakshm&#299;, but because they are not devotees of N&#257;r&#257;yana, their opulence is flickering. The opulence of devotees who are attached to the service of N&#257;r&#257;yana is not like the opulence of karm&#299;s. The opulence of devotees is as permanent as the opulence of N&#257;r&#257;yana Himself.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>