<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 8 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 8 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Churning of the Milk Ocean</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.8.9</P><P CLASS=c>tasy&#257;m cakruh sprih&#257;m sarve</P><P CLASS=c>sasur&#257;sura-m&#257;nav&#257;h</P><P CLASS=c>r&#363;paud&#257;rya-vayo-varna-</P><P CLASS=c>mahim&#257;kshipta-cetasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; unto her; <A CLASS=v HREF="http://vedabase.net/c/cakruh">cakruh</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/s/sprham">sprih&#257;m</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; everyone; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/m/manavah">m&#257;nav&#257;h</A> &#8212; the demigods, the demons and the human beings; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/audarya">aud&#257;rya</A> &#8212; by the exquisite beauty and bodily features; <A CLASS=v HREF="http://vedabase.net/v/vayah">vayah</A> &#8212; youth; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A> &#8212; complexion; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/a/aksipta">&#257;kshipta</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; their minds.</P><P CLASS=t>TRANSLATION</P><P>Because of her exquisite beauty, her bodily features, her youth, her complexion and her glories, everyone, including the demigods, the demons and the human beings, desired her. They were attracted because she is the source of all opulences.</P><P CLASS=t>PURPORT</P><P>Who in this world does not want to possess wealth, beauty and the social respectability that come from these opulences? People generally desire material enjoyment, material opulence and the association of aristocratic family members (bhogai&#347;varya-prasakt&#257;n&#257;m). Material enjoyment entails money, beauty and the reputation they bring, which can all be achieved by the mercy of the goddess of fortune. The goddess of fortune, however, never remains alone. As indicated in the previous verse by the word bhagavat-par&#257;, she is the property of the Supreme Personality of Godhead and is enjoyable only by Him. If one wants the favor of the goddess of fortune, mother Lakshm&#299;, because she is by nature bhagavat-par&#257; one must keep her with N&#257;r&#257;yana. The devotees who always engage in the service of N&#257;r&#257;yana (n&#257;r&#257;yana-par&#257;yana) can easily achieve the favor of the goddess of fortune without a doubt, but materialists who try to get the favor of the goddess of fortune only to possess her for personal enjoyment are frustrated. Theirs is not a good policy. The celebrated demon R&#257;vana, for example, wanted to deprive R&#257;macandra of Lakshm&#299;, S&#299;t&#257;, and thus be victorious, but the result was just the opposite. S&#299;t&#257;, of course, was taken by force by Lord R&#257;macandra, and R&#257;vana and his entire material empire were vanquished. The goddess of fortune is desirable for everyone, including human beings, but one should understand that the goddess of fortune is the exclusive property of the Supreme Personality of Godhead. One cannot achieve the mercy of the goddess of fortune unless one prays both to her and to the supreme enjoyer, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>