<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>iti sandi&#347;ya bhagav&#257;n</P><P CLASS=c>b&#257;rhishadair abhip&#363;jitah</P><P CLASS=c>pa&#347;yat&#257;m r&#257;ja-putr&#257;n&#257;m</P><P CLASS=c>tatraiv&#257;ntardadhe harah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sandisya">sandi&#347;ya</A> &#8212; giving instruction; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful lord; <A CLASS=v HREF="http://vedabase.net/b/barhisadaih">b&#257;rhishadaih</A> &#8212; by the sons of King <A HREF="http://vedabase.net/b/barhisat">Barhishat</A>; <A CLASS=v HREF="http://vedabase.net/a/abhipujitah">abhip&#363;jitah</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/p/pasyatam">pa&#347;yat&#257;m</A> &#8212; while they were looking on; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/p/putranam">putr&#257;n&#257;m</A> &#8212; the sons of the King; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/antardadhe">antardadhe</A> &#8212; became invisible; <A CLASS=v HREF="http://vedabase.net/h/harah">harah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued speaking to Vidura: My dear Vidura, in this way Lord &#346;iva instructed the sons of King Barhishat. The sons of the King also worshiped Lord &#346;iva with great devotion and respect. Finally, Lord &#346;iva became invisible to the princes.</P><P CLASS=t>PURPORT</P><P>This chapter contains a great lesson concerning the monarchical kingdom in the days of yore. When King Barhishat was considering retiring from the royal duties, he sent his sons to perform austerities in order to become perfect kings for the welfare of the citizens. At the same time, King Barhishat was being instructed by the great sage N&#257;rada about the material world and the living entity who wants to enjoy it. It is therefore very clear how the kings and princes were trained to take charge of a kingdom. Welfare activities for the benefit of the citizens were aimed at understanding the Supreme Personality of Godhead. The human form of life is especially meant for understanding God, our relationship with Him and our activities in His service. Because the kings took charge of the spiritual education of the citizens, both the king and the citizens were happy in Krishna consciousness. In this regard, we should remember that the monarchical hierarchy of Pr&#257;c&#299;nabarhishat comes from Mah&#257;r&#257;ja Dhruva, a great devotee of the Lord and the most celebrated disciple of N&#257;rada Muni. King Pr&#257;c&#299;nabarhishat was then too much engaged in fruitive activities due to performing different types of yajñas. One can actually be promoted to higher planetary systems or to the heavenly kingdoms by performing various yajñas, but there is no question of liberation or going back home, back to Godhead. When the great sage N&#257;rada saw that a descendant of Mah&#257;r&#257;ja Dhruva was being misled by fruitive activities, N&#257;rada took compassion upon him and personally came to instruct him about the ultimate benediction of life, bhakti-yoga. How N&#257;rada Muni indirectly introduced the bhakti-yoga system to King Pr&#257;c&#299;nabarhishat is very interestingly described in this Twenty-fifth Chapter.</P><P CLASS=l><A CLASS=i HREF="../24/79.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>