<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.11</P><P CLASS=c>so 'nvesham&#257;nah &#347;aranam</P><P CLASS=c>babhr&#257;ma prithiv&#299;m prabhuh</P><P CLASS=c>n&#257;nur&#363;pam yad&#257;vindad</P><P CLASS=c>abh&#363;t sa viman&#257; iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that King <A HREF="http://vedabase.net/p/puranjana">Purañjana</A>; <A CLASS=v HREF="http://vedabase.net/a/anvesamanah">anvesham&#257;nah</A> &#8212; searching after; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/b/babhrama">babhr&#257;ma</A> &#8212; traveled over; <A CLASS=v HREF="http://vedabase.net/p/prthivim">prithiv&#299;m</A> &#8212; the whole planet earth; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> become <A HREF="http://vedabase.net/a/an">an</A> independent master; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his liking; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/avindat">avindat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> could find; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vimanah">viman&#257;h</A> &#8212; morose; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>King Purañjana began to search for a suitable place to live, and thus he traveled all over the world. Even after a great deal of traveling, he could not find a place just to his liking. Finally he became morose and disappointed.</P><P CLASS=t>PURPORT</P><P>The travelings of Purañjana are similar to the travelings of the modern hippies. Generally hippies are sons of great fathers and great families. It is not that they are always poor. But some way or another they abandon the shelter of their rich fathers and travel all over the world. As stated in this verse, the living entity wants to become a prabhu, or master. The word prabhu means "master," but actually the living entity is not a master; he is the eternal servant of God. When the living entity abandons the shelter of God, Krishna, and tries to become a prabhu independently, he travels all over the creation. There are 8,400,000 species of life and millions and millions and trillions of planets within the creation. The living entity wanders throughout these various types of bodies and throughout different planets, and thus he is like King Purañjana, who traveled all over the world looking for a suitable place to live.</P><P>&#346;r&#299; Narottama d&#257;sa Th&#257;kura has sung, karma-k&#257;nda, jñ&#257;na-k&#257;nda, kevala vishera bh&#257;nda: "The path of karma-k&#257;nda [fruitive activities] and the path of jñ&#257;na-k&#257;nda [speculation] are just like strong pots of poison." Amrita baliy&#257; yeb&#257; kh&#257;ya, n&#257;n&#257; yoni sad&#257; phire: "A person who mistakes this poison to be nectar and drinks it travels in different species of life." Kadarya bhakshana kare: "And, according to his body, he eats all types of abominable things." For instance, when the living entity is in the body of a hog, he eats stool. When the living entity is in the body of a crow, he eats all kinds of refuse, even pus and mucus, and enjoys it. Thus Narottama d&#257;sa Th&#257;kura points out that the living entity travels in different types of bodies and eats all kinds of abominable things. When he does not become ultimately happy, he becomes morose or takes to the ways of hippies.</P><P>Thus in this verse it is said (na anur&#363;pam) that the King could never find a place suitable for his purposes. This is because in any form of life and on any planet in the material world, a living entity cannot be happy because everything in the material world is unsuitable for the spirit soul. As stated in this verse, the living entity independently wants to become a prabhu, but as soon as he gives up this idea and becomes a servant of God, Krishna, his happiness immediately begins. Therefore &#346;r&#299;la Bhaktivinoda Th&#257;kura sings:</P><P>miche m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese',</P><P CLASS=n>kh&#257;ccha h&#257;budubu, bh&#257;i</P><P>"My dear living entity, why are you being carried away by the waves of m&#257;y&#257;?" As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy."</P><P>The living entity is carried in the machine of the body through so many species of life on so many planets. Therefore Bhaktivinoda Th&#257;kura asks the living entity why he is being carried away in these bodily machines to be placed in so many different circumstances. He advises that one surmount the waves of m&#257;y&#257; by surrendering unto Krishna.</P><P>j&#299;va krishna-d&#257;sa, ei vi&#347;v&#257;sa,</P><P CLASS=n>karle ta' &#257;ra duhkha n&#257;i</P><P>As soon as we confront Krishna, Krishna advises:</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo</P><P CLASS=n>mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>)</P><P>Thus we are immediately relieved from traveling from one body to another and from one planet to another. &#346;r&#299; Caitanya Mah&#257;prabhu says: brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va (Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>). If, while traveling, a living entity becomes fortunate enough to become blessed by the association of devotees and to come to Krishna consciousness, his real life actually begins. This Krishna consciousness movement is giving all wandering living entities a chance to take to the shelter of Krishna and thus become happy.</P><P>In this verse the words viman&#257; iva are very significant. In this material world even the great King of heaven is also full of anxiety. If even Lord Brahm&#257; is full of anxiety, what of these ordinary living entities who are working within this planet? Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>) confirms:</P><P>&#257;brahma-bhuvan&#257;l lok&#257;h</P><P CLASS=n>punar &#257;vartino 'rjuna</P><P>"From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place." In the material world a living entity is never satisfied. Even in the position of Brahm&#257; or in the position of Indra or Candra, one is full of anxiety simply because he has accepted this material world as a place of happiness.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>