<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.21</P><P CLASS=c>pañca-&#347;&#299;rsh&#257;hin&#257; gupt&#257;m</P><P CLASS=c>prat&#299;h&#257;rena sarvatah</P><P CLASS=c>anvesham&#257;n&#257;m rishabham</P><P CLASS=c>apraudh&#257;m k&#257;ma-r&#363;pin&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/s/sirsa">&#347;&#299;rsha</A> &#8212; heads; <A CLASS=v HREF="http://vedabase.net/a/ahina">ahin&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> snake; <A CLASS=v HREF="http://vedabase.net/g/guptam">gupt&#257;m</A> &#8212; protected; <A CLASS=v HREF="http://vedabase.net/p/pratiharena">prat&#299;h&#257;rena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> bodyguard; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/a/anvesamanam">anvesham&#257;n&#257;m</A> &#8212; one who is searching after; <A CLASS=v HREF="http://vedabase.net/r/rsabham">rishabham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> husband; <A CLASS=v HREF="http://vedabase.net/a/apraudham">apraudh&#257;m</A> &#8212; not very old; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupinim">r&#363;pin&#299;m</A> &#8212; very attractive <A HREF="http://vedabase.net/t/to">to</A> fulfill lusty desires.</P><P CLASS=t>TRANSLATION</P><P>The woman was protected on all sides by a five-hooded snake. She was very beautiful and young, and she appeared very anxious to find a suitable husband.</P><P CLASS=t>PURPORT</P><P>The vital force of a living entity includes the five kinds of air working within the body, which are known as pr&#257;na, ap&#257;na, vy&#257;na, sam&#257;na and ud&#257;na. The vital force is compared to a serpent because a serpent can live by simply drinking air. The vital force carried by the air is described as the prat&#299;h&#257;ra, or the bodyguard. Without the vital force one cannot live for a moment. Indeed, all the senses are working under the protection of the vital force.</P><P>The woman, who represents intelligence, was searching after a husband. This indicates that intelligence cannot act without consciousness. A beautiful woman is useless unless protected by the proper husband. Intelligence must always be very fresh; therefore the word apraudh&#257;m ("very young") is used here. Material enjoyment means utilizing the intelligence for the sake of r&#363;pa, rasa, gandha, &#347;abda and spar&#347;a, or form, taste, smell, sound and touch.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>