<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.26</P><P CLASS=c>k&#257; tvam kañja-pal&#257;&#347;&#257;kshi</P><P CLASS=c>kasy&#257;s&#299;ha kutah sati</P><P CLASS=c>im&#257;m upa pur&#299;m bh&#299;ru</P><P CLASS=c>kim cik&#299;rshasi &#347;amsa me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/kanja">kañja</A>-<A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A> &#8212; like the petals of the lotus; <A CLASS=v HREF="http://vedabase.net/a/aksi">akshi</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; wherefrom; <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chaste one; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/u/upa">upa</A> &#8212; near; <A CLASS=v HREF="http://vedabase.net/p/purim">pur&#299;m</A> &#8212; city; <A CLASS=v HREF="http://vedabase.net/b/bhiru">bh&#299;ru</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> timid one; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/c/cikirsasi">cik&#299;rshasi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> trying <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/samsa">&#347;amsa</A> &#8212; kindly explain; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>My dear lotus-eyed, kindly explain to me where you are coming from, who you are, and whose daughter you are. You appear very chaste. What is the purpose of your coming here? What are you trying to do? Please explain all these things to me.</P><P CLASS=t>PURPORT</P><P>The first aphorism in the Ved&#257;nta-s&#363;tra is ath&#257;to brahma jijñ&#257;s&#257;. In the human form of life one should put many questions to himself and to his intelligence. In the various forms of life lower than human life the intelligence does not go beyond the range of life's primary necessities &#8212; namely eating, sleeping, mating and defending. Dogs, cats and tigers are always busy trying to find something to eat or a place to sleep, trying to defend and have sexual intercourse successfully. In the human form of life, however, one should be intelligent enough to ask what he is, why he has come into the world, what his duty is, who is the supreme controller, what is the difference between dull matter and the living entity, etc. There are so many questions, and the person who is actually intelligent should simply inquire about the supreme source of everything: ath&#257;to brahma jijñ&#257;s&#257;. A living entity is always connected with a certain amount of intelligence, but in the human form of life the living entity must inquire about his spiritual identity. This is real human intelligence. It is said that one who is simply conscious of the body is no better than an animal, even though he be in the human form. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) &#346;r&#299; Krishna says, sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca: "I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness." In the animal form the living entity is completely forgetful of his relationship with God. This is called apohanam, or forgetfulness. In the human form of life, however, consciousness is more greatly developed, and consequently the human being has a chance to understand his relationship with God. In the human form one should utilize his intelligence by asking all these questions, just as Purañjana, the living entity, is asking the unknown girl where she has come from, what her business is, why she is present, etc. These are inquiries about &#257;tma-tattva &#8212; self-realization. The conclusion is that unless a living entity is inquisitive about self-realization he is nothing but an animal.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>