<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.28</P><P CLASS=c>tvam hr&#299;r bhav&#257;ny asy atha v&#257;g ram&#257; patim</P><P CLASS=c>vicinvat&#299; kim munivad raho vane</P><P CLASS=c>tvad-a&#324;ghri-k&#257;m&#257;pta-samasta-k&#257;mam</P><P CLASS=c>kva padma-ko&#347;ah patitah kar&#257;gr&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/h/hrih">hr&#299;h</A> &#8212; shyness; <A CLASS=v HREF="http://vedabase.net/b/bhavani">bhav&#257;n&#299;</A> &#8212; the wife of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; rather; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A>, the goddess of learning; <A CLASS=v HREF="http://vedabase.net/r/rama">ram&#257;</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/v/vicinvati">vicinvat&#299;</A> &#8212; searching after, thinking of; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> you; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> sage; <A CLASS=v HREF="http://vedabase.net/r/rahah">rahah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this lonely place; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; your feet; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; desiring; <A CLASS=v HREF="http://vedabase.net/a/apta">&#257;pta</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; desirable things; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where is; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;ah</A> &#8212; the lotus flower; <A CLASS=v HREF="http://vedabase.net/p/patitah">patitah</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; of the hand; <A CLASS=v HREF="http://vedabase.net/a/agrat">agr&#257;t</A> &#8212; from the front portion, or palm.</P><P CLASS=t>TRANSLATION</P><P>My dear beautiful girl, you are exactly like the goddess of fortune or the wife of Lord &#346;iva or the goddess of learning, the wife of Lord Brahm&#257;. Although you must be one of them, I see that you are loitering in this forest. Indeed, you are as silent as the great sages. Is it that you are searching after your own husband? Whoever your husband may be, simply by understanding that you are so faithful to him, he will come to possess all opulences. I think you must be the goddess of fortune, but I do not see the lotus flower in your hand. Therefore I am asking you where you have thrown that lotus.</P><P CLASS=t>PURPORT</P><P>Everyone thinks that his intelligence is perfect. Sometimes one employs his intelligence in the worship of Um&#257;, the wife of Lord &#346;iva, in order to obtain a beautiful wife. Sometimes, when one wants to become as learned as Lord Brahm&#257;, he employs his intelligence in the worship of the goddess of learning, Sarasvat&#299;. Sometimes, when one wishes to become as opulent as Lord Vishnu, he worships the goddess of fortune, Lakshm&#299;. In this verse all these inquiries are made by King Purañjana, the living entity who is bewildered and does not know how to employ his intelligence. Intelligence should be employed in the service of the Supreme Personality of Godhead. As soon as one uses his intelligence in this way, the goddess of fortune automatically becomes favorable to him. The goddess of fortune, Lakshm&#299;, never remains without her husband, Lord Vishnu. Consequently, when one worships Lord Vishnu he automatically obtains the favor of the goddess of fortune. One should not, like R&#257;vana, worship the goddess of fortune alone, for she cannot remain long without her husband. Thus her other name is Cañcal&#257;, or restless. In this verse it is clear that Purañjana is representing our intelligence while he is talking with the girl. He not only appreciated the shyness of the girl but actually became more and more attracted by that shyness. He was actually thinking of becoming her husband and consequently was asking her whether she was thinking of her prospective husband or whether she was married. This is an example of bhoga-icch&#257; &#8212; the desire for enjoyment. One who is attracted by such desires becomes conditioned in this material world, and one who is not so attracted attains liberation. King Purañjana was appreciating the beauty of the girl as if she were the goddess of fortune, but at the same time he was careful to understand that the goddess of fortune cannot be enjoyed by anyone except Lord Vishnu. Since he doubted whether the girl was the goddess of fortune, he inquired about the lotus flower she was not holding. The material world is also the goddess of fortune because the material energy works under the direction of Lord Vishnu, as stated in Bhagavad-g&#299;t&#257; (may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram).</P><P>The material world cannot be enjoyed by any living entity. If one so desires to enjoy it, he immediately becomes a demon like R&#257;vana, Hiranyaka&#347;ipu or Kamsa. Because R&#257;vana wanted to enjoy the goddess of fortune, S&#299;t&#257;dev&#299;, he was vanquished with all his family, wealth and opulence. One can, however, enjoy that m&#257;y&#257; bestowed upon the living entity by Lord Vishnu. The satisfaction of one's senses and desires means enjoying m&#257;y&#257;, not the goddess of fortune.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>