<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.3</P><P CLASS=c>pr&#257;c&#299;nabarhisham kshattah</P><P CLASS=c>karmasv &#257;sakta-m&#257;nasam</P><P CLASS=c>n&#257;rado 'dhy&#257;tma-tattva-jñah</P><P CLASS=c>krip&#257;luh pratyabodhayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pracinabarhisam">pr&#257;c&#299;nabarhisham</A> &#8212; unto King Pr&#257;c&#299;nabarhishat; <A CLASS=v HREF="http://vedabase.net/k/ksattah">kshattah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/asakta">&#257;sakta</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/m/manasam">m&#257;nasam</A> &#8212; with this mentality; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A> &#8212; spiritualism; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; one who knows the truth; <A CLASS=v HREF="http://vedabase.net/k/krpaluh">krip&#257;luh</A> &#8212; being compassionate; <A CLASS=v HREF="http://vedabase.net/p/pratyabodhayat">pratyabodhayat</A> &#8212; gave instructions.</P><P CLASS=t>TRANSLATION</P><P>While the princes were undergoing severe austerities in the water, their father was performing different types of fruitive activities. At this time the great saint N&#257;rada, master and teacher of all spiritual life, became very compassionate upon the King and decided to instruct him about spiritual life.</P><P CLASS=t>PURPORT</P><P>As pointed out by Prabodh&#257;nanda Sarasvat&#299; Th&#257;kura, a great devotee of Lord Caitanya, kaivalya, or merging into the Brahman effulgence, is just like going to hell. He similarly states that elevation to the upper planetary systems for the enjoyment of heavenly life is just so much phantasmagoria. This means that a devotee does not give any importance to the ultimate goal of the karm&#299;s and jñ&#257;n&#299;s. The ultimate goal of the karm&#299;s is promotion to the heavenly kingdom, and the ultimate goal of the jñ&#257;n&#299;s is merging into the Brahman effulgence. Of course, the jñ&#257;n&#299;s are superior to the karm&#299;s, as confirmed by Lord Caitanya. Koti-karmanishtha-madhye eka 'jñ&#257;n&#299;' &#347;reshtha: "one jñ&#257;n&#299;, or impersonalist, is better than many thousands of fruitive actors." (Cc. <A CLASS=v HREF="../../../cc/madhya/19/147.htm">Madhya 19.147</A>) Therefore a devotee never enters upon the path of karma, or elevation by fruitive activities. N&#257;rada Muni took compassion upon King Pr&#257;c&#299;nabarhishat when he saw the King engaged in fruitive activity. In comparison to mundane workers, those who are trying to be elevated to the higher planetary systems by performing yajñas are undoubtedly superior. In pure devotional service, however, both karma and jñ&#257;na are considered bewildering features of the illusory energy.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>