<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.31</P><P CLASS=c>tvad-&#257;nanam subhru sut&#257;ra-locanam</P><P CLASS=c>vy&#257;lambi-n&#299;l&#257;laka-vrinda-samvritam</P><P CLASS=c>unn&#299;ya me dar&#347;aya valgu-v&#257;cakam</P><P CLASS=c>yad vr&#299;day&#257; n&#257;bhimukham &#347;uci-smite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/ananam">&#257;nanam</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/b/bhru">bhru</A> &#8212; having <A HREF="http://vedabase.net/n/nice">nice</A> eyebrows; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; with <A HREF="http://vedabase.net/n/nice">nice</A> pupils; <A CLASS=v HREF="http://vedabase.net/l/locanam">locanam</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/v/vyalambi">vy&#257;lambi</A> &#8212; scattered; <A CLASS=v HREF="http://vedabase.net/n/nila">n&#299;la</A> &#8212; bluish; <A CLASS=v HREF="http://vedabase.net/a/alaka">alaka</A>-<A CLASS=v HREF="http://vedabase.net/v/vrnda">vrinda</A> &#8212; by locks of hair; <A CLASS=v HREF="http://vedabase.net/s/samvrtam">samvritam</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/u/unniya">unn&#299;ya</A> &#8212; having raised; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/d/darsaya">dar&#347;aya</A> &#8212; show; <A CLASS=v HREF="http://vedabase.net/v/valgu">valgu</A>-<A CLASS=v HREF="http://vedabase.net/v/vacakam">v&#257;cakam</A> &#8212; having words very sweet <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which face; <A CLASS=v HREF="http://vedabase.net/v/vridaya">vr&#299;day&#257;</A> &#8212; by shyness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/abhimukham">abhimukham</A> &#8212; face <A HREF="http://vedabase.net/t/to">to</A> face; <A CLASS=v HREF="http://vedabase.net/s/suci">&#347;uci</A>-<A CLASS=v HREF="http://vedabase.net/s/smite">smite</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> woman with lovely smiles.</P><P CLASS=t>TRANSLATION</P><P>My dear girl, your face is so beautiful with your nice eyebrows and eyes and with your bluish hair scattered about. In addition, very sweet sounds are coming from your mouth. Nonetheless, you are so covered with shyness that you do not see me face to face. I therefore request you, my dear girl, to smile and kindly raise your head to see me.</P><P CLASS=t>PURPORT</P><P>Such a speech is typical of a living entity attracted by the opposite sex. This is called bewilderment occasioned by becoming conditioned by material nature. When thus attracted by the beauty of the material energy, one becomes very eager to enjoy. This is elaborately described in this instance of Purañjana's becoming attracted by the beautiful woman. In conditional life the living entity is attracted by a face, eyebrows or eyes, a voice or anything. In short, everything becomes attractive. When a man or a woman is attracted by the opposite sex, it does not matter whether the opposite sex is beautiful or not. The lover sees everything beautiful in the face of the beloved and thus becomes attracted. This attraction causes the living entity to fall down in this material world. This is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/27.htm">7.27</A>):</P><P>icch&#257;-dvesha-samutthena</P><P CLASS=n>dvandva-mohena bh&#257;rata</P><P CLASS=n>sarva-bh&#363;t&#257;ni sammoham</P><P CLASS=n>sarge y&#257;nti parantapa</P><P>"O scion of Bharata [Arjuna], O conqueror of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate."</P><P>This condition of life is called avidy&#257;. Opposed to this avidy&#257; is real knowledge. &#346;r&#299; &#298;&#347;opanishad distinguishes between vidy&#257; and avidy&#257;, knowledge and ignorance. By avidy&#257; (ignorance) one becomes conditioned, and by vidy&#257; (knowledge) one becomes liberated. Purañjana admits herein that he is attracted by avidy&#257;. Now he wishes to see the complete feature of avidy&#257; and so requests the girl to raise her head so that he can see her face to face. He thus wishes to see the various features that make avidy&#257; attractive.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>