<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.38</P><P CLASS=c>kam nu tvad-anyam ramaye</P><P CLASS=c>hy arati-jñam akovidam</P><P CLASS=c>asampar&#257;y&#257;bhimukham</P><P CLASS=c>a&#347;vastana-vidam pa&#347;um</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kam">kam</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; than you; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/r/ramaye">ramaye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall allow <A HREF="http://vedabase.net/t/to">to</A> enjoy; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/arati">arati</A>-<A CLASS=v HREF="http://vedabase.net/j/jnam">jñam</A> &#8212; without knowledge of sex enjoyment; <A CLASS=v HREF="http://vedabase.net/a/akovidam">akovidam</A> &#8212; therefore almost foolish; <A CLASS=v HREF="http://vedabase.net/a/asamparaya">asampar&#257;ya</A> &#8212; without knowledge of the next life; <A CLASS=v HREF="http://vedabase.net/a/abhimukham">abhimukham</A> &#8212; looking forward; <A CLASS=v HREF="http://vedabase.net/a/asvastana">a&#347;vastana</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vidam</A> &#8212; one who does not know what is happening next; <A CLASS=v HREF="http://vedabase.net/p/pasum">pa&#347;um</A> &#8212; like animals.</P><P CLASS=t>TRANSLATION</P><P>How can I expect to unite with others, who are neither conversant about sex nor capable of knowing how to enjoy life while living or after death? Such foolish persons are like animals because they do not know the process of sense enjoyment in this life and after death.</P><P CLASS=t>PURPORT</P><P>Since there are 8,400,000 species of life, there are also many different living conditions. In the lower grades of life (in plant and tree life) there is no system for sexual intercourse. In the upper grades (in the life of birds and bees) there is sex, but the insects and animals do not know how to actually enjoy sex life. In the human form of life, however, there is full knowledge of how to enjoy sex. Indeed, there are many so-called philosophers who give directions on how to enjoy sex life. There is even a science called k&#257;ma-&#347;&#257;stra, which is the science of sex. In human life there are also such divisions as brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. There is no sex life except in the grihastha, or householder, &#257;&#347;rama. The brahmac&#257;r&#299; is not allowed any sex, a v&#257;naprastha voluntarily refrains from sex, and the sanny&#257;s&#299; is completely renounced. The karm&#299;s do not practice brahmacarya, v&#257;naprastha or sanny&#257;sa life, for they are very much interested in grihastha life. In other words, a human being is very much materially inclined. Indeed, all living entities are materially inclined. They prefer grihastha life because there is a concession for sex. The karm&#299;s think the other statuses of life are worse than animal life, for animals also have sex, whereas the brahmac&#257;r&#299;, v&#257;naprastha and sanny&#257;s&#299; completely give up sex. The karm&#299;s, therefore, abhor these orders of spiritual life.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>