<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.39</P><P CLASS=c>dharmo hy atr&#257;rtha-k&#257;mau ca</P><P CLASS=c>praj&#257;nando 'mritam ya&#347;ah</P><P CLASS=c>lok&#257; vi&#347;ok&#257; viraj&#257;</P><P CLASS=c>y&#257;n na kevalino viduh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious ritual; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here (<A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/g/grhastha">grihastha</A>-<A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>, or householder life); <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; economic development; <A CLASS=v HREF="http://vedabase.net/k/kamau">k&#257;mau</A> &#8212; sense gratification; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anandah">&#257;nandah</A> &#8212; the pleasure of generations; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; the results of sacrifice; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; planetary systems; <A CLASS=v HREF="http://vedabase.net/v/visokah">vi&#347;ok&#257;h</A> &#8212; without lamentation; <A CLASS=v HREF="http://vedabase.net/v/virajah">viraj&#257;h</A> &#8212; without disease; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kevalinah">kevalinah</A> &#8212; the transcendentalists; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; know.</P><P CLASS=t>TRANSLATION</P><P>The woman continued: In this material world, a householder's life brings all kinds of happiness in religion, economic development, sense gratification and the begetting of children, sons and grandsons. After that, one may desire liberation as well as material reputation. The householder can appreciate the results of sacrifices, which enable him to gain promotion to superior planetary systems. All this material happiness is practically unknown to the transcendentalists. They cannot even imagine such happiness.</P><P CLASS=t>PURPORT</P><P>According to Vedic instructions, there are two paths for human activities. One is called pravritti-m&#257;rga, and the other is called nivritti-m&#257;rga. The basic principle for either of these paths is religious life. In animal life there is only pravritti-m&#257;rga. Pravritti-m&#257;rga means sense enjoyment, and nivritti-m&#257;rga means spiritual advancement. In the life of animals and demons, there is no conception of nivritti-m&#257;rga, nor is there any actual conception of pravritti-m&#257;rga. pravritti-m&#257;rga maintains that even though one has the propensity for sense gratification, he can gratify his senses according to the directions of the Vedic injunctions. For example, everyone has the propensity for sex life, but in demoniac civilization sex is enjoyed without restriction. According to Vedic culture, sex is enjoyed under Vedic instructions. Thus the Vedas give direction to civilized human beings to enable them to satisfy their propensities for sense gratification.</P><P>In the nivritti-m&#257;rga, however, on the path of transcendental realization, sex is completely forbidden. The social orders are divided into four parts &#8212; brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa &#8212; and only in the householder life can the pravritti-m&#257;rga be encouraged or accepted according to Vedic instructions. In the orders of brahmacarya, v&#257;naprastha and sanny&#257;sa, there are no facilities for sex.</P><P>In this verse the woman is advocating pravritti-m&#257;rga only and is discouraging the path of nivritti-m&#257;rga. She clearly says that the yatis, the transcendentalists, who are concerned only with spiritual life (kaivalya), cannot imagine the happiness of pravritti-m&#257;rga. In other words, the man who follows the Vedic principles enjoys the materialistic way of life not only by becoming happy in this life, but also in the next life by being promoted to the heavenly planets. In this life such a person gets all kinds of material opulences, such as sons and grandsons, because he is always engaged in various religious functions. The material distresses are birth, old age, disease and death, but those who are interested in pravritti-m&#257;rga hold various religious functions at the time of birth, old age, disease and death. Without caring for the distresses of birth, old age, disease and death, they are addicted to performing the special functions according to the Vedic ritualistic ceremonies.</P><P>Factually, however, pravritti-m&#257;rga is based on sex life. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/9/45.htm">7.9.45</A>), yan maithun&#257;di-grihamedhi-sukham hi tuccham. A householder who is too much addicted to pravritti-m&#257;rga is actually called a grihamedh&#299;, not a grihastha. Although the grihastha desires sense gratification, he acts according to Vedic instructions. The grihamedh&#299;, however, who is interested only in sense gratification, does not follow any Vedic instruction. The grihamedh&#299; engages himself as an advocate of sex life and also allows his sons and daughters to engage in sex and to be deprived of any glorious end in life. A grihastha enjoys sex life in this life as well as in the next, but a grihamedh&#299; does not know what the next life is about because he is simply interested in sex in this life. On the whole, when one is too much inclined toward sex, he does not care for the transcendental spiritual life. In this age of Kali especially, no one is interested in spiritual advancement. Even though it is sometimes found that one may be interested in spiritual advancement, he is most likely to accept a bogus method of spiritual life, being misguided by so many pretenders.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>