<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.5</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>na j&#257;n&#257;mi mah&#257;-bh&#257;ga</P><P CLASS=c>param karm&#257;paviddha-dh&#299;h</P><P CLASS=c>br&#363;hi me vimalam jñ&#257;nam</P><P CLASS=c>yena mucyeya karmabhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King replied; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/janami">j&#257;n&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great soul; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; by fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/apaviddha">apaviddha</A> &#8212; being pierced; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; my intelligence; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; please tell; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/vimalam">vimalam</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/m/mucyeya">mucyeya</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> can get relief; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; from the fruitive activities.</P><P CLASS=t>TRANSLATION</P><P>The King replied: O great soul, N&#257;rada, my intelligence is entangled in fruitive activities; therefore I do not know the ultimate goal of life. Kindly instruct me in pure knowledge so that I can get out of the entanglement of fruitive activities.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Narottama d&#257;sa Th&#257;kura has sung:</P><P>sat-sa&#324;ga ch&#257;di' kainu asate vil&#257;sa</P><P CLASS=n>te-k&#257;rane l&#257;gila ye karma-bandha-ph&#257;&#324;sa</P><P>As long as a person is entangled in fruitive activities, he is bound to accept one body after another. This is called karma-bandha-ph&#257;&#324;sa &#8212; entanglement in fruitive activities. It does not matter whether one is engaged in pious or impious activities, for both are causes for further entanglement in material bodies. By pious activities one can take birth in a rich family and get a good education and a beautiful body, but this does not mean that the distresses of life are ultimately eliminated. In the Western countries it is not unusual for one to take birth in a rich aristocratic family, nor is it unusual for one to have a good education and a very beautiful body, but this does not mean that Westerners are free from the distresses of life. Although at the present moment the younger generation in Western countries has sufficient education, beauty and wealth, and although there is enough food, clothing, and facilities for sense gratification, they are in distress. Indeed, they are so distressed that they become hippies, and the laws of nature force them to accept a wretched life. Thus they go about unclean and without shelter or food, and they are forced to sleep in the street. It can be concluded that one cannot become happy by simply performing pious activities. It is not a fact that those who are born with a silver spoon in their mouth are free from the material miseries of birth, old age, disease and death. The conclusion is that one cannot be happy by simply executing pious or impious activities. Such activities simply cause entanglement and transmigration from one body to another. Narottama d&#257;sa Th&#257;kura calls this karma-bandha-ph&#257;&#324;sa.</P><P>King Pr&#257;c&#299;nabarhishat admitted this fact and frankly asked N&#257;rada Muni how he could get out of this karma-bandha-ph&#257;&#324;sa, entanglement in fruitive activities. This is actually the stage of knowledge indicated in the first verse of Ved&#257;nta-s&#363;tra: ath&#257;to brahma jijñ&#257;s&#257;. When one actually reaches the platform of frustration in an attempt to discharge karma-bandha-ph&#257;&#324;sa, he inquires about the real value of life, which is called brahma jijñ&#257;s&#257;. In order to inquire about the ultimate goal of life, the Vedas enjoin, tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] "In order to understand the transcendental science, one must approach a bona fide spiritual master."</P><P>King Pr&#257;c&#299;nabarhishat found the best spiritual master, N&#257;rada Muni, and he therefore asked him about that knowledge by which one can get out of the entanglement of karma-bandha-ph&#257;&#324;sa, fruitive activities. This is the actual business of human life. J&#299;vasya tattva jijñ&#257;s&#257; n&#257;rtho ya&#347; ceha karmabhih. As stated in the Second Chapter of the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/10.htm">1.2.10</A>), a human being's only business is inquiring from a bona fide spiritual master about extrication from the entanglement of karma-bandha-ph&#257;&#324;sa.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>