<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.52</P><P CLASS=c>&#257;sur&#299; n&#257;ma pa&#347;c&#257;d dv&#257;s</P><P CLASS=c>tay&#257; y&#257;ti purañjanah</P><P CLASS=c>gr&#257;makam n&#257;ma vishayam</P><P CLASS=c>durmadena samanvitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asuri">&#257;sur&#299;</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/a/asuri">&#256;sur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; called; <A CLASS=v HREF="http://vedabase.net/p/pascat">pa&#347;c&#257;t</A> &#8212; on the western side; <A CLASS=v HREF="http://vedabase.net/d/dvah">dv&#257;h</A> &#8212; <A HREF="http://vedabase.net/g/gate">gate</A>; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; used <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/p/puranjanah">purañjanah</A> &#8212; King <A HREF="http://vedabase.net/p/puranjana">Purañjana</A>; <A CLASS=v HREF="http://vedabase.net/g/gramakam">gr&#257;makam</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> Gr&#257;maka; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; called; <A CLASS=v HREF="http://vedabase.net/v/visayam">vishayam</A> &#8212; the city of sense enjoyment; <A CLASS=v HREF="http://vedabase.net/d/durmadena">durmadena</A> &#8212; by <A HREF="http://vedabase.net/d/durmada">Durmada</A>; <A CLASS=v HREF="http://vedabase.net/s/samanvitah">samanvitah</A> &#8212; accompanied.</P><P CLASS=t>TRANSLATION</P><P>On the western side was a gate named &#256;sur&#299;. Through that gate King Purañjana used to go to the city of Gr&#257;maka, accompanied by his friend Durmada.</P><P CLASS=t>PURPORT</P><P>The gate on the western side of the city was known as &#256;sur&#299; because it was especially meant for the asuras. The word asura refers to those who are interested in sense gratification, specifically in sex life, to which they are overly attracted. Thus Purañjana, the living entity, enjoys himself to his greatest satisfaction by means of the genitals. Consequently he used to go to the place known as Gr&#257;maka. Material sense gratification is also called gr&#257;mya, and the place where sex life is indulged in to a great extent is called Gr&#257;maka. When going to Gr&#257;maka, Purañjana used to be accompanied by his friend Durmada. The word vishaya refers to the four bodily necessities of life &#8212; eating, sleeping, mating and defending. The word durmadena may be analyzed in this way: dur means dushta, or "sinful," and mada means "madness." Every living entity who is in contact with material nature is called mada, or mad. It is said:</P><P>pi&#347;&#257;c&#299; p&#257;ile yena mati-cchanna haya</P><P CLASS=n>m&#257;y&#257;-grasta j&#299;vera haya se bh&#257;va udaya</P><P CLASS=n>(Prema-vivarta)</P><P>When a person is haunted, he becomes practically insane. When one is in an insane condition, he speaks all kinds of nonsense. Thus to become engaged in sense gratification, one has to accept a friend who is durmada, or badly affected by the material disease.</P><P>The words &#257;sur&#299; n&#257;ma pa&#347;c&#257;d dv&#257;h are significant in another sense. The sunrise is first visible from the eastern side &#8212; the Bay of Bengal &#8212; and gradually it progresses toward the west. It is practically experienced that people in the West are more addicted to sense gratification. &#346;r&#299; Caitanya Mah&#257;prabhu Himself has certified: pa&#347;cimera loka saba m&#363;dha an&#257;c&#257;ra (Cc. <A CLASS=v HREF="../../../cc/adi/10/89.htm">&#256;di 10.89</A>). The more one goes to the western side, the more he will find people disinterested in spiritual life. He will find them behaving against the Vedic standards. Because of this, people living in the West are more addicted to sense gratification. In this Bh&#257;gavatam it is confirmed: &#257;sur&#299; n&#257;ma pa&#347;c&#257;d dv&#257;h. In other words, the population on the western side is interested in an asuric civilization, that is, a materialistic way of life. Lord Caitanya consequently wanted this Krishna consciousness movement to be preached on the western side of the world so that people addicted to sense gratification might be benefited by His teachings.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>