<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verses 57-61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verses 57-61"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.57-61</P><P CLASS=c>kvacit pibanty&#257;m pibati</P><P CLASS=c>madir&#257;m mada-vihvalah</P><P CLASS=c>a&#347;nanty&#257;m kvacid a&#347;n&#257;ti</P><P CLASS=c>jakshaty&#257;m saha jakshiti</P><P CLASS=c>kvacid g&#257;yati g&#257;yanty&#257;m</P><P CLASS=c>rudaty&#257;m rudati kvacit</P><P CLASS=c>kvacid dhasanty&#257;m hasati</P><P CLASS=c>jalpanty&#257;m anu jalpati</P><P CLASS=c>kvacid dh&#257;vati dh&#257;vanty&#257;m</P><P CLASS=c>tishthanty&#257;m anu tishthati</P><P CLASS=c>anu &#347;ete &#347;ay&#257;n&#257;y&#257;m</P><P CLASS=c>anv&#257;ste kvacid &#257;sat&#299;m</P><P CLASS=c>kvacic chrinoti &#347;rinvanty&#257;m</P><P CLASS=c>pa&#347;yanty&#257;m anu pa&#347;yati</P><P CLASS=c>kvacij jighrati jighranty&#257;m</P><P CLASS=c>spri&#347;anty&#257;m spri&#347;ati kvacit</P><P CLASS=c>kvacic ca &#347;ocat&#299;m j&#257;y&#257;m</P><P CLASS=c>anu &#347;ocati d&#299;navat</P><P CLASS=c>anu hrishyati hrishyanty&#257;m</P><P CLASS=c>mudit&#257;m anu modate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/p/pibantyam">pibanty&#257;m</A> &#8212; while drinking; <A CLASS=v HREF="http://vedabase.net/p/pibati">pibati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> drank; <A CLASS=v HREF="http://vedabase.net/m/madiram">madir&#257;m</A> &#8212; liquor; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/v/vihvalah">vihvalah</A> &#8212; being intoxicated; <A CLASS=v HREF="http://vedabase.net/a/asnantyam">a&#347;nanty&#257;m</A> &#8212; while she was eating; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/asnati">a&#347;n&#257;ti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> ate; <A CLASS=v HREF="http://vedabase.net/j/jaksatyam">jakshaty&#257;m</A> &#8212; while she was chewing; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with her; <A CLASS=v HREF="http://vedabase.net/j/jaksiti">jakshiti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> chewed; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/g/gayati">g&#257;yati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> used <A HREF="http://vedabase.net/t/to">to</A> sing; <A CLASS=v HREF="http://vedabase.net/g/gayantyam">g&#257;yanty&#257;m</A> &#8212; while his wife was singing; <A CLASS=v HREF="http://vedabase.net/r/rudatyam">rudaty&#257;m</A> &#8212; when the wife was crying; <A CLASS=v HREF="http://vedabase.net/r/rudati">rudati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> also cried; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/h/hasantyam">hasanty&#257;m</A> &#8212; while she was laughing; <A CLASS=v HREF="http://vedabase.net/h/hasati">hasati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> also laughed; <A CLASS=v HREF="http://vedabase.net/j/jalpantyam">jalpanty&#257;m</A> &#8212; while she was talking loosely; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/j/jalpati">jalpati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> also talked loosely; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/d/dhavati">dh&#257;vati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> also used <A HREF="http://vedabase.net/t/to">to</A> walk; <A CLASS=v HREF="http://vedabase.net/d/dhavantyam">dh&#257;vanty&#257;m</A> &#8212; when she was walking; <A CLASS=v HREF="http://vedabase.net/t/tisthantyam">tishthanty&#257;m</A> &#8212; while she was standing silently; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/t/tisthati">tishthati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> used <A HREF="http://vedabase.net/t/to">to</A> stand; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> used <A HREF="http://vedabase.net/t/to">to</A> lie down; <A CLASS=v HREF="http://vedabase.net/s/sayanayam">&#347;ay&#257;n&#257;y&#257;m</A> &#8212; while she was lying on the bed; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> also used <A HREF="http://vedabase.net/t/to">to</A> sit; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/asatim">&#257;sat&#299;m</A> &#8212; while she was sitting; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/s/srnoti">&#347;rinoti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> used <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/s/srnvantyam">&#347;rinvanty&#257;m</A> &#8212; while she was engaged <A HREF="http://vedabase.net/i/in">in</A> hearing; <A CLASS=v HREF="http://vedabase.net/p/pasyantyam">pa&#347;yanty&#257;m</A> &#8212; while she was seeing something; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/p/pasyati">pa&#347;yati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> also used <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/j/jighrati">jighrati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> used <A HREF="http://vedabase.net/t/to">to</A> smell; <A CLASS=v HREF="http://vedabase.net/j/jighrantyam">jighranty&#257;m</A> &#8212; while his wife was smelling; <A CLASS=v HREF="http://vedabase.net/s/sprsantyam">spri&#347;anty&#257;m</A> &#8212; while the wife was touching; <A CLASS=v HREF="http://vedabase.net/s/sprsati">spri&#347;ati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> was also touching; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; sometimes also; <A CLASS=v HREF="http://vedabase.net/s/socatim">&#347;ocat&#299;m</A> &#8212; when she was lamenting; <A CLASS=v HREF="http://vedabase.net/j/jayam">j&#257;y&#257;m</A> &#8212; his wife; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/s/socati">&#347;ocati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> was also lamenting; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> poor <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/h/hrsyati">hrishyati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> used <A HREF="http://vedabase.net/t/to">to</A> enjoy; <A CLASS=v HREF="http://vedabase.net/h/hrsyantyam">hrishyanty&#257;m</A> &#8212; while she was feeling enjoyment; <A CLASS=v HREF="http://vedabase.net/m/muditam">mudit&#257;m</A> &#8212; when she was satisfied; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following her; <A CLASS=v HREF="http://vedabase.net/m/modate">modate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> felt satisfaction.</P><P CLASS=t>TRANSLATION</P><P>When the Queen drank liquor, King Purañjana also engaged in drinking. When the Queen dined, he used to dine with her, and when she chewed, King Purañjana used to chew along with her. When the Queen sang, he also sang. Similarly, when the Queen cried, he also cried, and when the Queen laughed, he also laughed. When the Queen talked loosely, he also talked loosely, and when the Queen walked, the King walked behind her. When the Queen would stand still, the King would also stand still, and when the Queen would lie down in bed, he would also follow and lie down with her. When the Queen sat, he would also sit, and when the Queen heard something, he would follow her to hear the same thing. When the Queen saw something, the King would also look at it, and when the Queen smelled something, the King would follow her to smell the same thing. When the Queen touched something, the King would also touch it, and when the dear Queen was lamenting, the poor King also had to follow her in lamentation. In the same way, when the Queen felt enjoyment, he also enjoyed, and when the Queen was satisfied, the King also felt satisfaction.</P><P CLASS=t>PURPORT</P><P>The mind is the place where the self is situated, and the mind is conducted by the intelligence. The living entity, situated within the heart, follows the intelligence. The intelligence is herein depicted as the Queen, and the soul, under mental control, follows the material intelligence just as the King follows his wife. The conclusion is that material intelligence is the cause of bondage for the living entity. The point is that one has to take to spiritual intelligence to come out of this entanglement.</P><P>In the life of Mah&#257;r&#257;ja Ambar&#299;sha, we find that the great Mah&#257;r&#257;ja first engaged his mind on the lotus feet of Krishna. In this way his intelligence became purified. Mah&#257;r&#257;ja Ambar&#299;sha also used his other senses in the service of the Lord. He engaged his eyes in seeing the Deity in the temple nicely decorated with flowers. He engaged his sense of smell by smelling the flowers, and he engaged his legs by walking to the temple. His hands were engaged in cleansing the temple, and his ears were engaged in hearing about Krishna. His tongue was engaged in two ways: in speaking about Krishna and in tasting pras&#257;da offered to the Deity. Materialistic persons, who are under the full control of material intelligence, cannot perform all these activities. Thus, consciously or unconsciously, they become entangled by the dictations of material intelligence. This fact is summarized in the following verse.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>