<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.6</P><P CLASS=c>griheshu k&#363;ta-dharmeshu</P><P CLASS=c>putra-d&#257;ra-dhan&#257;rtha-dh&#299;h</P><P CLASS=c>na param vindate m&#363;dho</P><P CLASS=c>bhr&#257;myan sams&#257;ra-vartmasu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> family life; <A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmesu">dharmeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> false occupational duties; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/d/dara">d&#257;ra</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the goal of life; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; one who considers; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendence; <A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/m/mudhah">m&#363;dhah</A> &#8212; rascal; <A CLASS=v HREF="http://vedabase.net/b/bhramyan">bhr&#257;myan</A> &#8212; wandering; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/v/vartmasu">vartmasu</A> &#8212; on the paths.</P><P CLASS=t>TRANSLATION</P><P>Those who are interested only in a so-called beautiful life &#8212; namely remaining as a householder entangled by sons and a wife and searching after wealth &#8212; think that such things are life's ultimate goal. Such people simply wander in different types of bodies throughout this material existence without finding out the ultimate goal of life.</P><P CLASS=t>PURPORT</P><P>Those who are too much attached to family life &#8212; which consists of entanglement with wife, children, wealth and home &#8212; are engaged in k&#363;ta-dharma, pseudo duties. Prahl&#257;da Mah&#257;r&#257;ja has likened these pseudo occupational duties to a dark well (andha-k&#363;pam). Prahl&#257;da has purposefully spoken of this dark well because if one falls into this well, he will die. He may cry for help, but no one will hear him or come to rescue him.</P><P>The words bhr&#257;myan sams&#257;ra-vartmasu are significant. In Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>), &#346;r&#299; Caitanya Mah&#257;prabhu very clearly explains: brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va. All living entities are wandering in different types of bodies throughout different planets, and if, in the course of their wanderings, they come in contact with a devotee by the direction of the Supreme Personality of Godhead, their lives become successful. Even though King Pr&#257;c&#299;nabarhishat was engaged in fruitive activity, the great sage N&#257;rada appeared before him. The King was very fortunate to be able to associate with N&#257;rada, who enlightened him in spiritual knowledge. It is the duty of all saintly persons to follow in the footsteps of N&#257;rada Muni and travel all over the world to every country and village just to instruct illusioned persons about the goal of life and to save them from the entanglement of karma-bandha, fruitive activity.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>