<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 25 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 25 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Descriptions of the Characteristics of King Purañjana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.25.9</P><P CLASS=c>atra te kathayishye 'mum</P><P CLASS=c>itih&#257;sam pur&#257;tanam</P><P CLASS=c>purañjanasya caritam</P><P CLASS=c>nibodha gadato mama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herewith; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/k/kathayisye">kathayishye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall speak; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; on this subject matter; <A CLASS=v HREF="http://vedabase.net/i/itihasam">itih&#257;sam</A> &#8212; history; <A CLASS=v HREF="http://vedabase.net/p/puratanam">pur&#257;tanam</A> &#8212; very old; <A CLASS=v HREF="http://vedabase.net/p/puranjanasya">purañjanasya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of <A HREF="http://vedabase.net/p/puranjana">Purañjana</A>; <A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; his character; <A CLASS=v HREF="http://vedabase.net/n/nibodha">nibodha</A> &#8212; try <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/g/gadatah">gadatah</A> <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; while <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> speaking.</P><P CLASS=t>TRANSLATION</P><P>In this connection I wish to narrate an old history connected with the character of a king called Purañjana. Please try to hear me with great attention.</P><P CLASS=t>PURPORT</P><P>The great sage N&#257;rada Muni turned toward another topic &#8212; the history of King Purañjana. This is nothing but the history of King Pr&#257;c&#299;nabarhishat told in a different way. In other words, this is an allegorical presentation. The word purañjana means "one who enjoys in a body." This is clearly explained in the next few chapters. Because a person entangled in material activities wants to hear stories of material activities, N&#257;rada Muni turned to the topics of King Purañjana, who is none other than King Pr&#257;c&#299;nabarhishat. N&#257;rada Muni did not directly deprecate the value of performing sacrifices in which animals are sacrificed. Lord Buddha, however, directly rejected all animal sacrifice. &#346;r&#299;la Jayadeva Gosv&#257;m&#299; has stated: nindasi yajña-vidher ahaha &#347;ruti-j&#257;tam. The word &#347;ruti j&#257;tam indicates that in the Vedas animal sacrifice is recommended, but Lord Buddha directly denied Vedic authority in order to stop animal sacrifice. Consequently Lord Buddha is not accepted by the followers of the Vedas. Because he does not accept the authority of the Vedas, Lord Buddha is depicted as an agnostic or atheist. The great sage N&#257;rada cannot decry the authority of the Vedas, but he wanted to indicate to King Pr&#257;c&#299;nabarhishat that the path of karma-k&#257;nda is very difficult and risky.</P><P>Foolish persons accept the difficult path of karma-k&#257;nda for the sake of sense enjoyment, and those who are too much attached to sense enjoyment are called m&#363;dhas (rascals). It is very difficult for a m&#363;dha to understand the ultimate goal of life. In the propagation of the Krishna consciousness movement, we actually see that many people are not attracted because they are m&#363;dhas engaged in fruitive activity. It is said: upade&#347;o hi m&#363;rkh&#257;n&#257;m prakop&#257;ya na &#347;&#257;ntaye. If good instructions are given to a foolish rascal, he simply becomes angry and turns against the instructions instead of taking advantage of them. Because N&#257;rada Muni knew this very well, he indirectly instructed the King by giving him the history of his entire life. In order to wear a gold or diamond nose pin or earring, one has to pierce the ear or nose. Such pain endured for the sake of sense gratification is endured on the path of karma-k&#257;nda, the path of fruitive activity. If one wishes to enjoy something in the future, he has to endure trouble in the present. If one wants to become a millionaire in the future and enjoy his riches, he has to work very hard at the present moment in order to accumulate money. This is karma-k&#257;nd&#299;ya. Those who are too much attached to such a path undergo the risk anyway. N&#257;rada Muni wanted to show King Pr&#257;c&#299;nabarhishat how one undergoes great troubles and miseries in order to engage in fruitive activity. A person who is very much attached to material activity is called vishay&#299;. A vishay&#299; is an enjoyer of vishaya, which means eating, sleeping, mating and defending. N&#257;rada Muni is indirectly indicating through the story of King Purañjana that eating, sleeping, mating and defending are troublesome and risky.</P><P>The words itih&#257;sam ("history") and pur&#257;tanam ("old") indicate that although a living entity lives within the material body, the history of the living entity within the material body is very old. In this regard, &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung, an&#257;di karama-phale, padi' bhav&#257;rnava jale, tarib&#257;re n&#257; dekhi up&#257;ya: "Due to my past fruitive activities I have fallen into the water of material existence, and I cannot find any way to get out of it." Every living entity is suffering in this material existence from past activities; therefore everyone has a very old history. Foolish material scientists have manufactured their own theories of evolution, which are simply concerned with the material body. But actually this is not the real evolution. The real evolution is the history of the living entity, who is purañjana, "living within the body." &#346;r&#299; N&#257;rada Muni will explain this evolutionary theory in a different way for the understanding of sane persons.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>