<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 158</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 158"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Performance of the Vrind&#257;vana Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 14.158</P><P CLASS=c>evam &#347;a&#347;a&#324;k&#257;m&#347;u-vir&#257;jit&#257; ni&#347;&#257;h</P><P CLASS=c>sa satya-k&#257;mo 'nurat&#257;bal&#257;-ganah</P><P CLASS=c>sisheva &#257;tmany avaruddha-sauratah</P><P CLASS=c>sarv&#257;h &#347;arat-k&#257;vya-kath&#257;-ras&#257;&#347;ray&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sasanka">&#347;a&#347;a&#324;ka</A>-<A CLASS=v HREF="http://vedabase.net/a/amsu">am&#347;u</A> &#8212; with rays of moonshine; <A CLASS=v HREF="http://vedabase.net/v/virajitah">vir&#257;jit&#257;h</A> &#8212; beautifully existing; <A CLASS=v HREF="http://vedabase.net/n/nisah">ni&#347;&#257;h</A> &#8212; nights; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/a/anurata">anurata</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> whom <A HREF="http://vedabase.net/a/are">are</A> attracted; <A CLASS=v HREF="http://vedabase.net/a/abala">abal&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">ganah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/s/siseva">sisheva</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His own self; <A CLASS=v HREF="http://vedabase.net/a/avaruddha">avaruddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sauratah">sauratah</A> &#8212; His transcendental lusty desire was checked; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sarat">&#347;arat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> autumn; <A CLASS=v HREF="http://vedabase.net/k/kavya">k&#257;vya</A> &#8212; poetic; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;ray&#257;h</A> &#8212; full of all transcendental mellows.</P><P CLASS=t>TRANSLATION</P><P>"'Lord &#346;r&#299; Krishna, who is the Absolute Truth, enjoyed His r&#257;sa dance every night during the autumn season. He performed this dance in the moonlight and with full transcendental mellows. He used poetic words and surrounded Himself with women who were very much attracted to Him.'</P><P CLASS=t>PURPORT</P><P>This verse is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/33/25.htm">10.33.25</A>). The gop&#299;s are all transcendental spirit souls. One should never think that the gop&#299;s and Krishna have material bodies. Vrind&#257;vana-dh&#257;ma is also a spiritual abode, and there the days and nights, the trees, flowers and water, and everything else are spiritual. There is not even a trace of material contamination. Krishna, who is the Supreme Brahman and Supersoul, is not at all interested in anything material. His activities with the gop&#299;s are all spiritual and take place within the spiritual world. They have nothing to do with the material world. Lord Krishna's lusty desires and all His dealings with the gop&#299;s are on the spiritual platform. One has to be transcendentally realized before even considering relishing the pastimes of Krishna with the gop&#299;s. One who is on the mundane platform must first purify himself by following the regulative principles. Only then can he try to understand Krishna and the gop&#299;s. &#346;r&#299; Caitanya Mah&#257;prabhu and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; are here talking about the relationship between Krishna and the gop&#299;s; therefore the subject matter is neither mundane nor erotic. Being a sanny&#257;s&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu was very strict in His dealings with women. Unless the gop&#299;s were on the spiritual platform, &#346;r&#299; Caitanya Mah&#257;prabhu would have never even mentioned them to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. Therefore these descriptions do not at all pertain to material activity.</P><P CLASS=l><A CLASS=i HREF="157.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="159.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>