<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Performance of the Vrind&#257;vana Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 14.16</P><P CLASS=c>ei dekha, &#8212; caitanyera krip&#257;-mah&#257;bala</P><P CLASS=c>t&#257;ra anusandh&#257;na vin&#257; kar&#257;ya saphala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dekha">dekha</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/c/caitanyera">caitanyera</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/krpa">kripa</A>-<A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bala">bala</A> &#8212; how greatly powerful is the mercy; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/a/anusandhana">anusandh&#257;na</A> &#8212; inquiring about him; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> makes; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; successful.</P><P CLASS=t>TRANSLATION</P><P>How powerful is the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu! Without even inquiring about the King, the Lord made everything successful.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's mercy is so powerful that it acts automatically. If a person renders loving service to Krishna, it never goes in vain. It is recorded in a spiritual account, and in due time it will fructify. This is confirmed by the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/40.htm">2.40</A>):</P><P>neh&#257;bhikrama-n&#257;&#347;o 'sti pratyav&#257;yo na vidyate</P><P CLASS=n>sv-alpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t</P><P>"In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has particularly bestowed upon all fallen souls in this age the most potent method of devotional service &#8212; sa&#324;k&#299;rtana, the congregational chanting of the Lord's holy name &#8212; and whoever takes to it through the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu is immediately elevated to the transcendental position. As &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>) recommends, yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi su-medhasah.</P><P>A student of Krishna consciousness must receive &#346;r&#299; Caitanya Mah&#257;prabhu's mercy; then his devotional service will quickly succeed. This was the case with King Prat&#257;parudra. One has to be noticed by &#346;r&#299; Caitanya Mah&#257;prabhu, and a little service with sincere efforts will convince the Lord that one is a proper candidate for returning home, back to Godhead. At first Mah&#257;r&#257;ja Prat&#257;parudra did not have a chance to meet &#346;r&#299; Caitanya Mah&#257;prabhu, but when the Lord saw that the King was serving Lord Jagann&#257;tha as a menial sweeper, the Lord's mercy upon the King became a solid fact. When Mah&#257;r&#257;ja Prat&#257;parudra, in the dress of a Vaishnava, was serving the Lord, the Lord did not even inquire who he was. Rather, He had compassion upon him and embraced him.</P><P>Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; wants to point out that nothing could compare to the Lord's mercy toward Mah&#257;r&#257;ja Prat&#257;parudra; therefore he uses the word dekha ("just see") and caitanyera krip&#257;-mah&#257;bala ("how powerful is the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu"). This is also confirmed by Prabodh&#257;nanda Sarasvat&#299;: yat-k&#257;runya-kat&#257;ksha-vaibhava-vat&#257;m (Caitanya-candr&#257;mrita 5). Even a little of &#346;r&#299; Caitanya Mah&#257;prabhu's mercy serves as a great asset for spiritual advancement. Therefore the Krishna consciousness movement must be spread through the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. When R&#363;pa Gosv&#257;m&#299; experienced the mercy and magnanimity of &#346;r&#299; Caitanya Mah&#257;prabhu, he said:</P><P>namo mah&#257;-vad&#257;ny&#257;ya krishna-prema-prad&#257;ya te</P><P CLASS=n>krishn&#257;ya krishna-caitanya-n&#257;mne gaura-tvishe namah</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/53.htm">Madhya 19.53</A>]</P><P>"I offer my respectful obeisances unto the Supreme Lord &#346;r&#299; Krishna Caitanya, who is more magnanimous than any other avat&#257;ra, even Krishna Himself, because He is bestowing freely what no one else has ever given &#8212; pure love of Krishna." &#346;r&#299;la Locana d&#257;sa Th&#257;kura has also sung, parama karuna, pahu&#324; dui jana, nit&#257;i-gauracandra: "The two brothers Nit&#257;i and Gaura are so kind that no one can compare to Them." Similarly, &#346;r&#299;la Narottama d&#257;sa th&#257;kura has sung:</P><P>vrajendra-nandana yei, &#347;ac&#299;-suta haila sei,</P><P CLASS=n>balar&#257;ma ha-ila nit&#257;i,</P><P CLASS=n>d&#299;na-h&#299;na yata chila, hari-n&#257;me uddh&#257;rila,</P><P CLASS=n>t&#257;'ra s&#257;ksh&#299; jag&#257;i-m&#257;dh&#257;i</P><P>"Just to deliver all the sinful persons of this age by propagating the chanting of the holy name, Lord Krishna and Lord Balar&#257;ma have advented as &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu. Jag&#257;i and M&#257;dh&#257;i are evidence of Their success."</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's special mission is the deliverance of all fallen souls in Kali-yuga. Devotees of Krishna must persistently seek the favor and mercy of &#346;r&#299; Caitanya Mah&#257;prabhu to become fit to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>