<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 173</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 173"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Performance of the Vrind&#257;vana Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 14.173</P><P CLASS=c>ei-saba sth&#257;ne 'kila-kiñcita' udgama</P><P CLASS=c>prathame 'harsha' sañc&#257;r&#299; &#8212; m&#363;la k&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> <A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such places; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A>-<A CLASS=v HREF="http://vedabase.net/k/kincita">kiñcita</A> &#8212; of the symptoms of the ecstasy known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/kila">kila</A>-<A HREF="http://vedabase.net/k/kincita">kiñcita</A>; <A CLASS=v HREF="http://vedabase.net/u/udgama">udgama</A> &#8212; awakening; <A CLASS=v HREF="http://vedabase.net/p/prathame">prathame</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/h/harsa">harsha</A> &#8212; jubilation; <A CLASS=v HREF="http://vedabase.net/s/sancari">sañc&#257;r&#299;</A> &#8212; ecstatic emotion; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; the root cause.</P><P CLASS=t>TRANSLATION</P><P>"At such times, the ecstatic symptoms of kila-kiñcita are awakened. First there is jubilation in ecstatic love, which is the root cause of these symptoms.</P><P CLASS=t>PURPORT</P><P>Whenever &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; leaves Her house, She is always well dressed and attractive. It is Her womanly nature to attract &#346;r&#299; Krishna's attention, and upon seeing Her so attractively dressed, &#346;r&#299; Krishna desires to touch Her body. The Lord then finds some fault in Her and prohibits Her from going to a river crossing and stops Her from picking flowers. Such are the pastimes between &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and &#346;r&#299; Krishna. Being a cowherd girl, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; regularly carries milk in a container and often goes to sell the milk on the other side of the Yamun&#257;. To cross the river, She has to pay the boatman, and the spot where the boatman collects his fares is called the d&#257;na-gh&#257;ti. Lord &#346;r&#299; Krishna stops Her from going, telling Her, "First You have to pay the fee; then You will be allowed to go." This pastime is called d&#257;na-keli-l&#299;l&#257;. Similarly, if &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; wants to pick a flower, &#346;r&#299; Krishna claims to be the garden's proprietor and prohibits Her. This pastime is called kila-kiñcita. R&#257;dh&#257;r&#257;n&#299;'s shyness arises due to &#346;r&#299; Krishna's prohibitions, and ecstatic loving bodily symptoms called kila-kiñcita-bh&#257;va are manifest at this time. These ecstatic symptoms are explained in the following verse, which is from &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Ujjvala-n&#299;lamani (Anubh&#257;va-prakarana 39).</P><P CLASS=l><A CLASS=i HREF="172.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="174.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>