<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Performance of the Vrind&#257;vana Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 14.18</P><P CLASS=c>r&#257;j&#257; kahe, &#8212; &#257;mi tom&#257;ra d&#257;sera anud&#257;sa</P><P CLASS=c>bhrityera bhritya kara, &#8212; ei mora &#257;&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the King said; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/dasera">d&#257;sera</A> <A CLASS=v HREF="http://vedabase.net/a/anudasa">anud&#257;sa</A> &#8212; most obedient servant of Your servants; <A CLASS=v HREF="http://vedabase.net/b/bhrtyera">bhrityera</A> <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; servant of the servants; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/m/make">make</A> (<A HREF="http://vedabase.net/m/me">me</A>); <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;&#347;a</A> &#8212; my desire.</P><P CLASS=t>TRANSLATION</P><P>The King replied, "My Lord, I am the most obedient servant of Your servants. It is my ambition that You will accept me as the servant of Your servants."</P><P CLASS=t>PURPORT</P><P>The greatest achievement for a devotee is to become a servant of the servants of the Lord. Actually, no one should desire to become the direct servant of the Lord. That is not a very good idea. When Prahl&#257;da Mah&#257;r&#257;ja was offered a benediction by Nrisimhadeva, Prahl&#257;da rejected all kinds of material benedictions, but he prayed to become the servant of the servants of the Lord. When Dhruva Mah&#257;r&#257;ja was offered a benediction by Kuvera, the treasurer of the demigods, Dhruva could have asked for unlimited material opulence, but he simply asked for the benediction of becoming the servant of the servants of the Lord. Khol&#257;vec&#257; &#346;r&#299;dhara was a very poor man, but when &#346;r&#299; Caitanya Mah&#257;prabhu wanted to give him a benediction, he also prayed to the Lord to be allowed to remain a servant of the servants of the Lord. The conclusion is that being the servant of the servants of the Supreme Personality of Godhead is the highest benediction one can desire.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>