<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 21"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Performance of the Vrind&#257;vana Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 14.21</P><P CLASS=c>prat&#257;parudrera bh&#257;gya dekhi' bhakta-gane</P><P CLASS=c>r&#257;j&#257;re pra&#347;amse sabe &#257;nandita-mane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prataparudrera">prat&#257;parudrera</A> &#8212; of King <A HREF="http://vedabase.net/p/prataparudra">Prat&#257;parudra</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagya">bh&#257;gya</A> &#8212; the good fortune; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gane">gane</A> &#8212; all the devotees; <A CLASS=v HREF="http://vedabase.net/r/rajare">r&#257;j&#257;re</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/p/prasamse">pra&#347;amse</A> &#8212; praised; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/anandita">&#257;nandita</A>-<A CLASS=v HREF="http://vedabase.net/m/mane">mane</A> &#8212; with blissful minds.</P><P CLASS=t>TRANSLATION</P><P>Seeing the Lord's special mercy upon King Prat&#257;parudra, the devotees praised the King's good fortune, and their minds became open and blissful.</P><P CLASS=t>PURPORT</P><P>This is characteristic of a Vaishnava. He is never envious if another devotee receives the mercy and strength of &#346;r&#299; Caitanya Mah&#257;prabhu. A pure Vaishnava is very happy to see a person elevated in devotional service. Unfortunately, there are many so-called Vaishnavas who become envious to see someone actually recognized by &#346;r&#299; Caitanya Mah&#257;prabhu. It is a fact that no one can preach Caitanya Mah&#257;prabhu's message without receiving the special mercy of the Lord. This is known to every Vaishnava. Yet there are some envious people who cannot tolerate the expansion of this Krishna consciousness movement all over the world. They find fault with the preacher who has spread this movement and do not praise him for the excellent service he has rendered in fulfilling &#346;r&#299; Caitanya Mah&#257;prabhu's mission.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>