<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 14 Verse 45"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Performance of the Vrind&#257;vana Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 14.45</P><P CLASS=c>k&#257;&#324;g&#257;lera bhojana-ra&#324;ga dekhe gaurahari</P><P CLASS=c>'hari-bola' bali' t&#257;re upade&#347;a kari</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kangalera">k&#257;&#324;g&#257;lera</A> &#8212; of the beggars; <A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A>-<A CLASS=v HREF="http://vedabase.net/r/ranga">ra&#324;ga</A> &#8212; process of eating; <A CLASS=v HREF="http://vedabase.net/d/dekhe">dekhe</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/g/gaurahari">gaurahari</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/b/bola">bola</A> <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; chanting "Haribol"; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/u/upadesa">upade&#347;a</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; instructs.</P><P CLASS=t>TRANSLATION</P><P>Observing the beggars eating pras&#257;dam, &#346;r&#299; Caitanya Mah&#257;prabhu chanted, "Haribol!" and instructed them to chant the holy name.</P><P CLASS=t>PURPORT</P><P>In a song, &#346;r&#299;la Bhaktivinoda Th&#257;kura chants:</P><P>miche m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese',</P><P CLASS=n>kh&#257;ccha h&#257;budubu, bh&#257;i</P><P CLASS=n>j&#299;va krishna-d&#257;sa, e vi&#347;v&#257;sa,</P><P CLASS=n>ka'rle ta' &#257;ra duhkha n&#257;i</P><P>"O people! Why are you being captivated by the waves of the ocean of nescience? If you would immediately accept Lord &#346;r&#299; Krishna as your eternal master, there would be no chance of being carried away by the waves of illusion. Then all your sufferings would stop." Krishna conducts the material world under the three modes of material nature, and consequently there are three platforms of life &#8212; higher, middle and lower. On whatever platform one may be situated, one is tossed by the waves of material nature. Someone may be rich, someone may be middle class, and someone may be a poor beggar &#8212; it doesn't matter. As long as one is under the spell of the three modes of material nature, he must continue to experience these divisions.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu therefore advised the beggars to chant "Haribol!" while taking pras&#257;dam. Chanting means accepting one's self as the eternal servant of Krishna. This is the only solution, regardless of social position. Everyone is suffering under the spell of m&#257;y&#257;; therefore the best course is to learn how to get out of the clutches of m&#257;y&#257;. How to do so is stated by Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>One can overcome the spell of m&#257;y&#257; and attain the transcendental platform by agreeing to engage in the devotional service of the Lord. Devotional service begins with &#347;ravanam k&#299;rtanam; therefore &#346;r&#299; Caitanya Mah&#257;prabhu advised the beggars to chant the Hare Krishna mah&#257;-mantra for elevation to the transcendental position. On the transcendental platform, there is no distinction between the rich, the middle class and the poor.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>