<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Performance of the Vrind&#257;vana Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 14 Summary</P><P>Dressing himself as a Vaishnava, Mah&#257;r&#257;ja Prat&#257;parudra entered the garden at Balagandi alone and began reciting verses from &#346;r&#299;mad-Bh&#257;gavatam. He then took the opportunity to massage the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord, in His ecstatic love for Krishna, immediately embraced the King and thus bestowed mercy upon him. When there was an offering of pras&#257;dam in the garden, Lord Caitanya also partook of it. After this, when Lord Jagann&#257;tha's ratha car stopped moving, King Prat&#257;parudra called for many elephants to pull it, but they were unsuccessful. Seeing this, Lord Caitanya began to push the car from behind with His head, and the car began moving. Then the devotees began pulling the car with ropes. Near the Gundic&#257; temple is a place known as &#256;itot&#257;. This place was fixed up for &#346;r&#299; Caitanya Mah&#257;prabhu to rest in. When Lord Jagann&#257;tha was seated at Sundar&#257;cala, &#346;r&#299; Caitanya Mah&#257;prabhu saw it as Vrind&#257;vana. He performed sporting pastimes in the water of the lake known as Indradyumna. For nine continuous days during Ratha-y&#257;tr&#257;, the Lord remained at Sundar&#257;cala, and on the fifth day He and Svar&#363;pa D&#257;modara observed the pastimes of Lakshm&#299;, the goddess of fortune. During that time, there was much talk about the pastimes of the gop&#299;s. When the ratha was again being drawn and the chanting resumed, two devotees from Kul&#299;na-gr&#257;ma &#8212; R&#257;m&#257;nanda Vasu and Satyar&#257;ja Kh&#257;n &#8212; were requested to bring silk ropes every year for the Ratha-y&#257;tr&#257; ceremony.</P><P CLASS=l><A CLASS=i HREF="../13/209.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>