<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.22</P><P CLASS=c>yasya n&#257;r&#257;yano devo</P><P CLASS=c>bhagav&#257;n hrid-gatah sad&#257;</P><P CLASS=c>bhakty&#257; kevalay&#257;jñ&#257;nam</P><P CLASS=c>dhunoti dhv&#257;ntam arkavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the Supreme Personality of Godhead, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/k/kevalaya">kevalay&#257;</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/a/ajnanam">ajñ&#257;nam</A> &#8212; ignorance; <A CLASS=v HREF="http://vedabase.net/d/dhunoti">dhunoti</A> &#8212; cleans; <A CLASS=v HREF="http://vedabase.net/d/dhvantam">dhv&#257;ntam</A> &#8212; darkness; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the sun.</P><P CLASS=t>TRANSLATION</P><P>N&#257;r&#257;yana, the Supreme Personality of Godhead, who is full of all opulences, is predominant within the core of your heart because of your being a pure devotee. He always drives away all the darkness of ignorance, as the sun drives away the darkness of the universe.</P><P CLASS=t>PURPORT</P><P>The words bhakty&#257; kevalay&#257; indicate that simply by executing devotional service one can become full of all knowledge. Krishna is the master of all knowledge (ai&#347;varyasya samagrasya v&#299;ryasya ya&#347;asah &#347;riyah). The Lord is situated in everyone's heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]), and when the Lord is pleased with a devotee, the Lord instructs him. Only to the devotees, however, does the Lord give instructions by which to advance further and further in devotional service. To others, the nondevotees, the Lord gives instructions according to the manner of their surrender. The pure devotee is described by the words bhakty&#257; kevalay&#257;. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that bhakty&#257; kevalay&#257; means jñ&#257;na-karm&#257;dy-ami&#347;ray&#257;, "unmixed with fruitive activities or speculative knowledge." Simply surrendering at the lotus feet is the cause of all a devotee's enlightenment and awareness.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>