<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.23</P><P CLASS=c>tath&#257;pi br&#363;mahe pra&#347;n&#257;ms</P><P CLASS=c>tava r&#257;jan yath&#257;-&#347;rutam</P><P CLASS=c>sambh&#257;shan&#299;yo hi bhav&#257;n</P><P CLASS=c>&#257;tmanah &#347;uddhim icchat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/b/brumahe">br&#363;mahe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall answer; <A CLASS=v HREF="http://vedabase.net/p/prasnan">pra&#347;n&#257;n</A> &#8212; all the questions; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/i">I</A> have learned by hearing from the authorities; <A CLASS=v HREF="http://vedabase.net/s/sambhasaniyah">sambh&#257;shan&#299;yah</A> &#8212; fit for being addressed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/s/suddhim">&#347;uddhim</A> &#8212; purification; <A CLASS=v HREF="http://vedabase.net/i/icchata">icchat&#257;</A> &#8212; by one who desires.</P><P CLASS=t>TRANSLATION</P><P>My dear King, although you know everything, you have posed some questions, which I shall try to answer according to what I have learned by hearing from authorities. I cannot remain silent in this regard, for a personality like you is just fit to be spoken to by one who desires self-purification.</P><P CLASS=t>PURPORT</P><P>A saintly person doesn't wish to speak to anyone and everyone, and he is therefore grave and silent. Generally a common man does not need to be advised. Unless one is prepared to take instructions, it is said that a saintly person should not address him, although sometimes, because of great kindness, a saintly person speaks to ordinary men. As for Prahl&#257;da Mah&#257;r&#257;ja, however, since he was not a common, ordinary man, whatever questions he posed would have to be answered, even by a great and exalted personality. Therefore the saintly br&#257;hmana did not remain silent, but began to answer. These answers, however, were not concocted by him. This is indicated by the words yath&#257;-&#347;rutam, meaning "as I have heard from the authorities." In the parampar&#257; system, when the questions are bona fide the answers are bona fide. No one should attempt to create or manufacture answers. One must refer to the &#347;&#257;stras and give answers according to Vedic understanding. The words yath&#257;-&#347;rutam refer to Vedic knowledge. The Vedas are known as &#347;ruti because this knowledge is received from authorities. The statements of the Vedas are known as &#347;ruti-pram&#257;na. One should quote evidence from the &#347;ruti &#8212; the Vedas or Vedic literature &#8212; and then one's statements will be correct. Otherwise one's words will proceed from mental concoction.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>