<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.24</P><P CLASS=c>trishnay&#257; bhava-v&#257;hiny&#257;</P><P CLASS=c>yogyaih k&#257;mair ap&#363;ryay&#257;</P><P CLASS=c>karm&#257;ni k&#257;ryam&#257;no 'ham</P><P CLASS=c>n&#257;n&#257;-yonishu yojitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trsnaya">trishnay&#257;</A> &#8212; because of material desires; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/v/vahinya">v&#257;hiny&#257;</A> &#8212; under the sway of the material laws of nature; <A CLASS=v HREF="http://vedabase.net/y/yogyaih">yogyaih</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is befitting; <A CLASS=v HREF="http://vedabase.net/k/kamaih">k&#257;maih</A> &#8212; by material desires; <A CLASS=v HREF="http://vedabase.net/a/apuryaya">ap&#363;ryay&#257;</A> &#8212; without end, one after another; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/k/karyamanah">k&#257;ryam&#257;nah</A> &#8212; constantly being compelled <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yonisu">yonishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> various forms of life; <A CLASS=v HREF="http://vedabase.net/y/yojitah">yojitah</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> the struggle for existence.</P><P CLASS=t>TRANSLATION</P><P>Because of insatiable material desires, I was being carried away by the waves of material nature's laws, and thus I was engaging in different activities, struggling for existence in various forms of life.</P><P CLASS=t>PURPORT</P><P>As long as a living entity wants to fulfill various types of material desire, he must continuously change from one body to accept another. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that as a small piece of grass falls in a river and is tossed about with different types of wood and tree branches, the living entity floats in the ocean of material existence and is dashed and tossed amidst material conditions. This is called the struggle for existence. One kind of fruitive activity causes the living being to take one form of body, and because of actions performed in that body, another body is created. One must therefore stop these material activities, and the chance to do so is given in the human form of life. Specifically, our energy to act should be engaged in the service of the Lord, for then materialistic activities will automatically stop. One must fulfill one's desires by surrendering unto the Supreme Lord, for He knows how to fulfill them. Even though one may have material desires, one should therefore engage in the devotional service of the Lord. That will purify one's struggle for existence.</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>"A person who has broader intelligence, whether he be full of all material desire, without any material desire, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>)</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to the Supreme Lord Krishna favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>)</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>