<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.26</P><P CLASS=c>tatr&#257;pi dam-pat&#299;n&#257;m ca</P><P CLASS=c>sukh&#257;y&#257;ny&#257;panuttaye</P><P CLASS=c>karm&#257;ni kurvat&#257;m drishtv&#257;</P><P CLASS=c>nivritto 'smi viparyayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dam">dam</A>-<A CLASS=v HREF="http://vedabase.net/p/patinam">pat&#299;n&#257;m</A> &#8212; of men and women united by marriage; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of pleasure, specifically the pleasure of sex life; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/a/apanuttaye">apanuttaye</A> &#8212; for avoiding misery; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/kurvatam">kurvat&#257;m</A> &#8212; always engaged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; by observing; <A CLASS=v HREF="http://vedabase.net/n/nivrttah">nivrittah</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have now ceased (from such activities); <A CLASS=v HREF="http://vedabase.net/v/viparyayam">viparyayam</A> &#8212; the opposite.</P><P CLASS=t>TRANSLATION</P><P>In this human form of life, a man and women unite for the sensual pleasure of sex, but by actual experience we have observed that none of them are happy. Therefore, seeing the contrary results, I have stopped taking part in materialistic activities.</P><P CLASS=t>PURPORT</P><P>As stated by Prahl&#257;da Mah&#257;r&#257;ja, yan maithun&#257;di-grihamedhi-sukham hi tuccham [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>]. Man and woman both seek sexual enjoyment, and when they are united by the ritualistic ceremony of marriage, they are happy for some time, but finally there is dissension, and thus there are so many cases of separation and divorce. Although every man and woman is actually eager to enjoy life through sexual unity, the result is disunity and distress. Marriage is recommended to give men and women a concession for restricted sex life, which is also recommended in Bhagavad-g&#299;t&#257; by the Supreme Personality of Godhead. Dharm&#257;viruddho bh&#363;teshu k&#257;mo 'smi: sex life not against the principles of religion is Krishna. Every living entity is always eager to enjoy sex life because materialistic life consists of eating, sleeping, sex and fear. In animal life, eating, sleeping, sexual enjoyment and fear cannot be regulated, but for human society the plan is that although men, like animals, must be allowed to eat, sleep, enjoy sex and take protection from fear, they must be regulated. The Vedic plan for eating recommends that one take yajña-&#347;ishta, or pras&#257;da, food offered to Krishna. Yajña-&#347;isht&#257;&#347;inah santo mucyante sama-kilbishaih: "The devotees of the Lord are released from all kinds of sins because they eat food that is offered first for sacrifice." (<A CLASS=v HREF="../../../bg/3/13.htm">Bg. 3.13</A>) In material life, one commits sinful activities, especially in eating, and because of sinful activities one is condemned by nature's laws to accept another body, which is imposed as punishment. Sex and eating are essential, and therefore they are offered to human society under Vedic restrictions so that according to the Vedic injunctions people may eat, sleep, enjoy sex, be protected from fearful life and gradually be elevated and liberated from the punishment of material existence. Thus the Vedic injunctions for marriage offer a concession to human society, the idea being that a man and woman united in a ritualistic marriage ceremony should help one another advance in spiritual life. Unfortunately, especially in this age, men and women unite for unrestricted sexual enjoyment. Thus they are victimized, being obliged to take rebirth in the forms of animals to fulfill their animalistic propensities. The Vedic injunctions therefore warn, n&#257;yam deho deha-bh&#257;j&#257;m nriloke kasht&#257;n k&#257;m&#257;n arhate vid-bhuj&#257;m ye [<A CLASS=v HREF="../../5/5/1.htm">SB 5.5.1</A>]. One should not enjoy sex life like hogs, and eat everything, even to the limit of stool. A human being should eat pras&#257;da offered to the Deity and should enjoy sex life according to the Vedic injunctions. He should engage himself in the business of Krishna consciousness, he should save himself from the fearful condition of material existence, and he should sleep only to recover from fatigue due to working hard.</P><P>The learned br&#257;hmana said that since everything is misused by fruitive workers, he had retired from all fruitive activities.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>