<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.27</P><P CLASS=c>sukham asy&#257;tmano r&#363;pam</P><P CLASS=c>sarvehoparatis tanuh</P><P CLASS=c>manah-samspar&#347;aj&#257;n drishtv&#257;</P><P CLASS=c>bhog&#257;n svapsy&#257;mi samvi&#347;an</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the natural position; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/i/iha">&#299;ha</A> &#8212; material activities; <A CLASS=v HREF="http://vedabase.net/u/uparatih">uparatih</A> &#8212; completely stopping; <A CLASS=v HREF="http://vedabase.net/t/tanuh">tanuh</A> &#8212; the medium of its manifestation; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/s/samsparsa">samspar&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/j/jan">j&#257;n</A> &#8212; produced from demands for sense gratification; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/b/bhogan">bhog&#257;n</A> &#8212; sense enjoyment; <A CLASS=v HREF="http://vedabase.net/s/svapsyami">svapsy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> sitting silently, thinking deeply about these material activities; <A CLASS=v HREF="http://vedabase.net/s/samvisan">samvi&#347;an</A> &#8212; entering into such activities.</P><P CLASS=t>TRANSLATION</P><P>The actual form of life for the living entities is one of spiritual happiness, which is real happiness. This happiness can be achieved only when one stops all materialistic activities. Material sense enjoyment is simply imagination. Therefore, considering this subject matter, I have ceased from all material activities and am lying down here.</P><P CLASS=t>PURPORT</P><P>The difference between the philosophy of the M&#257;y&#257;v&#257;d&#299;s and that of the Vaishnavas is explained herein. Both the M&#257;y&#257;v&#257;d&#299;s and Vaishnavas know that in materialistic activities there is no happiness. The M&#257;y&#257;v&#257;d&#299; philosophers, therefore, adhering to the slogan brahma satyam jagan mithy&#257;, want to refrain from false, materialistic activities. They want to stop all activities and merge in the Supreme Brahman. According to the Vaishnava philosophy, however, if one simply ceases from materialistic activity one cannot remain inactive for very long, and therefore everyone should engage himself in spiritual activities, which will solve the problem of suffering in this material world. It is said, therefore, that although the M&#257;y&#257;v&#257;d&#299; philosophers strive to refrain from materialistic activities and merge in Brahman, and although they may actually merge in the Brahman existence, for want of activity they fall down again into materialistic activity (&#257;ruhya kricchrena param padam tatah patanty adhah [<A CLASS=v HREF="../../10/2/32.htm">SB 10.2.32</A>]). Thus the so-called renouncer, unable to remain in meditation upon Brahman, returns to materialistic activities by opening hospitals and schools and so on. Therefore, simply cultivating knowledge that materialistic activities cannot give one happiness, and that one should consequently cease from such activities, is insufficient. One should cease from materialistic activities and take up spiritual activities. Then the solution to the problem will be achieved. Spiritual activities are activities performed according to the order of Krishna (&#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam). If one does whatever Krishna says, his activities are not material. For example, when Arjuna fought in response to the order of Krishna, his activities were not material. Fighting for sense gratification is a materialistic activity, but fighting by the order of Krishna is spiritual. By spiritual activities one becomes eligible to go back home, back to Godhead, and then enjoy blissful life eternally. Here, in the material world, everything is but a mental concoction that will never give us real happiness. The practical solution, therefore, is to cease from materialistic activities and engage in spiritual activities. Yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>]). If one works for the sake of pleasing the Supreme Lord &#8212; Yajña, or Vishnu &#8212; one is in liberated life. If one fails to do so, however, he remains in a life of bondage.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>