<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.34</P><P CLASS=c>&#347;oka-moha-bhaya-krodha-</P><P CLASS=c>r&#257;ga-klaibya-&#347;ram&#257;dayah</P><P CLASS=c>yan-m&#363;l&#257;h syur nrin&#257;m jahy&#257;t</P><P CLASS=c>sprih&#257;m pr&#257;n&#257;rthayor budhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; lamentation; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/k/klaibya">klaibya</A> &#8212; poverty; <A CLASS=v HREF="http://vedabase.net/s/srama">&#347;rama</A> &#8212; unnecessary labor; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/m/mulah">m&#363;l&#257;h</A> &#8212; the original cause of all these; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/j/jahyat">jahy&#257;t</A> &#8212; should give up; <A CLASS=v HREF="http://vedabase.net/s/sprham">sprih&#257;m</A> &#8212; the desire; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; for bodily strength or prestige; <A CLASS=v HREF="http://vedabase.net/a/arthayoh">arthayoh</A> &#8212; and accumulating money; <A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> intelligent person.</P><P CLASS=t>TRANSLATION</P><P>Those in human society who are intelligent should give up the original cause of lamentation, illusion, fear, anger, attachment, poverty and unnecessary labor. The original cause of all of these is the desire for unnecessary prestige and money.</P><P CLASS=t>PURPORT</P><P>Here is the difference between Vedic civilization and the modern demoniac civilization. Vedic civilization concerned itself with how to achieve self-realization, and for this purpose one was recommended to have a small income to maintain body and soul together. The society was divided into br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras, and the members of this society would limit their endeavors to meeting their minimum demands. The br&#257;hmanas, in particular, would have no material desires. Because the kshatriyas had to rule the people, it was necessary for them to have money and prestige. But the vai&#347;yas were satisfied with agricultural produce and milk from the cow, and if by chance there were excess, trade was allowed. The &#347;&#363;dras were also happy, for they would get food and shelter from the three higher classes. In the demoniac civilization of the present day, however, there is no question of br&#257;hmanas or kshatriyas; there are only so-called workers and a flourishing mercantile class who have no goal in life.</P><P>According to Vedic civilization, the ultimate perfection of life is to take sanny&#257;sa, but at the present moment people do not know why sanny&#257;sa is accepted. Because of misunderstanding, they think that one accepts sanny&#257;sa to escape social responsibilities. But one does not accept sanny&#257;sa to escape from responsibility to society. Generally one accepts sanny&#257;sa at the fourth stage of spiritual life. One begins as a brahmac&#257;r&#299; then becomes a grihastha, a v&#257;naprastha and finally a sanny&#257;s&#299; to take advantage of the duration of one's life by engaging oneself fully in self-realization. Sanny&#257;sa does not mean begging from door to door to accumulate money for sense gratification. However, because in Kali-yuga people are more or less prone to sense gratification, immature sanny&#257;sa is not recommended. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; writes in his Nectar of Instruction (2):</P><P>aty&#257;h&#257;rah pray&#257;sa&#347; ca</P><P CLASS=n>prajalpo niyam&#257;grahah</P><P CLASS=n>jana-sa&#324;ga&#347; ca laulyam ca</P><P CLASS=n>shadbhir bhaktir vina&#347;yati</P><P>"One's devotional service is spoiled when he becomes too entangled in the following six activities: (1) eating more than necessary or collecting more funds than required; (2) overendeavoring for mundane things that are very difficult to obtain; (3) talking unnecessarily about mundane subject matters; (4) practicing the scriptural rules and regulations only for the sake of following them and not for the sake of spiritual advancement, or rejecting the rules and regulations of the scriptures and working independently or whimsically; (5) associating with worldly-minded persons who are not interested in Krishna consciousness; and (6) being greedy for mundane achievements." A sanny&#257;s&#299; should have an institution meant to preach Krishna consciousness; he need not accumulate money for himself. We recommend that as soon as money accumulates in our Krishna consciousness movement, fifty per cent of it should be invested in printing books, and fifty per cent for expenditures, especially in establishing centers all over the world. The managers of the Krishna consciousness movement should be extremely cautious in regard to this point. Otherwise money will be the cause of lamentation, illusion, fear, anger, material attachment, material poverty, and unnecessary hard work. When I was alone in Vrind&#257;vana, I never attempted to construct math&#257;s or temples; rather, I was fully satisfied with the small amount of money I could gather by selling Back to Godhead, and thus I would provide for myself and also print the literature. When I went to foreign countries, I lived according to the same principle, but when Europeans and Americans began to give money profusely, I started temples and Deity worship. The same principle should still be followed. Whatever money is collected should be spent for Krishna, and not a farthing for sense gratification. This is the Bh&#257;gavata principle.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>