<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.42</P><P CLASS=c>n&#257;ham ninde na ca staumi</P><P CLASS=c>sva-bh&#257;va-vishamam janam</P><P CLASS=c>etesh&#257;m &#347;reya &#257;&#347;&#257;se</P><P CLASS=c>utaik&#257;tmyam mah&#257;tmani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/n/ninde">ninde</A> &#8212; blaspheme; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/staumi">staumi</A> &#8212; praise; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; whose nature; <A CLASS=v HREF="http://vedabase.net/v/visamam">vishamam</A> &#8212; contradictory; <A CLASS=v HREF="http://vedabase.net/j/janam">janam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living entity or human being; <A CLASS=v HREF="http://vedabase.net/e/etesam">etesh&#257;m</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; the ultimate benefit; <A CLASS=v HREF="http://vedabase.net/a/asase">&#257;&#347;&#257;se</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> pray for; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/aikatmyam">aik&#257;tmyam</A> &#8212; oneness; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supersoul, the Parabrahman (<A HREF="http://vedabase.net/k/krsna">Krishna</A>).</P><P CLASS=t>TRANSLATION</P><P>Different people are of different mentalities. Therefore it is not my business either to praise them or to blaspheme them. I only desire their welfare, hoping that they will agree to become one with the Supersoul, the Supreme Personality of Godhead, Krishna.</P><P CLASS=t>PURPORT</P><P>As soon as one comes to the platform of bhakti-yoga, one understands fully the Supreme Personality of Godhead, V&#257;sudeva, is the goal of life (v&#257;sudevah samam iti sa mah&#257;tm&#257; sudurlabhah). This is the instruction of all the Vedic literature (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>], sarva dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). There is no use in praising someone for material qualifications or blaspheming him for material disqualifications. In the material world, good and bad have no meaning because if one is good he may be elevated to a higher planetary system and if one is bad he may be degraded to the lower planetary systems. People of different mentalities are sometimes elevated and sometimes degraded, but this is not the goal of life. Rather, the goal of life is to become free from elevation and degradation and take to Krishna consciousness. Therefore a saintly person does not discriminate between that which is supposedly good and supposedly bad; rather, he desires for everyone to be happy in Krishna consciousness, which is the ultimate goal of life.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>