<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.43</P><P CLASS=c>vikalpam juhuy&#257;c cittau</P><P CLASS=c>t&#257;m manasy artha-vibhrame</P><P CLASS=c>mano vaik&#257;rike hutv&#257;</P><P CLASS=c>tam m&#257;y&#257;y&#257;m juhoty anu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vikalpam">vikalpam</A> &#8212; discrimination (between good and bad, one person and another, one nation and another, and all similar discrimination); <A CLASS=v HREF="http://vedabase.net/j/juhuyat">juhuy&#257;t</A> &#8212; one should offer <A HREF="http://vedabase.net/a/as">as</A> oblations; <A CLASS=v HREF="http://vedabase.net/c/cittau">cittau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fire of consciousness; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that consciousness; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhrame">vibhrame</A> &#8212; the root of all acceptance and rejection; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; that mind; <A CLASS=v HREF="http://vedabase.net/v/vaikarike">vaik&#257;rike</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> false ego, identification of oneself with matter; <A CLASS=v HREF="http://vedabase.net/h/hutva">hutv&#257;</A> &#8212; offering <A HREF="http://vedabase.net/a/as">as</A> oblations; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; this false ego; <A CLASS=v HREF="http://vedabase.net/m/mayayam">m&#257;y&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the total material energy; <A CLASS=v HREF="http://vedabase.net/j/juhoti">juhoti</A> &#8212; offers <A HREF="http://vedabase.net/a/as">as</A> oblations; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following this principle.</P><P CLASS=t>TRANSLATION</P><P>The mental concoction of discrimination between good and bad should be accepted as one unit and then invested in the mind, which should then be invested in the false ego. The false ego should be invested in the total material energy. This is the process of fighting false discrimination.</P><P CLASS=t>PURPORT</P><P>This verse describes how a yog&#299; can become free from material affection. Because of material attraction, a karm&#299; cannot see himself. Jñ&#257;n&#299;s can discriminate between matter and spirit, but the yog&#299;s, the best of whom are the bhakti-yog&#299;s, want to return home, back to Godhead. The karm&#299;s are completely in illusion, the jñ&#257;n&#299;s are neither in illusion nor in positive knowledge, but the yog&#299;s, especially the bhakti-yog&#299;s, are completely on the spiritual platform. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down under any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." Thus a devotee's position is secure. A devotee is at once elevated to the spiritual platform. Others, such as jñ&#257;n&#299;s and hatha-yog&#299;s, can only gradually ascend to the spiritual platform by nullifying their material discrimination on the platform of psychology and nullifying the false ego, by which one thinks, "I am this body, a product of matter." One must merge the false ego into the total material energy and merge the total material energy into the supreme energetic. This is the process of becoming free from material attraction.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>