<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.44</P><P CLASS=c>&#257;tm&#257;nubh&#363;tau t&#257;m m&#257;y&#257;m</P><P CLASS=c>juhuy&#257;t satya-dri&#324; munih</P><P CLASS=c>tato nir&#299;ho viramet</P><P CLASS=c>sv&#257;nubh&#363;ty-&#257;tmani sthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhutau">anubh&#363;tau</A> &#8212; unto self-realization; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the false ego of material existence; <A CLASS=v HREF="http://vedabase.net/j/juhuyat">juhuy&#257;t</A> &#8212; should offer <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> oblation; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; one who has actually realized the ultimate truth; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> thoughtful person; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; because of this self-realization; <A CLASS=v HREF="http://vedabase.net/n/nirihah">nir&#299;hah</A> &#8212; without material desires; <A CLASS=v HREF="http://vedabase.net/v/viramet">viramet</A> &#8212; one must completely retire from material activities; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhuti">anubh&#363;ti</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> self-realization; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; thus being situated.</P><P CLASS=t>TRANSLATION</P><P>A learned, thoughtful person must realize that material existence is illusion. This is possible only by self-realization. A self-realized person, who has actually seen the truth, should retire from all material activities, being situated in self-realization.</P><P CLASS=t>PURPORT</P><P>By an analytical study of the entire constitution of the body, one can surely come to the conclusion that the soul is different from all the body's material constituents, such as earth, water, fire and air. Thus the difference between the body and soul can be realized by a person who is thoughtful (man&#299;sh&#299; or muni), and after this realization of the individual spirit soul one can very easily understand the supreme spirit soul. If one thus realizes that the individual soul is subordinate to the supreme spirit soul, he achieves self-realization. As explained in the Thirteenth Chapter of Bhagavad-g&#299;t&#257;, there are two souls within the body. The body is called kshetra, and there are two kshetra jñas, or occupants of the body, namely the Supersoul (Param&#257;tm&#257;) and the individual soul. The Supersoul and the individual soul are like two birds sitting on the same tree (the material body). One bird, the individual, forgetful bird, is eating the fruit of the tree, not caring for the instructions of the other bird, which is only a witness to the activities of the first bird, who is his friend. When the forgetful bird comes to understand the supreme friend who is always with him and trying to give him guidance in different bodies, he takes shelter at the lotus feet of that supreme bird. As explained in the yoga process, dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah [<A CLASS=v HREF="../../12/13/1.htm">SB 12.13.1</A>]. When one actually becomes a perfect yog&#299;, by meditation he can see the supreme friend and surrender unto Him. This is the beginning of bhakti-yoga, or actual life in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>