<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.6</P><P CLASS=c>n&#257;bhinanded dhruvam mrityum</P><P CLASS=c>adhruvam v&#257;sya j&#299;vitam</P><P CLASS=c>k&#257;lam param prat&#299;ksheta</P><P CLASS=c>bh&#363;t&#257;n&#257;m prabhav&#257;pyayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/abhinandet">abhinandet</A> &#8212; one should praise; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; sure; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/adhruvam">adhruvam</A> &#8212; not sure; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this body; <A CLASS=v HREF="http://vedabase.net/j/jivitam">j&#299;vitam</A> &#8212; the duration of life; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; eternal time; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/pratikseta">prat&#299;ksheta</A> &#8212; one must observe; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/p/prabhava">prabhava</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/a/apyayam">apyayam</A> &#8212; disappearance.</P><P CLASS=t>TRANSLATION</P><P>Since the material body is sure to be vanquished and the duration of one's life is not fixed, neither death nor life is to be praised. Rather, one should observe the eternal time factor, in which the living entity manifests himself and disappears.</P><P CLASS=t>PURPORT</P><P>The living entities in the material world, not only at the present but also in the past, have been involved in trying to solve the problem of birth and death. Some stress death and point to the illusory existence of everything material, whereas others stress life, trying to preserve it perpetually and enjoy it to the best of their ability. Both of them are fools and rascals. It is advised that one observe the eternal time factor, which is the cause of the material body's appearance and disappearance, and that one observe the living entity's entanglement in this time factor. &#346;r&#299;la Bhaktivinoda Th&#257;kura therefore sings in his G&#299;t&#257;val&#299;:</P><P>an&#257;di karama-phale, padi' bhav&#257;rnava-jale,</P><P CLASS=n>tarib&#257;re n&#257; dekhi up&#257;ya</P><P>One should observe the activities of eternal time, which is the cause of birth and death. Before the creation of the present millennium, the living entities were under the influence of the time factor, and within the time factor the material world comes into existence and is again annihilated. Bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate. Being under the control of the time factor, the living entities appear and die, life after life. This time factor is the impersonal representation of the Supreme Personality of Godhead, who gives the living entities conditioned by material nature a chance to emerge from this nature by surrendering to Him.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>