<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.7</P><P CLASS=c>n&#257;sac-ch&#257;streshu sajjeta</P><P CLASS=c>nopaj&#299;veta j&#299;vik&#257;m</P><P CLASS=c>v&#257;da-v&#257;d&#257;ms tyajet tark&#257;n</P><P CLASS=c>paksham kamca na sam&#347;rayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/s/sastresu">&#347;&#257;streshu</A> &#8212; literature like newspapers, novels, dramas and fiction; <A CLASS=v HREF="http://vedabase.net/s/sajjeta">sajjeta</A> &#8212; one should be attached or should indulge <A HREF="http://vedabase.net/i/in">in</A> reading; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/u/upajiveta">upaj&#299;veta</A> &#8212; one should try <A HREF="http://vedabase.net/t/to">to</A> live; <A CLASS=v HREF="http://vedabase.net/j/jivikam">j&#299;vik&#257;m</A> &#8212; upon some professional literary career; <A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/v/vadan">v&#257;d&#257;n</A> &#8212; unnecessary arguments on different aspects of philosophy; <A CLASS=v HREF="http://vedabase.net/t/tyajet">tyajet</A> &#8212; one should give up; <A CLASS=v HREF="http://vedabase.net/t/tarkan">tark&#257;n</A> &#8212; arguments and counterarguments; <A CLASS=v HREF="http://vedabase.net/p/paksam">paksham</A> &#8212; faction; <A CLASS=v HREF="http://vedabase.net/k/kamca">kamca</A> &#8212; any; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/samsrayet">sam&#347;rayet</A> &#8212; should take shelter of.</P><P CLASS=t>TRANSLATION</P><P>Literature that is a useless waste of time &#8212; in other words, literature without spiritual benefit &#8212; should be rejected. One should not become a professional teacher as a means of earning one's livelihood, nor should one indulge in arguments and counter-arguments. Nor should one take shelter of any cause or faction.</P><P CLASS=t>PURPORT</P><P>A person desiring to advance in spiritual understanding should be extremely careful to avoid reading ordinary literature. The world is full of ordinary literature that creates unnecessary agitation in the mind. Such literature, including newspapers, dramas, novels and magazines, is factually not meant for advancement in spiritual knowledge. Indeed, it has been described as a place of enjoyment for crows (tad v&#257;yasam t&#299;rtham). Anyone advancing in spiritual knowledge must reject such literature. Furthermore, one should not concern oneself with the conclusions of various logicians or philosophers. Of course, those who preach sometimes need to argue with the contentions of opponents, but as much as possible one should avoid an argumentative attitude. In this connection, &#346;r&#299;la Madhv&#257;c&#257;rya says:</P><P>aprayojana-paksham na sam&#347;rayet</P><P CLASS=n>n&#257;prayojana-paksh&#299; sy&#257;n</P><P CLASS=n>na vrith&#257; &#347;ishya-bandha-krit</P><P CLASS=n>na cod&#257;s&#299;nah &#347;&#257;str&#257;ni</P><P CLASS=n>na viruddh&#257;ni c&#257;bhyaset</P><P CLASS=n>na vy&#257;khyayopaj&#299;veta</P><P CLASS=n>na nishiddh&#257;n sam&#257;caret</P><P CLASS=n>evam-bh&#363;to yatir y&#257;ti</P><P CLASS=n>tad-eka-&#347;arano harim</P><P>"There is no need to take shelter of unnecessary literature or concern oneself with many so-called philosophers and thinkers who are useless for spiritual advancement. Nor should one accept a disciple for the sake of fashion or popularity. One should be callous to these so-called &#347;&#257;stras, neither opposing nor favoring them, and one should not earn one's livelihood by taking money for explaining &#347;&#257;stra. A sanny&#257;s&#299; must always be neutral and seek the means to advance in spiritual life, taking full shelter under the lotus feet of the Lord."</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>