<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.8</P><P CLASS=c>na &#347;ishy&#257;n anubadhn&#299;ta</P><P CLASS=c>granth&#257;n naiv&#257;bhyased bah&#363;n</P><P CLASS=c>na vy&#257;khy&#257;m upayuñj&#299;ta</P><P CLASS=c>n&#257;rambh&#257;n &#257;rabhet kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sisyan">&#347;ishy&#257;n</A> &#8212; disciples; <A CLASS=v HREF="http://vedabase.net/a/anubadhnita">anubadhn&#299;ta</A> &#8212; one should induce for material benefit; <A CLASS=v HREF="http://vedabase.net/g/granthan">granth&#257;n</A> &#8212; unnecessary literatures; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/abhyaset">abhyaset</A> &#8212; should try <A HREF="http://vedabase.net/t/to">to</A> understand or cultivate; <A CLASS=v HREF="http://vedabase.net/b/bahun">bah&#363;n</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/v/vyakhyam">vy&#257;khy&#257;m</A> &#8212; discourses; <A CLASS=v HREF="http://vedabase.net/u/upayunjita">upayuñj&#299;ta</A> &#8212; should <A HREF="http://vedabase.net/m/make">make</A> <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> means of livelihood; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/a/arambhan">&#257;rambh&#257;n</A> &#8212; unnecessary opulences; <A CLASS=v HREF="http://vedabase.net/a/arabhet">&#257;rabhet</A> &#8212; should attempt <A HREF="http://vedabase.net/t/to">to</A> increase; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at any time.</P><P CLASS=t>TRANSLATION</P><P>A sanny&#257;s&#299; must not present allurements of material benefits to gather many disciples, nor should he unnecessarily read many books or give discourses as a means of livelihood. He must never attempt to increase material opulences unnecessarily.</P><P CLASS=t>PURPORT</P><P>So-called sv&#257;m&#299;s and yog&#299;s generally make disciples by alluring them with material benefits. There are many so-called gurus who attract disciples by promising to cure their diseases or increase their material opulence by manufacturing gold. These are lucrative allurements for unintelligent men. A sanny&#257;s&#299; is prohibited from making disciples through such material allurements. Sanny&#257;s&#299;s sometimes indulge in material opulence by unnecessarily constructing many temples and monasteries, but actually such endeavors should be avoided. Temples and monasteries should be constructed for the preaching of spiritual consciousness or Krishna consciousness, not to provide free hotels for persons who are useful for neither material nor spiritual purposes. Temples and monasteries should be strictly off limits to worthless clubs of crazy men. In the Krishna consciousness movement we welcome everyone who agrees at least to follow the movement's regulative principles &#8212; no illicit sex, no intoxication, no meat-eating and no gambling. In the temples and monasteries, gatherings of unnecessary, rejected, lazy fellows should be strictly disallowed. The temples and monasteries should be used exclusively by devotees who are serious about spiritual advancement in Krishna consciousness. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains the word &#257;rambh&#257;n as meaning math&#257;di-vy&#257;p&#257;r&#257;n, which means "attempts to construct temples and monasteries." The first business of the sanny&#257;s&#299; is to preach Krishna consciousness, but if, by the grace of Krishna, facilities are available, then he may construct temples and monasteries to give shelter to the serious students of Krishna consciousness. Otherwise such temples and monasteries are not needed.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>