<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 13 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 13 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Behavior of a Perfect Person</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.13.9</P><P CLASS=c>na yater &#257;&#347;ramah pr&#257;yo</P><P CLASS=c>dharma-hetur mah&#257;tmanah</P><P CLASS=c>&#347;&#257;ntasya sama-cittasya</P><P CLASS=c>bibhriy&#257;d uta v&#257; tyajet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yateh">yateh</A> &#8212; of the <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/asramah">&#257;&#347;ramah</A> &#8212; the symbolic dress (with <A HREF="http://vedabase.net/d/danda">danda</A> and <A HREF="http://vedabase.net/k/kamandalu">kamandalu</A>); <A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/h/hetuh">hetuh</A> &#8212; the cause of advancement <A HREF="http://vedabase.net/i/in">in</A> spiritual life; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; who is factually exalted and advanced; <A CLASS=v HREF="http://vedabase.net/s/santasya">&#347;&#257;ntasya</A> &#8212; who is peaceful; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/c/cittasya">cittasya</A> &#8212; who has attained the stage of being equipoised; <A CLASS=v HREF="http://vedabase.net/b/bibhryat">bibhriy&#257;t</A> &#8212; one may accept (such symbolic signs); <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/tyajet">tyajet</A> &#8212; one may give up.</P><P CLASS=t>TRANSLATION</P><P>A peaceful, equipoised person who is factually advanced in spiritual consciousness does not need to accept the symbols of a sanny&#257;s&#299;, such as the tridanda and kamandalu. According to necessity, he may sometimes accept those symbols and sometimes reject them.</P><P CLASS=t>PURPORT</P><P>There are four stages of the renounced order of life &#8212; kut&#299;caka, bah&#363;daka, parivr&#257;jak&#257;c&#257;rya and paramahamsa. Herein, &#346;r&#299;mad-Bh&#257;gavatam considers the paramahamsas among the sanny&#257;s&#299;s. The M&#257;y&#257;v&#257;d&#299; impersonalist sanny&#257;s&#299;s cannot attain the paramahamsa stage. This is because of their impersonal conception of the Absolute Truth. Brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate. The Absolute Truth is perceived in three stages, of which bhagav&#257;n, or realization of the Supreme Personality of Godhead, is meant for the paramahamsas. Indeed, &#346;r&#299;mad-Bh&#257;gavatam itself is meant for the paramahamsas (paramo nirmatsar&#257;n&#257;m sat&#257;m). Unless one is in the paramahamsa stage, he is not eligible to understand the &#346;r&#299;mad-Bh&#257;gavatam. For paramahamsas, or sanny&#257;s&#299;s in the Vaishnava order, preaching is the first duty. To preach, such sanny&#257;s&#299;s may accept the symbols of sanny&#257;sa, such as the danda and kamandalu, or sometimes they may not. Generally the Vaishnava sanny&#257;s&#299;s, being paramahamsas, are automatically called b&#257;b&#257;j&#299;s, and they do not carry a kamandalu or danda. Such a sanny&#257;s&#299; is free to accept or reject the marks of sanny&#257;sa. His only thought is "Where is there an opportunity to spread Krishna consciousness?" Sometimes the Krishna consciousness movement sends its representative sanny&#257;s&#299;s to foreign countries where the danda and kamandalu are not very much appreciated. We send our preachers in ordinary dress to introduce our books and philosophy. Our only concern is to attract people to Krishna consciousness. We may do this in the dress of sanny&#257;s&#299;s or in the regular dress of gentlemen. Our only concern is to spread interest in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>