<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 79"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 79: Lord Balar&#257;ma Goes on Pilgrimage</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.79 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.79.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Then, on the new-moon day, O King, a fierce and frightening wind arose, scattering dust all about and spreading the smell of pus everywhere.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.79.2</B></A>: Next, onto the sacrificial arena came a downpour of abominable things sent by Balvala, after which the demon himself appeared, trident in hand.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 10.79.3-4</B></A>: The immense demon resembled a mass of black carbon. His topknot and beard were like molten copper, and his face had horrible fangs and furrowed eyebrows. Upon seeing him, Lord Balar&#257;ma thought of His club, which tears to pieces His enemies' armies, and His plow weapon, which punishes the demons. Thus summoned, His two weapons appeared before Him at once.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.79.5</B></A>: With the tip of His plow Lord Balar&#257;ma caught hold of the demon Balvala as he flew through the sky, and with His club the Lord angrily struck that harasser of br&#257;hmanas on the head.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.79.6</B></A>: Balvala cried out in agony and fell to the ground, his forehead cracked open and gushing blood. He resembled a red mountain struck by a lightning bolt.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.79.7</B></A>: The exalted sages honored Lord R&#257;ma with sincere prayers and awarded Him infallible blessings. Then they performed His ritual bath, just as the demigods had formally bathed Indra when he killed Vritra.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.79.8</B></A>: They gave Lord Balar&#257;ma a Vaijayant&#299; garland of unfading lotuses in which resided the goddess of fortune, and they also gave Him a set of divine garments and jewelry.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.79.9</B></A>: Then, given leave by the sages, the Lord went with a contingent of br&#257;hmanas to the Kau&#347;ik&#299; River, where He bathed. From there He went to the lake from which flows the river Saray&#363;.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.79.10</B></A>: The Lord followed the course of the Saray&#363; until He came to Pray&#257;ga, where He bathed and then performed rituals to propitiate the demigods and other living beings. Next He went to the &#257;&#347;rama of Pulaha Rishi.</P><P CLASS=r><A CLASS=i HREF="11-15.htm"><B>SB 10.79.11-15</B></A>: Lord Balar&#257;ma bathed in the Gomat&#299;, Gandak&#299; and Vip&#257;&#347;&#257; rivers, and also immersed Himself in the &#346;ona. He went to Gay&#257;, where He worshiped His forefathers, and to the mouth of the Ganges, where He performed purifying ablutions. At Mount Mahendra He saw Lord Para&#347;ur&#257;ma and offered Him prayers, and then He bathed in the seven branches of the God&#257;var&#299; River, and also in the rivers Ven&#257;, Pamp&#257; and Bh&#299;marath&#299;. Then Lord Balar&#257;ma met Lord Skanda and visited &#346;r&#299;-&#347;aila, the abode of Lord Giri&#347;a. In the southern provinces known as Dravida-de&#347;a the Supreme Lord saw the sacred Ve&#324;kata Hill, as well as the cities of K&#257;makoshn&#299; and K&#257;ñc&#299;, the exalted K&#257;ver&#299; River and the most holy &#346;r&#299;-ra&#324;ga, where Lord Krishna has manifested Himself. From there He went to Rishabha Mountain, where Lord Krishna also lives, and to the southern Mathur&#257;. Then He came to Setubandha, where the most grievous sins are destroyed.</P><P CLASS=r><A CLASS=i HREF="16-17.htm"><B>SB 10.79.16-17</B></A>: There at Setubandha [R&#257;me&#347;varam] Lord Hal&#257;yudha gave br&#257;hmanas ten thousand cows in charity. He then visited the Kritam&#257;l&#257; and T&#257;mraparn&#299; rivers and the great Malaya Mountains. In the Malaya range Lord Balar&#257;ma found Agastya Rishi sitting in meditation. After bowing down to the sage, the Lord offered him prayers and then received blessings from him. Taking leave from Agastya, He proceeded to the shore of the southern ocean, where He saw Goddess Durg&#257; in her form of Kany&#257;-kum&#257;r&#299;.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.79.18</B></A>: Next He went to Ph&#257;lguna-t&#299;rtha and bathed in the sacred Pañc&#257;psar&#257; Lake, where Lord Vishnu had directly manifested Himself. At this place He gave away another ten thousand cows.</P><P CLASS=r><A CLASS=i HREF="19-21.htm"><B>SB 10.79.19-21</B></A>: The Supreme Lord then traveled through the kingdoms of Kerala and Trigarta, visiting Lord &#346;iva's sacred city of Gokarna, where Lord Dh&#363;rjati [&#346;iva] directly manifests himself. After also visiting Goddess P&#257;rvat&#299;, who dwells on an island, Lord Balar&#257;ma went to the holy district of &#346;&#363;rp&#257;raka and bathed in the T&#257;p&#299;, Payoshn&#299; and Nirvindhy&#257; rivers. He next entered the Dandaka forest and went to the river Rev&#257;, along which the city of M&#257;hishmat&#299; is found. Then He bathed at Manu-t&#299;rtha and finally returned to Prabh&#257;sa.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.79.22</B></A>: The Lord heard from some br&#257;hmanas how all the kings involved in the battle between the Kurus and P&#257;ndavas had been killed. From this He concluded that the earth was now relieved of her burden.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.79.23</B></A>: Wanting to stop the club fight then raging between Bh&#299;ma and Duryodhana on the battlefield, Lord Balar&#257;ma went to Kurukshetra.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.79.24</B></A>: When Yudhishthira, Lord Krishna, Arjuna and the twin brothers Nakula and Sahadeva saw Lord Balar&#257;ma, they offered Him respectful obeisances but said nothing, thinking "What has He come here to tell us?"</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.79.25</B></A>: Lord Balar&#257;ma found Duryodhana and Bh&#299;ma with clubs in their hands, each furiously striving for victory over the other as they circled about skillfully. The Lord addressed them as follows.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.79.26</B></A>: [Lord Balar&#257;ma said:] King Duryodhana! And Bh&#299;ma! Listen! You two warriors are equal in fighting prowess. I know that one of you has greater physical power, while the other is better trained in technique.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.79.27</B></A>: Since you are so evenly matched in fighting prowess, I do not see how either of you can win or lose this duel. Therefore please stop this useless battle.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.79.28</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] They did not accept Lord Balar&#257;ma's request, O King, although it was logical, for their mutual enmity was irrevocable. Each of them constantly remembered the insults and injuries he had suffered from the other.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.79.29</B></A>: Concluding that the battle was the arrangement of fate, Lord Balar&#257;ma went back to Dv&#257;rak&#257;. There He was greeted by Ugrasena and His other relatives, who were all delighted to see Him.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.79.30</B></A>: Later Lord Balar&#257;ma returned to Naimish&#257;ranya, where the sages joyfully engaged Him, the embodiment of all sacrifice, in performing various kinds of Vedic sacrifice. Lord Balar&#257;ma was now retired from warfare.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.79.31</B></A>: The all-powerful Lord Balar&#257;ma bestowed upon the sages pure spiritual knowledge, by which they could see the whole universe within Him and also see Him pervading everything.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.79.32</B></A>: After executing with His wife the avabhritha ablutions, the beautifully dressed and ornamented Lord Balar&#257;ma, encircled by His immediate family and other relatives and friends, looked as splendid as the moon surrounded by its effulgent rays.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.79.33</B></A>: Countless other such pastimes were performed by mighty Balar&#257;ma, the unlimited and immeasurable Supreme Lord, whose mystic Yogam&#257;y&#257; power makes Him appear to be a human being.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.79.34</B></A>: All the activities of the unlimited Lord Balar&#257;ma are amazing. Anyone who regularly remembers them at dawn and dusk will become very dear to the Supreme Personality of Godhead, &#346;r&#299; Vishnu.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>