<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 61 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 61 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 61: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Slays Rukm&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.61.25</P><P CLASS=c>dauhitr&#257;y&#257;niruddh&#257;ya</P><P CLASS=c>pautr&#299;m rukmy &#257;dad&#257;d dhareh</P><P CLASS=c>rocan&#257;m baddha-vairo 'pi</P><P CLASS=c>svasuh priya-cik&#299;rshay&#257;</P><P CLASS=c>j&#257;nann adharmam tad yaunam</P><P CLASS=c>sneha-p&#257;&#347;&#257;nubandhanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dauhitraya">dauhitr&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his daughter's son; <A CLASS=v HREF="http://vedabase.net/a/aniruddhaya">aniruddh&#257;ya</A> &#8212; <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>; <A CLASS=v HREF="http://vedabase.net/p/pautrim">pautr&#299;m</A> &#8212; his granddaughter; <A CLASS=v HREF="http://vedabase.net/r/rukmi">rukm&#299;</A> &#8212; <A HREF="http://vedabase.net/r/rukmi">Rukm&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/adadat">&#257;dad&#257;t</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; toward Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/r/rocanam">rocan&#257;m</A> &#8212; named <A HREF="http://vedabase.net/r/rocana">Rocan&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A> &#8212; bound; <A CLASS=v HREF="http://vedabase.net/v/vairah">vairah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> enmity; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/svasuh">svasuh</A> &#8212; his sister; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/c/cikirsaya">cik&#299;rshay&#257;</A> &#8212; wanting <A HREF="http://vedabase.net/t/to">to</A> please; <A CLASS=v HREF="http://vedabase.net/j/janan">j&#257;nan</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/a/adharmam">adharmam</A> &#8212; irreligion; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/y/yaunam">yaunam</A> &#8212; marriage; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A> &#8212; of affection; <A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A> &#8212; by the ropes; <A CLASS=v HREF="http://vedabase.net/a/anubandhanah">anubandhanah</A> &#8212; whose bondage.</P><P CLASS=t>TRANSLATION</P><P>Rukm&#299; gave his granddaughter Rocan&#257; to his daughter's son, Aniruddha, despite Rukm&#299;'s relentless feud with Lord Hari. Although Rukm&#299; considered this marriage irreligious, he wanted to please his sister, bound as he was by the ropes of affection.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; explains that according to worldly standards one should not give one's beloved granddaughter to the grandson of one's bitter enemy. Thus we find the following injunction: dvishad-annam na bhoktavyam dvishantam naiva bhojayet. "One should not eat an enemy's food or feed an enemy." There is also the following prohibition: asvargyam loka-vidvishtam dharmam apy &#257;caren na tu. "One should not execute religious injunctions if they will obstruct one's journey to heaven, or if they are odious to human society."</P><P>It should be pointed out here that Lord Krishna is not really the enemy of anyone. As the Lord states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), suhridam sarva-bh&#363;t&#257;n&#257;m jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati: "One achieves peace by understanding that I am the well-wishing friend of every living being." Although Lord Krishna is everyone's friend, Rukm&#299; could not appreciate this fact and considered Lord Krishna his enemy. Still, out of affection for his sister, he gave his granddaughter to Aniruddha.</P><P>Finally, we should note that, contrary to the prohibition quoted above, one may not give up the basic principles of spiritual life merely because such principles are unpopular with people in general. As Lord Krishna states in the G&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>), sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. The last word in spiritual duties is to surrender to the Supreme Lord, and that duty takes precedence over all secondary injunctions. Moreover, in this age &#346;r&#299; Caitanya Mah&#257;prabhu has kindly presented a sublime process that will attract all sincere people to come to the point of surrendering to the Lord. By following Lord Caitanya's blissful process of chanting, dancing, feasting and discussing spiritual philosophy, anyone can easily go back home, back to Godhead, for an eternal life of bliss and knowledge.</P><P>Still, someone may argue that the members of the Krishna consciousness movement should not practice in the Western countries those ceremonies or activities that displease people in general. We respond that even in the Western countries, when people are properly informed of the activities of the Krishna consciousness movement, they generally appreciate this great spiritual institution. Those who are especially envious of God will not appreciate any type of religious movement, and since such persons are themselves little better than animals, they cannot impede the great Krishna consciousness movement, just as the envious Rukm&#299; could not impede the performance of Lord Krishna's pure pastimes.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>