<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 61"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 61: Lord Balar&#257;ma Slays Rukm&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.61 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.61.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Each of Lord Krishna's wives gave birth to ten sons, who were not less than their father, having all His personal opulence.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.61.2</B></A>: Because each of these princesses saw that Lord Acyuta never left her palace, each thought herself the Lord's favorite. These women did not understand the full truth about Him.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.61.3</B></A>: The Supreme Lord's wives were fully enchanted by His lovely, lotuslike face, His long arms and large eyes, His loving glances imbued with laughter, and His charming talks with them. But with all their charms these ladies could not conquer the mind of the all-powerful Lord.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.61.4</B></A>: The arched eyebrows of these sixteen thousand queens enchantingly expressed those ladies' secret intentions through coyly smiling sidelong glances. Thus their eyebrows boldly sent forth conjugal messages. Yet even with these arrows of Cupid, and with other means as well, they could not agitate Lord Krishna's senses.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.61.5</B></A>: Thus these women obtained as their husband the master of the goddess of fortune, although even great demigods like Brahm&#257; do not know how to approach Him. With ever-increasing pleasure, they felt loving attraction for Him, exchanged smiling glances with Him, eagerly anticipated associating with Him in ever-fresh intimacy and enjoyed in many other ways.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.61.6</B></A>: Although the Supreme Lord's queens each had hundreds of maidservants, they chose to personally serve the Lord by approaching Him humbly, offering Him a seat, worshiping Him with excellent paraphernalia, bathing and massaging His feet, giving Him p&#257;n to chew, fanning Him, anointing Him with fragrant sandalwood paste, adorning Him with flower garlands, dressing His hair, arranging His bed, bathing Him and presenting Him with various gifts.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.61.7</B></A>: Among Lord Krishna's wives, each of whom had ten sons, I previously mentioned eight principal queens. I shall now recite for you the names of those eight queens' sons, headed by Pradyumna.</P><P CLASS=r><A CLASS=i HREF="8-9.htm"><B>SB 10.61.8-9</B></A>: The first son of Queen Rukmin&#299; was Pradyumna, and also born of her were C&#257;rudeshna, Sudeshna and the powerful C&#257;rudeha, along with Suc&#257;ru, C&#257;rugupta, Bhadrac&#257;ru, C&#257;rucandra, Vic&#257;ru and C&#257;ru, the tenth. None of these sons of Lord Hari was less than his father.</P><P CLASS=r><A CLASS=i HREF="10-12.htm"><B>SB 10.61.10-12</B></A>: The ten sons of Satyabh&#257;m&#257; were Bh&#257;nu, Subh&#257;nu, Svarbh&#257;nu, Prabh&#257;nu, Bh&#257;num&#257;n, Candrabh&#257;nu, Brihadbh&#257;nu, Atibh&#257;nu (the eighth), &#346;r&#299;bh&#257;nu and Pratibh&#257;nu. S&#257;mba, Sumitra, Purujit, &#346;atajit, Sahasrajit, Vijaya, Citraketu, Vasum&#257;n, Dravida and Kratu were the sons of J&#257;mbavat&#299;. These ten, headed by S&#257;mba, were their father's favorites.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.61.13</B></A>: The sons of N&#257;gnajit&#299; were V&#299;ra, Candra, A&#347;vasena, Citragu, Vegav&#257;n, Vrisha, &#256;ma, &#346;a&#324;ku, Vasu and the opulent Kunti.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.61.14</B></A>: &#346;ruta, Kavi, Vrisha, V&#299;ra, Sub&#257;hu, Bhadra, &#346;&#257;nti, Dar&#347;a and P&#363;rnam&#257;sa were sons of K&#257;lind&#299;. Her youngest son was Somaka.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.61.15</B></A>: M&#257;dr&#257;'s sons were Praghosha, G&#257;trav&#257;n, Simha, Bala, Prabala, &#362;rdhaga, Mah&#257;&#347;akti, Saha, Oja and Apar&#257;jita.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.61.16</B></A>: Mitravind&#257;'s sons were Vrika, Harsha, Anila, Gridhra, Vardhana, Unn&#257;da, Mah&#257;msa, P&#257;vana, Vahni and Kshudhi.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.61.17</B></A>: Sa&#324;gr&#257;majit, Brihatsena, &#346;&#363;ra, Praharana, Arijit, Jaya and Subhadra were the sons of Bhadr&#257;, together with V&#257;ma, &#256;yur and Satyaka.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.61.18</B></A>: D&#299;ptim&#257;n, T&#257;mratapta and others were the sons of Lord Krishna and Rohin&#299;. Lord Krishna's son Pradyumna fathered the greatly powerful Aniruddha in the womb of Rukmavat&#299;, the daughter of Rukm&#299;. O King, this took place while they were living in the city of Bhojakata.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.61.19</B></A>: My dear King, the sons and grandsons of Lord Krishna's children numbered in the tens of millions. Sixteen thousand mothers gave rise to this dynasty.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.61.20</B></A>: King Par&#299;kshit said: How could Rukm&#299; give his daughter to his enemy's son? After all, Rukm&#299; had been defeated by Lord Krishna in battle and was waiting for an opportunity to kill Him. Please explain this to me, O learned one &#8212; how these two inimical parties became united through marriage.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.61.21</B></A>: Mystic yog&#299;s can perfectly see that which has not yet happened, as well as things in the past or present, beyond the senses, remote or blocked by physical obstacles.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.61.22</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: At her svayam-vara ceremony, Rukmavat&#299; herself chose Pradyumna, who was the re-embodiment of Cupid. Then, although He fought alone on a single chariot, Pradyumna defeated the assembled kings in battle and took her away.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.61.23</B></A>: Though Rukm&#299; always remembered his enmity toward Lord Krishna, who had insulted him, in order to please his sister he sanctioned his daughter's marriage to his nephew.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.61.24</B></A>: O King, Bal&#299;, the son of Kritavarm&#257;, married Rukmin&#299;'s young daughter, large-eyed C&#257;rumat&#299;.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.61.25</B></A>: Rukm&#299; gave his granddaughter Rocan&#257; to his daughter's son, Aniruddha, despite Rukm&#299;'s relentless feud with Lord Hari. Although Rukm&#299; considered this marriage irreligious, he wanted to please his sister, bound as he was by the ropes of affection.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.61.26</B></A>: On the joyous occasion of that marriage, O King, Queen Rukmin&#299;, Lord Balar&#257;ma, Lord Krishna and several of the Lord's sons, headed by S&#257;mba and Pradyumna, went to the city of Bhojakata.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 10.61.27-28</B></A>: After the wedding, a group of arrogant kings headed by the King of Kali&#324;ga told Rukm&#299;, "You should defeat Balar&#257;ma at dice. He's not expert at dice, O King, but still He's quite addicted to it." Thus advised, Rukm&#299; challenged Balar&#257;ma and began a gambling match with Him.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.61.29</B></A>: In that match Lord Balar&#257;ma first accepted a wager of one hundred coins, then one thousand, then ten thousand. Rukm&#299; won this first round, and the King of Kali&#324;ga laughed loudly at Lord Balar&#257;ma, showing all his teeth. Lord Balar&#257;ma could not tolerate this.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.61.30</B></A>: Next Rukm&#299; accepted a bet of one hundred thousand coins, which Lord Balar&#257;ma won. But Rukm&#299; tried to cheat, declaring "I'm the winner!"</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.61.31</B></A>: Shaking with anger like the ocean on the full-moon day, handsome Lord Balar&#257;ma, His naturally reddish eyes even redder in His fury, accepted a wager of one hundred million gold coins.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.61.32</B></A>: Lord Balar&#257;ma fairly won this wager also, but Rukm&#299; again resorted to cheating and declared, "I have won! Let these witnesses here say what they saw."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.61.33</B></A>: Just then a voice from the sky declared, "Balar&#257;ma has fairly won this wager. Rukm&#299; is surely lying."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.61.34</B></A>: Urged on by the wicked kings, Rukm&#299; ignored the divine voice. In fact destiny itself was urging Rukm&#299; on, and thus he ridiculed Lord Balar&#257;ma as follows.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.61.35</B></A>: [Rukm&#299; said:] You cowherds who wander about the forests know nothing about dice. Playing with dice and sporting with arrows are only for kings, not for the likes of You.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.61.36</B></A>: Thus insulted by Rukm&#299; and ridiculed by the kings, Lord Balar&#257;ma was provoked to anger. In the midst of the auspicious wedding assembly, He raised His club and struck Rukm&#299; dead.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.61.37</B></A>: The King of Kali&#324;ga, who had laughed at Lord Balar&#257;ma and shown his teeth, tried to run away, but the furious Lord quickly seized him on his tenth step and knocked out all his teeth.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.61.38</B></A>: Tormented by Lord Balar&#257;ma's club, the other kings fled in fear, their arms, thighs and heads broken and their bodies drenched in blood.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.61.39</B></A>: When His brother-in-law Rukm&#299; was slain, Lord Krishna neither applauded nor protested, O King, for He feared jeopardizing His affectionate ties with either Rukmin&#299; or Balar&#257;ma.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.61.40</B></A>: Then the descendants of Da&#347;&#257;rha, headed by Lord Balar&#257;ma, seated Aniruddha and His bride on a fine chariot and set off from Bhojakata for Dv&#257;rak&#257;. Having taken shelter of Lord Madhus&#363;dana, they had fulfilled all their purposes.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>