<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 61"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 61: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Slays Rukm&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.61 Summary</P><P>This chapter lists Lord &#346;r&#299; Krishna's sons, grandsons and other progeny. It also describes how Lord Balar&#257;ma killed Rukm&#299; at Aniruddha's marriage ceremony and how Lord Krishna arranged for His sons and daughters to be married.</P><P>Not understanding the full truth about &#346;r&#299; Krishna, each of His wives thought that since He remained constantly in her palace she must be His favorite wife. They were all entranced by the Lord's beauty and His loving conversations with them, but they could not agitate His mind with the charming gestures of their eyebrows or by any other means. Having attained as their husband Lord Krishna, whom even demigods like Brahm&#257; find it difficult to know in truth, the Lord's queens were always eager to associate with Him. Thus, although each of them had millions of maidservants, they would personally render Him menial service.</P><P>Each of Lord Krishna's wives had ten sons, who in turn each fathered many sons and grandsons. In the womb of Rukm&#299;'s daughter Rukmavat&#299;, Pradyumna fathered Aniruddha. Though &#346;r&#299; Krishna had disrespected Rukm&#299;, to please his sister Rukm&#299; gave his daughter in marriage to Pradyumna, and his granddaughter to Aniruddha. Bal&#299;, the son of Kritavarm&#257;, married Rukmin&#299;'s daughter C&#257;rumat&#299;.</P><P>At Aniruddha's wedding, Lord Baladeva, &#346;r&#299; Krishna and other Y&#257;davas went to Rukm&#299;'s palace in the city of Bhojakata. After the ceremony, Rukm&#299; challenged Lord Baladeva to a game of dice. In the first match Rukm&#299; defeated Baladeva, whereupon the King of Kali&#324;ga laughed at the Lord, displaying all his teeth. Lord Baladeva won the next match, but Rukm&#299; refused to concede defeat. A voice then spoke from the sky, announcing that Baladeva had in fact won. But Rukm&#299;, encouraged by the wicked kings, offended Lord Baladeva by saying that while He was certainly expert at tending cows, He knew nothing of playing dice. Thus insulted, Lord Baladeva angrily struck Rukm&#299; dead with His club. The King of Kali&#324;ga tried to flee, but Lord Baladeva seized him and knocked out all his teeth. Then the other offensive kings, their arms, thighs and heads wounded by Baladeva's blows, fled in all directions, bleeding profusely. &#346;r&#299; Krishna expressed neither approval nor disapproval of His brother-in-law's death, fearing He would jeopardize His loving ties with either Rukmin&#299; or Baladeva.</P><P>Lord Baladeva and the other Y&#257;davas then seated Aniruddha and His bride on a fine chariot, and they all set off for Dv&#257;rak&#257;.</P><P CLASS=l><A CLASS=i HREF="../60/59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>