<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 70 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 70 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 70: <A CLASS=v HREF="index.htm">Lord Krishna's Daily Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.70.27</P><P CLASS=c>loke bhav&#257;ñ jagad-inah kalay&#257;vat&#299;rnah</P><P CLASS=c>sad-rakshan&#257;ya khala-nigrahan&#257;ya c&#257;nyah</P><P CLASS=c>ka&#347;cit tvad&#299;yam atiy&#257;ti nide&#347;am &#299;&#347;a</P><P CLASS=c>kim v&#257; janah sva-kritam ricchati tan na vidmah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; into this world; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/i/inah">inah</A> &#8212; the predominator; <A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; with Your expansion <A HREF="http://vedabase.net/b/baladeva">Baladeva</A>, or with Your time potency; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rnah</A> &#8212; having descended; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; the saintly; <A CLASS=v HREF="http://vedabase.net/r/raksanaya">rakshan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> protect; <A CLASS=v HREF="http://vedabase.net/k/khala">khala</A> &#8212; the wicked; <A CLASS=v HREF="http://vedabase.net/n/nigrahanaya">nigrahan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> subdue; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/t/tvadiyam">tvad&#299;yam</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/atiyati">atiy&#257;ti</A> &#8212; transgresses; <A CLASS=v HREF="http://vedabase.net/n/nidesam">nide&#347;am</A> &#8212; the law; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or else; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; by himself; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/r/rcchati">ricchati</A> &#8212; obtains; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vidmah">vidmah</A> &#8212; we <A HREF="http://vedabase.net/d/do">do</A> not understand.</P><P CLASS=t>TRANSLATION</P><P>You are the predominating Lord of the universe and have descended into this world with Your personal power to protect the saintly and suppress the wicked. We cannot understand, O Lord, how anyone can transgress Your law and still continue to enjoy the fruits of his work.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;dhara Sv&#257;m&#299; explains that the kings were bewildered by the suffering that had come upon them. They state here that since the Lord has descended to this world to protect the pious and punish the wicked, how is it that Jar&#257;sandha, who brazenly transgressed the order of the Lord, continued to perform his wicked activities, whereas the kings were put into a miserable condition? Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura similarly states that the kings could not understand how Jar&#257;sandha, who harassed the saintly devotees and nourished the envious, could continue to prosper, whereas the kings were being tormented by the wicked Jar&#257;sandha. Similarly &#346;r&#299;la Prabhup&#257;da quotes the kings as follows in Krishna, the Supreme Personality of Godhead: "My dear Lord, You are the proprietor of all the worlds, and You have incarnated Yourself along with Your plenary expansion Lord Balar&#257;ma. It is said that Your appearance in this incarnation is for the purpose of protecting the faithful and destroying the miscreants. Under the circumstances, how is it possible that miscreants like Jar&#257;sandha can put us into such deplorable conditions of life against Your authority? We are puzzled at the situation and cannot understand how it is possible. It may be that Jar&#257;sandha has been deputed to give us such trouble because of our past misdeeds, but we have heard from revealed scriptures that anyone who surrenders unto Your lotus feet immediately becomes immune to the reactions of sinful life.... [We] therefore... wholeheartedly offer ourselves unto Your shelter, and we hope that Your Lordship will now give us full protection."</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>