<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 70 Verses 7-9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 70 Verses 7-9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 70: <A CLASS=v HREF="index.htm">Lord Krishna's Daily Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.70.7-9</P><P CLASS=c>upasth&#257;y&#257;rkam udyantam</P><P CLASS=c>tarpayitv&#257;tmanah kal&#257;h</P><P CLASS=c>dev&#257;n rish&#299;n pitrin vriddh&#257;n</P><P CLASS=c>vipr&#257;n abhyarcya c&#257;tmav&#257;n</P><P CLASS=c>dhen&#363;n&#257;m rukma-&#347;ri&#324;g&#299;n&#257;m</P><P CLASS=c>s&#257;dhv&#299;n&#257;m mauktika-sraj&#257;m</P><P CLASS=c>payasvin&#299;n&#257;m grisht&#299;n&#257;m</P><P CLASS=c>sa-vats&#257;n&#257;m su-v&#257;sas&#257;m</P><P CLASS=c>dadau r&#363;pya-khur&#257;gr&#257;n&#257;m</P><P CLASS=c>kshaum&#257;jina-tilaih saha</P><P CLASS=c>ala&#324;kritebhyo viprebhyo</P><P CLASS=c>badvam badvam dine dine</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/upasthaya">upasth&#257;ya</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/a/arkam">arkam</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/u/udyantam">udyantam</A> &#8212; rising; <A CLASS=v HREF="http://vedabase.net/t/tarpayitva">tarpayitv&#257;</A> &#8212; propitiating; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/k/kalah">kal&#257;h</A> &#8212; expansions; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsin">rish&#299;n</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/p/pitrn">pitrin</A> &#8212; and forefathers; <A CLASS=v HREF="http://vedabase.net/v/vrddhan">vriddh&#257;n</A> &#8212; His elders; <A CLASS=v HREF="http://vedabase.net/v/vipran">vipr&#257;n</A> &#8212; and br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/abhyarcya">abhyarcya</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; self-possessed; <A CLASS=v HREF="http://vedabase.net/d/dhenunam">dhen&#363;n&#257;m</A> &#8212; of cows; <A CLASS=v HREF="http://vedabase.net/r/rukma">rukma</A> &#8212; (covered with) gold; <A CLASS=v HREF="http://vedabase.net/s/srnginam">&#347;ri&#324;g&#299;n&#257;m</A> &#8212; whose horns; <A CLASS=v HREF="http://vedabase.net/s/sadhvinam">s&#257;dhv&#299;n&#257;m</A> &#8212; good-natured; <A CLASS=v HREF="http://vedabase.net/m/mauktika">mauktika</A> &#8212; of pearls; <A CLASS=v HREF="http://vedabase.net/s/srajam">sraj&#257;m</A> &#8212; with necklaces; <A CLASS=v HREF="http://vedabase.net/p/payasvininam">payasvin&#299;n&#257;m</A> &#8212; giving milk; <A CLASS=v HREF="http://vedabase.net/g/grstinam">grisht&#299;n&#257;m</A> &#8212; having given birth only once; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsanam">vats&#257;n&#257;m</A> &#8212; together with their calves; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/v/vasasam">v&#257;sas&#257;m</A> &#8212; nicely dressed; <A CLASS=v HREF="http://vedabase.net/d/dadau">dadau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> gave; <A CLASS=v HREF="http://vedabase.net/r/rupya">r&#363;pya</A> &#8212; (covered with) silver; <A CLASS=v HREF="http://vedabase.net/k/khura">khura</A> &#8212; of their hooves; <A CLASS=v HREF="http://vedabase.net/a/agranam">agr&#257;n&#257;m</A> &#8212; the fronts; <A CLASS=v HREF="http://vedabase.net/k/ksauma">kshauma</A> &#8212; linen; <A CLASS=v HREF="http://vedabase.net/a/ajina">ajina</A> &#8212; deerskins; <A CLASS=v HREF="http://vedabase.net/t/tilaih">tilaih</A> &#8212; and sesame seeds; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; together with; <A CLASS=v HREF="http://vedabase.net/a/alankrtebhyah">ala&#324;kritebhyah</A> &#8212; who were given ornaments; <A CLASS=v HREF="http://vedabase.net/v/viprebhyah">viprebhyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> learned br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/b/badvam">badvam</A> <A CLASS=v HREF="http://vedabase.net/b/badvam">badvam</A> &#8212; (one hundred and seven) groups of 13,084 (thus totaling 1,400,000); <A CLASS=v HREF="http://vedabase.net/d/dine">dine</A> <A CLASS=v HREF="http://vedabase.net/d/dine">dine</A> &#8212; each day.</P><P CLASS=t>TRANSLATION</P><P>Each day the Lord worshiped the rising sun and propitiated the demigods, sages and forefathers, who are all His expansions. The self-possessed Lord would then carefully worship His elders and the br&#257;hmanas. To those well-attired br&#257;hmanas He would offer herds of tame and peaceful cows with gold-plated horns and pearl necklaces. These cows were also dressed in fine cloth, and the fronts of their hooves were plated with silver. Providers of abundant milk, they had each given birth only once and were accompanied by their calves. Daily the Lord gave many groups of 13,084 cows to the learned br&#257;hmanas, together with linen, deerskins and sesame seeds.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;dhara Sv&#257;m&#299; quotes several Vedic scriptures to show that in the context of Vedic ritual, a badva here refers to 13,084 cows. The words badvam badvam dine dine indicate that Lord Krishna would give the learned br&#257;hmanas many such groups of cows on a daily basis. &#346;r&#299;dhara Sv&#257;m&#299; further gives evidence that the usual practice for great saintly kings in previous ages was to give 107 such badva, or groups of 13,084 cows. Thus the total number of cows given in this sacrifice, known as Mañc&#257;ra, is 14 lakhs, or 1,400,000.</P><P>The words ala&#324;kritebhyo viprebhyah indicate that in Lord Krishna's kingdom the br&#257;hmanas were given nice clothes and ornaments and were thus well attired.</P><P>In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da writes with striking and profound insight on these pastimes of Lord Krishna. The reader is strongly urged to study this book, which contains an invaluable wealth of information and commentary on the pastimes described in the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam. Our humble attempt here can never equal the consummate purity and skill of our great master. Still, as a service offered at his lotus feet, we are simply presenting the original Sanskrit text of the Tenth Canto, word-for-word meanings, a clear translation and essential commentary, for the most part based on the statements of the great spiritual masters in our line.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>