<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 70</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 70"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 70: <A CLASS=v HREF="index.htm">Lord Krishna's Daily Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.70 Summary</P><P>This chapter describes Lord &#346;r&#299; Krishna's daily activities and two proposals placed before Him &#8212; one by a messenger from Dv&#257;rak&#257; and another by the sage N&#257;rada.</P><P>In the early hours of the morning, Lord Krishna would rise from bed and bathe Himself in clear water. After executing the dawn rituals and other religious duties, He would offer oblations into the sacred fire, chant the G&#257;yatr&#299; mantra, worship and pay tribute to the demigods, sages and forefathers, and offer respects to learned br&#257;hmanas. Then He would touch auspicious substances, decorate Himself with celestial ornaments and gratify His subjects by giving them whatever they desired.</P><P>The Lord's chariot driver, D&#257;ruka, would bring His chariot, and the Lord would mount it and drive to the royal assembly hall. When He would take His seat in the assembly, surrounded by the Y&#257;davas, He would appear like the moon surrounded by the circle of stars called nakshatras. Bards would recite His praises to the accompaniment of drums, cymbals, v&#299;n&#257;s and other instruments.</P><P>On one occasion, the doorkeepers escorted a messenger into the assembly hall. The messenger offered prostrated obeisances to the Lord and then, standing with joined palms, addressed Him: "O Lord, Jar&#257;sandha has captured twenty thousand kings and is holding them prisoner. Please do something, for these kings are all Your surrendered devotees."</P><P>Just at that moment N&#257;rada Muni appeared. Lord &#346;r&#299; Krishna and all the members of the assembly stood up and offered obeisances to N&#257;rada by bowing their heads. The sage accepted a seat, and then Lord Krishna gently questioned him: "Since you travel all over the universe, please inform Us what the P&#257;ndava brothers are planning to do." N&#257;rada then praised the Supreme Lord and replied, "King Yudhishthira desires to perform the R&#257;jas&#363;ya sacrifice. For this he requests Your sanction and presence. Many demigods and illustrious kings will come just to see You."</P><P>Understanding that the Y&#257;davas wanted Him to defeat Jar&#257;sandha, Lord Krishna asked His wise minister Uddhava to determine which of the two matters at hand &#8212; the defeat of Jar&#257;sandha or the R&#257;jas&#363;ya sacrifice &#8212; should be attended to first.</P><P CLASS=l><A CLASS=i HREF="../69/45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>