<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.10</P><P CLASS=c>vipr&#257;d dvi-shad-guna-yut&#257;d aravinda-n&#257;bha-</P><P CLASS=c>p&#257;d&#257;ravinda-vimukh&#257;t &#347;vapacam varishtham</P><P CLASS=c>manye tad-arpita-mano-vacanehit&#257;rtha-</P><P CLASS=c>pr&#257;nam pun&#257;ti sa kulam na tu bh&#363;rim&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/viprat">vipr&#257;t</A> &#8212; than <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/y/yutat">yut&#257;t</A> &#8212; qualified with twelve brahminical qualities; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A>-<A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, who has <A HREF="http://vedabase.net/a/a">a</A> lotus growing from His navel; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vimukhat">vimukh&#257;t</A> &#8212; not interested <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/p/pacam">pacam</A> &#8212; one born <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> low family, or <A HREF="http://vedabase.net/a/a">a</A> dog-eater; <A CLASS=v HREF="http://vedabase.net/v/varistham">varishtham</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> glorious; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; surrendered unto the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; his mind; <A CLASS=v HREF="http://vedabase.net/v/vacana">vacana</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/i/ihita">&#299;hita</A> &#8212; every endeavor; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/p/pranam">pr&#257;nam</A> &#8212; and life; <A CLASS=v HREF="http://vedabase.net/p/punati">pun&#257;ti</A> &#8212; purifies; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (the devotee); <A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; his family; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/b/bhurimanah">bh&#363;rim&#257;nah</A> &#8212; one who falsely thinks himself <A HREF="http://vedabase.net/t/to">to</A> be <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> prestigious position.</P><P CLASS=t>TRANSLATION</P><P>If a br&#257;hmana has all twelve of the brahminical qualifications [as they are stated in the book called Sanat-suj&#257;ta] but is not a devotee and is averse to the lotus feet of the Lord, he is certainly lower than a devotee who is a dog-eater but who has dedicated everything &#8212; mind, words, activities, wealth and life &#8212; to the Supreme Lord. Such a devotee is better than such a br&#257;hmana because the devotee can purify his whole family, whereas the so-called br&#257;hmana in a position of false prestige cannot purify even himself.</P><P CLASS=t>PURPORT</P><P>Here is a statement by Prahl&#257;da Mah&#257;r&#257;ja, one of the twelve authorities, regarding the distinction between a devotee and a br&#257;hmana expert in karma-k&#257;nda, or Vedic ritualistic ceremonies. There are four varnas and four &#257;&#347;ramas, which divide human society, but the central principle is to become a first-class pure devotee. It is said in the Hari-bhakti &#8212; sudhodaya:</P><P>bhagavad-bhakti-h&#299;nasya</P><P CLASS=n>j&#257;tih &#347;&#257;stram japas tapah</P><P CLASS=n>apr&#257;nasyaiva dehasya</P><P CLASS=n>mandanam loka-rañjanam</P><P>"If one is born in a high family like that of a br&#257;hmana, kshatriya or vai&#347;ya but is not a devotee of the Lord, all his good qualifications as a br&#257;hmana, kshatriya or vai&#347;ya are null and void. Indeed, they are considered decorations of a dead body."</P><P>In this verse Prahl&#257;da Mah&#257;r&#257;ja speaks of the vipras, the learned br&#257;hmanas. The learned br&#257;hmana is considered best among the divisions of br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra, but a devotee born in a low cand&#257;la family is better than such br&#257;hmanas, not to speak of the kshatriyas, vai&#347;yas and others. A devotee is better than anyone, for he is in the transcendental position on the Brahman platform.</P><P>m&#257;m ca yo vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." (<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>) The twelve qualities of a first-class br&#257;hmana, as stated in the book called Sanat-suj&#257;ta, are as follows:</P><P>jñ&#257;nam ca satyam ca damah &#347;rutam ca</P><P CLASS=n>hy am&#257;tsaryam hr&#299;s titiksh&#257;nas&#363;y&#257;</P><P CLASS=n>yajña&#347; ca d&#257;nam ca dhritih &#347;ama&#347; ca</P><P CLASS=n>mah&#257;-vrat&#257; dv&#257;da&#347;a br&#257;hmanasya</P><P>The European and American devotees in the Krishna consciousness movement are sometimes accepted as br&#257;hmanas, but the so-called caste br&#257;hmanas are very much envious of them. In answer to such envy, Prahl&#257;da Mah&#257;r&#257;ja says that one who has been born in a br&#257;hmana family but is falsely proud of his prestigious position cannot even purify himself, not to speak of his family, whereas if a cand&#257;la, a lowborn person, is a devotee and has fully surrendered unto the lotus feet of the Lord, he can purify his entire family. We have had actual experience of how Americans and Europeans, because of their full Krishna consciousness, have purified their whole families, so much so that a mother of a devotee, at the time of her death, inquired about Krishna with her last breath. Therefore it is theoretically true and has been practically proven that a devotee can give the best service to his family, his community, his society and his nation. The foolish accuse a devotee of following the principle of escapism, but actually the fact is that a devotee is the right person to elevate his family. A devotee engages everything in the service of the Lord, and therefore he is always exalted.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>