<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.15</P><P CLASS=c>n&#257;ham bibhemy ajita te 'tibhay&#257;nak&#257;sya-</P><P CLASS=c>jihv&#257;rka-netra-bhrukut&#299;-rabhasogra-damshtr&#257;t</P><P CLASS=c>&#257;ntra-srajah-kshataja-ke&#347;ara-&#347;a&#324;ku-karn&#257;n</P><P CLASS=c>nirhr&#257;da-bh&#299;ta-digibh&#257;d ari-bhin-nakh&#257;gr&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bibhemi">bibhemi</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> afraid; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme victorious person, who <A HREF="http://vedabase.net/a/are">are</A> never conquered by anyone; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/b/bhayanaka">bhay&#257;naka</A> &#8212; fearful; <A CLASS=v HREF="http://vedabase.net/a/asya">&#257;sya</A> &#8212; mouth; <A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A> &#8212; tongue; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A>-<A CLASS=v HREF="http://vedabase.net/n/netra">netra</A> &#8212; eyes shining like the sun; <A CLASS=v HREF="http://vedabase.net/b/bhrukuti">bhrukut&#299;</A> &#8212; frowning brows; <A CLASS=v HREF="http://vedabase.net/r/rabhasa">rabhasa</A> &#8212; strong; <A CLASS=v HREF="http://vedabase.net/u/ugra">ugra</A>-<A CLASS=v HREF="http://vedabase.net/d/damstrat">damshtr&#257;t</A> &#8212; ferocious teeth; <A CLASS=v HREF="http://vedabase.net/a/antra">&#257;ntra</A>-<A CLASS=v HREF="http://vedabase.net/s/srajah">srajah</A> &#8212; garlanded by intestines; <A CLASS=v HREF="http://vedabase.net/k/ksataja">kshataja</A> &#8212; bloody; <A CLASS=v HREF="http://vedabase.net/k/kesara">ke&#347;ara</A> &#8212; manes; <A CLASS=v HREF="http://vedabase.net/s/sanku">&#347;a&#324;ku</A>-<A CLASS=v HREF="http://vedabase.net/k/karnat">karn&#257;t</A> &#8212; wedgelike ears; <A CLASS=v HREF="http://vedabase.net/n/nirhrada">nirhr&#257;da</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> roaring sound (caused by You); <A CLASS=v HREF="http://vedabase.net/b/bhita">bh&#299;ta</A> &#8212; frightened; <A CLASS=v HREF="http://vedabase.net/d/digibhat">digibh&#257;t</A> &#8212; from which even the great elephants; <A CLASS=v HREF="http://vedabase.net/a/ari">ari</A>-<A CLASS=v HREF="http://vedabase.net/b/bhit">bhit</A> &#8212; piercing the enemy; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A>-<A CLASS=v HREF="http://vedabase.net/a/agrat">agr&#257;t</A> &#8212; the tips of whose nails.</P><P CLASS=t>TRANSLATION</P><P>My Lord, who are never conquered by anyone, I am certainly not afraid of Your ferocious mouth and tongue, Your eyes bright like the sun or Your frowning eyebrows. I do not fear Your sharp, pinching teeth, Your garland of intestines, Your mane soaked with blood, or Your high, wedgelike ears. Nor do I fear Your tumultuous roaring, which makes elephants flee to distant places, or Your nails, which are meant to kill Your enemies.</P><P CLASS=t>PURPORT</P><P>Lord Nrisimhadeva's fierce appearance was certainly most dangerous for the nondevotees, but for Prahl&#257;da Mah&#257;r&#257;ja such a fearful appearance was not at all disturbing. The lion is very fearsome for other animals, but its cubs are not at all afraid of the lion. The water of the sea is certainly dreadful for all living entities on the land, but within the sea even the small fish is unafraid. Why? Because the small fish has taken shelter of the big ocean. It is said that although great elephants are taken away by the flooding waters of the river, the small fish swim opposite the current. Therefore although the Lord sometimes assumes a fierce appearance to kill the dushkrit&#299;s, the devotees worship Him. Ke&#347;ava dhrita-nara-hari-r&#363;pa jaya jagad&#299;&#347;a hare. The devotee always takes pleasure in worshiping the Lord and glorifying the Lord in any form, either pleasing or fierce.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>