<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.16</P><P CLASS=c>trasto 'smy aham kripana-vatsala duhsahogra-</P><P CLASS=c>sams&#257;ra-cakra-kadan&#257;d grasat&#257;m pran&#299;tah</P><P CLASS=c>baddhah sva-karmabhir u&#347;attama te '&#324;ghri-m&#363;lam</P><P CLASS=c>pr&#299;to 'pavarga-&#347;aranam hvayase kad&#257; nu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trastah">trastah</A> &#8212; frightened; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/krpana">kripana</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsala">vatsala</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord, who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> kind <A HREF="http://vedabase.net/t/to">to</A> the fallen souls (who have <A HREF="http://vedabase.net/n/no">no</A> spiritual knowledge); <A CLASS=v HREF="http://vedabase.net/d/duhsaha">duhsaha</A> &#8212; intolerable; <A CLASS=v HREF="http://vedabase.net/u/ugra">ugra</A> &#8212; ferocious; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; of the cycle of birth and death; <A CLASS=v HREF="http://vedabase.net/k/kadanat">kadan&#257;t</A> &#8212; from such <A HREF="http://vedabase.net/a/a">a</A> miserable condition; <A CLASS=v HREF="http://vedabase.net/g/grasatam">grasat&#257;m</A> &#8212; among other conditioned souls, who devour one another; <A CLASS=v HREF="http://vedabase.net/p/pranitah">pran&#299;tah</A> &#8212; being thrown; <A CLASS=v HREF="http://vedabase.net/b/baddhah">baddhah</A> &#8212; bound; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; the course by the reactions of my own activities; <A CLASS=v HREF="http://vedabase.net/u/usattama">u&#347;attama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great insurmountable; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the soles of the lotus feet; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; being pleased (with <A HREF="http://vedabase.net/m/me">me</A>); <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A>-<A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> the shelter meant for liberation from this horrible condition of material existence; <A CLASS=v HREF="http://vedabase.net/h/hvayase">hvayase</A> &#8212; You will call (<A HREF="http://vedabase.net/m/me">me</A>); <A CLASS=v HREF="http://vedabase.net/k/kada">kad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>O most powerful, insurmountable Lord, who are kind to the fallen souls, I have been put into the association of demons as a result of my activities, and therefore I am very much afraid of my condition of life within this material world. When will that moment come when You will call me to the shelter of Your lotus feet, which are the ultimate goal for liberation from conditional life?</P><P CLASS=t>PURPORT</P><P>Being in the material world is certainly miserable, but certainly when one is put into the association of asuras, or atheistic men, it is intolerably so. One may ask why the living entity is put into the material world. Indeed, sometimes foolish people deride the Lord for having put them here. Actually, everyone is put into conditional life according to his karma. Therefore Prahl&#257;da Mah&#257;r&#257;ja, representing all the other conditioned souls, admits that he was put into life among the asuras because of the results of his karma. The Lord is known as kripana-vatsala because He is extremely kind to the conditioned souls. As stated in Bhagavad-g&#299;t&#257;, therefore, the Lord appears whenever there are discrepancies in the execution of religious principles (yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata. .. tad&#257;tm&#257;nam srij&#257;my aham [<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>]). The Lord is extremely anxious to deliver the conditioned souls, and therefore He instructs all of us to return home, back to Godhead (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). Thus Prahl&#257;da Mah&#257;r&#257;ja expected that the Lord, by His kindness, would call him again to the shelter of His lotus feet. In other words, everyone should be eager to return home, back to Godhead, taking shelter of the lotus feet of the Lord and thus being fully trained in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>