<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.18</P><P CLASS=c>so 'ham priyasya suhridah paradevat&#257;y&#257;</P><P CLASS=c>l&#299;l&#257;-kath&#257;s tava nrisimha viriñca-g&#299;t&#257;h</P><P CLASS=c>añjas titarmy anugrinan guna-vipramukto</P><P CLASS=c>durg&#257;ni te pada-yug&#257;laya-hamsa-sa&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/p/priyasya">priyasya</A> &#8212; of the dearmost; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; well-wisher; <A CLASS=v HREF="http://vedabase.net/p/paradevatayah">paradevat&#257;y&#257;h</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; narrations of the pastimes; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/n/nrsimha">nrisimha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord Nrisimhadeva; <A CLASS=v HREF="http://vedabase.net/v/virinca">viriñca</A>-<A CLASS=v HREF="http://vedabase.net/g/gitah">g&#299;t&#257;h</A> &#8212; given by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> by the disciplic succession; <A CLASS=v HREF="http://vedabase.net/a/anjah">añjah</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/t/titarmi">titarmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall cross; <A CLASS=v HREF="http://vedabase.net/a/anugrnan">anugrinan</A> &#8212; constantly describing; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; by the modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/vipramuktah">vipramuktah</A> &#8212; specifically being uncontaminated; <A CLASS=v HREF="http://vedabase.net/d/durgani">durg&#257;ni</A> &#8212; all miserable conditions of life; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/a/alaya">&#257;laya</A> &#8212; fully absorbed <A HREF="http://vedabase.net/i/in">in</A> meditation on the lotus feet; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A>-<A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; having the association of the hamsas, or liberated persons (who have <A HREF="http://vedabase.net/n/no">no</A> connection with material activities).</P><P CLASS=t>TRANSLATION</P><P>O my Lord Nrisimhadeva, by engaging in Your transcendental loving service in the association of devotees who are liberated souls [hamsas], I shall become completely uncontaminated by the association of the three modes of material nature and be able to chant the glories of Your Lordship, who are so dear to me. I shall chant Your glories, following exactly in the footsteps of Lord Brahm&#257; and his disciplic succession. In this way I shall undoubtedly be able to cross the ocean of nescience.</P><P CLASS=t>PURPORT</P><P>A devotee's life and duty are very well explained herein. As soon as a devotee can chant the holy name and glories of the Supreme Lord, he certainly comes to the liberated position. Attachment for glorifying the Lord by hearing and chanting the holy name and activities of the Lord (&#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]) certainly brings one to the position where material contamination is absent. One should chant the bona fide songs received from the disciplic succession. In Bhagavad-g&#299;t&#257; it is said that the chanting is powerful when one follows the disciplic succession (evam parampar&#257;-pr&#257;ptam imam r&#257;jarshayo viduh [<A CLASS=v HREF="../../../bg/4/2.htm">Bg. 4.2</A>]). Manufacturing many ways of chanting will never be effective. However, chanting the song or the narration left by the previous &#257;c&#257;ryas (mah&#257;jano yena gatah sa panth&#257;h) is extremely effective, and this process is very easy. Therefore in this verse Prahl&#257;da Mah&#257;r&#257;ja uses the word añjah ("easily"). Accepting the thoughts of exalted authorities through disciplic succession is certainly much easier than the method of mental speculation, by which one tries to invent some means to understand the Absolute Truth. The best process is to accept the instructions of the previous &#257;c&#257;ryas and follow them. Then God realization and self-realization become extremely easy. By following this easy method, one is liberated from the contamination of the material modes of nature, and thus one can certainly cross the ocean of nescience, in which there are many miserable conditions. By following in the footsteps of the great &#257;c&#257;ryas, one associates with the hamsas or paramahamsas, those who are completely freed from material contamination. Indeed, by following the instructions of the &#257;c&#257;ryas one is always freed from all material contamination, and thus one's life becomes successful, for one reaches the goal of life. This material world is miserable, regardless of one's standard of life. Of this there is no doubt. Attempts to mitigate the miseries of material existence by material methods will never be successful. One must take to Krishna consciousness to become really happy; otherwise happiness is impossible. One might say that becoming advanced in spiritual life also involves tapasya, voluntary acceptance of some inconvenience. However, such inconvenience is not as dangerous as material attempts to mitigate all miseries.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>