<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.2</P><P CLASS=c>s&#257;ksh&#257;t &#347;r&#299;h preshit&#257; devair</P><P CLASS=c>drishtv&#257; tam mahad adbhutam</P><P CLASS=c>adrisht&#257;&#347;ruta-p&#363;rvatv&#257;t</P><P CLASS=c>s&#257; nopey&#257;ya &#347;a&#324;kit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/p/presita">preshit&#257;</A> &#8212; being requested <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A> forward before the Lord; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; by all the demigods (headed by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him (Lord Nrisimhadeva); <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; very big; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/a/adrsta">adrishta</A> &#8212; never seen; <A CLASS=v HREF="http://vedabase.net/a/asruta">a&#347;ruta</A> &#8212; never heard of; <A CLASS=v HREF="http://vedabase.net/p/purvatvat">p&#363;rvatv&#257;t</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> being previously; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; the goddess of fortune, <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/upeyaya">upey&#257;ya</A> &#8212; went before the Lord; <A CLASS=v HREF="http://vedabase.net/s/sankita">&#347;a&#324;kit&#257;</A> &#8212; being very much afraid.</P><P CLASS=t>TRANSLATION</P><P>The goddess of fortune, Lakshm&#299;j&#299;, was requested to go before the Lord by all the demigods present, who because of fear could not do so. But even she had never seen such a wonderful and extraordinary form of the Lord, and thus she could not approach Him.</P><P CLASS=t>PURPORT</P><P>The Lord has unlimited forms and bodily features (advaitam acyutam an&#257;dim ananta-r&#363;pam [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>]). These are all situated in Vaikuntha, yet Lakshm&#299;dev&#299;, the goddess of fortune, being inspired by l&#299;l&#257;-&#347;akti, could not appreciate this unprecedented form of the Lord. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya recites the following verses from the Brahm&#257;nda Pur&#257;na:</P><P>adrisht&#257;&#347;ruta-p&#363;rvatv&#257;d</P><P CLASS=n>anyaih s&#257;dh&#257;ranair janaih</P><P CLASS=n>nrisimham &#347;a&#324;kiteva &#347;r&#299;r</P><P CLASS=n>loka-moh&#257;yano yayau</P><P CLASS=n>prahr&#257;de caiva v&#257;tsalya-</P><P CLASS=n>dar&#347;an&#257;ya harer api</P><P CLASS=n>jñ&#257;tv&#257; manas tath&#257; brahm&#257;</P><P CLASS=n>prahr&#257;dam preshayat tad&#257;</P><P CLASS=n>ekatraikasya v&#257;tsalyam</P><P CLASS=n>vi&#347;esh&#257;d dar&#347;ayed dharih</P><P CLASS=n>avarasy&#257;pi moh&#257;ya</P><P CLASS=n>kramenaiv&#257;pi vatsalah</P><P>In other words, for the common men the form of the Lord as Nrisimhadeva is certainly unseen and wonderful, but for a devotee like Prahl&#257;da Mah&#257;r&#257;ja such a fearsome form of the Lord is not at all extraordinary. By the grace of the Lord, a devotee can very easily understand how the Lord can appear in any form He likes. Therefore the devotee is never afraid of such a form. Because of special favor bestowed upon Prahl&#257;da Mah&#257;r&#257;ja, he remained silent and unafraid, even though all the demigods, including even Lakshm&#299;dev&#299;, were afraid of Lord Nrisimhadeva. N&#257;r&#257;yana-par&#257;h sarve na kuta&#347;cana bibhyati (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/17/28.htm">6.17.28</A>). Not only is a pure devotee of N&#257;r&#257;yana like Prahl&#257;da Mah&#257;r&#257;ja unafraid of any dangerous condition of material life, but also if the Lord appears to mitigate the fear of a devotee, the devotee maintains his status of fearlessness in all circumstances.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>