<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.23</P><P CLASS=c>drisht&#257; may&#257; divi vibho 'khila-dhishnya-p&#257;n&#257;m</P><P CLASS=c>&#257;yuh &#347;riyo vibhava icchati y&#257;ñ jano 'yam</P><P CLASS=c>ye 'smat pituh kupita-h&#257;sa-vijrimbhita-bhr&#363;-</P><P CLASS=c>visph&#363;rjitena lulit&#257;h sa tu te nirastah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstah">drisht&#257;h</A> &#8212; have been seen practically; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/d/divi">divi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the higher planetary systems; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/d/dhisnya">dhishnya</A>-<A CLASS=v HREF="http://vedabase.net/p/panam">p&#257;n&#257;m</A> &#8212; of the chiefs of different states or planets; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; the duration of life; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; the opulences; <A CLASS=v HREF="http://vedabase.net/v/vibhavah">vibhavah</A> &#8212; glories, influence; <A CLASS=v HREF="http://vedabase.net/i/icchati">icchati</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; all of which; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; these people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of which (duration of life, opulence, etc.); <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A> <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; of our father, Hiranyaka&#347;ipu; <A CLASS=v HREF="http://vedabase.net/k/kupita">kupita</A>-<A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; by his critical laughing when angry; <A CLASS=v HREF="http://vedabase.net/v/vijrmbhita">vijrimbhita</A> &#8212; being expanded; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhr&#363;</A> &#8212; of the eyebrows; <A CLASS=v HREF="http://vedabase.net/v/visphurjitena">visph&#363;rjitena</A> &#8212; simply by the feature; <A CLASS=v HREF="http://vedabase.net/l/lulitah">lulit&#257;h</A> &#8212; pulled down or finished; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (my father); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/n/nirastah">nirastah</A> &#8212; completely vanquished.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, people in general want to be elevated to the higher planetary systems for a long duration of life, opulence and enjoyment, but I have seen all of these through the activities of my father. When my father was angry and he laughed sarcastically at the demigods, they were immediately vanquished simply by seeing the movements of his eyebrows. Yet my father, who was so powerful, has now been vanquished by You within a moment.</P><P CLASS=t>PURPORT</P><P>Within this material world, one should understand by practical experience the value of material opulence, longevity and influence. We have actual experience that even on this planet there have been many great politicians and military commanders like Napoleon, Hitler, Shubhash Chandra Bose and Gandhi, but as soon as their lives were finished, their popularity, influence and everything else were finished also. Prahl&#257;da Mah&#257;r&#257;ja formerly gathered the same experience by seeing the activities of Hiranyaka&#347;ipu, his great father. Therefore Prahl&#257;da Mah&#257;r&#257;ja did not give any importance to anything in this material world. No one can maintain his body or material achievements forever. A Vaishnava can understand that nothing within this material world, not even that which is powerful, opulent or influential, can endure. At any time such things may be vanquished. And who can vanquish them? The Supreme Personality of Godhead. Therefore one should conclusively understand that no one is greater than the Supreme Great. Since the Supreme Great demands, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>], every intelligent man must agree to this proposal. One must surrender unto the Lord to be saved from the wheel of repeated birth, death, old age and disease.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>