<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.24</P><P CLASS=c>tasm&#257;d am&#363;s tanu-bhrit&#257;m aham &#257;&#347;isho 'jña</P><P CLASS=c>&#257;yuh &#347;riyam vibhavam aindriyam &#257;viriñcy&#257;t</P><P CLASS=c>necch&#257;mi te vilulit&#257;n uruvikramena</P><P CLASS=c>k&#257;l&#257;tmanopanaya m&#257;m nija-bhritya-p&#257;r&#347;vam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/amuh">am&#363;h</A> &#8212; all those (opulences); <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtam">bhrit&#257;m</A> &#8212; with reference <A HREF="http://vedabase.net/t/to">to</A> living entities possessing material bodies; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> <A CLASS=v HREF="http://vedabase.net/a/ajnah">ajñah</A> &#8212; knowing well the results of such benedictions; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> long duration of life; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; material opulences; <A CLASS=v HREF="http://vedabase.net/v/vibhavam">vibhavam</A> &#8212; influence and glories; <A CLASS=v HREF="http://vedabase.net/a/aindriyam">aindriyam</A> &#8212; all meant for sense gratification; <A CLASS=v HREF="http://vedabase.net/a/avirincyat">&#257;viriñcy&#257;t</A> &#8212; beginning from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> (down <A HREF="http://vedabase.net/t/to">to</A> the small ant); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/icchami">icch&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> want; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/v/vilulitan">vilulit&#257;n</A> &#8212; subject <A HREF="http://vedabase.net/t/to">to</A> be finished; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/v/vikramena">vikramena</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> extremely powerful; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the master of the time factor; <A CLASS=v HREF="http://vedabase.net/u/upanaya">upanaya</A> &#8212; kindly take <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/p/parsvam">p&#257;r&#347;vam</A> &#8212; the association of Your faithful servant, Your devotee.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, now I have complete experience concerning the worldly opulence, mystic power, longevity and other material pleasures enjoyed by all living entities, from Lord Brahm&#257; down to the ant. As powerful time, You destroy them all. Therefore, because of my experience, I do not wish to possess them. My dear Lord, I request You to place me in touch with Your pure devotee and let me serve him as a sincere servant.</P><P CLASS=t>PURPORT</P><P>By studying &#346;r&#299;mad-Bh&#257;gavatam, every intelligent man can get experience like that of Prahl&#257;da Mah&#257;r&#257;ja through the historical incidents mentioned in this great literature of spiritual knowledge. By following in the footsteps of Prahl&#257;da Mah&#257;r&#257;ja, one should gain thorough experience that all material opulence is perishable at every moment. Even this body, for which we try to acquire so many sensual pleasures, may perish at any time. The soul, however, is eternal. Na hanyate hanyam&#257;ne &#347;ar&#299;re: [<A CLASS=v HREF="../../../bg/2/20.htm">Bg. 2.20</A>] the soul is never vanquished, even when the body is destroyed. An intelligent man, therefore, should care for the happiness of the spirit soul, not of the body. Even if one receives a body with a long duration of life, like those of Lord Brahm&#257; and the other great demigods, it will also be destroyed, and therefore an intelligent man should be concerned with the imperishable spirit soul.</P><P>To save oneself, one must take shelter of a pure devotee. Narottama d&#257;sa Th&#257;kura therefore says, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;. If one wants to save himself from material nature's onslaughts, which arise because of the material body, one must become Krishna conscious and try to fully understand Krishna. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>), janma karma ca me divyam evam yo vetti tattvatah. One should understand Krishna in truth, and this one can do only by serving a pure devotee. Thus Prahl&#257;da Mah&#257;r&#257;ja prays that Lord Nrisimhadeva place him in touch with a pure devotee and servant instead of awarding him material opulence. Every intelligent man within this material world must follow Prahl&#257;da Mah&#257;r&#257;ja. Mah&#257;jano yena gatah sa panth&#257;h. Prahl&#257;da Mah&#257;r&#257;ja did not want to enjoy the estate left by his father; rather, he wanted to become a servant of the servant of the Lord. The illusory human civilization that perpetually endeavors for happiness through material advancement is rejected by Prahl&#257;da Mah&#257;r&#257;ja and those who strictly follow in his footsteps.</P><P>There are different types of material opulence, known technically as bhukti, mukti and siddhi. Bhukti refers to being situated in a very good position, like a position with the demigods in the higher planetary systems, where one can enjoy material sense gratification to the greatest extent. Mukti refers to being disgusted with material advancement and thus desiring to become one with the Supreme. Siddhi refers to executing a severe type of meditation, like that of the yog&#299;s, to attain eight kinds of perfection (anim&#257;, laghim&#257;, mahim&#257;, etc.). All who desire some material advancement through bhukti, mukti or siddhi are punishable in due course of time, and they return to material activities. Prahl&#257;da Mah&#257;r&#257;ja rejected them all; he simply wanted to engage as an apprentice under the guidance of a pure devotee.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>