<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.25</P><P CLASS=c>kutr&#257;&#347;ishah &#347;ruti-sukh&#257; mrigatrishni-r&#363;p&#257;h</P><P CLASS=c>kvedam kalevaram a&#347;esha-ruj&#257;m virohah</P><P CLASS=c>nirvidyate na tu jano yad ap&#299;ti vidv&#257;n</P><P CLASS=c>k&#257;m&#257;nalam madhu-lavaih &#347;amayan dur&#257;paih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kutra">kutra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; benedictions; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/s/sukhah">sukh&#257;h</A> &#8212; simply pleasing <A HREF="http://vedabase.net/t/to">to</A> hear of; <A CLASS=v HREF="http://vedabase.net/m/mrgatrsni">mrigatrishni</A>-<A CLASS=v HREF="http://vedabase.net/r/rupah">r&#363;p&#257;h</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> mirage <A HREF="http://vedabase.net/i/in">in</A> the desert; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/r/rujam">ruj&#257;m</A> &#8212; of diseases; <A CLASS=v HREF="http://vedabase.net/v/virohah">virohah</A> &#8212; the place for generating; <A CLASS=v HREF="http://vedabase.net/n/nirvidyate">nirvidyate</A> &#8212; become satiated; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>-called learned philosophers, scientists and politicians; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/analam">analam</A> &#8212; the blazing fire of lusty desires; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/l/lavaih">lavaih</A> &#8212; with drops of honey (happiness); <A CLASS=v HREF="http://vedabase.net/s/samayan">&#347;amayan</A> &#8212; controlling; <A CLASS=v HREF="http://vedabase.net/d/durapaih">dur&#257;paih</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> obtain.</P><P CLASS=t>TRANSLATION</P><P>In this material world, every living entity desires some future happiness, which is exactly like a mirage in the desert. Where is water in the desert, or, in other words, where is happiness in this material world? As for this body, what is its value? It is merely a source of various diseases. The so-called philosophers, scientists and politicians know this very well, but nonetheless they aspire for temporary happiness. Happiness is very difficult to obtain, but because they are unable to control their senses, they run after the so-called happiness of the material world and never come to the right conclusion.</P><P CLASS=t>PURPORT</P><P>There is a song in the Bengali language which states, "I constructed this home for happiness, but unfortunately there was a fire, and everything has now been burnt to ashes." This illustrates the nature of material happiness. Everyone knows it, but nonetheless one plans to hear or think something very pleasing. Unfortunately, all of one's plans are annihilated in due course of time. There were many politicians who planned empires, supremacy and control of the world, but in due time all their plans and empires &#8212; and even the politicians themselves &#8212; were vanquished. Everyone should take lessons from Prahl&#257;da Mah&#257;r&#257;ja about how we are engaged in so-called temporary happiness through bodily exercises for sense enjoyment. All of us repeatedly make plans, which are all repeatedly frustrated. Therefore one should stop such planmaking.</P><P>As one cannot stop a blazing fire by constantly pouring ghee upon it, one cannot satisfy oneself by increasing plans for sense enjoyment. The blazing fire is bhava-mah&#257;-d&#257;v&#257;gni, the forest fire of material existence. This forest fire occurs automatically, without endeavor. We want to be happy in the material world, but this will never be possible; we shall simply increase the blazing fire of desires. Our desires cannot be satisfied by illusory thoughts and plans; rather, we have to follow the instructions of Lord Krishna: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. Then we shall be happy. Otherwise, in the name of happiness, we shall continue to suffer miserable conditions.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>