<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.27</P><P CLASS=c>naish&#257; par&#257;vara-matir bhavato nanu sy&#257;j</P><P CLASS=c>jantor yath&#257;tma-suhrido jagatas tath&#257;pi</P><P CLASS=c>samsevay&#257; surataror iva te pras&#257;dah</P><P CLASS=c>sev&#257;nur&#363;pam udayo na par&#257;varatvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avara">avara</A> &#8212; of higher or lower; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; such discrimination; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there can be; <A CLASS=v HREF="http://vedabase.net/j/jantoh">jantoh</A> &#8212; of ordinary living entities; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; of one who is the friend; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the whole material world; <A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; but still (there is such <A HREF="http://vedabase.net/a/a">a</A> demonstration of intimacy or difference); <A CLASS=v HREF="http://vedabase.net/s/samsevaya">samsevay&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the degree of service rendered by the devotee; <A CLASS=v HREF="http://vedabase.net/s/surataroh">surataroh</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like that of the desire tree <A HREF="http://vedabase.net/i/in">in</A> Vaikunthaloka (which offers fruits according <A HREF="http://vedabase.net/t/to">to</A> the desire of the devotee); <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/prasadah">pras&#257;dah</A> &#8212; benediction or blessing; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the category of service one renders <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/u/udayah">udayah</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avaratvam">avaratvam</A> &#8212; discrimination due <A HREF="http://vedabase.net/t/to">to</A> higher or lower levels.</P><P CLASS=t>TRANSLATION</P><P>Unlike an ordinary living entity, my Lord, You do not discriminate between friends and enemies, the favorable and the unfavorable, because for You there is no conception of higher and lower. Nonetheless, You offer Your benedictions according to the level of one's service, exactly as a desire tree delivers fruits according to one's desires and makes no distinction between the lower and the higher.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) the Lord clearly says, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham: "As one surrenders to Me, I reward him accordingly." As stated by &#346;r&#299; Caitanya Mah&#257;prabhu, j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] every living being is an eternal servant of Krishna. According to the service the living entity renders, he automatically receives benedictions from Krishna, who does not make distinctions, thinking, "Here is a person in an intimate relationship with Me, and here is a person I dislike." Krishna advises everyone to surrender to Him (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). One's relationship with the Supreme Lord is in proportion to that surrender and the service one renders unto the Lord. Thus throughout the entire world the higher or lower positions of the living entities are selected by the living entities themselves. If one is inclined to dictate that the Lord grant something, one receives benedictions according to his desires. If one wants to be elevated to the higher planetary systems, the heavenly planets, he can be promoted to the place he desires, and if one wants to remain a hog or a pig on earth, the Lord fulfills that desire also. Therefore, one's position is determined by one's desires; the Lord is not responsible for the higher or lower grades of our existence. This is further explained quite definitely in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>) by the Lord Himself:</P><P>y&#257;nti deva-vrat&#257; dev&#257;n</P><P CLASS=n>pitrin y&#257;nti pitri-vrat&#257;h</P><P CLASS=n>bh&#363;t&#257;ni y&#257;nti bh&#363;tejy&#257;</P><P CLASS=n>y&#257;nti mad-y&#257;jino 'pi m&#257;m</P><P>Some people want to be promoted to the heavenly planets, some want to be promoted to Pitriloka, and some want to remain on earth, but if one is interested in returning home, back to Godhead, he can be promoted there also. According to the demands of a particular devotee, he receives a result by the grace of the Lord. The Lord does not discriminate, thinking, "Here is a person favorable to Me, and here is a person who is not favorable." Rather, He fulfills the desires of everyone. Therefore the &#347;&#257;stras enjoin:</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>"Whether one is without desire [the condition of the devotees], or is desirous of all fruitive results, or is after liberation, one should with all efforts try to worship the Supreme Personality of Godhead for complete perfection, culminating in Krishna consciousness." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>) According to one's position, whether as a devotee, a karm&#299; or a jñ&#257;n&#299;, whatever one wants one can get if one fully engages in the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>