<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.28</P><P CLASS=c>evam janam nipatitam prabhav&#257;hi-k&#363;pe</P><P CLASS=c>k&#257;m&#257;bhik&#257;mam anu yah prapatan prasa&#324;g&#257;t</P><P CLASS=c>kritv&#257;tmas&#257;t surarshin&#257; bhagavan grih&#299;tah</P><P CLASS=c>so 'ham katham nu visrije tava bhritya-sev&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/j/janam">janam</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/n/nipatitam">nipatitam</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/p/prabhava">prabhava</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/a/ahi">ahi</A>-<A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> blind well full of snakes; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/abhikamam">abhik&#257;mam</A> &#8212; desiring the sense objects; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; the person who; <A CLASS=v HREF="http://vedabase.net/p/prapatan">prapatan</A> &#8212; falling down (<A HREF="http://vedabase.net/i/in">in</A> this condition); <A CLASS=v HREF="http://vedabase.net/p/prasangat">prasa&#324;g&#257;t</A> &#8212; because of bad association or increased association with material desires; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/atmasat">&#257;tmas&#257;t</A> &#8212; causing <A HREF="http://vedabase.net/m/me">me</A> (<A HREF="http://vedabase.net/t/to">to</A> acquire spiritual qualities like himself, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>); <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/r/rsina">rishin&#257;</A> &#8212; by the great saintly person (<A HREF="http://vedabase.net/n/narada">N&#257;rada</A>); <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/g/grhitah">grih&#299;tah</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/visrje">visrije</A> &#8212; can give up; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/s/sevam">sev&#257;m</A> &#8212; the service of Your <A HREF="http://vedabase.net/p/pure">pure</A> devotee.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, O Supreme Personality of Godhead, because of my association with material desires, one after another, I was gradually falling into a blind well full of snakes, following the general populace. But Your servant N&#257;rada Muni kindly accepted me as his disciple and instructed me how to achieve this transcendental position. Therefore, my first duty is to serve him. How could I leave his service?</P><P CLASS=t>PURPORT</P><P>As will be seen in later verses, even though Prahl&#257;da Mah&#257;r&#257;ja was directly offered all the benedictions he might have desired, he refused to accept such offerings from the Supreme Personality of Godhead. On the contrary, he asked the Lord to engage him in the service of His servant N&#257;rada Muni. This is the symptom of a pure devotee. One should serve the spiritual master first. It is not that one should bypass the spiritual master and desire to serve the Supreme Lord. This is not the principle for a Vaishnava. Narottama d&#257;sa Th&#257;kura says:</P><P>t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa</P><P CLASS=n>janame janame haya, ei abhil&#257;sha</P><P>One should not be anxious to offer direct service to the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu advised that one become a servant of the servant of the servant of the Lord (gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah). This is the process for approaching the Supreme Lord. The first service should be rendered to the spiritual master so that by his mercy one can approach the Supreme Personality of Godhead to render service. While teaching R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu said, guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja: one can achieve the seed of devotional service by the mercy of the guru, the spiritual master, and then by the mercy of Krishna. This is the secret of success. First one should try to please the spiritual master, and then one should attempt to please the Supreme Personality of Godhead. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also says, yasya pras&#257;d&#257;d bhagavat-pras&#257;do **. One should not attempt to please the Supreme Personality of Godhead by concoction. One must first be prepared to serve the spiritual master, and when one is qualified he is automatically offered the platform of direct service to the Lord. Therefore Prahl&#257;da Mah&#257;r&#257;ja proposed that he engage in the service of N&#257;rada Muni. He never proposed that he engage directly in the service of the Lord. This is the right conclusion. Therefore he said, so 'ham katham nu visrije tava bhritya-sev&#257;m: "How can I give up the service of my spiritual master, who has favored me in such a way that I am now able to see You face to face?" Prahl&#257;da Mah&#257;r&#257;ja prayed to the Lord that he might continue to engage in the service of his spiritual master, N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>