<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.29</P><P CLASS=c>mat-pr&#257;na-rakshanam ananta pitur vadha&#347; ca</P><P CLASS=c>manye sva-bhritya-rishi-v&#257;kyam ritam vidh&#257;tum</P><P CLASS=c>khadgam pragrihya yad avocad asad-vidhitsus</P><P CLASS=c>tv&#257;m &#299;&#347;varo mad-aparo 'vatu kam har&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/r/raksanam">rakshanam</A> &#8212; saving my life; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unlimited one, reservoir of unlimited transcendental qualities; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; of my father; <A CLASS=v HREF="http://vedabase.net/v/vadhah">vadhah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and killing; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; of Your unalloyed servants; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; and the words of the great saint <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/v/vidhatum">vidh&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> prove; <A CLASS=v HREF="http://vedabase.net/k/khadgam">khadgam</A> &#8212; sword; <A CLASS=v HREF="http://vedabase.net/p/pragrhya">pragrihya</A> &#8212; taking <A HREF="http://vedabase.net/i/in">in</A> hand; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/a/avocat">avocat</A> &#8212; my father said; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhitsuh">vidhitsuh</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> act very impiously; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; any supreme controller; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/aparah">aparah</A> &#8212; other than <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/avatu">avatu</A> &#8212; let him save; <A CLASS=v HREF="http://vedabase.net/k/kam">kam</A> &#8212; your head; <A CLASS=v HREF="http://vedabase.net/h/harami">har&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall now separate.</P><P CLASS=t>TRANSLATION</P><P>My Lord, O unlimited reservoir of transcendental qualities, You have killed my father, Hiranyaka&#347;ipu, and saved me from his sword. He had said very angrily, "If there is any supreme controller other than me, let Him save you. I shall now sever your head from your body." Therefore I think that both in saving me and in killing him, You have acted just to prove true the words of Your devotee. There is no other cause.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>) the Lord says:</P><P>samo 'ham sarva-bh&#363;teshu</P><P CLASS=n>na me dveshyo 'sti na priyah</P><P CLASS=n>ye bhajanti tu m&#257;m bhakty&#257;</P><P CLASS=n>mayi te teshu c&#257;py aham</P><P>The Supreme Personality of Godhead is undoubtedly equal to everyone. He has no friend and no enemy, but as one desires benefits from the Lord, the Lord is very pleased to award them. The lower and higher positions of different living entities are due to their desires, for the Lord, being equal to all, fulfills everyone's desires. The killing of Hiranyaka&#347;ipu and saving of Prahl&#257;da Mah&#257;r&#257;ja also strictly followed this law of the supreme controller's activities. When Prahl&#257;da's mother, this law of the supreme controller's activities. When Prahl&#257;da's mother, Hiranyaka&#347;ipu's wife, Kay&#257;dhu, was under the protection of N&#257;rada, she prayed for the protection of her son from the enemy, and N&#257;rada Muni gave assurance that Prahl&#257;da Mah&#257;r&#257;ja would always be saved from the enemy's hands. Thus when Hiranyaka&#347;ipu was going to kill Prahl&#257;da Mah&#257;r&#257;ja, the Lord saved Prahl&#257;da to fulfill His promise in Bhagavad-g&#299;t&#257; (kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati) and to prove true the words of N&#257;rada. The Lord can fulfill many purposes through one action. Thus the killing of Hiranyaka&#347;ipu and the saving of Prahl&#257;da were enacted simultaneously to prove the truthfulness of the Lord's devotee and the fidelity of the Lord Himself to His own purpose. The Lord acts only to satisfy the desires of His devotees; otherwise He has nothing to do. As confirmed in the Vedic language, na tasya k&#257;ryam karanam ca vidyate: the Lord has nothing to do personally, for everything is done through His different potencies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate). The Lord has multifarious energies, through which everything is done. Thus when He personally does something, it is only to satisfy His devotee. The Lord is known as bhakta-vatsala because He very much favors His devoted servant.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>