<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.32</P><P CLASS=c>nyasyedam &#257;tmani jagad vilay&#257;mbu-madhye</P><P CLASS=c>&#347;eshetman&#257; nija-sukh&#257;nubhavo nir&#299;hah</P><P CLASS=c>yogena m&#299;lita-drig-&#257;tma-nip&#299;ta-nidras</P><P CLASS=c>turye sthito na tu tamo na gun&#257;m&#347; ca yu&#324;kshe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nyasya">nyasya</A> &#8212; throwing; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your own self; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; cosmic manifestation created by You; <A CLASS=v HREF="http://vedabase.net/v/vilaya">vilaya</A>-<A CLASS=v HREF="http://vedabase.net/a/ambu">ambu</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Causal Ocean, <A HREF="http://vedabase.net/i/in">in</A> which everything is preserved <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> state of reserved energy; <A CLASS=v HREF="http://vedabase.net/s/sese">&#347;eshe</A> &#8212; You act <A HREF="http://vedabase.net/a/as">as</A> if sleeping; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by Yourself; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; Your own personal; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubhavah</A> &#8212; experiencing the state of spiritual bliss; <A CLASS=v HREF="http://vedabase.net/n/nirihah">nir&#299;hah</A> &#8212; appearing <A HREF="http://vedabase.net/t/to">to</A> be doing nothing; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by the mystic power; <A CLASS=v HREF="http://vedabase.net/m/milita">m&#299;lita</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; the eyes appearing closed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> manifestation of Yourself; <A CLASS=v HREF="http://vedabase.net/n/nipita">nip&#299;ta</A> &#8212; prevented; <A CLASS=v HREF="http://vedabase.net/n/nidrah">nidrah</A> &#8212; whose sleeping; <A CLASS=v HREF="http://vedabase.net/t/turye">turye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the transcendental stage; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; keeping (Yourself); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the material condition of sleeping; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; the material modes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yunkse">yu&#324;kshe</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> You engage Yourself <A HREF="http://vedabase.net/i/in">in</A>.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, O Supreme Personality of Godhead, after the annihilation the creative energy is kept in You, who appear to sleep with half-closed eyes. Actually, however, You do not sleep like an ordinary human being, for You are always in a transcendental stage, beyond the creation of the material world, and You always feel transcendental bliss. As K&#257;ranodaka&#347;&#257;y&#299; Vishnu, You thus remain in Your transcendental status, not touching material objects. Although You appear to sleep, this sleeping is distinct from sleeping in ignorance.</P><P CLASS=t>PURPORT</P><P>As explained very clearly in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/47.htm">5.47</A>):</P><P>yah k&#257;ran&#257;rnava-jale bhajati sma yoga-</P><P CLASS=n>nidr&#257;m ananta-jagad-anda-sa-roma-k&#363;pah</P><P CLASS=n>&#257;dh&#257;ra-&#347;aktim avalambya par&#257;m sva-m&#363;rtim</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the primeval Lord Govinda, who lies down in the Causal Ocean in His plenary portion as Mah&#257;-Vishnu, with all the universes generating from the pores of hair on His transcendental body, and who accepts the mystic slumber of eternity." The &#257;di-purusha, the original Supreme Personality of Godhead &#8212; Krishna, Govinda &#8212; expands Himself as Mah&#257;-Vishnu. After the annihilation of this cosmic manifestation, He keeps Himself in transcendental bliss. The word yoga-nidr&#257;m is used in reference to the Supreme Personality of Godhead. One should understand that this nidr&#257;, or sleep, is not like our nidr&#257; in the mode of ignorance. The Lord is always situated in transcendence. He is sac-cid-&#257;nanda &#8212; eternally in bliss &#8212; and thus He is not disturbed by sleep like ordinary human beings. It should be understood that the Supreme Personality of Godhead is in transcendental bliss in all stages. &#346;r&#299;la Madhv&#257;c&#257;rya concisely states that the Lord is turya-sthitah, always situated in transcendence. In transcendence there is no such thing as j&#257;garana-nidr&#257;-susupti &#8212; wakefulness, sleep and deep sleep.</P><P>The practice of yoga is similar to the yoga-nidr&#257; of Mah&#257;-Vishnu. Yog&#299;s are advised to keep their eyes half closed, but this state is not at all one of sleep, although imitation yog&#299;s, especially in the modern age, manifest their so-called yoga by sleeping. In the &#347;&#257;stra, yoga is described as dhy&#257;n&#257;vasthita, a state of full meditation, but this is meditation upon the Supreme Personality of Godhead. Dhy&#257;n&#257;vasthita-tad-gatena manas&#257;: the mind should always be situated at the lotus feet of the Lord. Yoga practice does not mean sleeping. The mind should always be actively fixed at the lotus feet of the Lord. Then one's practice of yoga will be successful.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>