<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.34</P><P CLASS=c>tat-sambhavah kavir ato 'nyad apa&#347;yam&#257;nas</P><P CLASS=c>tv&#257;m b&#299;jam &#257;tmani tatam sa bahir vicintya</P><P CLASS=c>n&#257;vindad abda-&#347;atam apsu nimajjam&#257;no</P><P CLASS=c>j&#257;te '&#324;kure katham uhopalabheta b&#299;jam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; who was generated from that lotus flower; <A CLASS=v HREF="http://vedabase.net/k/kavih">kavih</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who can understand the subtle cause of creation (Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; from that (lotus); <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/a/apasyamanah">apa&#347;yam&#257;nah</A> &#8212; not able <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; the cause of the lotus; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> himself; <A CLASS=v HREF="http://vedabase.net/t/tatam">tatam</A> &#8212; expanded; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> <A CLASS=v HREF="http://vedabase.net/v/vicintya">vicintya</A> &#8212; considering <A HREF="http://vedabase.net/t/to">to</A> be external; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avindat">avindat</A> &#8212; understood (You); <A CLASS=v HREF="http://vedabase.net/a/abda">abda</A>-<A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> hundred years according <A HREF="http://vedabase.net/t/to">to</A> the demigods*; <A CLASS=v HREF="http://vedabase.net/a/apsu">apsu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/n/nimajjamanah">nimajjam&#257;nah</A> &#8212; diving; <A CLASS=v HREF="http://vedabase.net/j/jate">j&#257;te</A> <A CLASS=v HREF="http://vedabase.net/a/ankure">a&#324;kure</A> &#8212; when the seed fructifies and is manifested <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> creeper; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/u/uha">uha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/u/upalabheta">upalabheta</A> &#8212; one can perceive; <A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; the seed that has already fructified.</P><P CLASS=t>TRANSLATION</P><P>From that great lotus flower, Brahm&#257; was generated, but Brahm&#257; certainly could see nothing but the lotus. Therefore, thinking You to be outside, Lord Brahm&#257; dove into the water and attempted to find the source of the lotus for one hundred years. He could find no trace of You, however, for when a seed fructifies, the original seed cannot be seen.</P><P CLASS=t>PURPORT</P><P>This is the description of the cosmic manifestation. The development of the cosmic manifestation is like the fructification of a seed. When cotton is transformed into thread, the cotton is no longer visible, and when the thread is woven into cloth, the thread is no longer visible. Similarly, it is perfectly correct that when the seed that had generated from the navel of Garbhodaka&#347;&#257;y&#299; Vishnu became manifested as the cosmic creation, one could no longer understand where the cause of the cosmic manifestation is. Modern scientists have tried to explain the origin of creation by a chunk theory, but no one can explain how such a chunk might have burst. The Vedic literature, however, explains clearly that the total material energy was agitated by the three modes of material nature because of the glance of the Supreme Lord. In other words, in terms of the chunk theory, the bursting of the chunk was caused by the Supreme Personality of Godhead. Thus one must accept the supreme cause, Lord Vishnu, as the cause of all causes.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>