<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.36</P><P CLASS=c>evam sahasra-vadan&#257;&#324;ghri-&#347;irah-karoru-</P><P CLASS=c>n&#257;s&#257;dya-karna-nayan&#257;bharan&#257;yudh&#257;dhyam</P><P CLASS=c>m&#257;y&#257;mayam sad-upalakshita-sannive&#347;am</P><P CLASS=c>drishtv&#257; mah&#257;-purusham &#257;pa mudam viriñcah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; thousands and thousands; <A CLASS=v HREF="http://vedabase.net/v/vadana">vadana</A> &#8212; faces; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; heads; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; hands; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; thighs; <A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/adya">&#257;dya</A> &#8212; noses, etc.; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; ears; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/a/abharana">&#257;bharana</A> &#8212; varieties of ornaments; <A CLASS=v HREF="http://vedabase.net/a/ayudha">&#257;yudha</A> &#8212; varieties of weapons; <A CLASS=v HREF="http://vedabase.net/a/adhyam">&#257;dhyam</A> &#8212; endowed with; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; all demonstrated by unlimited potency; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/u/upalaksita">upalakshita</A> &#8212; appearing <A HREF="http://vedabase.net/i/in">in</A> different symptoms; <A CLASS=v HREF="http://vedabase.net/s/sannivesam">sannive&#347;am</A> &#8212; combined together; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;pa</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/m/mudam">mudam</A> &#8212; transcendental bliss; <A CLASS=v HREF="http://vedabase.net/v/virincah">viriñcah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; could then see You possessing thousands and thousands of faces, feet, heads, hands, thighs, noses, ears and eyes. You were very nicely dressed, being decorated and bedecked with varieties of ornaments and weapons. Seeing You in the form of Lord Vishnu, Your symptoms and form being transcendental, Your legs extending from the lower planets, Lord Brahm&#257; achieved transcendental bliss.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257;, being completely pure, could see the original form of the Lord as Vishnu, having many thousands of faces and forms. This process is called self-realization. Genuine self-realization consists not of perceiving the impersonal effulgence of the Lord, but seeing face to face the transcendental form of the Lord. As distinctly mentioned here, Lord Brahm&#257; saw the Supreme Lord as mah&#257;-purusha, the Supreme Personality of Godhead. Arjuna also saw Krishna in this same way. Therefore he told the Lord, param brahma param dh&#257;ma pavitram paramam bhav&#257;n purusham &#347;&#257;&#347;vatam divyam: [<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>] "You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person." The Lord is parama-purusha, the supreme form. purusham &#347;&#257;&#347;vatam: He is everlastingly the supreme enjoyer. It is not that the impersonal Brahman assumes a form; on the contrary, the impersonal Brahman effulgence is an emanation from the supreme form of the Lord. Upon being purified, Brahm&#257; could see the supreme form of the Lord. The impersonal Brahman cannot have heads, noses, ears, hands and legs. This is not possible, for these are attributes of the Lord's form.</P><P>The word m&#257;y&#257;mayam means "spiritual knowledge." This is explained by Madhv&#257;c&#257;rya. M&#257;y&#257;mayam jñ&#257;na-svar&#363;pam. The word m&#257;y&#257;mayam, describing the Lord's form, should not be taken to mean illusion. Rather, the Lord's form is factual, and seeing this form is the result of perfect knowledge. This is confirmed in Bhagavad-g&#299;t&#257;: bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]. The word jñ&#257;nav&#257;n refers to one who is perfectly in knowledge. Such a person can see the Personality of Godhead, and therefore he surrenders unto the Lord. The Lord's being symptomized by a face, nose, ears and so on is eternal. Without such a form, no one can be blissful. The Lord, however, is sac-cid-&#257;nanda-vigraha, as stated in the &#347;&#257;stra (&#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). When one is in perfect transcendental bliss, he can see the Lord's supreme form (vigraha). In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya says:</P><P>gandh&#257;khy&#257; devat&#257; yadvat</P><P CLASS=n>prithiv&#299;m vy&#257;pya tishthati</P><P CLASS=n>evam vy&#257;ptam jagad vishnum</P><P CLASS=n>brahm&#257;tma-stham dadar&#347;a ha</P><P>Lord Brahm&#257; saw that as aromas and colors spread throughout the earth, the Supreme Personality of Godhead pervades the cosmic manifestation in a subtle form.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>