<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.37</P><P CLASS=c>tasmai bhav&#257;n haya-&#347;iras tanuvam hi bibhrad</P><P CLASS=c>veda-druh&#257;v atibalau madhu-kaitabh&#257;khyau</P><P CLASS=c>hatv&#257;nayac chruti-gan&#257;m&#347; ca rajas tama&#347; ca</P><P CLASS=c>sattvam tava priyatam&#257;m tanum &#257;mananti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A>-<A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; having the head and neck of <A HREF="http://vedabase.net/a/a">a</A> horse; <A CLASS=v HREF="http://vedabase.net/t/tanuvam">tanuvam</A> &#8212; the incarnation; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/d/druhau">druhau</A> &#8212; two demons who were against the Vedic principles; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/b/balau">balau</A> &#8212; extremely powerful; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/k/kaitabha">kaitabha</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyau">&#257;khyau</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/m/madhu">Madhu</A> and <A HREF="http://vedabase.net/k/kaitabha">Kaitabha</A>; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/a/anayat">anayat</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/g/ganan">gan&#257;n</A> &#8212; all the different Vedas (<A HREF="http://vedabase.net/s/sama">S&#257;ma</A>, Yajur, <A HREF="http://vedabase.net/r/rg">Rig</A> and <A HREF="http://vedabase.net/a/atharva">Atharva</A>); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; by representing the modes of passion and ignorance; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> transcendental goodness; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tam&#257;m</A> &#8212; most dear; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; form (<A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/hayagriva">Hayagr&#299;va</A>); <A CLASS=v HREF="http://vedabase.net/a/amananti">&#257;mananti</A> &#8212; they honor.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, when You appeared as Hayagr&#299;va, with the head of a horse, You killed two demons known as Madhu and Kaitabha, who were full of the modes of passion and ignorance. Then You delivered the Vedic knowledge to Lord Brahm&#257;. For this reason, all the great saints accept Your forms as transcendental, untinged by material qualities.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead in His transcendental form is always ready to give protection to His devotees. As mentioned herein, the Lord in the form of Hayagr&#299;va killed two demons named Madhu and Kaitabha when they attacked Lord Brahm&#257;. Modern demons think that there was no life in the beginning of creation, but from &#346;r&#299;mad-Bh&#257;gavatam we understand that the first living creature created by the Supreme Personality of Godhead was Lord Brahm&#257;, who is full of Vedic understanding. Unfortunately, those entrusted with distributing Vedic knowledge, such as the devotees engaged in spreading Krishna consciousness, may sometimes be attacked by demons, but they must rest assured that demoniac attacks will not be able to harm them, for the Lord is always prepared to give them protection. The Vedas provide the knowledge by which we can understand the Supreme Personality of Godhead (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). The devotees of the Lord are always ready to spread knowledge by which one may understand the Lord through Krishna consciousness, but the demons, being unable to understand the Supreme Lord, are full of ignorance and passion. Thus the Lord, whose form is transcendental, is always ready to kill the demons. By culturing the mode of goodness, one can understand the position of the transcendental Lord and how the Lord is always prepared to remove all obstacles on the path of understanding Him.</P><P>In summary, whenever the Lord incarnates, He appears in His original transcendental form. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendent of Bh&#257;rata, and a predominant rise of irreligion &#8212; at that time I descend Myself." It is simply foolish to think of the Lord as being originally impersonal but accepting a material body when He appears as a personal incarnation. Whenever the Lord appears, He appears in His original transcendental form, which is spiritual and blissful. But unintelligent men, such as the M&#257;y&#257;v&#257;d&#299;s, cannot understand the transcendental form of the Lord, and therefore the Lord chastises them by saying, avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam: [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>] "Fools deride Me when I descend in the human form." Whenever the Lord appears, whether as a fish, a tortoise, a hog or any other form, one should understand that He maintains His transcendental position and that His only business, as stated here, is hatv&#257; &#8212; to kill the demons. The Lord appears in order to protect the devotees and kill the demons (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>]). Since the demons are always ready to oppose Vedic civilization, they are sure to be killed by the transcendental form of the Lord.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>