<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.38</P><P CLASS=c>ittham nri-tiryag-rishi-deva-jhash&#257;vat&#257;rair</P><P CLASS=c>lok&#257;n vibh&#257;vayasi hamsi jagat prat&#299;p&#257;n</P><P CLASS=c>dharmam mah&#257;-purusha p&#257;si yug&#257;nuvrittam</P><P CLASS=c>channah kalau yad abhavas tri-yugo 'tha sa tvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> human being (such <A HREF="http://vedabase.net/a/as">as</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> and Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>); <A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A> &#8212; like animals (such <A HREF="http://vedabase.net/a/as">as</A> the boar); <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> great saint (<A HREF="http://vedabase.net/p/parasurama">Para&#347;ur&#257;ma</A>); <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> demigods; <A CLASS=v HREF="http://vedabase.net/j/jhasa">jhasha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> aquatic (such <A HREF="http://vedabase.net/a/as">as</A> the fish and tortoise); <A CLASS=v HREF="http://vedabase.net/a/avataraih">avat&#257;raih</A> &#8212; by such different incarnations; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the different planetary systems; <A CLASS=v HREF="http://vedabase.net/v/vibhavayasi">vibh&#257;vayasi</A> &#8212; You protect; <A CLASS=v HREF="http://vedabase.net/h/hamsi">hamsi</A> &#8212; You (sometimes) kill; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> <A CLASS=v HREF="http://vedabase.net/p/pratipan">prat&#299;p&#257;n</A> &#8212; persons who have simply created trouble <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; the principles of religion; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great personality; <A CLASS=v HREF="http://vedabase.net/p/pasi">p&#257;si</A> &#8212; You protect; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvrttam">anuvrittam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the different millenniums; <A CLASS=v HREF="http://vedabase.net/c/channah">channah</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/a/abhavah">abhavah</A> &#8212; have been (and will be <A HREF="http://vedabase.net/i/in">in</A> the future); <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/y/yugah">yugah</A> &#8212; named Triyuga; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> personality; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You.</P><P CLASS=t>TRANSLATION</P><P>In this way, my Lord, You appear in various incarnations as a human being, an animal, a great saint, a demigod, a fish or a tortoise, thus maintaining the entire creation in different planetary systems and killing the demoniac principles. According to the age, O my Lord, You protect the principles of religion. In the age of Kali, however, You do not assert Yourself as the Supreme Personality of Godhead, and therefore You are known as Triyuga, or the Lord who appears in three yugas.</P><P CLASS=t>PURPORT</P><P>As the Lord appeared just to maintain Lord Brahm&#257; from the attack of Madhu and Kaitabha, He also appeared to protect the great devotee Prahl&#257;da Mah&#257;r&#257;ja. Similarly, Lord Caitanya appeared in order to protect the fallen souls of Kali-yuga. There are four yugas, or millenniums &#8212; Satya, Tret&#257;, Dv&#257;para and Kali. In all the yugas but Kali-yuga, the Lord appears in various incarnations and asserts Himself as the Supreme Personality of Godhead, but although Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who appears in Kali-yuga, is the Supreme Personality of Godhead, He never asserted Himself as such. On the contrary, whenever &#346;r&#299; Caitanya Mah&#257;prabhu was addressed as being as good as Krishna, He blocked His ears with His hands, denying His identity with Krishna, because He was playing the part of a devotee. Lord Caitanya knew that in Kali-yuga there would be many bogus incarnations pretending to be God, and therefore He avoided asserting Himself as the Supreme Personality of Godhead. Lord Caitanya Mah&#257;prabhu is accepted as the Supreme Personality of Godhead, however, in many Vedic literatures, especially in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/32.htm">11.5.32</A>):</P><P>krishna-varnam tvish&#257;krishnam</P><P CLASS=n>s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñaih sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=n>yajanti hi sumedhasah</P><P>In Kali-yuga, intelligent men worship the Supreme Personality of Godhead in the form of &#346;r&#299; Caitanya Mah&#257;prabhu, who is always accompanied by His associates such as Nity&#257;nanda, Advaita, Gad&#257;dhara and &#346;r&#299;v&#257;sa. The entire Krishna consciousness movement is based on the principles of the sa&#324;k&#299;rtana movement inaugurated by &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore one who tries to understand the Supreme Personality of Godhead through the medium of the sa&#324;k&#299;rtana movement knows everything perfectly. He is sumedhas, a person with substantial intelligence.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>