<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.42</P><P CLASS=c>ko nv atra te 'khila-guro bhagavan pray&#257;sa</P><P CLASS=c>utt&#257;rane 'sya bhava-sambhava-lopa-hetoh</P><P CLASS=c>m&#363;dheshu vai mahad-anugraha &#257;rta-bandho</P><P CLASS=c>kim tena te priya-jan&#257;n anusevat&#257;m nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what is that; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this matter; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/g/guro">guro</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme spiritual master of the entire creation; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Lord, <A HREF="http://vedabase.net/o/o">O</A> Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prayasah">pray&#257;sah</A> &#8212; endeavor; <A CLASS=v HREF="http://vedabase.net/u/uttarane">utt&#257;rane</A> &#8212; for the deliverance of these fallen souls; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhava">sambhava</A> &#8212; of creation and maintenance; <A CLASS=v HREF="http://vedabase.net/l/lopa">lopa</A> &#8212; and of annihilation; <A CLASS=v HREF="http://vedabase.net/h/hetoh">hetoh</A> &#8212; of the cause; <A CLASS=v HREF="http://vedabase.net/m/mudhesu">m&#363;dheshu</A> &#8212; unto the foolish persons rotting <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; compassion by the Supreme; <A CLASS=v HREF="http://vedabase.net/a/arta">&#257;rta</A>-<A CLASS=v HREF="http://vedabase.net/b/bandho">bandho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend of the suffering living entities; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the difficulty; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; with that; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/j/janan">jan&#257;n</A> &#8212; the dear persons (devotees); <A CLASS=v HREF="http://vedabase.net/a/anusevatam">anusevat&#257;m</A> &#8212; of those always engaged <A HREF="http://vedabase.net/i/in">in</A> serving; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; like us (who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> engaged).</P><P CLASS=t>TRANSLATION</P><P>O my Lord, O Supreme Personality of Godhead, original spiritual master of the entire world, what is the difficulty for You, who manage the affairs of the universe, in delivering the fallen souls engaged in Your devotional service? You are the friend of all suffering humanity, and for great personalities it is necessary to show mercy to the foolish. Therefore I think that You will show Your causeless mercy to persons like us, who engage in Your service.</P><P CLASS=t>PURPORT</P><P>Here the words priya jan&#257;n anusevat&#257;m nah indicate that the Supreme Lord, the Supreme Personality of Godhead, is very favorable to devotees who act according to the instructions of His own pure devotee. In other words, one must become the servant of the servant of the servant of the Lord. If one wants to become the servant of the Lord directly, this is not as fruitful as engaging in the service of the Lord's servant. This is the direction of &#346;r&#299; Caitanya Mah&#257;prabhu, who shows us the way to become gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah. One should not be proud of becoming directly the servant of the Supreme Personality of Godhead. Rather, one must seek a pure devotee, a servant of the Lord, and engage oneself in the service of such a servant. The more one becomes the servant of the servant, the more one becomes perfect in devotional service. This is also the injunction of Bhagavad-g&#299;t&#257;: evam parampar&#257;-pr&#257;ptam imam r&#257;jarshayo viduh [<A CLASS=v HREF="../../../bg/4/2.htm">Bg. 4.2</A>]. One can understand the science of the Supreme Personality of Godhead simply by the parampar&#257; system. In this regard, &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says, t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa: "Let me serve the lotus feet of the devotees of the Lord, and let me live with devotees." Janame janame haya, ei abhil&#257;sha. Following Narottama d&#257;sa Th&#257;kura, one should aspire to be a servant of the Lord's servant, life after life. &#346;r&#299;la Bhaktivinoda Th&#257;kura also sings, tumi ta' th&#257;kura, tom&#257;ra kukura, baliy&#257; j&#257;naha more: "O my Lord, O Vaishnava, please consider me your dog." One must become the dog of a Vaishnava, a pure devotee, for a pure devotee can deliver Krishna without difficulty. Krishna se tom&#257;ra, krishna dite p&#257;ra. Krishna is the property of His pure devotee, and if we take shelter of a pure devotee, he can deliver Krishna very easily. Prahl&#257;da wants to engage in the service of a devotee, and therefore he prays to Krishna, "My dear Lord, kindly give me the shelter of Your very dear devotee so that I may engage in his service and You may then be pleased." Mad-bhakta-p&#363;j&#257;bhyadhik&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/19/21.htm">11.19.21</A>). The Lord says, "Engaging in the service of My devotee is better than trying to engage in My devotional service."</P><P>Another significant point in this verse is that by devotional service Prahl&#257;da Mah&#257;r&#257;ja does not want to benefit alone. Rather, he prays to the Lord that all of us fallen souls in this material world may, by the grace of the Lord, engage in the service of His servant and thus be delivered. The grace of the Lord is not at all difficult for the Lord to bestow, and thus Prahl&#257;da Mah&#257;r&#257;ja wants to save the whole world by spreading Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>