<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.43</P><P CLASS=c>naivodvije para duratyaya-vaitarany&#257;s</P><P CLASS=c>tvad-v&#299;rya-g&#257;yana-mah&#257;mrita-magna-cittah</P><P CLASS=c>&#347;oce tato vimukha-cetasa indriy&#257;rtha-</P><P CLASS=c>m&#257;y&#257;-sukh&#257;ya bharam udvahato vim&#363;dh&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/udvije">udvije</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> disturbed or afraid; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme; <A CLASS=v HREF="http://vedabase.net/d/duratyaya">duratyaya</A> &#8212; insurmountable or very difficult <A HREF="http://vedabase.net/t/to">to</A> cross; <A CLASS=v HREF="http://vedabase.net/v/vaitaranyah">vaitarany&#257;h</A> &#8212; of the <A HREF="http://vedabase.net/v/vaitarani">Vaitaran&#299;</A>, the river of the material world; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; of Your Lordship's glories and activities; <A CLASS=v HREF="http://vedabase.net/g/gayana">g&#257;yana</A> &#8212; from chanting or distributing; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the great ocean of nectarean spiritual bliss; <A CLASS=v HREF="http://vedabase.net/m/magna">magna</A>-<A CLASS=v HREF="http://vedabase.net/c/cittah">cittah</A> &#8212; whose consciousness is absorbed; <A CLASS=v HREF="http://vedabase.net/s/soce">&#347;oce</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> simply lamenting; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/v/vimukha">vimukha</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; the fools and rascals who <A HREF="http://vedabase.net/a/are">are</A> bereft of <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sense gratification; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; for temporary, illusory happiness; <A CLASS=v HREF="http://vedabase.net/b/bharam">bharam</A> &#8212; the false burden or responsibility (of maintaining one's family, society and nation and elaborate arrangements for that purpose); <A CLASS=v HREF="http://vedabase.net/u/udvahatah">udvahatah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> lifting (by making grand plans for this arrangement); <A CLASS=v HREF="http://vedabase.net/v/vimudhan">vim&#363;dh&#257;n</A> &#8212; although all of them <A HREF="http://vedabase.net/a/are">are</A> nothing but fools and rascals (<A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> thinking of them also).</P><P CLASS=t>TRANSLATION</P><P>O best of the great personalities, I am not at all afraid of material existence, for wherever I stay I am fully absorbed in thoughts of Your glories and activities. My concern is only for the fools and rascals who are making elaborate plans for material happiness and maintaining their families, societies and countries. I am simply concerned with love for them.</P><P CLASS=t>PURPORT</P><P>Throughout the entire world, everyone is making big, big plans to adjust the miseries of the material world, and this is true at present, in the past and in the future. Nonetheless, although they make elaborate political, social and cultural plans, they have all been described herein as vim&#363;dha &#8212; fools. The material world has been described in Bhagavad-g&#299;t&#257; as duhkh&#257;layam a&#347;&#257;&#347;vatam [<A CLASS=v HREF="../../../bg/8/15.htm">Bg. 8.15</A>] &#8212; temporary and miserable &#8212; but these fools are trying to turn the material world into sukh&#257;layam, a place of happiness, not knowing how everything acts by the arrangement of material nature, which works in her own way.</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities that are in actuality carried out by nature." (<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>)</P><P>There is a plan for material nature, personally known as Durg&#257;, to punish the demons. Although the asuras, the godless demons, struggle for existence, they are directly attacked by the goddess Durg&#257;, who is well equipped with ten hands with different types of weapons to punish them. She is carried by her lion carrier, or the modes of passion and ignorance. Everyone struggles very hard to fight through the modes of passion and ignorance and conquer material nature, but at the end everyone is vanquished by nature's laws.</P><P>There is a river known as Vaitaran&#299; between the material and spiritual worlds, and one must cross this river to reach the other side, or the spiritual world. This is an extremely difficult task. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>), daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;: "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome." The same word duratyaya, meaning "very difficult," is used here. Therefore one cannot surpass the stringent laws of material nature except by the mercy of the Supreme Lord. Nonetheless, although all materialists are baffled in their plans, they try again and again to become happy in this material world. Therefore they have been described as vim&#363;dha &#8212; first-class fools. As for Prahl&#257;da Mah&#257;r&#257;ja, he was not at all unhappy, for although he was in the material world, he was full of Krishna consciousness. Those who are Krishna conscious, trying to serve the Lord, are not unhappy, whereas one who has no assets in Krishna consciousness and is struggling for existence is not only foolish but extremely unhappy also. Prahl&#257;da Mah&#257;r&#257;ja was happy and unhappy simultaneously. He felt happiness and transcendental bliss because of his being Krishna conscious, yet he felt great unhappiness for the fools and rascals who make elaborate plans to be happy in this material world.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>