<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nrisimhadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.46</P><P CLASS=c>mauna-vrata-&#347;ruta-tapo-'dhyayana-sva-dharma-</P><P CLASS=c>vy&#257;khy&#257;-raho-japa-sam&#257;dhaya &#257;pavargy&#257;h</P><P CLASS=c>pr&#257;yah param purusha te tv ajitendriy&#257;n&#257;m</P><P CLASS=c>v&#257;rt&#257; bhavanty uta na v&#257;tra tu d&#257;mbhik&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mauna">mauna</A> &#8212; silence; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; vows; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A> &#8212; study of scripture; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; executing <A HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A>-<A HREF="http://vedabase.net/d/dharma">dharma</A>; <A CLASS=v HREF="http://vedabase.net/v/vyakhya">vy&#257;khy&#257;</A> &#8212; explaining the &#347;&#257;stras; <A CLASS=v HREF="http://vedabase.net/r/rahah">rahah</A> &#8212; living <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> solitary place; <A CLASS=v HREF="http://vedabase.net/j/japa">japa</A> &#8212; chanting or reciting mantras; <A CLASS=v HREF="http://vedabase.net/s/samadhayah">sam&#257;dhayah</A> &#8212; remaining <A HREF="http://vedabase.net/i/in">in</A> trance; <A CLASS=v HREF="http://vedabase.net/a/apavargyah">&#257;pavargy&#257;h</A> &#8212; these <A HREF="http://vedabase.net/a/are">are</A> ten types of activities for advancing on the path of liberation; <A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah</A> &#8212; generally; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the only means; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyanam">indriy&#257;n&#257;m</A> &#8212; of persons who cannot control the senses; <A CLASS=v HREF="http://vedabase.net/v/vartah">v&#257;rt&#257;h</A> &#8212; means of living; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this connection; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/d/dambhikanam">d&#257;mbhik&#257;n&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> falsely proud.</P><P CLASS=t>TRANSLATION</P><P>O Supreme Personality of Godhead, there are ten prescribed methods on the path to liberation &#8212; to remain silent, not to speak to anyone, to observe vows, to amass all kinds of Vedic knowledge, to undergo austerities, to study the Vedas and other Vedic literatures, to execute the duties of varn&#257;&#347;rama-dharma, to explain the &#347;&#257;stras, to stay in a solitary place, to chant mantras silently, and to be absorbed in trance. These different methods for liberation are generally only a professional practice and means of livelihood for those who have not conquered their senses. Because such persons are falsely proud, these procedures may not be successful.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/1/15.htm">6.1.15</A>):</P><P>kecit kevalay&#257; bhakty&#257;</P><P CLASS=n>v&#257;sudeva-par&#257;yan&#257;h</P><P CLASS=n>agham dhunvanti k&#257;rtsnyena</P><P CLASS=n>n&#299;h&#257;ram iva bh&#257;skarah</P><P>"Only a rare person who has adopted complete, unalloyed devotional service to Krishna can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays." The real purpose of human life is to attain liberation from material entanglement. Such liberation may be achieved by many methods (tapas&#257; brahmacaryena &#347;amena ca damena ca [<A CLASS=v HREF="../../6/1/13.htm">SB 6.1.13</A>]), but all of them more or less depend on tapasya, austerity, which begins with celibacy. &#346;ukadeva Gosv&#257;m&#299; says that those who are v&#257;sudeva-par&#257;yana, who have fully surrendered to the lotus feet of Lord V&#257;sudeva, Krishna, automatically achieve the results of mauna (silence), vrata (vows) and other such methods simply by discharging devotional service. In other words, these methods are not so powerful. If one takes to devotional service, all of them are very easily performed.</P><P>Mauna, for example, does not mean that one should just stop speaking. The tongue is meant for speaking, although sometimes, to make a big show, a person remains silent. There are many who observe silence some day in a week. Vaishnavas, however, do not observe such silence. Silence means not speaking foolishly. Speakers at assemblies, conferences and meetings generally speak foolishly like toads. This is described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; as v&#257;co vegam. One who wants to say something can show himself to be a big orator, but rather than go on speaking nonsense, better to remain silent. This method of silence, therefore, is recommended for persons very attached to speaking nonsense. One who is not a devotee must speak nonsensically because he does not have the power to speak about the glories of Krishna. Thus whatever he says is influenced by the illusory energy and is compared to the croaking of a frog. One who speaks about the glories of the Lord, however, has no need to be silent. Caitanya Mah&#257;prabhu recommends, k&#299;rtan&#299;yah sad&#257; harih: [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>] one should go on chanting the glories of the Lord twenty-four hours a day. There is no question of becoming mauna, or silent.</P><P>The ten processes for liberation or improvement on the path of liberation are not meant for the devotees. Kevalay&#257; bhakty&#257;: if one simply engages in devotional service to the Lord, all ten methods of liberation are automatically observed. Prahl&#257;da Mah&#257;r&#257;ja's proposal is that such processes may be recommended for the ajitendriya, those who cannot conquer their senses. Devotees, however, have already conquered their senses. Sarvop&#257;dhi-vinirmuktam tat-paratvena nirmalam: [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>] a devotee is already freed from material contamination. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura therefore said:</P><P>dushta mana! tumi kisera vaishnava?</P><P>pratishth&#257;ra tare, nirjanera ghare,</P><P CLASS=n>tava hari-n&#257;ma kevala kaitava</P><P>There are many who like to chant the Hare Krishna mantra in a silent, solitary place, but if one is not interested in preaching, talking constantly to the nondevotees, the influence of the modes of nature is very difficult to surpass. Therefore unless one is extremely advanced in Krishna consciousness, one should not imitate Harid&#257;sa Th&#257;kura, who had no other business than chanting the holy name always, twenty-four hours a day. Prahl&#257;da Mah&#257;r&#257;ja does not condemn such a process; he accepts it, but without active service to the Lord, simply by such methods one generally cannot attain liberation. One cannot attain liberation simply by false pride.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>