<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>vijit&#257;&#347;vo 'dhir&#257;j&#257;s&#299;t</P><P CLASS=c>prithu-putrah prithu-&#347;rav&#257;h</P><P CLASS=c>yav&#299;yobhyo 'dad&#257;t k&#257;shth&#257;</P><P CLASS=c>bhr&#257;tribhyo bhr&#257;tri-vatsalah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/v/vijitasvah">vijit&#257;&#347;vah</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> Vijit&#257;&#347;va; <A CLASS=v HREF="http://vedabase.net/a/adhiraja">adhir&#257;j&#257;</A> &#8212; the emperor; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/p/prthu">prithu</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/p/prthu">prithu</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;rav&#257;h</A> &#8212; of great activities; <A CLASS=v HREF="http://vedabase.net/y/yaviyobhyah">yav&#299;yobhyah</A> &#8212; unto the younger brothers; <A CLASS=v HREF="http://vedabase.net/a/adadat">adad&#257;t</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/k/kasthah">k&#257;shth&#257;h</A> &#8212; different directions; <A CLASS=v HREF="http://vedabase.net/b/bhratrbhyah">bhr&#257;tribhyah</A> &#8212; unto the brothers; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsalah</A> &#8212; very affectionate <A HREF="http://vedabase.net/t/to">to</A> the brothers.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: Vijit&#257;&#347;va, the eldest son of Mah&#257;r&#257;ja Prithu, who had a reputation like his father's, became emperor and gave his younger brothers different directions of the world to govern, for he was very affectionate toward his brothers.</P><P CLASS=t>PURPORT</P><P>After describing the life and character of Mah&#257;r&#257;ja Prithu in the previous chapter, the great sage Maitreya began to speak about the sons and grandsons in the genealogical line of the Prithu dynasty. After the death of Mah&#257;r&#257;ja Prithu, his eldest son, Vijit&#257;&#347;va, became emperor of the world. King Vijit&#257;&#347;va was very affectionate toward his younger brothers, and therefore he wanted them to rule different directions of the world. From time immemorial the eldest son generally becomes king after the death of the previous king. When the P&#257;ndavas ruled the earth, Mah&#257;r&#257;ja Yudhishthira, the eldest son of King P&#257;ndu, became emperor, and his younger brothers assisted him. Similarly, King Vijit&#257;&#347;va's younger brothers were appointed to govern the different directions of the world.</P><P CLASS=l><A CLASS=i HREF="../23/39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>