<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.11</P><P CLASS=c>s&#257;mudr&#299;m devadevokt&#257;m</P><P CLASS=c>upayeme &#347;atadrutim</P><P CLASS=c>y&#257;m v&#299;kshya c&#257;ru-sarv&#257;&#324;g&#299;m</P><P CLASS=c>ki&#347;or&#299;m sushthv-ala&#324;krit&#257;m</P><P CLASS=c>parikramant&#299;m udv&#257;he</P><P CLASS=c>cakame 'gnih &#347;uk&#299;m iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samudrim">s&#257;mudr&#299;m</A> &#8212; unto the daughter of the ocean; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/u/uktam">ukt&#257;m</A> &#8212; being advised by the supreme demigod, Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/upayeme">upayeme</A> &#8212; married; <A CLASS=v HREF="http://vedabase.net/s/satadrutim">&#347;atadrutim</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> &#346;atadruti; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A> &#8212; very attractive; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/angim">a&#324;g&#299;m</A> &#8212; all the features of the body; <A CLASS=v HREF="http://vedabase.net/k/kisorim">ki&#347;or&#299;m</A> &#8212; youthful; <A CLASS=v HREF="http://vedabase.net/s/susthu">sushthu</A> &#8212; sufficiently; <A CLASS=v HREF="http://vedabase.net/a/alankrtam">ala&#324;krit&#257;m</A> &#8212; decorated with ornaments; <A CLASS=v HREF="http://vedabase.net/p/parikramantim">parikramant&#299;m</A> &#8212; circumambulating; <A CLASS=v HREF="http://vedabase.net/u/udvahe">udv&#257;he</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the marriage ceremony; <A CLASS=v HREF="http://vedabase.net/c/cakame">cakame</A> &#8212; being attracted; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; the fire-god; <A CLASS=v HREF="http://vedabase.net/s/sukim">&#347;uk&#299;m</A> &#8212; unto &#346;uk&#299;; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Barhishat &#8212; henceforward known as Pr&#257;c&#299;nabarhi &#8212; was ordered by the supreme demigod Lord Brahm&#257; to marry the daughter of the ocean named &#346;atadruti. Her bodily features were completely beautiful, and she was very young. She was decorated with the proper garments, and when she came into the marriage arena and began circumambulating it, the fire-god Agni became so attracted to her that he desired her company, exactly as he had formerly desired to enjoy &#346;uk&#299;.</P><P CLASS=t>PURPORT</P><P>In this verse the word sushthv-ala&#324;krit&#257;m is significant. According to the Vedic system, when a girl is married, she is very profusely and gorgeously decorated with costly saris and jewelry, and during the marriage ceremony the bride circumambulates the bridegroom seven times. After this, the bridegroom and bride look at one another and become attracted for life. When the bridegroom finds the bride very beautiful, the attraction between them immediately becomes very strongly fixed. As stated in &#346;r&#299;mad-Bh&#257;gavatam, men and women are naturally attracted to one another, and when they are united by marriage that attraction becomes very strong. Being so strongly attracted, the bridegroom attempts to set up a nice homestead and eventually a good field for producing grains. Then children come, then friends and then wealth. In this way the male becomes more and more entangled in the material conceptions of life, and he begins to think, "This is mine," and"it is I who am acting." In this way the illusion of material existence is perpetuated.</P><P>The words &#347;uk&#299;m iva are also significant, for the fire-god Agni became attracted by the beauty of &#346;atadruti while she was circumambulating the bridegroom Pr&#257;c&#299;nabarhi, just as he had previously been attracted to the beauty of &#346;uk&#299;, the wife of Saptarshi. When the fire-god had been present long ago at the assembly of Saptarshi, he was attracted by the beauty of &#346;uk&#299; when she was circumambulating in the same way. Agni's wife, named Sv&#257;h&#257;, took the form of &#346;uk&#299; and enjoyed sex life with Agni. Not only the fire-god Agni but the heavenly god Indra and sometimes even Lord Brahm&#257; and Lord &#346;iva &#8212; all very highly situated demigods &#8212; are subject to being attracted by sex at any time. The sex drive is so strong in the living entities that the whole material world is running on sex attraction only, and it is due to sex attraction that one remains in the material world and is obliged to accept different types of bodies. The attraction of sex life is more clearly explained in the next verse.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>