<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.12</P><P CLASS=c>vibudh&#257;sura-gandharva-</P><P CLASS=c>muni-siddha-narorag&#257;h</P><P CLASS=c>vijit&#257;h s&#363;ryay&#257; dikshu</P><P CLASS=c>kvanayantyaiva n&#363;puraih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; the denizens of Gandharvaloka; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; the denizens of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A> &#8212; the inhabitants of the earthly planets; <A CLASS=v HREF="http://vedabase.net/u/uragah">urag&#257;h</A> &#8212; denizens of N&#257;galoka; <A CLASS=v HREF="http://vedabase.net/v/vijitah">vijit&#257;h</A> &#8212; captivated; <A CLASS=v HREF="http://vedabase.net/s/suryaya">s&#363;ryay&#257;</A> &#8212; by the new bride; <A CLASS=v HREF="http://vedabase.net/d/diksu">dikshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all directions; <A CLASS=v HREF="http://vedabase.net/k/kvanayantya">kvanayanty&#257;</A> &#8212; tinkling; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/n/nupuraih">n&#363;puraih</A> &#8212; by her ankle bells.</P><P CLASS=t>TRANSLATION</P><P>While &#346;atadruti was thus being married, the demons, the denizens of Gandharvaloka, the great sages, and the denizens of Siddhaloka, the earthly planets and N&#257;galoka, although highly exalted, were all captivated by the tinkling of her ankle bells.</P><P CLASS=t>PURPORT</P><P>Generally a woman becomes more beautiful when, after an early marriage, she gives birth to a child. To give birth to a child is the natural function of a woman, and therefore a woman becomes more and more beautiful as she gives birth to one child after another. In the case of &#346;atadruti, however, she was so beautiful that she attracted the whole universe at her marriage ceremony. Indeed, she attracted all the learned and exalted demigods simply by the tinkling of her ankle bells. This indicates that all the demigods wanted to see her beauty completely, but they were not able to see it because she was fully dressed and covered with ornaments. Since they could only see the feet of &#346;atadruti, they became attracted by her ankle bells, which tinkled as she walked. In other words, the demigods became captivated by her simply by hearing the tinkling of her ankle bells. They did not have to see her complete beauty. It is sometimes understood that a person becomes lusty just by hearing the tinkling of bangles on the hands of women or the tinkling of ankle bells, or just by seeing a woman's sari. Thus it is concluded that woman is the complete representation of m&#257;y&#257;. Although Vi&#347;v&#257;mitra Muni was engaged in practicing mystic yoga with closed eyes, his transcendental meditation was broken when he heard the tinkling of bangles on the hands of Menak&#257;. In this way Vi&#347;v&#257;mitra Muni became a victim of Menak&#257; and fathered a child who is universally celebrated as &#346;akuntal&#257;. The conclusion is that no one can save himself from the attraction of woman, even though he be an exalted demigod or an inhabitant of the higher planets. Only a devotee of the Lord, who is attracted by Krishna, can escape the lures of woman. Once one is attracted by Krishna, the illusory energy of the world cannot attract him.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>