<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.14</P><P CLASS=c>pitr&#257;disht&#257;h praj&#257;-sarge</P><P CLASS=c>tapase 'rnavam &#257;vi&#347;an</P><P CLASS=c>da&#347;a-varsha-sahasr&#257;ni</P><P CLASS=c>tapas&#257;rcams tapas-patim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by the father; <A CLASS=v HREF="http://vedabase.net/a/adistah">&#257;disht&#257;h</A> &#8212; being ordered by; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sarge">sarge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of begetting children; <A CLASS=v HREF="http://vedabase.net/t/tapase">tapase</A> &#8212; for executing austerity; <A CLASS=v HREF="http://vedabase.net/a/arnavam">arnavam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/a/avisan">&#257;vi&#347;an</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; ten years; <A CLASS=v HREF="http://vedabase.net/s/sahasrani">sahasr&#257;ni</A> &#8212; such thousands; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by their austerity; <A CLASS=v HREF="http://vedabase.net/a/arcan">&#257;rcan</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; of austerity; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the master.</P><P CLASS=t>TRANSLATION</P><P>When all these Pracet&#257;s were ordered by their father to marry and beget children, they all entered the ocean and practiced austerities and penances for ten thousand years. Thus they worshiped the master of all austerity, the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Sometimes great sages and ascetics enter the Himalaya Mountains in order to find seclusion from the turmoil of the world. It appears, however, that all the Pracet&#257;s, the sons of Pr&#257;c&#299;nabarhi, entered the depths of the ocean to perform austerity in a secluded place. Since they performed austerities for ten thousand years, this incident took place in the Satya-yuga, when people used to live for a hundred thousand years. It is also significant that by their austerity they worshiped the master of austerity, &#346;r&#299; Krishna, the Supreme Personality of Godhead. If one wants to perform austerities and penances in order to attain the supreme goal, one must attain the favor of the Supreme Personality of Godhead. If one achieves the favor of the Supreme Lord, it is to be understood that he has finished all kinds of austerities and penances and has attained efficiency in their execution. On the other hand, if one does not attain the perfect stage of devotional service, all austerities and penances actually have no meaning, for without the Supreme Lord no one can attain the highest results derived from performing them. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), Lord &#346;r&#299; Krishna is the master of all penances and sacrifices. Bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam. Thus the desired result of performing austerities may be derived from Lord Krishna.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/33/7.htm">3.33.7</A>) it is stated:</P><P>aho bata &#347;va-paco 'to gar&#299;y&#257;n</P><P CLASS=n>yaj-jihv&#257;gre vartate n&#257;ma tubhyam</P><P CLASS=n>tepus tapas te juhuvuh sasnur &#257;ry&#257;</P><P CLASS=n>brahm&#257;n&#363;cur n&#257;ma grinanti ye te</P><P>Even if a person is born in a family of cand&#257;las &#8212; the lowest birth one can get in human society &#8212; he is glorious if he chants the holy names of the Lord, for it is to be understood that by such chanting a devotee definitely proves that he underwent all kinds of austerities in his previous life. By the grace of Lord Caitanya, one who chants the mah&#257;-mantra (Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare) attains the highest perfectional stage, which had previously been attained by people who entered the ocean and executed austerities for ten thousand years. In this age of Kali, if a person does not take advantage of chanting the Hare Krishna mantra, which is offered as a great concession to the fallen human beings of this age, it is to be understood that he is very much bewildered by the illusory energy of the Lord.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>