<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.15</P><P CLASS=c>yad uktam pathi drishtena</P><P CLASS=c>giri&#347;ena pras&#299;dat&#257;</P><P CLASS=c>tad dhy&#257;yanto japanta&#347; ca</P><P CLASS=c>p&#363;jayanta&#347; ca samyat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/pathi">pathi</A> &#8212; on the way; <A CLASS=v HREF="http://vedabase.net/d/drstena">drishtena</A> &#8212; while meeting; <A CLASS=v HREF="http://vedabase.net/g/girisena">giri&#347;ena</A> &#8212; by Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/prasidata">pras&#299;dat&#257;</A> &#8212; being very much satisfied; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dhyayantah">dhy&#257;yantah</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/j/japantah">japantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; chanting also; <A CLASS=v HREF="http://vedabase.net/p/pujayantah">p&#363;jayantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; worshiping also; <A CLASS=v HREF="http://vedabase.net/s/samyatah">samyat&#257;h</A> &#8212; with great control.</P><P CLASS=t>TRANSLATION</P><P>When all the sons of Pr&#257;c&#299;nabarhi left home to execute austerities, they met Lord &#346;iva, who, out of great mercy, instructed them about the Absolute Truth. All the sons of Pr&#257;c&#299;nabarhi meditated upon the instructions, chanting and worshiping them with great care and attention.</P><P CLASS=t>PURPORT</P><P>It is clear that to perform austerities or penances, or, for that matter, any form of devotional service, one has to be guided by a spiritual master. Here it is clearly stated that the ten sons of Mah&#257;r&#257;ja Pr&#257;c&#299;nabarhi were favored by the appearance of Lord &#346;iva, who, out of great kindness, gave them instructions regarding the execution of austerities. Lord &#346;iva actually became the spiritual master of the ten sons, and in turn his disciples took his words so seriously that simply by meditating upon his instructions (dhy&#257;yantah) they became perfect. This is the secret of success. After being initiated and receiving the orders of the spiritual master, the disciple should unhesitatingly think about the instructions or orders of the spiritual master and should not allow himself to be disturbed by anything else. This is also the verdict of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, who, while explaining a verse of Bhagavad-g&#299;t&#257; (vyavas&#257;y&#257;tmik&#257; buddhir ekeha kuru-nandana, <A CLASS=v HREF="../../../bg/2/41.htm">Bg. 2.41</A>), points out that the order of the spiritual master is the life substance of the disciple. The disciple should not consider whether he is going back home, back to Godhead; his first business should be to execute the order of his spiritual master. Thus a disciple should always meditate on the order of the spiritual master, and that is perfectional meditation. Not only should he meditate upon that order, but he should find out the means by which he can perfectly worship and execute it.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>