<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.17</P><P CLASS=c>sa&#324;gamah khalu viprarshe</P><P CLASS=c>&#347;iveneha &#347;ar&#299;rin&#257;m</P><P CLASS=c>durlabho munayo dadhyur</P><P CLASS=c>asa&#324;g&#257;d yam abh&#299;psitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sangamah">sa&#324;gamah</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/sivena">&#347;ivena</A> &#8212; along with Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> encaged <A HREF="http://vedabase.net/i/in">in</A> material bodies; <A CLASS=v HREF="http://vedabase.net/d/durlabhah">durlabhah</A> &#8212; very rare; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/d/dadhyuh">dadhyuh</A> &#8212; engaged themselves <A HREF="http://vedabase.net/i/in">in</A> meditation; <A CLASS=v HREF="http://vedabase.net/a/asangat">asa&#324;g&#257;t</A> &#8212; being detached from anything else; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/a/abhipsitam">abh&#299;psitam</A> &#8212; desiring.</P><P CLASS=t>TRANSLATION</P><P>The great sage Vidura continued: O best of the br&#257;hmanas, it is very difficult for living entities encaged within this material body to have personal contact with Lord &#346;iva. Even great sages who have no material attachments do not contact him, despite their always being absorbed in meditation to attain his personal contact.</P><P CLASS=t>PURPORT</P><P>Since Lord &#346;iva does not incarnate himself unless there is some special reason, it is very difficult for an ordinary person to contact him. However, Lord &#346;iva does descend on a special occasion when he is ordered by the Supreme Personality of Godhead. In this regard, it is stated in the Padma Pur&#257;na that Lord &#346;iva appeared as a br&#257;hmana in the age of Kali to preach the M&#257;y&#257;v&#257;da philosophy, which is nothing but a type of Buddhist philosophy. It is stated in Padma Pur&#257;na:</P><P>m&#257;y&#257;v&#257;dam asac-ch&#257;stram</P><P CLASS=n>pracchannam bauddham ucyate</P><P CLASS=n>mayaiva vihitam devi</P><P CLASS=n>kalau br&#257;hmana-m&#363;rtin&#257;</P><P>Lord &#346;iva, speaking to P&#257;rvat&#299;-dev&#299;, foretold that he would spread the M&#257;y&#257;v&#257;da philosophy in the guise of a sanny&#257;s&#299; br&#257;hmana just to eradicate Buddhist philosophy. This sanny&#257;s&#299; was &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya. In order to overcome the effects of Buddhist philosophy and spread Ved&#257;nta philosophy, &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya had to make some compromise with the Buddhist philosophy, and as such he preached the philosophy of monism, for it was required at that time. Otherwise there was no need for his preaching M&#257;y&#257;v&#257;da philosophy. At the present moment there is no need for M&#257;y&#257;v&#257;da philosophy or Buddhist philosophy, and Lord Caitanya rejected both of them. This Krishna consciousness movement is spreading the philosophy of Lord Caitanya and rejecting the philosophy of both classes of M&#257;y&#257;v&#257;d&#299;. Strictly speaking, both Buddhist philosophy and &#346;a&#324;kara's philosophy are but different types of M&#257;y&#257;v&#257;da dealing on the platform of material existence. Neither of these philosophies has spiritual significance. There is spiritual significance only after one accepts the philosophy of Bhagavad-g&#299;t&#257;, which culminates in surrendering unto the Supreme Personality of Godhead. Generally people worship Lord &#346;iva for some material benefit, and although they cannot see him personally, they derive great material profit by worshiping him.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>