<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.18</P><P CLASS=c>&#257;tm&#257;r&#257;mo 'pi yas tv asya</P><P CLASS=c>loka-kalpasya r&#257;dhase</P><P CLASS=c>&#347;akty&#257; yukto vicarati</P><P CLASS=c>ghoray&#257; bhagav&#257;n bhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramah">&#257;r&#257;mah</A> &#8212; self-satisfied; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although <A HREF="http://vedabase.net/h/he">he</A> is; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who is; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; material world; <A CLASS=v HREF="http://vedabase.net/k/kalpasya">kalpasya</A> &#8212; when manifested; <A CLASS=v HREF="http://vedabase.net/r/radhase">r&#257;dhase</A> &#8212; for the matter of helping its existence; <A CLASS=v HREF="http://vedabase.net/s/saktya">&#347;akty&#257;</A> &#8212; potencies; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; being engaged; <A CLASS=v HREF="http://vedabase.net/v/vicarati">vicarati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> acts; <A CLASS=v HREF="http://vedabase.net/g/ghoraya">ghoray&#257;</A> &#8212; very dangerous; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; His Lordship; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; <A HREF="http://vedabase.net/s/siva">&#346;iva</A>.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva, the most powerful demigod, second only to Lord Vishnu, is self-sufficient. Although he has nothing to aspire for in the material world, for the benefit of those in the material world he is always busily engaged everywhere and is accompanied by his dangerous energies like goddess K&#257;l&#299; and goddess Durg&#257;.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva is known as the greatest devotee of the Supreme Personality of Godhead. He is known as the best of all types of Vaishnavas (vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh). Consequently, Lord &#346;iva has a Vaishnava samprad&#257;ya, the disciplic succession known as the Rudra-samprad&#257;ya. Just as there is a Brahma-samprad&#257;ya coming directly from Lord Brahm&#257;, the Rudra-samprad&#257;ya comes directly from Lord &#346;iva. Lord &#346;iva is one of the twelve great personalities, as stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/3/20.htm">6.3.20</A>):</P><P>svayambh&#363;r n&#257;radah &#347;ambhuh</P><P CLASS=n>kum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo</P><P CLASS=n>balir vaiy&#257;sakir vayam</P><P>These are twelve great authorities in preaching God consciousness. The name &#346;ambhu means Lord &#346;iva. His disciplic succession is also known as the Vishnusv&#257;mi-samprad&#257;ya, and the current Vishnusv&#257;mi-samprad&#257;ya is also known as the Vallabha-samprad&#257;ya. The current Brahma-samprad&#257;ya is known as the Madhva-Gaud&#299;ya-samprad&#257;ya. Even though Lord &#346;iva appeared to preach M&#257;y&#257;v&#257;da philosophy, at the end of his pastime in the form of &#346;a&#324;kar&#257;c&#257;rya, he preached the Vaishnava philosophy: bhaja govindam bhaja govindam bhaja govindam m&#363;dha-mate. He stressed worshiping Lord Krishna, or Govinda, three times in this verse and especially warned his followers that they could not possibly achieve deliverance, or mukti, simply by word jugglery and grammatical puzzles. If one is actually serious to attain mukti, he must worship Lord Krishna. That is &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya's last instruction.</P><P>Herein it is mentioned that Lord &#346;iva is always accompanied by his material energy (&#347;akty&#257; ghoray&#257;). Material energy &#8212; goddess Durg&#257;, or goddess K&#257;l&#299; &#8212; is always under his control. Goddess K&#257;l&#299; and Durg&#257; serve him by killing all the asuras, or demons. Sometimes K&#257;l&#299; becomes so infuriated that she indiscriminately kills all kinds of asuras. There is a popular picture of goddess K&#257;l&#299; in which she wears a garland composed of the heads of the asuras and holds in her left hand a captured head and in her right hand a great khadga, or chopper, for killing asuras. Great wars are symbolic representations of K&#257;l&#299;'s devastation of the asuras and are actually conducted by the goddess K&#257;l&#299;.</P><P>srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/44.htm">5.44</A>)</P><P>Asuras try to pacify the goddess K&#257;l&#299;, or Durg&#257;, by worshiping her in material opulence, but when the asuras become too intolerable, goddess K&#257;l&#299; does not discriminate in killing them wholesale. Asuras do not know the secret of the energy of Lord &#346;iva, and they prefer to worship goddess K&#257;l&#299; or Durg&#257; or Lord &#346;iva for material benefit. Due to their demoniac character, they are reluctant to surrender to Lord Krishna, as indicated by Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>):</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>Lord &#346;iva's duty is very dangerous because he has to employ the energy of goddess K&#257;l&#299; (or Durg&#257;). In another popular picture the goddess K&#257;l&#299; is sometimes seen standing on the prostrate body of Lord &#346;iva, which indicates that sometimes Lord &#346;iva has to fall down flat in order to stop goddess K&#257;l&#299; from killing the asuras. Since Lord &#346;iva controls the great material energy (goddess Durg&#257;), worshipers of Lord &#346;iva attain very opulent positions within this material world. Under Lord &#346;iva's direction, a worshiper of Lord &#346;iva gets all kinds of material facilities. In contrast, a Vaishnava, or worshiper of Lord Vishnu, gradually becomes poorer in material possessions because Lord Vishnu does not trick His devotees into becoming materially entangled by possessions. Lord Vishnu gives His devotees intelligence from within, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me."</P><P>Thus Lord Vishnu gives intelligence to His devotee so that the devotee can make progress on the path back home, back to Godhead. Since a devotee has nothing to do with any kind of material possession, he does not come under the control of goddess K&#257;l&#299;, or the goddess Durg&#257;.</P><P>Lord &#346;iva is also in charge of the tamo-guna, or the mode of ignorance in this material world. His potency, the goddess Durg&#257;, is described as keeping all living entities in the darkness of ignorance (y&#257; dev&#299; sarva-bh&#363;teshu nidra-r&#363;pam samsthit&#257;). Both Lord Brahm&#257; and Lord &#346;iva are incarnations of Lord Vishnu, but Lord Brahm&#257; is in charge of the creation whereas Lord &#346;iva is in charge of the destruction, which he carries out with the help of his material energy, goddess K&#257;l&#299;, or goddess Durg&#257;. Thus in this verse Lord &#346;iva is described as being accompanied by dangerous potencies (&#347;akty&#257; ghoray&#257;), and that is the actual position of Lord &#346;iva.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>