<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.19</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>pracetasah pitur v&#257;kyam</P><P CLASS=c>&#347;iras&#257;d&#257;ya s&#257;dhavah</P><P CLASS=c>di&#347;am prat&#299;c&#299;m prayayus</P><P CLASS=c>tapasy &#257;drita-cetasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/p/pracetasah">pracetasah</A> &#8212; all the sons of King Pr&#257;c&#299;nabarhi; <A CLASS=v HREF="http://vedabase.net/p/pituh">pituh</A> &#8212; of the father; <A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/s/sirasa">&#347;iras&#257;</A> &#8212; on the head; <A CLASS=v HREF="http://vedabase.net/a/adaya">&#257;d&#257;ya</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; all pious; <A CLASS=v HREF="http://vedabase.net/d/disam">di&#347;am</A> &#8212; direction; <A CLASS=v HREF="http://vedabase.net/p/praticim">prat&#299;c&#299;m</A> &#8212; western; <A CLASS=v HREF="http://vedabase.net/p/prayayuh">prayayuh</A> &#8212; went away; <A CLASS=v HREF="http://vedabase.net/t/tapasi">tapasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> austerities; <A CLASS=v HREF="http://vedabase.net/a/adrta">&#257;drita</A> &#8212; accepting seriously; <A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, because of their pious nature, all the sons of Pr&#257;c&#299;nabarhi very seriously accepted the words of their father with heart and soul, and with these words on their heads, they went toward the west to execute their father's order.</P><P CLASS=t>PURPORT</P><P>In this verse s&#257;dhavah (meaning "pious" or "well behaved") is very important, especially at the present moment. It is derived from the word s&#257;dhu. A perfect s&#257;dhu is one who is always engaged in the devotional service of the Supreme Personality of Godhead. Pr&#257;c&#299;nabarhi's sons are described as s&#257;dhavah because of their complete obedience to their father. The father, king and spiritual master are supposed to be representatives of the Supreme Personality of Godhead, and as such they have to be respected as the Supreme Lord. It is the duty of the father, the spiritual master and the king to regulate their subordinates in such a way that they ultimately become fully unalloyed devotees of the Supreme Lord. That is the duty of the superiors, and it is the duty of the subordinates to obey their orders perfectly and in a disciplined way. The word &#347;iras&#257; ("on their heads") is also significant, for the Pracet&#257;s accepted the orders of their father and carried them on their heads, which means they accepted them in complete surrender.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>