<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.20</P><P CLASS=c>sa-samudram upa vist&#299;rnam</P><P CLASS=c>apa&#347;yan sumahat sarah</P><P CLASS=c>mahan-mana iva svaccham</P><P CLASS=c>prasanna-salil&#257;&#347;ayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/samudram">samudram</A> &#8212; almost near the ocean; <A CLASS=v HREF="http://vedabase.net/u/upa">upa</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> or less; <A CLASS=v HREF="http://vedabase.net/v/vistirnam">vist&#299;rnam</A> &#8212; very wide and long; <A CLASS=v HREF="http://vedabase.net/a/apasyan">apa&#347;yan</A> &#8212; they saw; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/s/sarah">sarah</A> &#8212; reservoir of water; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great soul; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/accham">accham</A> &#8212; clear; <A CLASS=v HREF="http://vedabase.net/p/prasanna">prasanna</A> &#8212; joyful; <A CLASS=v HREF="http://vedabase.net/s/salila">salila</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; taken shelter of.</P><P CLASS=t>TRANSLATION</P><P>While traveling, the Pracet&#257;s happened to see a great reservoir of water which seemed almost as big as the ocean. The water of this lake was so calm and quiet that it seemed like the mind of a great soul, and its inhabitants, the aquatics, appeared very peaceful and happy to be under the protection of such a watery reservoir.</P><P CLASS=t>PURPORT</P><P>The word sa-samudra means "near the sea." The reservoir of water was like a bay, for it was not very far from the sea. The word upa, meaning "more or less," is used in many ways, as in the word upapati, which indicates a husband "more or less," that is to say, a lover who is acting like a husband. Upa also means "greater," "smaller" or "nearer." Considering all these points, the reservoir of water which was seen by the Pracet&#257;s while they were traveling was actually a large bay or lake. And unlike the sea or ocean, which has turbulent waves, this reservoir was very calm and quiet. Indeed, the water was so clear that it seemed like the mind of some great soul. There may be many great souls &#8212; jñ&#257;n&#299;s, yog&#299;s and bhaktas, or pure devotees, are also called great souls &#8212; but they are very rarely found. One can find many great souls amongst yog&#299;s and jñ&#257;n&#299;s, but a truly great soul, a pure devotee of the Lord, who is fully surrendered to the Lord, is very rarely found (sa mah&#257;tm&#257; sudurlabhah, <A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>). A devotee's mind is always calm, quiet and desireless because he is always any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>], having no desire other than to serve Krishna as His personal servant, friend, father, mother or conjugal lover. Due to his association with Krishna, a devotee is always very calm and cool. It is also significant that within that reservoir all the aquatics were also very calm and quiet. Because the disciples of a devotee have taken shelter of a great soul, they become very calm and quiet and are not agitated by the waves of the material world.</P><P>This material world is often described as an ocean of nescience. In such an ocean, everything is agitated. The mind of a great devotee is also like an ocean or a very large lake, but there is no agitation. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/41.htm">2.41</A>): vyavas&#257;y&#257;tmik&#257; buddhir ekeha kuru-nandana. Those who are fixed in the service of the Lord are not agitated by anything. It is also stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/22.htm">6.22</A>): yasmin sthito na duhkhena gurun&#257;pi vic&#257;lyate. Even if he suffers some reversals in life, a devotee is never agitated. Therefore whoever takes shelter of a great soul or a great devotee becomes pacified. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/19/149.htm">Madhya 19.149</A>) it is stated: krishna-bhakta &#8212; nishk&#257;ma, ataeva '&#347;&#257;nta.' A devotee of Lord Krishna is always peaceful because he has no desire, whereas the yog&#299;s, karm&#299;s and jñ&#257;n&#299;s have so many desires to fulfill. One may argue that the devotees have desires, for they wish to go home, back to Godhead, but such a desire does not agitate the mind. Although he wishes to go back to Godhead, a devotee is satisfied in any condition of life. Consequently, the word mahan-manah is used in this verse to indicate that the reservoir of water was as calm and quiet as the mind of a great devotee.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>