<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.28</P><P CLASS=c>yah param ramhasah s&#257;ksh&#257;t</P><P CLASS=c>tri-gun&#257;j j&#299;va-samjñit&#257;t</P><P CLASS=c>bhagavantam v&#257;sudevam</P><P CLASS=c>prapannah sa priyo hi me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/r/ramhasah">ramhasah</A> &#8212; of the controller; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/g/gunat">gun&#257;t</A> &#8212; from the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnitat">samjñit&#257;t</A> &#8212; living entities called by the <A HREF="http://vedabase.net/n/name">name</A> j&#299;vas; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevam">v&#257;sudevam</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prapannah">prapannah</A> &#8212; surrendered; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; undoubtedly; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva continued: Any person who is surrendered to the Supreme Personality of Godhead, Krishna, the controller of everything &#8212; material nature as well as the living entity &#8212; is actually very dear to me.</P><P CLASS=t>PURPORT</P><P>Now Lord &#346;iva explains the reason he has personally come before the princes. It is because all the princes are devotees of Lord Krishna. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."</P><P>Lord &#346;iva is rarely seen by common men, and similarly a person who is fully surrendered unto V&#257;sudeva, Krishna, is also very rarely seen because a person who is fully surrendered unto the Supreme Lord is very rare (sa mah&#257;tm&#257; sudurlabhah). Consequently Lord &#346;iva came especially to see the Pracet&#257;s because they were fully surrendered unto the Supreme Personality of Godhead, V&#257;sudeva. V&#257;sudeva is also mentioned in the beginning of &#346;r&#299;mad-Bh&#257;gavatam in the mantra, om namo bhagavate v&#257;sudev&#257;ya. Since V&#257;sudeva is the ultimate truth, Lord &#346;iva openly proclaims that one who is a devotee of Lord V&#257;sudeva, who is surrendered to Lord Krishna, is actually very dear to him. Lord V&#257;sudeva, Krishna, is worshipable not only by ordinary living entities but by demigods like Lord &#346;iva, Lord Brahm&#257; and others. Yam brahm&#257;-varunendra-rudra-marutah stuvanti divyaih stavaih (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/13/1.htm">12.13.1</A>). Krishna is worshiped by Lord Brahm&#257;, Lord &#346;iva, Varuna, Indra, Candra and all other demigods. That is also the situation with a devotee. Indeed, one who takes to Krishna consciousness immediately becomes very dear to anyone who is simply finding out and beginning to understand what Krishna consciousness actually is. Similarly, all the demigods are also trying to find out who is actually surrendered to Lord V&#257;sudeva. Because the Pracet&#257; princes were surrendered to V&#257;sudeva, Lord &#346;iva willingly came forth to see them.</P><P>Lord V&#257;sudeva, or Krishna, is described in Bhagavad-g&#299;t&#257; as Purushottama. Actually He is the enjoyer (purusha) and the Supreme (uttama) as well. He is the enjoyer of everything &#8212; the prakriti and the purusha. Being influenced by the three modes of material nature, the living entity tries to dominate material nature, but actually he is not the purusha (enjoyer) but prakriti, as described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>): apareyam itas tv any&#257;m prakritim viddhi me par&#257;m. Thus the j&#299;va, or living entity, is actually prakriti, or the marginal energy of the Supreme Lord. Being associated with material energy, he tries to lord it over the material nature. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#347;o j&#299;va-loke</P><P CLASS=n>j&#299;va-bh&#363;tah san&#257;tanah</P><P CLASS=n>manah-shashth&#257;n&#299;ndriy&#257;ni</P><P CLASS=n>prakriti-sth&#257;ni karshati</P><P>"The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."</P><P>By endeavoring to dominate material nature, the living entity simply struggles hard for existence. Indeed, he struggles so hard to enjoy himself that he cannot even enjoy the material resources. Thus he is sometimes called prakriti, or j&#299;va, for he is situated in the marginal potency. When the living entity is covered with the three modes of material nature, he is called j&#299;va-samjñita. There are two kinds of living entities: one is called kshara, and the other is akshara. Kshara refers to those who have fallen down and become conditioned, and akshara refers to those who are not conditioned. The vast majority of living entities live in the spiritual world and are called akshara. They are in the position of Brahman, pure spiritual existence. They are different from those who have been conditioned by the three modes of material nature.</P><P>Being above both the kshara and akshara, Lord Krishna, V&#257;sudeva, is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/18.htm">15.18</A>) as Purushottama. The impersonalists may say that V&#257;sudeva is the impersonal Brahman, but actually the impersonal Brahman is subordinate to Krishna, as also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/27.htm">14.27</A>): brahmano hi pratishth&#257;ham. That Krishna is the source of the impersonal Brahman is also confirmed in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>): yasya prabh&#257; prabhavato jagadanda-koti. The impersonal Brahman is nothing but the effulgence or bodily rays of Krishna, and in those bodily rays there are innumerable universes floating. Thus in all respects V&#257;sudeva, Krishna, is the Supreme Lord, and Lord &#346;iva is very satisfied with those who are completely surrendered to Him. Complete surrender is desired by Krishna, as He indicates in the last chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. The word s&#257;ksh&#257;t, meaning "directly," is very significant. There are many so-called devotees, but actually they are only karm&#299;s and jñ&#257;n&#299;s, for they are not directly devotees of Lord Krishna. The karm&#299;s sometimes offer the results of their activities to Lord V&#257;sudeva, and this offering is called karm&#257;rpanam. These are considered to be fruitive activities, for the karm&#299;s consider Lord Vishnu to be one of the demigods like Lord &#346;iva and Lord Brahm&#257;. Because they consider Lord Vishnu to be on the same level with the demigods, they contend that surrendering to the demigods is as good as surrendering unto V&#257;sudeva. This contention is denied herein because if it were true, Lord &#346;iva would have said that surrender unto him, Lord V&#257;sudeva, Vishnu or Brahm&#257; is the same. However, Lord &#346;iva does not say this because he himself surrenders unto V&#257;sudeva, and whoever else surrenders unto V&#257;sudeva is very, very dear to him. This is expressed herein openly. The conclusion is that a devotee of Lord &#346;iva is not dear to Lord &#346;iva, but a devotee of Lord Krishna is very dear to Lord &#346;iva.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>