<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.29</P><P CLASS=c>sva-dharma-nishthah &#347;ata-janmabhih pum&#257;n</P><P CLASS=c>viriñcat&#257;m eti tatah param hi m&#257;m</P><P CLASS=c>avy&#257;kritam bh&#257;gavato 'tha vaishnavam</P><P CLASS=c>padam yath&#257;ham vibudh&#257;h kal&#257;tyaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthah">nishthah</A> &#8212; one who is situated <A HREF="http://vedabase.net/i/in">in</A> his own <A HREF="http://vedabase.net/d/dharma">dharma</A>, or occupation; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/j/janmabhih">janmabhih</A> &#8212; for one hundred births; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living entity; <A CLASS=v HREF="http://vedabase.net/v/virincatam">viriñcat&#257;m</A> &#8212; the post of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/e/eti">eti</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; above; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; attains <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/avyakrtam">avy&#257;kritam</A> &#8212; without deviation; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/vaisnavam">vaishnavam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; post; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vibudhah">vibudh&#257;h</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atyaye">atyaye</A> &#8212; after the annihilation of the material world.</P><P CLASS=t>TRANSLATION</P><P>A person who executes his occupational duty properly for one hundred births becomes qualified to occupy the post of Brahm&#257;, and if he becomes more qualified, he can approach Lord &#346;iva. A person who is directly surrendered to Lord Krishna, or Vishnu, in unalloyed devotional service is immediately promoted to the spiritual planets. Lord &#346;iva and other demigods attain these planets after the destruction of this material world.</P><P CLASS=t>PURPORT</P><P>This verse gives an idea of the highest perfection of the evolutionary process. As described by the Vaishnava poet Jayadeva Gosv&#257;m&#299;, pralaya-payodhi jale dhritav&#257;n asi vedam **. Let us begin tracing the evolutionary process from the point of devastation (pralaya), when the whole universe is filled with water. At that time there are many fishes and other aquatics, and from these aquatics evolve creepers, trees, etc. From these, insects and reptiles evolve, and from them birds, beasts and then human beings and finally civilized human beings. Now, the civilized human being is at a junction where he can make further evolutionary progress in spiritual life. Here it is stated (sva-dharma-nishthah) that when a living entity comes to a civilized form of life, there must be sva-dharma, social divisions according to one's work and qualifications. This is indicated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>):</P><P>c&#257;tur-varnyam may&#257; srishtam</P><P CLASS=n>guna-karma-vibh&#257;ga&#347;ah</P><P>"According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me."</P><P>In civilized human society there must be the divisions of br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra, and everyone must properly execute his occupational duty in accordance with his division. Here it is described (svadharma-nishthah) that it does not matter whether one is a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra. If one sticks to his position and properly executes his particular duty, he is considered a civilized human being. Otherwise he is no better than an animal. It is also mentioned herein that whoever executes his occupational duty (sva-dharma) for one hundred births (for instance, if a br&#257;hmana continues to act as a br&#257;hmana) becomes eligible for promotion to Brahmaloka, the planet where Lord Brahm&#257; lives. There is also a planet called &#346;ivaloka, or Sad&#257;&#347;ivaloka, which is situated in a marginal position between the spiritual and material worlds. If, after being situated in Brahmaloka, one becomes more qualified, he is promoted to Sad&#257;&#347;ivaloka. Similarly, when one becomes even more qualified, he can attain the Vaikunthalokas. The Vaikunthalokas are targets for everyone, even the demigods, and they can be attained by a devotee who has no desire for material benefit. As indicated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>), one does not escape material miseries even if he is elevated to Brahmaloka (&#257;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna). Similarly, one is not very safe even if he is promoted to &#346;ivaloka, because the planet of &#346;ivaloka is marginal. However, if one attains Vaikunthaloka, he attains the highest perfection of life and the end of the evolutionary process (m&#257;m upetya tu kaunteya punar janma na vidyate). In other words, it is confirmed herein that a person in human society who has developed consciousness must take to Krishna consciousness in order to be promoted to Vaikunthaloka or Krishnaloka immediately after leaving the body. Tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna (<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>). A devotee who is fully in Krishna consciousness, who is not attracted by any other loka, or planet, including Brahmaloka and &#346;ivaloka, is immediately transferred to Krishnaloka (m&#257;m eti). That is the highest perfection of life and the perfection of the evolutionary process.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>