<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.3</P><P CLASS=c>antardh&#257;na-gatim &#347;akr&#257;l</P><P CLASS=c>labdhv&#257;ntardh&#257;na-samjñitah</P><P CLASS=c>apatya-trayam &#257;dhatta</P><P CLASS=c>&#347;ikhandiny&#257;m susammatam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antardhana">antardh&#257;na</A> &#8212; of disappearance; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; achievement; <A CLASS=v HREF="http://vedabase.net/s/sakrat">&#347;akr&#257;t</A> &#8212; from King <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/l/labdhva">labdhv&#257;</A> &#8212; getting; <A CLASS=v HREF="http://vedabase.net/a/antardhana">antardh&#257;na</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/samjnitah">samjñitah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> nominated; <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/t/trayam">trayam</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/a/adhatta">&#257;dhatta</A> &#8212; begot; <A CLASS=v HREF="http://vedabase.net/s/sikhandinyam">&#347;ikhandiny&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> &#346;ikhandin&#299;, his wife; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sammatam">sammatam</A> &#8212; approved by everyone.</P><P CLASS=t>TRANSLATION</P><P>Formerly, Mah&#257;r&#257;ja Vijit&#257;&#347;va pleased the King of heaven, Indra, and from him received the title Antardh&#257;na. His wife's name was &#346;ikhandin&#299;, and by her he begot three good sons.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Vijit&#257;&#347;va was known as Antardh&#257;na, which means "disappearance." He received this title from Indra, and it refers to the time when Indra stole Mah&#257;r&#257;ja Prithu's horse from the sacrificial arena. Indra was not visible to others when he was stealing the horse, but Mah&#257;r&#257;ja Prithu's son Vijit&#257;&#347;va could see him. Yet despite his knowing that Indra was taking away his father's horse, Vijit&#257;&#347;va did not attack him. This indicates that Mah&#257;r&#257;ja Vijit&#257;&#347;va respected the right persons. Although Indra was stealing the horse from his father, Vijit&#257;&#347;va knew perfectly well that Indra was not an ordinary thief. Since Indra was a great and powerful demigod and servant of the Supreme Personality of Godhead, Vijit&#257;&#347;va purposefully excused him due to sentiment only, even though Indra was acting wrongly. Thus Indra became very pleased with Vijit&#257;&#347;va at that time. The demigods have the great mystic power of being able to appear and disappear according to their will, and since Indra was very pleased with Vijit&#257;&#347;va, he bestowed this mystic power upon him. Thus Vijit&#257;&#347;va became known as Antardh&#257;na.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>