<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.30</P><P CLASS=c>atha bh&#257;gavat&#257; y&#363;yam</P><P CLASS=c>priy&#257;h stha bhagav&#257;n yath&#257;</P><P CLASS=c>na mad bh&#257;gavat&#257;n&#257;m ca</P><P CLASS=c>prey&#257;n anyo 'sti karhicit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavat&#257;h</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/p/priyah">priy&#257;h</A> &#8212; very dear <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/stha">stha</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; than <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatanam">bh&#257;gavat&#257;n&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/preyan">prey&#257;n</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time.</P><P CLASS=t>TRANSLATION</P><P>You are all devotees of the Lord, and as such I appreciate that you are as respectable as the Supreme Personality of Godhead Himself. I know in this way that the devotees also respect me and that I am dear to them. Thus no one can be as dear to the devotees as I am.</P><P CLASS=t>PURPORT</P><P>It is said, vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh: Lord &#346;iva is the best of all devotees. Therefore all devotees of Lord Krishna are also devotees of Lord &#346;iva. In Vrind&#257;vana there is Lord &#346;iva's temple called Gop&#299;&#347;vara. The gop&#299;s used to worship not only Lord &#346;iva but K&#257;ty&#257;yan&#299;, or Durg&#257;, as well, but their aim was to attain the favor of Lord Krishna. A devotee of Lord Krishna does not disrespect Lord &#346;iva, but worships Lord &#346;iva as the most exalted devotee of Lord Krishna. Consequently whenever a devotee worships Lord &#346;iva, he prays to Lord &#346;iva to achieve the favor of Krishna, and he does not request material profit. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>) it is said that generally people worship demigods for some material profit. K&#257;mais tais tair hrita jñ&#257;n&#257;h. Driven by material lust, they worship demigods, but a devotee never does so, for he is never driven by material lust. That is the difference between a devotee's respect for Lord &#346;iva and an asura's respect for him. The asura worships Lord &#346;iva, takes some benediction from him, misuses the benediction and ultimately is killed by the Supreme Personality of Godhead, who awards him liberation.</P><P>Because Lord &#346;iva is a great devotee of the Supreme Personality of Godhead, he loves all the devotees of the Supreme Lord. Lord &#346;iva told the Pracet&#257;s that because they were devotees of the Lord, he loved them very much. Lord &#346;iva was not kind and merciful only to the Pracet&#257;s; anyone who is a devotee of the Supreme Personality of Godhead is very dear to Lord &#346;iva. Not only are the devotees dear to Lord &#346;iva, but he respects them as much as he respects the Supreme Personality of Godhead. Similarly, devotees of the Supreme Lord also worship Lord &#346;iva as the most dear devotee of Lord Krishna. They do not worship him as a separate Personality of Godhead. It is stated in the list of n&#257;ma-apar&#257;dhas that it is an offense to think that the chanting of the name of Hari and the chanting of Hara, or &#346;iva, are the same. The devotees must always know that Lord Vishnu is the Supreme Personality of Godhead and that Lord &#346;iva is His devotee. A devotee should be offered respect on the level of the Supreme Personality of Godhead, and sometimes even more respect. Indeed, Lord R&#257;ma, the Personality of Godhead Himself, sometimes worshiped Lord &#346;iva. If a devotee is worshiped by the Lord, why should a devotee not be worshiped by other devotees on the same level with the Lord? This is the conclusion. From this verse it appears that Lord &#346;iva blesses the asuras simply for the sake of formality. Actually he loves one who is devoted to the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>