<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.33</P><P CLASS=c>&#347;r&#299;-rudra uv&#257;ca</P><P CLASS=c>jitam ta &#257;tma-vid-varya-</P><P CLASS=c>svastaye svastir astu me</P><P CLASS=c>bhavat&#257;r&#257;dhas&#257; r&#257;ddham</P><P CLASS=c>sarvasm&#257; &#257;tmane namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> began <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/j/jitam">jitam</A> &#8212; all glories; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; self-realized; <A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/s/svastaye">svastaye</A> &#8212; unto the auspicious; <A CLASS=v HREF="http://vedabase.net/s/svastih">svastih</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/aradhasa">&#257;r&#257;dhas&#257;</A> &#8212; by the all-perfect; <A CLASS=v HREF="http://vedabase.net/r/raddham">r&#257;ddham</A> &#8212; worshipable; <A CLASS=v HREF="http://vedabase.net/s/sarvasmai">sarvasmai</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva addressed the Supreme Personality of Godhead with the following prayer: O Supreme Personality of Godhead, all glories unto You. You are the most exalted of all self-realized souls. Since You are always auspicious for the self-realized, I wish that You be auspicious for me. You are worshipable by virtue of the all-perfect instructions You give. You are the Supersoul; therefore I offer my obeisances unto You as the supreme living being.</P><P CLASS=t>PURPORT</P><P>As soon as a devotee is inspired by the Lord to offer the Lord a prayer, the devotee immediately glorifies the Lord in the beginning by saying, "All glories unto You, my Lord." The Lord is glorified because He is considered to be the chief of all self-realized souls. As said in the Vedas (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>), nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m: the Supreme Being, the Personality of Godhead, is the chief living being amongst all living beings. There are different kinds of individual living beings &#8212; some of them are in this material world, and some are in the spiritual world. Those who are in the spiritual world are known to be completely self-realized because on the spiritual platform the living entity is not forgetful of his service to the Lord. Therefore in the spiritual world all those who are in the devotional service of the Lord are eternally fixed, for they understand the position of the Supreme Being, as well as their individual constitution. Thus amongst self-realized souls, the Lord is known as the perfectly self-realized soul. Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. When the individual soul is fixed in his knowledge of the Lord as the Supreme Being, he actually becomes established in an all-auspicious position. Lord &#346;iva prays herein that his auspicious position continue eternally by virtue of the Lord's mercy upon him.</P><P>The Supreme Lord is all-perfect, and the Lord instructs that one who worships Him also becomes perfect. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>): mattah smritir jñ&#257;nam apohanam ca. The Lord is situated as the Supersoul in everyone's heart, but He is so kind to His devotees that He gives them instructions by which they may continue to progress. When they receive instructions from the all-perfect, there is no chance of their being misled. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>): dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te. The Lord is always ready to give instructions to the pure devotee so that the devotee can advance further and further in devotional service. Since the Lord gives instructions as sarv&#257;tm&#257;, the Supersoul, Lord &#346;iva offers Him respect with the words sarv&#257;tm&#257; &#257;tmane namah. The individual soul is called &#257;tm&#257;, and the Lord is also called &#257;tm&#257; as well as Param&#257;tm&#257;. Being situated in everyone's heart, the Lord is known as the supreme &#257;tm&#257;. Therefore all obeisances are offered unto Him. In this regard, one may refer to the prayers of Kunt&#299; in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/8/20.htm">1.8.20</A>):</P><P>tath&#257; paramahams&#257;n&#257;m</P><P CLASS=n>mun&#299;n&#257;m amal&#257;tman&#257;m</P><P CLASS=n>bhakti-yoga-vidh&#257;n&#257;rtham</P><P CLASS=n>katham pa&#347;yema hi striyah</P><P>The Lord is always ready to give instructions to the paramahamsas, or the topmost devotees of the Lord, who are completely liberated from all contaminations of the material world. The Lord always gives instructions to such exalted devotees to inform them how they can remain fixed in devotional service. Similarly, it is stated in the &#257;tm&#257;r&#257;ma verse (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/7/10.htm">1.7.10</A>):</P><P>&#257;tm&#257;r&#257;m&#257;&#347; ca munayo</P><P CLASS=n>nirgranth&#257; apy urukrame</P><P CLASS=n>kurvanty ahaituk&#299;m bhaktim</P><P CLASS=n>ittham-bh&#363;ta-guno harih</P><P>The word &#257;tm&#257;r&#257;ma refers to those who are not interested in the material world but are simply engaged in spiritual realization. Such self-realized persons are generally considered in two categories &#8212; impersonal and personal. However, impersonalists also become devotees when they are attracted by the personal transcendental qualities of the Lord. The conclusion is that Lord &#346;iva wanted to remain a fixed devotee of the Supreme Personality of Godhead, V&#257;sudeva. As explained in the following verses, Lord &#346;iva never desires to merge into the existence of the Supreme Lord like the impersonalists. Rather, he thinks that it would be good fortune for him to continue to be fixed in the understanding of the Lord as the Supreme Being. By this understanding, one realizes that all living entities &#8212; including Lord &#346;iva, Lord Brahm&#257; and other demigods &#8212; are servants of the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>