<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.34</P><P CLASS=c>namah pa&#324;kaja-n&#257;bh&#257;ya</P><P CLASS=c>bh&#363;ta-s&#363;kshmendriy&#257;tmane</P><P CLASS=c>v&#257;sudev&#257;ya &#347;&#257;nt&#257;ya</P><P CLASS=c>k&#363;ta-sth&#257;ya sva-rocishe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all obeisances unto You; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A>-<A CLASS=v HREF="http://vedabase.net/n/nabhaya">n&#257;bh&#257;ya</A> &#8212; unto the Supreme Personality of Godhead, from whose navel the lotus flower emanates; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/suksma">s&#363;kshma</A> &#8212; the sense objects; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the origin; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; unto Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/s/santaya">&#347;&#257;nt&#257;ya</A> &#8212; always peaceful; <A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sthaya">sth&#257;ya</A> &#8212; without being changed; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rocise">rocishe</A> &#8212; unto the supreme illumination.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the origin of the creation by virtue of the lotus flower which sprouts from Your navel. You are the supreme controller of the senses and the sense objects, and You are also the all-pervading V&#257;sudeva. You are most peaceful, and because of Your self-illuminated existence, You are not disturbed by the six kinds of transformations.</P><P CLASS=t>PURPORT</P><P>The Lord as Garbhodaka&#347;&#257;y&#299; Vishnu lies in the ocean of Garbha within this universe, and from His navel the lotus flower sprouts. Lord Brahm&#257; is generated from that lotus flower, and from Lord Brahm&#257; the creation of this material world begins. As such, the Supreme Personality of Godhead, Garbhodaka&#347;&#257;y&#299; Vishnu, is the origin of the material senses and sense objects. Since Lord &#346;iva considers himself to be one of the products of the material world, his senses are under the control of the supreme creator. The Supreme Lord is also known as Hrish&#299;ke&#347;a, master of the senses, which indicates that our senses and sense objects are formed by the Supreme Lord. As such, He can control our senses and out of His mercy engage them in the service of the master of the senses. In the conditioned state, the living entity struggles in this material world and engages his senses for material satisfaction. However, if the living entity is graced by the Supreme Personality of Godhead, he can engage these very senses in the service of the Lord. Lord &#346;iva desires not to be misled by the material senses but to engage always in the service of the Lord without being subject to contamination by materialistic influences. By the grace and help of Lord V&#257;sudeva, who is all-pervading, one can engage his senses in devotional service without deviation, just as the Lord acts without deviation.</P><P>The words &#347;&#257;nt&#257;ya k&#363;ta-sth&#257;ya sva-rocishe are very significant. Although the Lord is within this material world, He is not disturbed by the waves of material existence. However, conditioned souls are agitated by six kinds of transformations; namely, they become agitated when they are hungry, when they are thirsty, when they are aggrieved, when they are illusioned, when they grow old and when they are on the deathbed. Although conditioned souls become very easily illusioned by these conditions in the material world, the Supreme Personality of Godhead, as the Supersoul, V&#257;sudeva, is never agitated by these transformations. Therefore it is said here (k&#363;ta-sth&#257;ya) that He is always peaceful and devoid of agitation because of His prowess, which is described herein as sva-rocishe, indicating that He is illuminated by His own transcendental position. In other words, the individual soul, although within the illumination of the Supreme, sometimes falls down from that illumination because of his tiny position, and when he falls down he enters into material, conditional life. The Lord, however, is not subject to such conditioning; therefore He is described as self-illuminated. Consequently any conditioned soul within this material universe can remain completely perfect when he is under the protection of V&#257;sudeva, or when he is engaged in devotional service.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>