<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.35</P><P CLASS=c>sa&#324;karshan&#257;ya s&#363;kshm&#257;ya</P><P CLASS=c>durant&#257;y&#257;ntak&#257;ya ca</P><P CLASS=c>namo vi&#347;va-prabodh&#257;ya</P><P CLASS=c>pradyumn&#257;y&#257;ntar-&#257;tmane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sankarsanaya">sa&#324;karshan&#257;ya</A> &#8212; unto the master of integration; <A CLASS=v HREF="http://vedabase.net/s/suksmaya">s&#363;kshm&#257;ya</A> &#8212; unto the subtle unmanifested material ingredients; <A CLASS=v HREF="http://vedabase.net/d/durantaya">durant&#257;ya</A> &#8212; unto the unsurpassable; <A CLASS=v HREF="http://vedabase.net/a/antakaya">antak&#257;ya</A> &#8212; unto the master of disintegration; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/p/prabodhaya">prabodh&#257;ya</A> &#8212; unto the master of the development of the universe; <A CLASS=v HREF="http://vedabase.net/p/pradyumnaya">pradyumn&#257;ya</A> &#8212; unto Lord <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A>; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the Supersoul <A HREF="http://vedabase.net/i/in">in</A> everyone's heart.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are the origin of the subtle material ingredients, the master of all integration as well as the master of all disintegration, the predominating Deity named Sa&#324;karshana, and the master of all intelligence, known as the predominating Deity Pradyumna. Therefore, I offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The whole universe is maintained by the integrating power of the Supreme Lord, who is known in that capacity by the name Sa&#324;karshana. The material scientists may have discovered the law of gravity, which maintains the integration of objects within the material energy, yet the master of all integration can create devastation by the disintegrating blazing fire emanating from His mouth. A description of this can be found in the Eleventh Chapter of Bhagavad-g&#299;t&#257;, wherein the universal form of the Lord is described. The master of integration is also the destroyer of this world by virtue of His disintegrating energy. Sa&#324;karshana is the master of integration and disintegration, whereas Pradyumna, another feature of Lord V&#257;sudeva, is responsible for universal growth and maintenance. The word s&#363;kshm&#257;ya is significant because within this gross material body there are subtle material bodies &#8212; namely mind, intelligence and ego. The Lord in His different features (V&#257;sudeva, Aniruddha, Pradyumna and Sa&#324;karshana) maintains both the gross and subtle material elements of this world. As mentioned in Bhagavad-g&#299;t&#257;, the gross material elements are earth, water, fire, air and ether, and the subtle material elements are mind, intelligence and ego. All of them are controlled by the Supreme Personality of Godhead as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha, and this will be further explained in the following verse.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>