<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.36</P><P CLASS=c>namo namo 'niruddh&#257;ya</P><P CLASS=c>hrish&#299;ke&#347;endriy&#257;tmane</P><P CLASS=c>namah paramahams&#257;ya</P><P CLASS=c>p&#363;rn&#257;ya nibhrit&#257;tmane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all my obeisances unto You; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances again; <A CLASS=v HREF="http://vedabase.net/a/aniruddhaya">aniruddh&#257;ya</A> &#8212; unto Lord <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>; <A CLASS=v HREF="http://vedabase.net/h/hrsikesa">hrish&#299;ke&#347;a</A> &#8212; the master of the senses; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the director of the senses; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all obeisances unto You; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/h/hamsaya">hams&#257;ya</A> &#8212; unto the supreme perfect; <A CLASS=v HREF="http://vedabase.net/p/purnaya">p&#363;rn&#257;ya</A> &#8212; unto the supreme complete; <A CLASS=v HREF="http://vedabase.net/n/nibhrta">nibhrita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; who is situated apart from this material creation.</P><P CLASS=t>TRANSLATION</P><P>My Lord, as the supreme directing Deity known as Aniruddha, You are the master of the senses and the mind. I therefore offer my obeisances unto You again and again. You are known as Ananta as well as Sa&#324;karshana because of Your ability to destroy the whole creation by the blazing fire from Your mouth.</P><P CLASS=t>PURPORT</P><P>Hrish&#299;ke&#347;endriy&#257;tmane. The mind is the director of the senses, and Lord Aniruddha is the director of the mind. In order to execute devotional service, one has to fix his mind on the lotus feet of Krishna; therefore Lord &#346;iva prays to the controller of the mind, Lord Aniruddha, to be pleased to help him engage his mind on the lotus feet of the Lord. It is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A>): man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m. namaskuru. The mind has to be engaged in meditation on the lotus feet of the Lord in order to execute devotional service. It is also stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), mattah smritir jñ&#257;nam apohanam ca: from the Lord come remembrance, knowledge and forgetfulness. Thus if Lord Aniruddha is pleased, He can help the mind engage in the service of the Lord. It is also indicated in this verse that Lord Aniruddha is the sun-god by virtue of His expansions. Since the predominating deity of the sun is an expansion of Lord Aniruddha, Lord &#346;iva also prays to the sun-god in this verse.</P><P>Lord Krishna, by His quadruple expansion (V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha), is the Lord of psychic action &#8212; namely thinking, feeling, willing and acting. Lord &#346;iva prays to Lord Aniruddha as the sun-god, who is the controlling deity of the external material elements which constitute the construction of the material body. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the word paramahamsa is also another name for the sun-god. The sun-god is addressed herein as nibhrit&#257;tmane, which indicates that he always maintains the various planets by manipulating the rainfall. The sun-god evaporates water from the seas and oceans and then forms the water into clouds and distributes it over land. When there is sufficient rainfall grains are produced, and these grains maintain living entities in each and every planet. The sun-god is also addressed herein as p&#363;rna, or complete, because the rays emanating from the sun have no end. For millions and millions of years since the creation of this universe, the sun-god has been supplying heat and light without diminution. The word paramahamsa is applied to persons who are completely cleansed. When there is sufficient sunshine, the mind remains clear and transparent &#8212; in other words, the sun-god helps the mind of the living entity to become situated on the platform of paramahamsa. Thus Lord &#346;iva prays to Aniruddha to be kind upon him so that his mind will always be in the perfect state of cleanliness and will be engaged in the devotional service of the Lord. Just as fire sterilizes all unclean things, the sun-god also keeps everything sterilized, especially dirty things within the mind, thus enabling one to attain elevation to the platform of spiritual understanding.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>