<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.38</P><P CLASS=c>nama &#363;rja ishe trayy&#257;h</P><P CLASS=c>pataye yajña-retase</P><P CLASS=c>tripti-d&#257;ya ca j&#299;v&#257;n&#257;m</P><P CLASS=c>namah sarva-ras&#257;tmane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer all obeisances unto You; <A CLASS=v HREF="http://vedabase.net/u/urje">&#363;rje</A> &#8212; unto the provider of the <A HREF="http://vedabase.net/p/pitrloka">Pitriloka</A>; <A CLASS=v HREF="http://vedabase.net/i/ise">ishe</A> &#8212; the provider of all the demigods; <A CLASS=v HREF="http://vedabase.net/t/trayyah">trayy&#257;h</A> &#8212; of the three Vedas; <A CLASS=v HREF="http://vedabase.net/p/pataye">pataye</A> &#8212; unto the master; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; sacrifices; <A CLASS=v HREF="http://vedabase.net/r/retase">retase</A> &#8212; unto the predominating deity of the moon planet; <A CLASS=v HREF="http://vedabase.net/t/trpti">tripti</A>-<A CLASS=v HREF="http://vedabase.net/d/daya">d&#257;ya</A> &#8212; unto Him who gives satisfaction <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/jivanam">j&#299;v&#257;n&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my obeisances; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the all-pervading Supersoul.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the provider of the Pitrilokas as well as all the demigods. You are the predominating deity of the moon and the master of all three Vedas. I offer my respectful obeisances unto You because You are the original source of satisfaction for all living entities.</P><P CLASS=t>PURPORT</P><P>When the living entity is born with this material world &#8212; especially as a human being &#8212; he has several obligations unto the demigods, unto the saintly persons and unto living entities in general. As enjoined in the &#347;&#257;stras: devarshi-bh&#363;t&#257;pta-nrin&#257;m pitrin&#257;m11.5.41. Thus one has an obligation to one's forefathers, the previous hierarchy. Lord &#346;iva prays to Lord Aniruddha to give him strength so he can become free from all obligation to the Pit&#257;s, demigods, general living entities and saintly persons and completely engage himself in the devotional service of the Lord. As stated:</P><P>devarshi-bh&#363;t&#257;pta-nrin&#257;m pitrin&#257;m</P><P CLASS=n>na ki&#324;karo n&#257;yam rin&#299; ca r&#257;jan</P><P CLASS=n>sarv&#257;tman&#257; yah &#347;aranam &#347;aranyam</P><P CLASS=n>gato mukundam parihritya kartam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/41.htm">11.5.41</A>)</P><P>One becomes free from all obligations to the demigods, saintly persons, pit&#257;s, ancient forefathers, etc., if one is completely engaged in the devotional service of the Lord. Lord &#346;iva therefore prays to Lord Aniruddha to give him strength so that he can be free from such obligations and entirely engage in the Lord's service.</P><P>Soma, or the predominating deity of the moon, is responsible for the living entity's ability to relish the taste of food through the tongue. Lord &#346;iva prays to Lord Aniruddha to give him strength so that he will not taste anything but the pras&#257;da of the Lord. &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung a verse indicating that the tongue is the most formidable enemy among all the senses. If one can control the tongue, he can easily control the other senses. The tongue can be controlled only by eating pras&#257;da offered to the Deity. Lord &#346;iva's prayer to Lord Aniruddha is meant for this purpose (tripti-d&#257;ya); he prays to Lord Aniruddha to help him be satisfied by eating only pras&#257;da offered to the Lord.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>