<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.40</P><P CLASS=c>artha-li&#324;g&#257;ya nabhase</P><P CLASS=c>namo 'ntar-bahir-&#257;tmane</P><P CLASS=c>namah puny&#257;ya lok&#257;ya</P><P CLASS=c>amushmai bh&#363;ri-varcase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; meaning; <A CLASS=v HREF="http://vedabase.net/l/lingaya">li&#324;g&#257;ya</A> &#8212; revealing; <A CLASS=v HREF="http://vedabase.net/n/nabhase">nabhase</A> &#8212; unto the sky; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; and without; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the self; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/p/punyaya">puny&#257;ya</A> &#8212; pious activities; <A CLASS=v HREF="http://vedabase.net/l/lokaya">lok&#257;ya</A> &#8212; for creation; <A CLASS=v HREF="http://vedabase.net/a/amusmai">amushmai</A> &#8212; beyond death; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/v/varcase">varcase</A> &#8212; the supreme effulgence.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, by expanding Your transcendental vibrations, You reveal the actual meaning of everything. You are the all-pervading sky within and without, and You are the ultimate goal of pious activities executed both within this material world and beyond it. I therefore offer my respectful obeisances again and again unto You.</P><P CLASS=t>PURPORT</P><P>Vedic evidence is called &#347;abda-brahma. There are many things which are beyond the perception of our imperfect senses, yet the authoritative evidence of sound vibration is perfect. The Vedas are known as &#347;abda-brahma because evidence taken from the Vedas constitutes the ultimate understanding. This is because &#347;abda-brahma, or the Vedas, represents the Supreme Personality of Godhead. However, the real essence of &#347;abda-brahma is the chanting of the Hare Krishna mantra. By vibrating this transcendental sound, the meaning of everything, both material and spiritual, is revealed. This Hare Krishna is nondifferent from the Personality of Godhead. The meaning of everything is received through the air through sound vibration. The vibration may be material or spiritual, but without sound vibration no one can understand the meaning of anything. In the Vedas it is said, antar bahi&#347; ca tat sarvam vy&#257;ya n&#257;r&#257;yanah sthitah: "N&#257;r&#257;yana is all-pervading, and He exists both within and without." This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/34.htm">13.34</A>):</P><P>yath&#257; prak&#257;&#347;ayaty ekah</P><P CLASS=n>kritsnam lokam imam ravih</P><P CLASS=n>kshetram kshetr&#299; tath&#257; kritsnam</P><P CLASS=n>prak&#257;&#347;ayati bh&#257;rata</P><P>"O son of Bharata, as the sun alone illuminates all this universe, so do the living entity and the Supersoul illuminate the entire body by consciousness."</P><P>In other words, the consciousness of both the soul and Supersoul is all-pervading; the limited consciousness of the living entity is pervading the entire material body, and the supreme consciousness of the Lord is pervading the entire universe. Because the soul is present within the body, consciousness pervades the entire body; similarly, because the supreme soul, or Krishna, is present within this universe, everything is working in order. May&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram: "This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings." (<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>)</P><P>Lord &#346;iva is therefore praying to the Personality of Godhead to be kind to us so that simply by chanting the Hare Krishna mantra we can understand everything in both the material and spiritual worlds. The word amushmai is significant in this regard because it indicates the best target one can aim for after attaining the higher planetary systems. Those who are engaged in fruitive activities (karm&#299;s) attain the higher planetary systems as a result of their past activities, and the jñ&#257;n&#299;s, who seek unification or a monistic merging with the effulgence of the Supreme Lord, also attain their desired end, but in the ultimate issue, the devotees, who desire to personally associate with the Lord, are promoted to the Vaikunthalokas or Goloka Vrind&#257;vana. The Lord is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>) as pavitram paramam, the supreme pure. This is also confirmed in this verse. &#346;ukadeva Gosv&#257;m&#299; has stated that the cowherd boys who played with Lord Krishna were not ordinary living entities. Only after accumulating many pious activities in various births does one get the opportunity to personally associate with the Supreme Personality of Godhead. Since only the pure can reach Him, He is the supreme pure.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>