<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.43</P><P CLASS=c>&#347;akti-traya-samet&#257;ya</P><P CLASS=c>m&#299;dhushe 'ha&#324;krit&#257;tmane</P><P CLASS=c>ceta-&#257;k&#363;ti-r&#363;p&#257;ya</P><P CLASS=c>namo v&#257;co vibh&#363;taye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A> &#8212; three kinds of energies; <A CLASS=v HREF="http://vedabase.net/s/sametaya">samet&#257;ya</A> &#8212; unto the reservoir; <A CLASS=v HREF="http://vedabase.net/m/midhuse">m&#299;dhushe</A> &#8212; unto <A HREF="http://vedabase.net/r/rudra">Rudra</A>; <A CLASS=v HREF="http://vedabase.net/a/ahankrta">aha&#324;krita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the source of egotism; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/akuti">&#257;k&#363;ti</A> &#8212; eagerness <A HREF="http://vedabase.net/t/to">to</A> work; <A CLASS=v HREF="http://vedabase.net/r/rupaya">r&#363;p&#257;ya</A> &#8212; unto the form of; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my obeisances; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A> &#8212; unto the sound; <A CLASS=v HREF="http://vedabase.net/v/vibhutaye">vibh&#363;taye</A> &#8212; unto the different types of opulences.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are the supreme controller of the worker, sense activities and results of sense activities [karma]. Therefore You are the controller of the body, mind and senses. You are also the supreme controller of egotism, known as Rudra. You are the source of knowledge and the activities of the Vedic injunctions.</P><P CLASS=t>PURPORT</P><P>Everyone acts under the dictation of the ego. Therefore Lord &#346;iva is trying to purify false egotism through the mercy of the Supreme Personality of Godhead. Since Lord &#346;iva, or Rudra, is himself the controller of egotism, he indirectly wants to be purified by the mercy of the Lord so that his real egotism can be awakened. Of course, Lord Rudra is always spiritually awake, but for our benefit he is praying in this way. For the am spirit soul." But in its actual position, the spirit soul has devotional activities to perform. Therefore Lord &#346;iva prays to be engaged both in mind and in action in the devotional service of the Supreme Lord according to the direction of the Vedas. This is the process for purifying false egotism. Cetah means "knowledge." Without perfect knowledge, one cannot act perfectly. The real source of knowledge is the v&#257;cah, or sound vibration, given by Vedic instructions. Here the word v&#257;cah, or vibration, means the Vedic vibration. The origin of creation is sound vibration, and if the sound vibration is clear and purified, perfect knowledge and perfect activities actually become manifest. This is enacted by the chanting of the mah&#257;-mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Thus Lord &#346;iva is praying again and again for the purification of body, mind and activities through the purification of knowledge and action under the pure directions of the Vedas. Lord &#346;iva prays to the Supreme Personality of Godhead so that his mind, senses and words will all turn toward devotional activities only.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>