<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verses 45-46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verses 45-46"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.45-46</P><P CLASS=c>snigdha-pr&#257;vrid-ghana-&#347;y&#257;mam</P><P CLASS=c>sarva-saundarya-sa&#324;graham</P><P CLASS=c>c&#257;rv-&#257;yata-catur-b&#257;hu</P><P CLASS=c>suj&#257;ta-rucir&#257;nanam</P><P CLASS=c>padma-ko&#347;a-pal&#257;&#347;&#257;ksham</P><P CLASS=c>sundara-bhru sun&#257;sikam</P><P CLASS=c>sudvijam sukapol&#257;syam</P><P CLASS=c>sama-karna-vibh&#363;shanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdha</A> &#8212; glistening; <A CLASS=v HREF="http://vedabase.net/p/pravrt">pr&#257;vrit</A> &#8212; rainy season; <A CLASS=v HREF="http://vedabase.net/g/ghana">ghana</A>-<A CLASS=v HREF="http://vedabase.net/s/syamam">&#347;y&#257;mam</A> &#8212; densely cloudy; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/saundarya">saundarya</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/s/sangraham">sa&#324;graham</A> &#8212; collection; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/a/ayata">&#257;yata</A> &#8212; bodily feature; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bahu">b&#257;hu</A> &#8212; unto the four-armed; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A> &#8212; ultimately beautiful; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; very pleasing; <A CLASS=v HREF="http://vedabase.net/a/ananam">&#257;nanam</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/k/kosa">ko&#347;a</A> &#8212; the whorl of the lotus flower; <A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A> &#8212; petals; <A CLASS=v HREF="http://vedabase.net/a/aksam">aksham</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/s/sundara">sundara</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhru</A> &#8212; eyebrows; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/n/nasikam">n&#257;sikam</A> &#8212; raised nose; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/dvijam">dvijam</A> &#8212; beautiful teeth; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/k/kapola">kapola</A> &#8212; beautiful forehead; <A CLASS=v HREF="http://vedabase.net/a/asyam">&#257;syam</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; equally beautiful ears; <A CLASS=v HREF="http://vedabase.net/v/vibhusanam">vibh&#363;shanam</A> &#8212; fully decorated.</P><P CLASS=t>TRANSLATION</P><P>The Lord's beauty resembles a dark cloud during the rainy season. As the rainfall glistens, His bodily features also glisten. Indeed, He is the sum total of all beauty. The Lord has four arms and an exquisitely beautiful face with eyes like lotus petals, a beautiful highly raised nose, a mind-attracting smile, a beautiful forehead and equally beautiful and fully decorated ears.</P><P CLASS=t>PURPORT</P><P>After the scorching heat of the summer season, it is very pleasing to see dark clouds in the sky. As confirmed in Brahma-samhit&#257;: barh&#257;vatamsam asit&#257;mbuda-sundar&#257;&#324;gam. The Lord wears a peacock feather in His hair, and His bodily complexion is just like a blackish cloud. The word sundara, or snigdha, means "very pleasing." Kandarpa-koti-kaman&#299;ya. Krishna's beauty is so pleasing that not even millions upon millions of Cupids can compare to it. The Lord's form as Vishnu is decorated in all opulence; therefore Lord &#346;iva is trying to see that most opulent form of N&#257;r&#257;yana, or Vishnu. Generally the worship of the Lord begins with the worship of N&#257;r&#257;yana, or Vishnu, whereas the worship of Lord Krishna and R&#257;dh&#257; is most confidential. Lord N&#257;r&#257;yana is worshipable by the p&#257;ñcar&#257;trika-vidhi, or regulative principles, whereas Lord Krishna is worshipable by the bh&#257;gavata-vidhi. No one can worship the Lord in the bh&#257;gavata-vidhi without going through the regulations of the p&#257;ñcar&#257;trika-vidhi. Actually, neophyte devotees worship the Lord according to the p&#257;ñcar&#257;trika-vidhi, or the regulative principles enjoined in the N&#257;rada-pañcar&#257;tra. R&#257;dh&#257;-Krishna cannot be approached by the neophyte devotees; therefore temple worship according to regulative principles is offered to Lakshm&#299;-N&#257;r&#257;yana. Although there may be a R&#257;dh&#257;-Krishna vigraha, or form, the worship of the neophyte devotees is acceptable as Lakshm&#299;-N&#257;r&#257;yana worship. Worship according to the p&#257;ñcar&#257;trika-vidhi is called vidhi-m&#257;rga, and worship according to the bh&#257;gavata-vidhi principles is called r&#257;ga-m&#257;rga. The principles of r&#257;ga-m&#257;rga are especially meant for devotees who are elevated to the Vrind&#257;vana platform.</P><P>The inhabitants of Vrind&#257;vana &#8212; the gop&#299;s, mother Ya&#347;od&#257;, Nanda Mah&#257;r&#257;ja, the cowherd boys, the cows and everyone else &#8212; are actually on the r&#257;ga-m&#257;rga or bh&#257;gavata-m&#257;rga platform. They participate in five basic rasas &#8212; d&#257;sya, sakhya, v&#257;tsalya, m&#257;dhurya and &#347;&#257;nta. But although these five rasas are found in the bh&#257;gavata-m&#257;rga, the bh&#257;gavata-m&#257;rga is especially meant for v&#257;tsalya and m&#257;dhurya, or paternal and conjugal relationships. Yet there is the vipralambha-sakhya, the higher fraternal worship of the Lord especially enjoyed by the cowherd boys. Although there is friendship between Krishna and the cowherd boys, this friendship is different from the ai&#347;varya friendship between Krishna and Arjuna. When Arjuna saw the vi&#347;va-r&#363;pa, the gigantic universal form of the Lord, he was afraid for having treated Krishna as an ordinary friend; therefore he begged Krishna's pardon. However, the cowherd boys who are friends of Krishna in Vrind&#257;vana sometimes ride on the shoulders of Krishna. They treat Krishna equally, just as they treat one another, and they are never afraid of Him, nor do they ever beg His pardon. Thus the r&#257;ga-m&#257;rga, or bh&#257;gavata-m&#257;rga, friendship exists on a higher platform with Krishna, namely the platform of vipralambha friendship. Paternal friendship, paternal service and conjugal service are visible in the Vrind&#257;vana r&#257;ga-m&#257;rga relationships.</P><P>Without serving Krishna according to the vidhi-m&#257;rga regulative principles of the p&#257;ñcar&#257;trika-vidhi, unscrupulous persons want to jump immediately to the r&#257;ga-m&#257;rga principles. Such persons are called sahajiy&#257;. There are also demons who enjoy depicting Krishna and His pastimes with the gop&#299;s, taking advantage of Krishna by their licentious character. These demons who print books and write lyrics on the r&#257;ga-m&#257;rga principles are surely on the way to hell. Unfortunately, they lead others down with them. Devotees in Krishna consciousness should be very careful to avoid such demons. One should strictly follow the vidhi-m&#257;rga regulative principles in the worship of Lakshm&#299;-N&#257;r&#257;yana, although the Lord is present in the temple as R&#257;dh&#257;-Krishna. R&#257;dh&#257;-Krishna includes Lakshm&#299;-N&#257;r&#257;yana; therefore when one worships the Lord according to the regulative principles, the Lord accepts the service in the role of Lakshm&#299;-N&#257;r&#257;yana. In The Nectar of Devotion full instructions are given about the vidhi-m&#257;rga worship of R&#257;dh&#257;-Krishna, or Lakshm&#299;-N&#257;r&#257;yana. Although there are sixty-four kinds of offenses one can commit in vidhi-m&#257;rga worship, in r&#257;ga-m&#257;rga worship there is no consideration of such offenses because the devotees on that platform are very much elevated, and there is no question of offense. But if we do not follow the regulative principles on the vidhi-m&#257;rga platform and keep our eyes trained to spot offenses, we will not make progress.</P><P>In his description of Krishna's beauty, Lord &#346;iva uses the words c&#257;rv&#257;yata-catur-b&#257;hu suj&#257;ta-rucir&#257;nanam, indicating the beautiful four-armed form of N&#257;r&#257;yana, or Vishnu. Those who worship Lord Krishna describe Him as suj&#257;ta-rucir&#257;nanam. In the vishnu-tattva there are hundreds and thousands and millions of forms of the Supreme Lord, but of all these forms, the form of Krishna is the most beautiful. Thus for those who worship Krishna, the word suj&#257;ta-rucir&#257;nanam is used.</P><P>The four arms of Lord Vishnu have different purposes. The hands holding a lotus flower and conchshell are meant for the devotees, whereas the other two hands, holding a disc and mace, or club, are meant for the demons. Actually all of the Lord's arms are auspicious, whether they are holding conchshells and flowers or clubs and discs. The demons killed by Lord Vishnu's cakra disc and club are elevated to the spiritual world, just like the devotees who are protected by the hands holding the lotus flower and conchshell. However, the demons who are elevated to the spiritual world are situated in the impersonal Brahman effulgence, whereas the devotees are allowed to enter into the Vaikuntha planets. Those who are devotees of Lord Krishna are immediately elevated to the Goloka Vrind&#257;vana planet.</P><P>The Lord's beauty is compared to rainfall because when the rain falls in the rainy season, it becomes more and more pleasing to the people. After the scorching heat of the summer season, the people enjoy the rainy season very much. Indeed, they even come out of their doors in the villages and enjoy the rainfall directly. Thus the Lord's bodily features are compared to the clouds of the rainy season. The devotees enjoy the Lord's beauty because it is a collection of all kinds of beauties. Therefore the word sarva-saundarya-sa&#324;graham is used. No one can say that the body of the Lord is wanting in beautiful parts. It is completely p&#363;rnam. Everything is complete: God's creation, God's beauty and God's bodily features. All these are so complete that all one's desires can become fully satisfied when one sees the beauty of the Lord. The word sarva-saundarya indicates that there are different types of beauties in the material and spiritual worlds and that the Lord contains all of them. Both materialists and spiritualists can enjoy the beauty of the Lord. Because the Supreme Lord attracts everyone, including demons and devotees, materialists and spiritualists, He is called Krishna. Similarly, His devotees also attract everyone. As mentioned in the Sad-gosv&#257;m&#299;-stotra: dh&#299;r&#257;dh&#299;ra-jana-priyau &#8212; the Gosv&#257;m&#299;s are equally dear to the dh&#299;ra (devotees) and adh&#299;ra (demons). Lord Krishna was not very pleasing to the demons when He was present in Vrind&#257;vana, but the six Gosv&#257;m&#299;s were pleasing to the demons when they were present in Vrind&#257;vana. That is the beauty of the Lord's dealings with His devotees; sometimes the Lord gives more credit to His devotees than He takes for Himself. For instance, on the Battlefield of Kurukshetra, Lord Krishna fought simply by giving directions. Yet it was Arjuna who took the credit for fighting. Nimitta-m&#257;tram bhava savyas&#257;cin: "You, O Savyas&#257;c&#299; [Arjuna], can be but an instrument in the fight." (<A CLASS=v HREF="../../../bg/11/33.htm">Bg. 11.33</A>) Everything was arranged by the Lord, but the credit of victory was given to Arjuna. Similarly, in the Krishna consciousness movement, everything is happening according to the predictions of Lord Caitanya, but the credit goes to Lord Caitanya's sincere servants. Thus the Lord is described herein as sarva-saundarya-sa&#324;graham.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47-48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>