<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.50</P><P CLASS=c>p&#363;ra-recaka-samvigna-</P><P CLASS=c>vali-valgu-dalodaram</P><P CLASS=c>pratisa&#324;kr&#257;mayad vi&#347;vam</P><P CLASS=c>n&#257;bhy&#257;varta-gabh&#299;ray&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pura">p&#363;ra</A> &#8212; inhaling; <A CLASS=v HREF="http://vedabase.net/r/recaka">recaka</A> &#8212; exhaling; <A CLASS=v HREF="http://vedabase.net/s/samvigna">samvigna</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/v/vali">vali</A> &#8212; the wrinkles on the abdomen; <A CLASS=v HREF="http://vedabase.net/v/valgu">valgu</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/d/dala">dala</A> &#8212; like the banyan leaf; <A CLASS=v HREF="http://vedabase.net/u/udaram">udaram</A> &#8212; abdomen; <A CLASS=v HREF="http://vedabase.net/p/pratisankramayat">pratisa&#324;kr&#257;mayat</A> &#8212; coiling down; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/n/nabhya">n&#257;bhy&#257;</A> &#8212; navel; <A CLASS=v HREF="http://vedabase.net/a/avarta">&#257;varta</A> &#8212; screwing; <A CLASS=v HREF="http://vedabase.net/g/gabhiraya">gabh&#299;ray&#257;</A> &#8212; by deepness.</P><P CLASS=t>TRANSLATION</P><P>The Lord's abdomen is beautiful due to three ripples in the flesh. Being so round, His abdomen resembles the leaf of a banyan tree, and when He exhales and inhales, the movement of the ripples appears very, very beautiful. The coils within the navel of the Lord are so deep that it appears that the entire universe sprouted out of it and yet again wishes to go back.</P><P CLASS=t>PURPORT</P><P>The whole universe is born out of the lotus stem which sprouted from the navel of the Lord. Lord Brahm&#257; sat on the top of this lotus stem to create the whole universe. The navel of the Lord is so deep and coiling that it appears that the whole universe again wants to withdraw into the navel, being attracted by the Lord's beauty. The Lord's navel and the ripples on His belly always increase the beauty of His bodily features. The details of the bodily features of the Lord especially indicate the Personality of Godhead. Impersonalists cannot appreciate the beautiful body of the Lord, which is described in these prayers by Lord &#346;iva. Although the impersonalists are always engaged in the worship of Lord &#346;iva, they are unable to understand the prayers offered by Lord &#346;iva to the bodily features of Lord Vishnu. Lord Vishnu is known as &#347;iva-viriñci-nutam (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/33.htm">11.5.33</A>), for He is always worshiped by Lord Brahm&#257; and Lord &#346;iva.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>