<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.52</P><P CLASS=c>pad&#257; &#347;arat-padma-pal&#257;&#347;a-rocish&#257;</P><P CLASS=c>nakha-dyubhir no 'ntar-agham vidhunvat&#257;</P><P CLASS=c>pradar&#347;aya sv&#299;yam ap&#257;sta-s&#257;dhvasam</P><P CLASS=c>padam guro m&#257;rga-gurus tamo-jush&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pada">pad&#257;</A> &#8212; by the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sarat">&#347;arat</A> &#8212; autumn; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A> &#8212; petals; <A CLASS=v HREF="http://vedabase.net/r/rocisa">rocish&#257;</A> &#8212; very pleasing; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A> &#8212; nails; <A CLASS=v HREF="http://vedabase.net/d/dyubhih">dyubhih</A> &#8212; by the effulgence; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; dirty things; <A CLASS=v HREF="http://vedabase.net/v/vidhunvata">vidhunvat&#257;</A> &#8212; which can cleanse; <A CLASS=v HREF="http://vedabase.net/p/pradarsaya">pradar&#347;aya</A> &#8212; just show; <A CLASS=v HREF="http://vedabase.net/s/sviyam">sv&#299;yam</A> &#8212; Your own; <A CLASS=v HREF="http://vedabase.net/a/apasta">ap&#257;sta</A> &#8212; diminishing; <A CLASS=v HREF="http://vedabase.net/s/sadhvasam">s&#257;dhvasam</A> &#8212; the trouble of the material world; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/g/guro">guro</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme spiritual master; <A CLASS=v HREF="http://vedabase.net/m/marga">m&#257;rga</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/j/jusam">jush&#257;m</A> &#8212; of the persons suffering <A HREF="http://vedabase.net/i/in">in</A> ignorance.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, Your two lotus feet are so beautiful that they appear like two blossoming petals of the lotus flower which grows during the autumn season. Indeed, the nails of Your lotus feet emanate such a great effulgence that they immediately dissipate all the darkness in the heart of a conditioned soul. My dear Lord, kindly show me that form of Yours which always dissipates all kinds of darkness in the heart of a devotee. My dear Lord, You are the supreme spiritual master of everyone; therefore all conditioned souls covered with the darkness of ignorance can be enlightened by You as the spiritual master.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva has thus described the bodily features of the Lord authoritatively. Now he wants to see the lotus feet of the Lord. When a devotee wants to see the transcendental form of the Lord, he begins his meditation on the Lord's body by first looking at the feet of the Lord. &#346;r&#299;mad-Bh&#257;gavatam is considered to be the transcendental sound form of the Lord, and the twelve cantos are divided in accordance with the transcendental form of the Lord. The First and Second Cantos of &#346;r&#299;mad-Bh&#257;gavatam are called the two lotus feet of the Lord. It is therefore suggested by Lord &#346;iva that one should first try to see the lotus feet of the Lord. This also means that if one is serious about reading &#346;r&#299;mad-Bh&#257;gavatam, he must begin by seriously studying the First and Second Cantos.</P><P>The beauty of the lotus feet of the Lord is compared to the petals of a lotus flower which grows in the autumn season. By nature's law, in autumn the dirty or muddy waters of rivers and lakes become very clean. At that time the lotus flowers growing in the lakes appear very bright and beautiful. The lotus flower itself is compared to the lotus feet of the Lord, and the petals are compared to the nails of the feet of the Lord. The nails of the feet of the Lord are very bright, as Brahma-samhit&#257; testifies. &#256;nanda-cinmaya-sad-ujjvala-vigrahasya: [<A CLASS=v HREF="../../../bs/5/32.htm">Bs 5.32</A>] every limb of the transcendental body of the Lord is made of &#257;nanda-cinmaya-sad-ujjvala. Thus every limb is eternally bright. As sunshine dissipates the darkness of this material world, the effulgence emanating from the body of the Lord immediately dries up the darkness in the heart of the conditioned soul. In other words, everyone serious about understanding the transcendental science and seeing the transcendental form of the Lord must first of all attempt to see the lotus feet of the Lord by studying the First and Second Cantos of &#346;r&#299;mad-Bh&#257;gavatam. When one sees the lotus feet of the Lord, all kinds of doubts and fears within the heart are vanquished.</P><P>In Bhagavad-g&#299;t&#257; it is said that in order to make spiritual progress, one must become fearless. Abhayam sattva-sam&#347;uddhih (<A CLASS=v HREF="../../../bg/16/1.htm">Bg. 16.1</A>). Fearfulness is the result of material involvement. It is also said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/37.htm">11.2.37</A>), bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;t: fearfulness is a creation of the bodily conception of life. As long as one is absorbed in the thought that he is this material body, he is fearful, and as soon as one is freed from this material conception, he becomes brahma-bh&#363;ta, or self-realized, and immediately becomes fearless. Brahma-bh&#363;tah prasann&#257;tm&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>). Without being fearless, one cannot be joyful. The bhaktas, the devotees, are fearless and always joyful because they are constantly engaged in the service of the lotus feet of the Lord. It is also said:</P><P>evam prasanna-manaso</P><P CLASS=n>bhagavad-bhakti-yogatah</P><P CLASS=n>bhagavat-tattva-vijñ&#257;nam</P><P CLASS=n>mukta-sa&#324;gasya j&#257;yate</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/20.htm">1.2.20</A>)</P><P>By practicing bhagavad-bhakti-yoga, one becomes fearless and joyful. Unless one becomes fearless and joyful, he cannot understand the science of God. Bhagavat-tattva-vijñ&#257;nam mukta-sa&#324;gasya j&#257;yate. This verse refers to those who are completely liberated from the fearfulness of this material world. When one is so liberated, he can really understand the transcendental features of the form of the Lord. Lord &#346;iva therefore advises everyone to practice bhagavad-bhakti-yoga. As will be clear in the following verses, by doing so one can become really liberated and enjoy spiritual bliss.</P><P>It is also stated:</P><P>om ajñ&#257;na-timir&#257;ndhasya</P><P CLASS=n>jñ&#257;n&#257;ñjana-&#347;al&#257;kay&#257;</P><P CLASS=n>cakshur unm&#299;litam yena</P><P CLASS=n>tasmai &#347;r&#299;-gurave namah</P><P>The Lord is the supreme spiritual master, and the bona fide representative of the Supreme Lord is also a spiritual master. The Lord from within enlightens the devotees by the effulgence of the nails of His lotus feet, and His representative, the spiritual master, enlightens from without. Only by thinking of the lotus feet of the Lord and always taking the spiritual master's advice can one advance in spiritual life and understand Vedic knowledge.</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>Thus the Vedas (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>) enjoin that for one who has unflinching faith in the lotus feet of the Lord, as well as in the spiritual master, the real import of Vedic knowledge can be revealed.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>