<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.54</P><P CLASS=c>bhav&#257;n bhaktimat&#257; labhyo</P><P CLASS=c>durlabhah sarva-dehin&#257;m</P><P CLASS=c>sv&#257;r&#257;jyasy&#257;py abhimata</P><P CLASS=c>ek&#257;nten&#257;tma-vid-gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Grace; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mat&#257;</A> &#8212; by the devotee; <A CLASS=v HREF="http://vedabase.net/l/labhyah">labhyah</A> &#8212; obtainable; <A CLASS=v HREF="http://vedabase.net/d/durlabhah">durlabhah</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> be obtained; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all other living entities; <A CLASS=v HREF="http://vedabase.net/s/svarajyasya">sv&#257;r&#257;jyasya</A> &#8212; of the King of heaven; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/abhimatah">abhimatah</A> &#8212; the ultimate goal; <A CLASS=v HREF="http://vedabase.net/e/ekantena">ek&#257;ntena</A> &#8212; by oneness; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; of the self-realized; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the ultimate destination.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, the king in charge of the heavenly kingdom is also desirous of obtaining the ultimate goal of life &#8212; devotional service. Similarly, You are the ultimate destination of those who identify themselves with You [aham brahm&#257;smi]. However, it is very difficult for them to attain You, whereas a devotee can very easily attain Your Lordship.</P><P CLASS=t>PURPORT</P><P>As stated in Brahma-samhit&#257;: vedeshu durlabham adurlabham &#257;tma-bhaktauvedeshu durlabham adurlabham &#257;tma-bhaktau [<A CLASS=v HREF="../../../bs/5/33.htm">Bs. 5.33</A>]. This indicates that it is very difficult for one to attain the ultimate goal of life and reach the supreme destination, Vaikunthaloka or Goloka Vrind&#257;vana, simply by studying Ved&#257;nta philosophy or Vedic literature. However, this highest perfectional stage can be attained by the devotees very easily. That is the meaning of vedeshu durlabham adurlabham &#257;tma-bhaktau [<A CLASS=v HREF="../../../bs/5/33.htm">Bs. 5.33</A>]. The same point is confirmed by Lord &#346;iva in this verse. The Lord is very difficult for the karma-yog&#299;s, jñ&#257;na-yog&#299;s and dhy&#257;na-yog&#299;s to attain. Those who are bhakti-yog&#299;s, however, have no difficulty at all. In the word sv&#257;r&#257;jyasya, svar refers to Svargaloka, the heavenly planet, and sv&#257;r&#257;jya refers to the ruler of the heavenly planet, Indra. Generally, karm&#299;s desire elevation to heavenly planets, but King Indra desires to become perfect in bhakti-yoga. Those who identify themselves as aham brahm&#257;smi ("I am the Supreme Brahman, one with the Absolute Truth") also ultimately desire to attain perfect liberation in the Vaikuntha planets or Goloka Vrind&#257;vana. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>) it is said:</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God."</P><P>Thus if one desires to enter into the spiritual world, he must try to understand the Supreme Personality of Godhead by practicing bhakti-yoga. Simply by practicing bhakti-yoga one can understand the Supreme Lord in truth, but without such understanding, one cannot enter the spiritual kingdom. One may be elevated to the heavenly planets or may realize himself as Brahman (aham brahm&#257;smi), but that is not the end of realization. One must realize the position of the Supreme Personality of Godhead by bhakti-yoga; then real perfection of life is attained.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>