<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.55</P><P CLASS=c>tam dur&#257;r&#257;dhyam &#257;r&#257;dhya</P><P CLASS=c>sat&#257;m api dur&#257;pay&#257;</P><P CLASS=c>ek&#257;nta-bhakty&#257; ko v&#257;ñchet</P><P CLASS=c>p&#257;da-m&#363;lam vin&#257; bahih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/d/duraradhyam">dur&#257;r&#257;dhyam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> worship; <A CLASS=v HREF="http://vedabase.net/a/aradhya">&#257;r&#257;dhya</A> &#8212; having worshiped; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even for the most exalted persons; <A CLASS=v HREF="http://vedabase.net/d/durapaya">dur&#257;pay&#257;</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> attain; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who is that <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/v/vanchet">v&#257;ñchet</A> &#8212; should desire; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outsiders.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, pure devotional service is even difficult for liberated persons to discharge, but devotional service alone can satisfy You. Who will take to other processes of self-realization if he is actually serious about the perfection of life?</P><P CLASS=t>PURPORT</P><P>The word sat&#257;m refers to transcendentalists. There are three kinds of transcendentalists: the jñ&#257;n&#299;, yog&#299; and bhakta. Out of these three, the bhakta is selected as the most suitable candidate to approach the Supreme Personality of Godhead. It is emphasized herein that only one who is outside devotional service would not engage in searching for the lotus feet of the Lord. Foolish people sometimes maintain that God may be attained in any way &#8212; either by karma-yoga, jñ&#257;na-yoga, dhy&#257;na-yoga, etc. &#8212; but here it is clearly stated that it is impossible to obtain the mercy of the Lord by any means but bhakti-yoga. The word dur&#257;r&#257;dhya is especially significant. It is very difficult to attain the lotus feet of the Lord by any method other than bhakti-yoga.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>