<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.56</P><P CLASS=c>yatra nirvishtam aranam</P><P CLASS=c>krit&#257;nto n&#257;bhimanyate</P><P CLASS=c>vi&#347;vam vidhvamsayan v&#299;rya-</P><P CLASS=c>&#347;aurya-visph&#363;rjita-bhruv&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/n/nirvistam">nirvishtam</A> <A CLASS=v HREF="http://vedabase.net/a/aranam">aranam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> completely surrendered soul; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; invincible time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/abhimanyate">abhimanyate</A> &#8212; does not <A HREF="http://vedabase.net/g/go">go</A> <A HREF="http://vedabase.net/t/to">to</A> attack; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the entire universe; <A CLASS=v HREF="http://vedabase.net/v/vidhvamsayan">vidhvamsayan</A> &#8212; by vanquishing; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; prowess; <A CLASS=v HREF="http://vedabase.net/s/saurya">&#347;aurya</A> &#8212; influence; <A CLASS=v HREF="http://vedabase.net/v/visphurjita">visph&#363;rjita</A> &#8212; simply by expansion; <A CLASS=v HREF="http://vedabase.net/b/bhruva">bhruv&#257;</A> &#8212; of the eyebrows.</P><P CLASS=t>TRANSLATION</P><P>Simply by expansion of His eyebrows, invincible time personified can immediately vanquish the entire universe. However, formidable time does not approach the devotee who has taken complete shelter at Your lotus feet.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/34.htm">10.34</A>) it is said that the Lord in the shape and form of death destroys all a person's possessions. Mrityuh sarva-hara&#347; c&#257;ham: "I am all-devouring death." The Lord in the shape of death takes away everything that is created by the conditioned soul. Everything in this material world is subject to perish in due course of time. However, all the strength of time cannot hamper the activities of a devotee, for a devotee takes complete shelter under the lotus feet of the Lord. For this reason only is a devotee free from formidable time. All the activities of the karm&#299;s and jñ&#257;n&#299;s, which have no touch of devotional service, are spoiled in due course of time. The material success of the karm&#299;s is destined to be destroyed; similarly, the impersonal realization attained by the jñ&#257;n&#299;s is also destroyed in the course of time.</P><P>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>)</P><P>To say nothing of the karm&#299;s, the jñ&#257;n&#299;s undergo severe austerities to attain the impersonal brahmajyoti, but because they do not find the lotus feet of the Lord, they fall down again into this material existence. Unless one is fully situated in unalloyed devotional service, there is no guarantee of liberation, even if one is elevated to the heavenly planets or to the impersonal Brahman effulgence. A devotee's achievement, however, is never lost by the influence of time. Even if a devotee cannot completely execute devotional service, in his next life he begins from the point where he left off. Such an opportunity is not given to the karm&#299;s and jñ&#257;n&#299;s, whose achievements are destroyed. The bhakta's achievement is never destroyed, for it goes on perpetually, be it complete or incomplete. This is the verdict of all Vedic literatures. &#346;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto'bhij&#257;yate. If one is unable to complete the process of bhakti-yoga, he is given a chance in his next life to take birth in a pure family of devotees or in a rich family. In such families a person can have a good opportunity to further progress in devotional service.</P><P>When Yamar&#257;ja, the superintendent of death, was instructing his assistants, he told them not to approach the devotees. "The devotees should be offered respect," he said, "but do not go near them." Thus the devotees of the Lord are not under the jurisdiction of Yamar&#257;ja. Yamar&#257;ja is a representative of the Supreme Personality of Godhead, and he controls the death of every living entity. Yet he has nothing to do with the devotees. Simply by blinking his eyes, time personified can destroy the entire cosmic manifestation, but he has nothing to do with the devotee. In other words, devotional service which is rendered by the devotee in this lifetime can never be destroyed by time. Such spiritual assets remain unchanged, being beyond the influence of time.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>