<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.57</P><P CLASS=c>kshan&#257;rdhen&#257;pi tulaye</P><P CLASS=c>na svargam n&#257;punar-bhavam</P><P CLASS=c>bhagavat-sa&#324;gi-sa&#324;gasya</P><P CLASS=c>marty&#257;n&#257;m kim ut&#257;&#347;ishah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A>-<A CLASS=v HREF="http://vedabase.net/a/ardhena">ardhena</A> &#8212; by half <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/t/tulaye">tulaye</A> &#8212; compare; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/svargam">svargam</A> &#8212; heavenly planets; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/a/apunah">apunah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bhavam</A> &#8212; merging into the Supreme; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sangi">sa&#324;gi</A> &#8212; associate; <A CLASS=v HREF="http://vedabase.net/s/sangasya">sa&#324;gasya</A> &#8212; one who takes advantage of associating; <A CLASS=v HREF="http://vedabase.net/m/martyanam">marty&#257;n&#257;m</A> &#8212; of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; what is there; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; blessings.</P><P CLASS=t>TRANSLATION</P><P>If one by chance associates with a devotee, even for a fraction of a moment, he no longer is subject to attraction by the results of karma or jñ&#257;na. What interest then can he have in the benedictions of the demigods, who are subject to the laws of birth and death?</P><P CLASS=t>PURPORT</P><P>Out of three kinds of men &#8212; the karm&#299;s, jñ&#257;n&#299;s and bhaktas &#8212; the bhakta is described herein as the most exalted. &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; has sung: kaivalyam narak&#257;yate trida&#347;a-p&#363;r &#257;k&#257;&#347;a-pushp&#257;yate (Caitanya-candr&#257;mrita). The word kaivalya means to merge into the effulgence of the Supreme Personality of Godhead, and the word trida&#347;a-p&#363;r refers to the heavenly planets where the demigods live. Thus for a devotee, kaivalya-sukha, or merging into the existence of the Lord, is hellish because the bhakta considers it suicidal to lose his individuality and merge into the effulgence of Brahman. A bhakta always wants to retain his individuality in order to render service to the Lord. Indeed, he considers promotion to the upper planetary systems to be no better than a will-o'-the-wisp. Temporary, material happiness holds no value for a devotee. The devotee is in such an exalted position that he is not interested in the actions of karma or jñ&#257;na. The resultant actions of karma and jñ&#257;na are so insignificant to a devotee situated on the transcendental platform that he is not in the least interested in them. Bhakti-yoga is sufficient to give the bhakta all happiness. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/6.htm">1.2.6</A>): yay&#257;tm&#257; supras&#299;dati. One can be fully satisfied simply by devotional service, and that is the result of association with a devotee. Without being blessed by a pure devotee, no one can be fully satisfied, nor can anyone understand the transcendental position of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>