<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 58"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.58</P><P CLASS=c>ath&#257;nagh&#257;&#324;ghres tava k&#299;rti-t&#299;rthayor</P><P CLASS=c>antar-bahih-sn&#257;na-vidh&#363;ta-p&#257;pman&#257;m</P><P CLASS=c>bh&#363;teshv anukro&#347;a-susattva-&#347;&#299;lin&#257;m</P><P CLASS=c>sy&#257;t sa&#324;gamo 'nugraha esha nas tava</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/anagha">anagha</A>-<A CLASS=v HREF="http://vedabase.net/a/anghreh">a&#324;ghreh</A> &#8212; of my Lord, whose lotus feet destroy all inauspiciousness; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/k/kirti">k&#299;rti</A> &#8212; glorification; <A CLASS=v HREF="http://vedabase.net/t/tirthayoh">t&#299;rthayoh</A> &#8212; the holy Ganges water; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; and outside; <A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; taking bath; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; washed; <A CLASS=v HREF="http://vedabase.net/p/papmanam">p&#257;pman&#257;m</A> &#8212; contaminated state of mind; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; unto the ordinary living beings; <A CLASS=v HREF="http://vedabase.net/a/anukrosa">anukro&#347;a</A> &#8212; benediction or mercy; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; completely <A HREF="http://vedabase.net/i/in">in</A> goodness; <A CLASS=v HREF="http://vedabase.net/s/silinam">&#347;&#299;lin&#257;m</A> &#8212; of those who possess such characteristics; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/s/sangamah">sa&#324;gamah</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, Your lotus feet are the cause of all auspicious things and the destroyer of all the contamination of sin. I therefore beg Your Lordship to bless me by the association of Your devotees, who are completely purified by worshiping Your lotus feet and who are so merciful upon the conditioned souls. I think that Your real benediction will be to allow me to associate with such devotees.</P><P CLASS=t>PURPORT</P><P>The Ganges water is celebrated as being able to eradicate all kinds of sinful reactions. In other words, when a person takes his bath in the Ganges, he becomes freed from all life's contaminations. The Ganges water is celebrated in this way because it emanates from the lotus feet of the Supreme Personality of Godhead. Similarly, those who are directly in touch with the lotus feet of the Supreme Personality of Godhead and who are absorbed in the chanting of His glories are freed from all material contamination. Such unalloyed devotees are able to show mercy to the common conditioned soul. &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has sung that the devotees of Lord Caitanya are so powerful that each one of them can deliver a universe. In other words, it is the business of devotees to preach the glories of the Lord and deliver all conditioned souls to the platform of &#347;uddha-sattva, pure goodness. Here the word su-sattva means &#347;uddha-sattva, the transcendental stage beyond material goodness. By his exemplary prayers, Lord &#346;iva teaches us that our best course it to take shelter of Lord Vishnu and His Vaishnava devotees.</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>