<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.62</P><P CLASS=c>kriy&#257;-kal&#257;pair idam eva yoginah</P><P CLASS=c>&#347;raddh&#257;nvit&#257;h s&#257;dhu yajanti siddhaye</P><P CLASS=c>bh&#363;tendriy&#257;ntah-karanopalakshitam</P><P CLASS=c>vede ca tantre ca ta eva kovid&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/k/kalapaih">kal&#257;paih</A> &#8212; by processes; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; transcendentalists; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anvitah">anvit&#257;h</A> &#8212; with faith and conviction; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; properly; <A CLASS=v HREF="http://vedabase.net/y/yajanti">yajanti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/s/siddhaye">siddhaye</A> &#8212; for perfection; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the material energy; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/k/karana">karana</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/u/upalaksitam">upalakshitam</A> &#8212; symptomized by; <A CLASS=v HREF="http://vedabase.net/v/vede">vede</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tantre">tantre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the corollaries of the Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kovidah">kovid&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> experts.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, Your universal form consists of all five elements, the senses, mind, intelligence, false ego (which is material) and the Param&#257;tm&#257;, Your partial expansion, who is the director of everything. Yogis other than the devotees &#8212; namely the karma-yog&#299; and jñ&#257;na-yog&#299; &#8212; worship You by their respective actions in their respective positions. It is stated both in the Vedas and in the &#347;&#257;stras that are corollaries of the Vedas, and indeed everywhere, that it is only You who are to be worshiped. That is the expert version of all the Vedas.</P><P CLASS=t>PURPORT</P><P>In a previous verse Lord &#346;iva wanted to see the form of the Lord which the devotees are always interested in. There are other forms of the Lord manifest in the material world, including Brahm&#257; and other demigods, and these are worshiped by materialistic persons. In the Second Canto, Third Chapter, of &#346;r&#299;mad-Bh&#257;gavatam, it is stated that those who desire material benefits are recommended to worship different types of demigods, and in conclusion the Bh&#257;gavatam recommends:</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>)</P><P>The devotees, the jñ&#257;n&#299;s, who are known as moksha-k&#257;ma, and the karm&#299;s, who are known as sarva-k&#257;ma, are all aspiring to worship the Supreme Personality of Godhead, Vishnu. Even when one performs yajñas, as stated here (kriy&#257;-kal&#257;paih), he should always remember that the demigods are but agents of the Supreme Lord. Actually the worshipful Lord is Vishnu, Yajñe&#347;vara. Thus even when different demigods are worshiped in the Vedic and Tantric sacrifices, the actual goal of sacrifice is Lord Vishnu. Therefore in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/23.htm">9.23</A>) it is said:</P><P>ye 'py anya-devat&#257;-bhakt&#257;</P><P CLASS=n>yajante &#347;raddhay&#257;nvit&#257;h</P><P CLASS=n>te 'pi m&#257;m eva kaunteya</P><P CLASS=n>yajanty avidhi-p&#363;rvakam</P><P>"Whatever a man may sacrifice to other gods, O son of Kunt&#299;, is really meant for Me alone, but is offered without true understanding."</P><P>Thus the worshipers of various demigods also worship the Supreme Lord, but they do so against the regulative principles. The purpose of the regulative principles is to satisfy Lord Vishnu. In the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>) the very same thing is confirmed:</P><P>varn&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>Here it is clearly mentioned that the karm&#299;, jñ&#257;n&#299; or yog&#299; &#8212; in fact, everyone &#8212; worships Lord Vishnu if he is actually expert in knowledge of the Vedas and Tantras. The word kovid&#257;h is very significant, for it indicates the devotees of the Lord. Only the devotees know perfectly that the Supreme Personality of Godhead, Vishnu, is all-pervading. Within the material energy, He is represented by the five material elements as well as the mind, intelligence and ego. He is also represented by another energy &#8212; the living entities &#8212; and all these manifestations in the spiritual and material world combined are but representations of the different energies of the Lord. The conclusion is that the Lord is one and that He is expanded in everything. This is understood by the Vedic version: sarvam khalv idam brahma. One who knows this concentrates all his energy in worshiping Lord Vishnu.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>