<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 63"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.63</P><P CLASS=c>tvam eka &#257;dyah purushah supta-&#347;aktis</P><P CLASS=c>tay&#257; rajah-sattva-tamo vibhidyate</P><P CLASS=c>mah&#257;n aham kham marud agni-v&#257;r-dhar&#257;h</P><P CLASS=c>surarshayo bh&#363;ta-gan&#257; idam yatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; the original; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/s/supta">supta</A> &#8212; dormant; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; energy; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the passion energy; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; goodness; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; ignorance; <A CLASS=v HREF="http://vedabase.net/v/vibhidyate">vibhidyate</A> &#8212; is diversified; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; the total material energy; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; egotism; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/m/marut">marut</A> &#8212; the air; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/v/vah">v&#257;h</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/d/dharah">dhar&#257;h</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the demigods and the great sages; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are the only Supreme Person, the cause of all causes. Before the creation of this material world, Your material energy remains in a dormant condition. When Your material energy is agitated, the three qualities &#8212; namely goodness, passion and ignorance &#8212; act, and as a result the total material energy &#8212; egotism, ether, air, fire, water, earth and all the various demigods and saintly persons &#8212; becomes manifest. Thus the material world is created.</P><P CLASS=t>PURPORT</P><P>If the whole creation is one &#8212; that is, nothing but the Supreme Lord, or Vishnu &#8212; then why do the expert transcendentalists make such categories as are found in the above verse:? Why do learned and expert scholars distinguish between matter and spirit? In answer to these questions, Lord &#346;iva says that spirit and matter are not creations of various philosophers, but are manifested by Lord Vishnu, as described in this verse: tvam eka &#257;dyah purushah. Spiritual and material categories are made possible by the Supreme Personality of Godhead, but actually there are no such distinctions for the living entities who are eternally engaged in the service of the Lord. There is only a material world for those who want to imitate the Lord and become enjoyers. Indeed, the material world is nothing but forgetfulness of the original Supreme Personality of Godhead, the creator of everything. The distinction between matter and spirit is created by the sleeping energy of the Lord when the Lord wants to give some facility to those living entities who want to imitate the Lord in His enjoyment. It is only for them that this material world is created by the dormant energy of the Lord. For instance, sometimes children want to imitate their mother and cook in the kitchen, and at such a time the mother supplies them with some toys so that the children can imitate her cooking. Similarly, when some of the living entities want to imitate the activities of the Lord, this material cosmic manifestation is created for them by the Lord. The material creation is therefore caused by the Lord through His material energy. It is by the glance of the Lord that the material energy is activated. At that time the three material qualities are set into motion, and the material energy is manifested first in the form of the mahat-tattva, then egotism, then ether, then air, fire, water and earth. After the creation, the living entities are impregnated in the cosmic manifestation, and they emerge as Lord Brahm&#257; and the seven great rishis, then as different demigods. From the demigods come human beings, animals, trees, birds, beasts and everything else. The original cause, however, is the Supreme Personality of Godhead, as verified herein &#8212; tvam eka &#257;dyah purushah. This is also confirmed in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>):</P><P>&#299;&#347;varah paramah krishnah</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah</P><P CLASS=n>an&#257;dir &#257;dir govindah</P><P CLASS=n>sarva-k&#257;rana-k&#257;ranam</P><P>Those who are covered by the material energy cannot understand that the origin of everything is the Supreme Personality of Godhead, Krishna. This is summarized in the Ved&#257;nta aphorism janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/2">1.1.2</A>). Krishna also confirms this in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>):</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m</P><P CLASS=n>budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who know this perfectly engage in My devotional service and worship Me with all their hearts."</P><P>When Krishna says that He is the origin of everything (aham sarvasya prabhavah), He means that He is even the source of Lord Brahm&#257;, Lord &#346;iva, the purusha-avat&#257;ras, the material manifestation and all the living entities within the material world. Actually the word prabhava ("creation") only refers to this material world, for since the spiritual world is eternally existing, there is no question of creation. In the Catuh-&#347;lok&#299; of &#346;r&#299;mad-Bh&#257;gavatam, the Lord says, aham ev&#257;sam ev&#257;gre: "I was existing in the beginning before the creation." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/9/33.htm">2.9.33</A>) In the Vedas it is also said, eko n&#257;r&#257;yana &#257;s&#299;t: "Before the creation there was only N&#257;r&#257;yana." This is also confirmed by &#346;a&#324;kar&#257;c&#257;rya. N&#257;r&#257;yanah paro 'vyakt&#257;t: "N&#257;r&#257;yana is transcendental to the creation." (G&#299;ta &#8212; bh&#257;shya) Since all the activities of N&#257;r&#257;yana are spiritual, when N&#257;r&#257;yana said, "Let there be creation," that creation was all-spiritual. The "material" only exists for those who have forgotten that N&#257;r&#257;yana is the original cause.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>