<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 65"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.65</P><P CLASS=c>sa esha lok&#257;n aticanda-vego</P><P CLASS=c>vikarshasi tvam khalu k&#257;la-y&#257;nah</P><P CLASS=c>bh&#363;t&#257;ni bh&#363;tair anumeya-tattvo</P><P CLASS=c>ghan&#257;val&#299;r v&#257;yur iv&#257;vishahyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the planetary systems; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/c/canda">canda</A>-<A CLASS=v HREF="http://vedabase.net/v/vegah">vegah</A> &#8212; the great force; <A CLASS=v HREF="http://vedabase.net/v/vikarsasi">vikarshasi</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/y/yanah">y&#257;nah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhutaih">bh&#363;taih</A> &#8212; by other living entities; <A CLASS=v HREF="http://vedabase.net/a/anumeya">anumeya</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvah">tattvah</A> &#8212; the Absolute Truth can be guessed; <A CLASS=v HREF="http://vedabase.net/g/ghana">ghana</A>-<A CLASS=v HREF="http://vedabase.net/a/avalih">&#257;val&#299;h</A> &#8212; the clouds; <A CLASS=v HREF="http://vedabase.net/v/vayuh">v&#257;yuh</A> &#8212; air; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/avisahyah">avishahyah</A> &#8212; unbearable.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, Your absolute authority cannot be directly experienced, but one can guess by seeing the activities of the world that everything is being destroyed in due course of time. The force of time is very strong, and everything is being destroyed by something else &#8212; just as one animal is being eaten by another animal. Time scatters everything, exactly as the wind scatters clouds in the sky.</P><P CLASS=t>PURPORT</P><P>The process of destruction is going on according to the law of nature. Nothing within this material world can be permanent, although scientists, philosophers, workers and everyone else are trying to make things permanent. One foolish scientist recently declared that eventually life will be made permanent through science. Some so-called scientists are also trying to manufacture living entities within the laboratory. Thus in one way or another everyone is busy denying the existence of the Supreme Personality of Godhead and rejecting the supreme authority of the Lord. However, the Lord is so powerful that He destroys everything in the form of death. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/34.htm">10.34</A>), mrityuh sarva-hara&#347; c&#257;ham: "I am all-devouring death." The Lord is just like death to the atheists, for He takes away everything they accumulate in the material world. Hiranyaka&#347;ipu, the father of Prahl&#257;da, always denied the existence of the Lord, and he tried to kill his five-year-old boy due to the boy's unflinching faith in God. However, in due course of time the Lord appeared as Nrisimhadeva and killed Hiranyaka&#347;ipu in the presence of his son. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/13/47.htm">1.13.47</A>), this killing process is natural. J&#299;vo j&#299;vasya j&#299;vanam: "one animal is food for another animal." A frog is eaten by a snake, a snake is eaten by a mongoose, and the mongoose is eaten by another animal. In this way the process of destruction goes on by the supreme will of the Lord. Although we do not see the hand of the Supreme Lord directly, we can feel the presence of that hand through the Lord's process of destruction. We can see the clouds scattered by the wind, although we cannot see how this is being done because it is not possible to see the wind. Similarly, although we do not directly see the Supreme Personality of Godhead, we can see that He controls the process of destruction. The destructive process is going on fiercely under the control of the Lord, but the atheists cannot see it.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>