<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 67"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.67</P><P CLASS=c>kas tvat-pad&#257;bjam vijah&#257;ti pandito</P><P CLASS=c>yas te 'vam&#257;na-vyayam&#257;na-ketanah</P><P CLASS=c>vi&#347;a&#324;kay&#257;smad-gurur arcati sma yad</P><P CLASS=c>vinopapattim manava&#347; caturda&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/abjam">abjam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vijahati">vijah&#257;ti</A> &#8212; avoids; <A CLASS=v HREF="http://vedabase.net/p/panditah">panditah</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/avamana">avam&#257;na</A> &#8212; deriding; <A CLASS=v HREF="http://vedabase.net/v/vyayamana">vyayam&#257;na</A> &#8212; decreasing; <A CLASS=v HREF="http://vedabase.net/k/ketanah">ketanah</A> &#8212; this body; <A CLASS=v HREF="http://vedabase.net/v/visankaya">vi&#347;a&#324;kay&#257;</A> &#8212; without any doubt; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; spiritual master, father; <A CLASS=v HREF="http://vedabase.net/a/arcati">arcati</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/u/upapattim">upapattim</A> &#8212; agitation; <A CLASS=v HREF="http://vedabase.net/m/manavah">manavah</A> &#8212; the Manus; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; fourteen.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, any learned person knows that unless he worships You, his entire life is spoiled. Knowing this, how could he give up worshiping Your lotus feet? Even our father and spiritual master, Lord Brahm&#257;, unhesitatingly worshiped You, and the fourteen Manus followed in his footsteps.</P><P CLASS=t>PURPORT</P><P>The word pandita means "a wise man." Who is actually a wise man? The wise man is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>) in this way:</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."</P><P>Thus when the wise man actually becomes wise after many births and whimsical attempts at self-realization, he surrenders unto the Supreme Personality of Godhead, Krishna. Such a mah&#257;tm&#257;, or learned person, knows that Krishna, V&#257;sudeva, is everything (v&#257;sudevah sarvam iti [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). Learned persons always think that life is wasted unless they worship Lord Krishna or become His devotee. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also says that when one becomes an advanced devotee, he understands that he should be reserved and perseverant (ksh&#257;ntih) and that he should engage in the service of the Lord and not waste time (avyartha-k&#257;latvam [Cc.<A CLASS=v HREF="../../../cc/madhya/23/18.htm">Madhya 23.18-19</A>]). He should also be detached from all material attraction (viraktih), and he should not long for any material respect in return for his activities (m&#257;na-&#347;&#363;nyat&#257;). He should be certain that Krishna will bestow His mercy upon him (&#257;&#347;&#257;-bandhah), and he should always be very eager to serve the Lord faithfully (samutkanth&#257;). The wise man is always very eager to glorify the Lord by chanting and hearing (n&#257;ma-g&#257;ne sad&#257; rucih), and he is always eager to describe the transcendental qualities of the Lord (&#257;saktis tad-gun&#257;khy&#257;ne). He should also be attracted to those places where the Lord had His pastimes (pr&#299;tis tad-vasati-sthalePr&#299;tis tad vasati sth&#257;le). These are symptoms of an advanced devotee.</P><P>An advanced devotee, or a perfect human being who is actually wise and learned, cannot give up his service at the lotus feet of the Lord. Although Lord Brahm&#257; has a long life-span (4,320,000,000 years constitute twelve hours in a day of Brahm&#257;), Brahm&#257; is afraid of death and consequently engages in the devotional service of the Lord. Similarly, all the Manus who appear and disappear during the day of Brahm&#257; are also engaged in the Lord's devotional service. In Brahm&#257;'s one day, fourteen Manus appear and disappear. The first Manu is Sv&#257;yambhuva Manu. Each Manu lives for seventy-one yugas, each consisting of some 4,320,000 years. Although the Manus have such a long life-span, they still prepare for the next life by engaging in the devotional service of the Lord. In this age human beings only live for sixty or eighty years, and even this small life-span is gradually decreasing. Therefore it is even more imperative for human beings to take to the worship of the lotus feet of the Lord by constantly chanting the Hare Krishna mantra, as recommended by Lord Caitanya Mah&#257;prabhu.</P><P>trin&#257;d api sun&#299;cena</P><P CLASS=n>taror iva sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;nadena</P><P CLASS=n>k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]</P><P>When one is engaged in devotional service, he is often surrounded by envious people, and often many enemies come to try to defeat him or stop him. This is not new in this present age, for even in the days of yore Prahl&#257;da Mah&#257;r&#257;ja, who was engaged in the devotional service of the Lord, was harassed by his demoniac father, Hiranyaka&#347;ipu. The atheists are always prepared to harass a devotee; therefore Caitanya Mah&#257;prabhu suggested that one be very tolerant of these people. Nonetheless, one has to continue chanting the Hare Krishna mantra and preaching the chanting of this mantra because such preaching and chanting constitute the perfection of life. One should chant and preach about the urgency of making this life perfect in all respects. One should thus engage in the devotional service of the Lord and follow in the footsteps of previous &#257;c&#257;ryas, beginning with Lord Brahm&#257; and others.</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>