<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 68"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.68</P><P CLASS=c>atha tvam asi no brahman</P><P CLASS=c>param&#257;tman vipa&#347;cit&#257;m</P><P CLASS=c>vi&#347;vam rudra-bhaya-dhvastam</P><P CLASS=c>akuta&#347;cid-bhay&#257; gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You, my Lord; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supersoul; <A CLASS=v HREF="http://vedabase.net/v/vipascitam">vipa&#347;cit&#257;m</A> &#8212; for the learned wise men; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the whole universe; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; being afraid of <A HREF="http://vedabase.net/r/rudra">Rudra</A>; <A CLASS=v HREF="http://vedabase.net/d/dhvastam">dhvastam</A> &#8212; annihilated; <A CLASS=v HREF="http://vedabase.net/a/akutascit">akuta&#347;cit</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhay&#257;</A> &#8212; undoubtedly fearless; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; destination.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, all actually learned persons know You as the Supreme Brahman and the Supersoul. Although the entire universe is afraid of Lord Rudra, who ultimately annihilates everything, for the learned devotees You are the fearless destination of all.</P><P CLASS=t>PURPORT</P><P>For the purpose of creation, maintenance and annihilation of this cosmic manifestation, there are three lords &#8212; Brahm&#257;, Vishnu and &#346;iva (Mahe&#347;vara). The material body is finished at the time of annihilation. Both the universal body and the small unit, the individual living entity's body, are susceptible to annihilation at the ultimate end. However, the devotees do not fear the annihilation of the body, for they are confident that after the annihilation they will go back home, back to Godhead (tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]).</P><P>If one strictly follows the process of devotional service, he has no fear of death, for he is predestined to go back home, back to Godhead. The nondevotees are fearful of death because they have no guarantee of where they are going or of the type of body they are going to get in their next life. The word rudra-bhaya is significant in this verse because Rudra himself, Lord &#346;iva, is speaking of "fear of Rudra." This indicates that there are many Rudras &#8212; eleven Rudras &#8212; and the Rudra (Lord &#346;iva) who was offering this prayer to the Supreme Personality of Godhead is different from the other Rudras, although he is as powerful as they are. The conclusion is that one Rudra is afraid of another Rudra because each and every one of them is engaged in the destruction of this cosmic manifestation. But for the devotee, everyone is afraid of Rudra, even Rudra himself. A devotee is never afraid of Rudra because he is always secure, being protected by the lotus feet of the Lord. As &#346;r&#299; Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/31.htm">9.31</A>), kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "My dear Arjuna, you may declare publicly that My pure devotee will not be vanquished under any circumstances."</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>