<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 69</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 69"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.69</P><P CLASS=c>idam japata bhadram vo</P><P CLASS=c>vi&#347;uddh&#257; nripa-nandan&#257;h</P><P CLASS=c>sva-dharmam anutishthanto</P><P CLASS=c>bhagavaty arpit&#257;&#347;ay&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/j/japata">japata</A> &#8212; while chanting; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; all auspiciousness; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/v/visuddhah">vi&#347;uddh&#257;h</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/n/nandanah">nandan&#257;h</A> &#8212; the sons of the King; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; one's occupational duties; <A CLASS=v HREF="http://vedabase.net/a/anutisthantah">anutishthantah</A> &#8212; executing; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; given up; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ay&#257;h</A> &#8212; possessing all kinds of faithfulness.</P><P CLASS=t>TRANSLATION</P><P>My dear sons of the King, just execute your occupational duty as kings with a pure heart. Just chant this prayer fixing your mind on the lotus feet of the Lord. That will bring you all good fortune, for the Lord will be very much pleased with you.</P><P CLASS=t>PURPORT</P><P>The prayers offered by Lord &#346;iva are very authoritative and significant. Simply by offering prayers to the Supreme Lord one can become perfect, even though engaged in his occupational duty. The real purpose of life is to become a devotee of the Lord. It does not matter where one is situated. Whether one is a br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, American, Englishman, Indian, etc., one can execute devotional service anywhere and everywhere in the material existence simply by offering prayers unto the Supreme Personality of Godhead. The Hare Krishna mah&#257;-mantra is also a prayer, for a prayer addresses the Supreme Personality of Godhead by His name and invokes good fortune by petitioning the Lord to allow one to engage in His devotional service. The Hare Krishna mah&#257;-mantra also says, "My dear Lord Krishna, my dear Lord R&#257;ma, O energy of the Lord, Hare, kindly engage me in Your service." Although one may be situated in a lowly position, he can execute devotional service under any circumstance, as stated, ahaituky apratihat&#257;: "Devotional service cannot be checked by any material condition." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/6.htm">1.2.6</A>) Lord Caitanya Mah&#257;prabhu also recommended this process:</P><P>jñ&#257;ne pray&#257;sam udap&#257;sya namanta eva</P><P CLASS=n>j&#299;vanti san-mukharit&#257;m bhavad&#299;ya-v&#257;rt&#257;m</P><P CLASS=n>sth&#257;ne sthit&#257;h &#347;ruti-gat&#257;m tanu-v&#257;&#324;-manobhir</P><P CLASS=n>ye pr&#257;ya&#347;o 'jita jito 'py asi tais tri-loky&#257;m</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/3.htm">10.14.3</A>)</P><P>One may remain situated in his own place or his own occupational duty and still lend his ear to receive the message of the Lord from realized souls. The Krishna conscious movement is based on this principle, and we are opening centers all over the world to give everyone a chance to hear the message of Lord Krishna in order to go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="68.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="70.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>