<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.7</P><P CLASS=c>tatr&#257;pi hamsam purusham</P><P CLASS=c>param&#257;tm&#257;nam &#257;tma-drik</P><P CLASS=c>yajams tal-lokat&#257;m &#257;pa</P><P CLASS=c>ku&#347;alena sam&#257;dhin&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; despite his engagement; <A CLASS=v HREF="http://vedabase.net/h/hamsam">hamsam</A> &#8212; one who kills the distress of his kinsmen; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; unto the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the most beloved Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; one who has seen or acquired self-realization; <A CLASS=v HREF="http://vedabase.net/y/yajan">yajan</A> &#8212; by worshiping; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/l/lokatam">lokat&#257;m</A> &#8212; achieved the <A HREF="http://vedabase.net/s/same">same</A> planet; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;pa</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/k/kusalena">ku&#347;alena</A> &#8212; very easily; <A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; always keeping himself <A HREF="http://vedabase.net/i/in">in</A> ecstasy.</P><P CLASS=t>TRANSLATION</P><P>Although Mah&#257;r&#257;ja Antardh&#257;na was engaged in performing sacrifices, because he was a self-realized soul he very intelligently rendered devotional service to the Lord, who eradicates all the fears of His devotees. By thus worshiping the Supreme Lord, Mah&#257;r&#257;ja Antardh&#257;na, rapt in ecstasy, attained His planet very easily.</P><P CLASS=t>PURPORT</P><P>Since sacrifices are generally performed by fruitive actors, it is especially mentioned here (tatr&#257;pi) that although Mah&#257;r&#257;ja Antardh&#257;na was externally engaged in performing sacrifices, his real business was rendering devotional service by hearing and chanting. In other words, he was performing the usual sacrifices by the method of sa&#324;k&#299;rtana-yajña, as recommended herein:</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/23.htm">7.5.23</A>)</P><P>Devotional service is called k&#299;rtana-yajña, and by practicing the sa&#324;k&#299;rtana-yajña, one is very easily elevated to the planet where the Supreme Lord resides. Out of the five kinds of liberations, achieving the same planet where the Lord resides and living with the Lord there is called s&#257;lokya liberation.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>