<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 72"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.72</P><P CLASS=c>idam &#257;ha pur&#257;sm&#257;kam</P><P CLASS=c>bhagav&#257;n vi&#347;vasrik-patih</P><P CLASS=c>bhrigv-&#257;d&#299;n&#257;m &#257;tmaj&#257;n&#257;m</P><P CLASS=c>sisrikshuh samsisrikshat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the lord; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srk">srik</A> &#8212; the creators of the universe; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/b/bhrgu">bhrigu</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; of the great sages headed by <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A>; <A CLASS=v HREF="http://vedabase.net/a/atmajanam">&#257;tmaj&#257;n&#257;m</A> &#8212; of his sons; <A CLASS=v HREF="http://vedabase.net/s/sisrksuh">sisrikshuh</A> &#8212; desirous of creating; <A CLASS=v HREF="http://vedabase.net/s/samsisrksatam">samsisrikshat&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/i/in">in</A> charge of creation.</P><P CLASS=t>TRANSLATION</P><P>This prayer was first spoken to us by Lord Brahm&#257;, the master of all creators. The creators, headed by Bhrigu, were instructed in these prayers because they wanted to create.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; was created by Lord Vishnu; then Lord Brahm&#257; created Lord &#346;iva and other great sages, headed by Bhrigu Muni. These great sages included Bhrigu, Mar&#299;ci, &#256;treya, Vasishtha and others. All these great sages were in charge of creating population. Since there were not very many living entities in the beginning, Vishnu entrusted Brahm&#257; with the business of creation, and Brahm&#257; in his turn created many hundreds and thousands of demigods and great sages to continue with the creation. At the same time, Lord Brahm&#257; cautioned all his sons and disciples by reciting the prayers now recited by Lord &#346;iva. The material creation means material engagement, but material engagements can be counteracted if we always remember our relationship with the Lord as that relationship is described in these prayers recited by Lord &#346;iva. In this way we can remain constantly in touch with the Supreme Personality of Godhead. Thus despite our engagement in the creation, we cannot be deviated from the path of Krishna consciousness. The Krishna consciousness movement is especially meant for this purpose. In this material world everyone is engaged in some particular occupational duty which is prescribed in the varn&#257;&#347;rama-dharma. Br&#257;hmanas, kshatriyas, vai&#347;yas, &#347;&#363;dras and everyone are engaged in their occupational duty, but if one remembers his first duty &#8212; keeping in constant contact with the Supreme Personality of Godhead &#8212; everything will be successful. If one simply executes the rules and regulations of the varn&#257;&#347;rama-dharma in the role of a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra and keeps busy and does not remember one's eternal relationship with the Lord, one's business and activities as well as occupational duties will simply be a waste of time. This is confirmed in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/8.htm">1.2.8</A>):</P><P>dharmah svanushthitah pums&#257;m</P><P CLASS=n>vishvaksena-kath&#257;su yah</P><P CLASS=n>notp&#257;dayed yadi ratim</P><P CLASS=n>&#347;rama eva hi kevalam</P><P>The conclusion is that even if one is busy executing his occupational duty, his business in Krishna consciousness need not be hampered. He has simply to execute the devotional service of &#347;ravanam k&#299;rtanam &#8212; hearing, chanting and remembering. One need not abandon his occupational duty. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/46.htm">18.46</A>):</P><P>yatah pravrittir bh&#363;t&#257;n&#257;m</P><P CLASS=n>yena sarvam idam tatam</P><P CLASS=n>sva-karman&#257; tam abhyarcya</P><P CLASS=n>siddhim vindati m&#257;navah</P><P>"By worship of the Lord &#8212; who is the source of all beings and who is all-pervading &#8212; man can, in the performance of his own duty, attain perfection."</P><P>Thus one can continue with his occupational duty, but if he worships the Supreme Personality of Godhead as Lord &#346;iva herein prescribes, he attains his perfection of life. Svanushthitasya dharmasya samsiddhir hari-toshanam (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/13.htm">1.2.13</A>). We should continue executing our occupational duties, but if we try to satisfy the Supreme Personality of Godhead by our duties, then our lives will be perfected.</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="73.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>