<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 73</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 73"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.73</P><P CLASS=c>te vayam nodit&#257;h sarve</P><P CLASS=c>praj&#257;-sarge praje&#347;var&#257;h</P><P CLASS=c>anena dhvasta-tamasah</P><P CLASS=c>sisrikshmo vividh&#257;h praj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by him; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/n/noditah">nodit&#257;h</A> &#8212; ordered; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sarge">sarge</A> &#8212; at the time of creating population; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h</A> &#8212; the controllers of all living entities; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A>-<A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah</A> &#8212; being freed from all kinds of ignorance; <A CLASS=v HREF="http://vedabase.net/s/sisrksmah">sisrikshmah</A> &#8212; we created; <A CLASS=v HREF="http://vedabase.net/v/vividhah">vividh&#257;h</A> &#8212; various kinds of; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; living entities.</P><P CLASS=t>TRANSLATION</P><P>When all the Praj&#257;patis were ordered to create by Lord Brahm&#257;, we chanted these prayers in praise of the Supreme Personality of Godhead and became completely free from all ignorance. Thus we were able to create different types of living entities.</P><P CLASS=t>PURPORT</P><P>In this verse we can understand that the various types of living entities were created simultaneously at the very beginning of the creation. The nonsensical Darwinian theory of evolution is not applicable here. It is not that intelligent human beings did not exist millions of years ago. On the contrary, it is understood that the most intelligent creature, Lord Brahm&#257;, was first created. Then Lord Brahm&#257; created other saintly sages like Mar&#299;ci, Bhrigu, &#256;treya, Vasishtha and Lord &#346;iva. They in their turn created different types of bodies according to karma. In &#346;r&#299;mad-Bh&#257;gavatam Lord Kapiladeva told His mother that the living entity gets a particular type of body in accordance with his work and that this body is decided upon by higher authorities. The higher authorities, as appointed by the Supreme Personality of Godhead, are Lord Brahm&#257; and all other Praj&#257;patis and Manus. Thus from the beginning of creation it can be seen that the first creature is the most intelligent. It is not that so-called modern intelligence has developed by the gradual process of evolution. As stated in Brahma-vaivarta Pur&#257;na, there is a gradual evolutionary process, but it is not the body that is evolving. All the bodily forms are already there. It is the spiritual entity, or spiritual spark within the body, that is being promoted by the laws of nature under the supervision of superior authority. We can understand from this verse that from the very beginning of creation different varieties of living entities were existing. It is not that some of them have become extinct. Everything is there; it is due to our lack of knowledge that we cannot see things in their proper perspective.</P><P>In this verse the word dhvasta-tamasah is very important, for without being free of ignorance one cannot control the creation of different types of living entities. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/31/1.htm">3.31.1</A>), daiva-netrena &#8212; bodies are awarded under the supervision of superior powers. How can these superior powers control the evolutionary process of the living entity if they are not free from all imperfection? The followers of the Vedic instructions cannot accept the Darwinian theory of evolution, for it is marred by imperfect knowledge.</P><P CLASS=l><A CLASS=i HREF="72.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="74.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>