<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 76</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 76"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.76</P><P CLASS=c>ya imam &#347;raddhay&#257; yukto</P><P CLASS=c>mad-g&#299;tam bhagavat-stavam</P><P CLASS=c>adh&#299;y&#257;no dur&#257;r&#257;dhyam</P><P CLASS=c>harim &#257;r&#257;dhayaty asau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; devoutly attached; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; the song composed by <A HREF="http://vedabase.net/m/me">me</A> or sung by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/s/stavam">stavam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> prayer offered <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhiyanah">adh&#299;y&#257;nah</A> &#8212; by regular study; <A CLASS=v HREF="http://vedabase.net/d/duraradhyam">dur&#257;r&#257;dhyam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> worship; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/aradhayati">&#257;r&#257;dhayati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> can, however, worship Him; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person.</P><P CLASS=t>TRANSLATION</P><P>Although rendering devotional service to the Supreme Personality of Godhead and worshiping Him are very difficult, if one vibrates or simply reads this stotra [prayer] composed and sung by me, he will very easily be able to invoke the mercy of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>It is especially significant that Lord &#346;iva is a pure devotee of Lord V&#257;sudeva. Vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh: "Amongst all Vaishnavas, Lord &#346;iva is the topmost." Consequently Lord &#346;iva has a samprad&#257;ya, a Vaishnava disciplic succession, called the Rudra-samprad&#257;ya. At the present moment those who belong to the Vishnusv&#257;mi-samprad&#257;ya of Vaishnavas come from Rudra, Lord &#346;iva. To become a devotee of Lord Krishna, V&#257;sudeva, is very, very difficult. The word especially used in this connection is dur&#257;r&#257;dhyam. The worship of the demigods is not very difficult, but becoming a devotee of Lord V&#257;sudeva, Krishna, is not so easy. However, if one adheres to the principles and follows in the footsteps of the higher authorities, as advised by Lord &#346;iva, one can easily become a devotee of Lord V&#257;sudeva. This is also confirmed by Prahl&#257;da Mah&#257;r&#257;ja. Devotional service cannot be practiced by a mental speculator. Devotional service is a special attainment which can be acquired only by a person who has surrendered unto a pure devotee. As confirmed by Prahl&#257;da Mah&#257;r&#257;ja, mah&#299;yas&#257;m p&#257;da-rajo-'bhishekam nishkiñcan&#257;n&#257;m na vrin&#299;ta y&#257;vat: "Unless one accepts the dust of the lotus feet of a pure devotee, who is free from all material contamination, one cannot enter into the devotional service of the Lord." (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/32.htm">7.5.32</A>)</P><P CLASS=l><A CLASS=i HREF="75.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="77.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>