<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 77</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 77"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.77</P><P CLASS=c>vindate purusho 'mushm&#257;d</P><P CLASS=c>yad yad icchaty asatvaram</P><P CLASS=c>mad-g&#299;ta-g&#299;t&#257;t supr&#299;t&#257;c</P><P CLASS=c>chreyas&#257;m eka-vallabh&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/a/amusmat">amushm&#257;t</A> &#8212; from the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/i/icchati">icchati</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/a/asatvaram">asatvaram</A> &#8212; being fixed; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; sung by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/g/gitat">g&#299;t&#257;t</A> &#8212; by the song; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/pritat">pr&#299;t&#257;t</A> &#8212; from the Lord, who is very pleased; <A CLASS=v HREF="http://vedabase.net/s/sreyasam">&#347;reyas&#257;m</A> &#8212; of all benediction; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/v/vallabhat">vallabh&#257;t</A> &#8212; from the dearmost.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is the dearmost objective of all auspicious benedictions. A human being who sings this song sung by me can please the Supreme Personality of Godhead. Such a devotee, being fixed in the Lord's devotional service, can acquire whatever he wants from the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/22.htm">6.22</A>), yam labdhv&#257; c&#257;param l&#257;bham manyate n&#257;dhikam tatah: if one can attain the favor of the Supreme Personality of Godhead, he has nothing to aspire for, nor does he desire any other gain. When Dhruva Mah&#257;r&#257;ja became perfect by austerity and saw the Supreme Personality of Godhead face to face, he was offered any kind of benediction he wanted. However, Dhruva replied that he did not want anything, for he was perfectly satisfied with the benediction of seeing the Lord. Except for the service of the Supreme Lord, whatever we want is called illusion, m&#257;y&#257;. &#346;r&#299; Caitanya Mah&#257;prabhu said: j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa' (Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>). Every living entity is an eternal servant of the Lord; therefore when one engages in the service of the Lord, he realizes the highest perfection of life. A faithful servant can fulfill any desire by the grace of the master, and one who engages in the transcendental loving service of the Lord has nothing to aspire for separately. All his desires are fulfilled simply by engaging constantly in the Lord's loving service. Lord &#346;iva shows us that any devotee can be successful simply by chanting the prayers which he has recited.</P><P CLASS=l><A CLASS=i HREF="76.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="78.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>