<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.13</P><P CLASS=c>pum&#257;n naivaiti yad gatv&#257;</P><P CLASS=c>bila-svargam gato yath&#257;</P><P CLASS=c>pratyag-dh&#257;m&#257;vida iha</P><P CLASS=c>kim asat-karmabhir bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/eti">eti</A> &#8212; comes back; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> which; <A CLASS=v HREF="http://vedabase.net/g/gatva">gatv&#257;</A> &#8212; having gone; <A CLASS=v HREF="http://vedabase.net/b/bila">bila</A>-<A CLASS=v HREF="http://vedabase.net/s/svargam">svargam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the region of the lower planetary system known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/p/patala">P&#257;t&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; gone; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the effulgent spiritual world; <A CLASS=v HREF="http://vedabase.net/a/avidah">avidah</A> &#8212; of the unintelligent <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what benefit; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; with temporary fruitive activities; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; there can be.</P><P CLASS=t>TRANSLATION</P><P>[N&#257;rada Muni had described that there is a bila, or hole, from which, having entered, one does not return. The Harya&#347;vas understood the meaning of this allegory.] Hardly once has a person who has entered the lower planetary system called P&#257;t&#257;la been seen to return. Similarly, if one enters the Vaikuntha-dh&#257;ma [pratyag-dh&#257;ma], he does not return to this material world. If there is such a place, from which, having gone, one does not return to the miserable material condition of life, what is the use of jumping like monkeys in the temporary material world and not seeing or understanding that place? What will be the profit?</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/6.htm">15.6</A>), yad gatv&#257; na nivartante tad dh&#257;ma paramam mama: there is a region from which, having gone, one does not return to the material world. This region has been repeatedly described. Elsewhere in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>), Krishna says:</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P>If one can properly understand Krishna, who has already been described as the Supreme King, he does not return here after giving up his material body. This fact has been described in this verse of &#346;r&#299;mad-Bh&#257;gavatam. Pum&#257;n naivaiti yad gatv&#257;: he does not return to this material world, but returns home, back to Godhead, to live an eternally blissful life of knowledge. Why do people not care about this? What will be the benefit of taking birth again in this material world, sometimes as a human being, sometimes a demigod and sometimes a cat or dog? What is the benefit of wasting time in this way? Krishna has very definitely asserted in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/15.htm">8.15</A>):</P><P>m&#257;m upetya punar janma</P><P CLASS=n>duhkh&#257;layam a&#347;&#257;&#347;vatam</P><P CLASS=n>n&#257;pnuvanti mah&#257;tm&#257;nah</P><P CLASS=n>samsiddhim param&#257;m gat&#257;h</P><P>"After attaining Me, the great souls, who are yog&#299;s in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection." One's real concern should be to free himself from the repetition of birth and death and attain the topmost perfection of life by living with the Supreme King in the spiritual world. In these verses the sons of Daksha repeatedly say, kim asat-karmabhir bhavet: "What is the use of impermanent fruitive activities?"</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>