<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.15</P><P CLASS=c>tat-sa&#324;ga-bhram&#347;itai&#347;varyam</P><P CLASS=c>samsarantam kubh&#257;ryavat</P><P CLASS=c>tad-gat&#299;r abudhasyeha</P><P CLASS=c>kim asat-karmabhir bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; by association with the prostitute of intelligence; <A CLASS=v HREF="http://vedabase.net/b/bhramsita">bhram&#347;ita</A> &#8212; taken away; <A CLASS=v HREF="http://vedabase.net/a/aisvaryam">ai&#347;varyam</A> &#8212; the opulence of independence; <A CLASS=v HREF="http://vedabase.net/s/samsarantam">samsarantam</A> &#8212; undergoing the material way of life; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/b/bharya">bh&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> person who has <A HREF="http://vedabase.net/a/a">a</A> polluted wife; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/g/gatih">gat&#299;h</A> &#8212; the movements of the polluted intelligence; <A CLASS=v HREF="http://vedabase.net/a/abudhasya">abudhasya</A> &#8212; of one who does not know; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; what can be the benefit of performing temporary fruitive activities.</P><P CLASS=t>TRANSLATION</P><P>[N&#257;rada Muni had also spoken of a man who is the husband of the prostitute. The Harya&#347;vas understood this as follows.] If one becomes the husband of a prostitute, he loses all independence. Similarly, if a living entity has polluted intelligence, he prolongs his materialistic life. Frustrated by material nature, he must follow the movements of the intelligence, which brings various conditions of happiness and distress. If one performs fruitive activities under such conditions, what will be the benefit?</P><P CLASS=t>PURPORT</P><P>Polluted intelligence has been compared to a prostitute. One who has not purified his intelligence is said to be controlled by that prostitute. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/41.htm">2.41</A>), vyavas&#257;y&#257;tmik&#257; buddhir ekeha kuru-nandana: those who are actually serious are conducted by one kind of intelligence, namely, intelligence in Krishna consciousness. Bahu-&#347;&#257;kh&#257; hy anant&#257;&#347; ca buddhayo 'vyavas&#257;yin&#257;m: one who is not fixed in proper intelligence discovers many modes of life. Thus involved in material activities, he is exposed to the different modes of material nature and subjected to varieties of so-called happiness and distress. If a man becomes the husband of a prostitute, he cannot be happy, and similarly one who follows the dictations of material intelligence and material consciousness will never be happy.</P><P>One must judiciously understand the activities of material nature. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/27.htm">3.27</A>):</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature." Although one follows the dictations of material nature, he happily thinks himself the master or husband of material nature. Scientists, for example, try to be the masters of material nature, life after life, not caring to understand the Supreme Person, under whose direction everything within this material world is moving. Trying to be the masters of material nature, they are imitation gods who declare to the public that scientific advancement will one day be able to avoid the so-called control of God. In fact, however, the living being, unable to control the rulings of God, is forced to associate with the prostitute of polluted intelligence and accept various material bodies. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/22.htm">13.22</A>):</P><P>purushah prakriti-stho hi</P><P CLASS=n>bhu&#324;kte prakriti-j&#257;n gun&#257;n</P><P CLASS=n>k&#257;ranam guna-sa&#324;go 'sya</P><P CLASS=n>sad-asad-yoni-janmasu</P><P>"The living entity in material nature thus follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil amongst various species." If one fully engages in temporary fruitive activities and does not solve this real problem, what profit will he gain?</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>