<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.16</P><P CLASS=c>srishty-apyaya-kar&#299;m m&#257;y&#257;m</P><P CLASS=c>vel&#257;-k&#363;l&#257;nta-vegit&#257;m</P><P CLASS=c>mattasya t&#257;m avijñasya</P><P CLASS=c>kim asat-karmabhir bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srsti">srishti</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/a/apyaya">apyaya</A> &#8212; dissolution; <A CLASS=v HREF="http://vedabase.net/k/karim">kar&#299;m</A> &#8212; one who causes; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/v/vela">vel&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">k&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; near the banks; <A CLASS=v HREF="http://vedabase.net/v/vegitam">vegit&#257;m</A> &#8212; being very rapid; <A CLASS=v HREF="http://vedabase.net/m/mattasya">mattasya</A> &#8212; of one who is <A HREF="http://vedabase.net/m/mad">mad</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that material nature; <A CLASS=v HREF="http://vedabase.net/a/avijnasya">avijñasya</A> &#8212; who does not know; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; what benefit can there be by performing temporary fruitive activities.</P><P CLASS=t>TRANSLATION</P><P>[N&#257;rada Muni had said that there is a river flowing in both directions. The Harya&#347;vas understood the purport of this statement.] Material nature functions in two ways &#8212; by creation and dissolution. Thus the river of material nature flows both ways. A living entity who unknowingly falls in this river is submerged in its waves, and since the current is swifter near the banks of the river, he is unable to get out. What will be the benefit of performing fruitive activities in that river of m&#257;y&#257;?</P><P CLASS=t>PURPORT</P><P>One may be submerged in the waves of the river of m&#257;y&#257;, but one may also get free from the waves by coming to the banks of knowledge and austerity. Near these banks, however, the waves are very strong. If one does not understand how he is being tossed by the waves, but simply engages in temporary fruitive activities, what benefit will he derive?</P><P>In the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/44.htm">5.44</A>) there is this statement:</P><P>srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;</P><P CLASS=n>ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;</P><P>The m&#257;y&#257;-&#347;akti, Durg&#257;, is in charge of srishti-sthiti-pralaya, creation and dissolution, and she acts under the direction of the Supreme Lord (may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]). When one falls in the river of nescience, he is always tossed here and there by the waves, but the same m&#257;y&#257; can also save him when be surrenders to Krishna, or becomes Krishna conscious. Krishna consciousness is knowledge and austerity. A Krishna conscious person takes knowledge from the Vedic literature, and at the same time he must practice austerities.</P><P>To attain freedom from material life, one must take to Krishna consciousness. Otherwise, if one very busily engages in the so-called advancement of science, what benefit will he derive? If one is carried away by the waves of nature, what is the meaning of being a great scientist or philosopher? Mundane science and philosophy are also material creations. One must understand how m&#257;y&#257; works and how one can be released from the tossing waves of the river of nescience. That is one's first duty.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>