<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.17</P><P CLASS=c>pañca-vim&#347;ati-tattv&#257;n&#257;m</P><P CLASS=c>purusho 'dbhuta-darpanah</P><P CLASS=c>adhy&#257;tmam abudhasyeha</P><P CLASS=c>kim asat-karmabhir bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/v/vimsati">vim&#347;ati</A> &#8212; twenty-five; <A CLASS=v HREF="http://vedabase.net/t/tattvanam">tattv&#257;n&#257;m</A> &#8212; of the elements; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/d/darpanah">darpanah</A> &#8212; the wonderful manifester; <A CLASS=v HREF="http://vedabase.net/a/adhyatmam">adhy&#257;tmam</A> &#8212; the overseer of all causes and effects; <A CLASS=v HREF="http://vedabase.net/a/abudhasya">abudhasya</A> &#8212; of one who does not know; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; what can be the benefit of engaging <A HREF="http://vedabase.net/i/in">in</A> temporary fruitive activities.</P><P CLASS=t>TRANSLATION</P><P>[N&#257;rada Muni had said that there is a house made of twenty-five elements. The Harya&#347;vas understood this analogy.] The Supreme Lord is the reservoir of the twenty-five elements, and as the Supreme Being, the conductor of cause and effect, He causes their manifestation. If one engages in temporary fruitive activities, not knowing that Supreme Person, what benefit will he derive?</P><P CLASS=t>PURPORT</P><P>Philosophers and scientists conduct scholarly research to find the original cause, but they should do so scientifically, not whimsically or through fantastic theories. The science of the original cause is explained in various Vedic literatures. Ath&#257;to brahma jijñ&#257;s&#257;/janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. The Ved&#257;nta-s&#363;tra explains that one should inquire about the Supreme Soul. Such inquiry about the Supreme is called brahma jijñ&#257;s&#257;. The Absolute Truth, tattva, is explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/11.htm">1.2.11</A>):</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>"Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Param&#257;tm&#257; or Bhagav&#257;n." The Absolute Truth appears to neophytes as impersonal Brahman and to advanced mystic yog&#299;s as Param&#257;tm&#257;, the Supersoul, but devotees, who are further advanced, understand the Absolute Truth as the Supreme Lord, Vishnu.</P><P>This material cosmic manifestation is an expansion of the energy of Lord Krishna, or Lord Vishnu.</P><P>eka-de&#347;a-sthitasy&#257;gner</P><P CLASS=n>jyotsn&#257; vist&#257;rin&#299; yath&#257;</P><P CLASS=n>parasya brahmanah &#347;aktis</P><P CLASS=n>tathedam akhilam jagat</P><P>"Whatever we see in this world is but an expansion of various energies of the Supreme Personality of Godhead, who is like a fire that spreads illumination for a long distance although it is situated in one place." (Vishnu Pur&#257;na) The entire cosmic manifestation is an expansion of the Supreme Lord. Therefore if one does not conduct research to find the supreme cause, but instead falsely engages in frivolous, temporary activities, what is the use of demanding recognition as an important scientist or philosopher? If one does not know the ultimate cause, what is the use of his scientific and philosophical research?</P><P>The purusha, the original person &#8212; Bhagav&#257;n, Vishnu &#8212; can be understood only by devotional service. Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah: [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>] only by devotional service can one understand the Supreme Person, who is behind everything. One must try to understand that the material elements are the separated, inferior energy of the Lord and that the living entity is the Lord's spiritual energy. Whatever we experience, including matter and the spirit soul, the living force, is but a combination of two energies of Lord Vishnu &#8212; the inferior energy and the superior energy. One should seriously study the facts concerning creation, maintenance and devastation, as well as the permanent place from which one never need return (yad gatv&#257; na nivartante [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>]). Human society should study this, but instead of culturing such knowledge, people are attracted to temporary happiness and sense gratification, culminating in bottomless, topless passion. There is no profit in such activities; one must engage himself in the Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>