<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.21</P><P CLASS=c>iti vyavasit&#257; r&#257;jan</P><P CLASS=c>harya&#347;v&#257; eka-cetasah</P><P CLASS=c>prayayus tam parikramya</P><P CLASS=c>panth&#257;nam anivartanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vyavasitah">vyavasit&#257;h</A> &#8212; being fully convinced by the instructions of <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/h/haryasvah">harya&#347;v&#257;h</A> &#8212; the sons of <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; all being of the <A HREF="http://vedabase.net/s/same">same</A> opinion; <A CLASS=v HREF="http://vedabase.net/p/prayayuh">prayayuh</A> &#8212; left; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/p/parikramya">parikramya</A> &#8212; circumambulating; <A CLASS=v HREF="http://vedabase.net/p/panthanam">panth&#257;nam</A> &#8212; on the path; <A CLASS=v HREF="http://vedabase.net/a/anivartanam">anivartanam</A> &#8212; which does not bring one back again <A HREF="http://vedabase.net/t/to">to</A> this material world.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King, after hearing the instructions of N&#257;rada, the Harya&#347;vas, the sons of Praj&#257;pati Daksha, were firmly convinced. They all believed in his instructions and reached the same conclusion. Having accepted him as their spiritual master, they circumambulated that great sage and followed the path by which one never returns to this world.</P><P CLASS=t>PURPORT</P><P>From this verse we can understand the meaning of initiation and the duties of a disciple and spiritual master. The spiritual master never instructs his disciple, "Take a mantra from me, pay me some money, and by practicing this yoga system you will become very expert in materialistic life." This is not the duty of a spiritual master. Rather, the spiritual master teaches the disciple how to give up materialistic life, and the disciple's duty is to assimilate his instructions and ultimately follow the path back home, back to Godhead, from whence no one returns to this material world.</P><P>After hearing the instructions of N&#257;rada Muni, the Harya&#347;vas, the sons of Praj&#257;pati Daksha, decided not to be entangled in materialistic life by begetting hundreds of children and having to take care of them. This would have been unnecessarily entangling. The Harya&#347;vas did not consider pious and impious activities. Their materialistic father had instructed them to increase the population, but because of the words of N&#257;rada Muni, they could not heed that instruction. N&#257;rada Muni, as their spiritual master, gave them the &#347;&#257;stric instructions that they should give up this material world, and as bona fide disciples they followed his instructions. One should not endeavor to wander to different planetary systems within this universe, for even if one goes to the topmost planetary system, Brahmaloka, one must return again (ksh&#299;ne punye martya-lokam vi&#347;anti [<A CLASS=v HREF="../../../bg/9/21.htm">Bg. 9.21</A>]). The endeavors of karm&#299;s are a useless waste of time. One should endeavor to return home, back to Godhead. This is the perfection of life. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>):</P><P>&#257;brahma-bhuvan&#257;l lok&#257;h</P><P CLASS=n>punar &#257;vartino 'rjuna</P><P CLASS=n>m&#257;m upetya tu kaunteya</P><P CLASS=n>punar janma na vidyate</P><P>"From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kunt&#299;, never takes birth again."</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>