<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.22</P><P CLASS=c>svara-brahmani nirbh&#257;ta-</P><P CLASS=c>hrish&#299;ke&#347;a-pad&#257;mbuje</P><P CLASS=c>akhandam cittam &#257;ve&#347;ya</P><P CLASS=c>lok&#257;n anucaran munih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svara">svara</A>-<A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spiritual sound; <A CLASS=v HREF="http://vedabase.net/n/nirbhata">nirbh&#257;ta</A> &#8212; placing clearly before the mind; <A CLASS=v HREF="http://vedabase.net/h/hrsikesa">hrish&#299;ke&#347;a</A> &#8212; of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the master of the senses; <A CLASS=v HREF="http://vedabase.net/p/padambuje">pad&#257;mbuje</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/akhandam">akhandam</A> &#8212; unbroken; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/a/avesya">&#257;ve&#347;ya</A> &#8212; engaging; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the planetary systems; <A CLASS=v HREF="http://vedabase.net/a/anucarat">anucarat</A> &#8212; traveled around; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>.</P><P CLASS=t>TRANSLATION</P><P>The seven musical notes &#8212; sha, ri, g&#257;, ma, pa, dha and ni &#8212; are used in musical instruments, but originally they come from the S&#257;ma Veda. The great sage N&#257;rada vibrates sounds describing the pastimes of the Supreme Lord. By such transcendental vibrations, such as Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, he fixes his mind at the lotus feet of the Lord. Thus he directly perceives Hrish&#299;ke&#347;a, the master of the senses. After delivering the Harya&#347;vas, N&#257;rada Muni continued traveling throughout the planetary systems, his mind always fixed at the lotus feet of the Lord.</P><P CLASS=t>PURPORT</P><P>The goodness of the great sage N&#257;rada Muni is described herewith. He always chants about the pastimes of the Lord and delivers the fallen souls back to Godhead. In this regard, &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung:</P><P>n&#257;rada-muni, b&#257;j&#257;ya v&#299;n&#257;,</P><P CLASS=n>'r&#257;dhik&#257;-ramana'-n&#257;me</P><P CLASS=n>n&#257;ma amani, udita haya,</P><P CLASS=n>bhakata-g&#299;ta-s&#257;me</P><P CLASS=n>amiya-dh&#257;r&#257;, varishe ghana,</P><P CLASS=n>&#347;ravana-yugale giy&#257;</P><P CLASS=n>bhakata-jana, saghane n&#257;ce,</P><P CLASS=n>bhariy&#257; &#257;pana hiy&#257;</P><P CLASS=n>m&#257;dhur&#299;-p&#363;ra, &#257;saba pa&#347;i',</P><P CLASS=n>m&#257;t&#257;ya jagata-jane</P><P CLASS=n>keha v&#257; k&#257;&#324;de, keha v&#257; n&#257;ce,</P><P CLASS=n>keha m&#257;te mane mane</P><P CLASS=n>pañca-vadana, n&#257;rade dhari',</P><P CLASS=n>premera saghana rola</P><P CLASS=n>kamal&#257;sana, n&#257;ciy&#257; bale,</P><P CLASS=n>'bola bola hari bola'</P><P CLASS=n>sahasr&#257;nana, parama-sukhe,</P><P CLASS=n>'hari hari' bali' g&#257;ya</P><P CLASS=n>n&#257;ma-prabh&#257;ve, m&#257;tila vi&#347;va,</P><P CLASS=n>n&#257;ma-rasa sabe p&#257;ya</P><P CLASS=n>&#347;r&#299;-krishna-n&#257;ma, rasane sphuri',</P><P CLASS=n>pur&#257;'la &#257;m&#257;ra &#257;&#347;a</P><P CLASS=n>&#347;r&#299;-r&#363;pa-pade, y&#257;caye ih&#257;,</P><P CLASS=n>bhakativinoda d&#257;sa</P><P>The purport of this song is that N&#257;rada Muni, the great soul, plays a stringed instrument called a v&#299;n&#257;, vibrating the sound r&#257;dhik&#257;-ramana, which is another name for Krishna. As soon as he strokes the strings, all the devotees begin responding, making a very beautiful vibration. Accompanied by the stringed instrument, the singing seems like a shower of nectar, and all the devotees dance in ecstasy to the fullest extent of their satisfaction. While dancing, they appear madly intoxicated with ecstasy, as if drinking the beverage called m&#257;dhur&#299;-p&#363;ra. Some of them cry, some of them dance, and some of them, although unable to dance publicly, dance within their hearts. Lord &#346;iva embraces N&#257;rada Muni and begins talking in an ecstatic voice, and seeing Lord &#346;iva dancing with N&#257;rada, Lord Brahm&#257; also joins, saying, "All of you kindly chant 'Hari bol! Hari bol!' " The King of heaven, Indra, also gradually joins with great satisfaction and begins dancing and chanting "Hari bol! Hari bol!" In this way, by the influence of the transcendental vibration of the holy name of God, the whole universe becomes ecstatic. Bhaktivinoda Th&#257;kura says, "When the universe becomes ecstatic, my desire is satisfied. I therefore pray unto the lotus feet of R&#363;pa Gosv&#257;m&#299; that this chanting of harer n&#257;ma [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>] may go on nicely like this."</P><P>Lord Brahm&#257; is the guru of N&#257;rada Muni, who is the guru of Vy&#257;sadeva, and Vy&#257;sadeva is the guru of Madhv&#257;c&#257;rya. Thus the Gaud&#299;ya-M&#257;dhva-samprad&#257;ya is in the disciplic succession from N&#257;rada Muni. The members of this disciplic succession &#8212; in other words, the members of the Krishna consciousness movement &#8212; should follow in the footsteps of N&#257;rada Muni by chanting the transcendental vibration Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. They should go everywhere to deliver the fallen souls by vibrating the Hare Krishna mantra and the instructions of Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam and Caitanya-carit&#257;mrita. That will please the Supreme Personality of Godhead. One can spiritually advance if one actually follows the instructions of N&#257;rada Muni. If one pleases N&#257;rada Muni, then the Supreme Personality of Godhead, Hrish&#299;ke&#347;a, is also pleased (yasya pras&#257;d&#257;d bhagavat-pras&#257;dah **). The immediate spiritual master is the representative of N&#257;rada Muni; there is no difference between the instructions of N&#257;rada Muni and those of the present spiritual master. Both N&#257;rada Muni and the present spiritual master speak the same teachings of Krishna, who says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/65.htm">18.65-66</A>):</P><P>man-man&#257; bhava mad-bhakto</P><P CLASS=n>mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi satyam te</P><P CLASS=n>pratij&#257;ne priyo 'si me</P><P CLASS=n>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo</P><P CLASS=n>mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend. Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear."</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>