<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.23</P><P CLASS=c>n&#257;&#347;am ni&#347;amya putr&#257;n&#257;m</P><P CLASS=c>n&#257;rad&#257;c ch&#299;la-&#347;&#257;lin&#257;m</P><P CLASS=c>anvatapyata kah &#347;ocan</P><P CLASS=c>suprajastvam &#347;uc&#257;m padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nasam">n&#257;&#347;am</A> &#8212; the loss; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; hearing of; <A CLASS=v HREF="http://vedabase.net/p/putranam">putr&#257;n&#257;m</A> &#8212; of his sons; <A CLASS=v HREF="http://vedabase.net/n/naradat">n&#257;rad&#257;t</A> &#8212; from <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/s/salinam">&#347;&#257;lin&#257;m</A> &#8212; who were the best of well-behaved persons; <A CLASS=v HREF="http://vedabase.net/a/anvatapyata">anvatapyata</A> &#8212; suffered; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/socan">&#347;ocan</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/prajastvam">prajastvam</A> &#8212; having ten thousand well-behaved sons; <A CLASS=v HREF="http://vedabase.net/s/sucam">&#347;uc&#257;m</A> &#8212; of lamentation; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; position.</P><P CLASS=t>TRANSLATION</P><P>The Harya&#347;vas, the sons of Praj&#257;pati Daksha, were very well behaved, cultured sons, but unfortunately, because of the instructions of N&#257;rada Muni, they deviated from the order of their father. When Daksha heard this news, which was brought to him by N&#257;rada Muni, he began to lament. Although he was the father of such good sons, he had lost them all. Certainly this was lamentable.</P><P CLASS=t>PURPORT</P><P>The Harya&#347;vas, the sons of Praj&#257;pati Daksha, were certainly well behaved, learned and advanced, and in accordance with the order of their father they went to perform austerities to beget good sons for their family. But N&#257;rada Muni took advantage of their good behavior and culture to properly direct them not to be involved with this material world, but to use their culture and knowledge to end their material affairs. The Harya&#347;vas abided by the order of N&#257;rada Muni, but when news of this was brought to Praj&#257;pati Daksha, the praj&#257;pati, instead of being happy with the actions of N&#257;rada Muni, was extremely sorrowful. Similarly, we are trying to bring as many young men as possible to the Krishna consciousness movement for their ultimate benefit, but the parents of the young men joining this movement, being very sorry, are lamenting and making counterpropaganda. Of course, Praj&#257;pati Daksha did not make propaganda against N&#257;rada Muni, but later, as we shall see, Daksha cursed N&#257;rada Muni for his benevolent activities. This is the way of materialistic life. A materialistic father and mother want to engage their sons in begetting children, striving for improved economic conditions and rotting in materialistic life. They are not unhappy when their children become spoiled, useless citizens, but they lament when they join the Krishna consciousness movement to achieve the ultimate goal of life. This animosity between parents and the Krishna consciousness movement has existed since time immemorial. Even N&#257;rada Muni was condemned, not to speak of others. Nevertheless, N&#257;rada Muni never gives up his mission. To deliver as many fallen souls as possible, he continues playing his musical instrument and vibrating the transcendental sound Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>