<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verses 27-28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verses 27-28"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.27-28</P><P CLASS=c>ab-bhaksh&#257;h katicin m&#257;s&#257;n</P><P CLASS=c>katicid v&#257;yu-bhojan&#257;h</P><P CLASS=c>&#257;r&#257;dhayan mantram imam</P><P CLASS=c>abhyasyanta idaspatim</P><P CLASS=c>om namo n&#257;r&#257;yan&#257;ya</P><P CLASS=c>purush&#257;ya mah&#257;tmane</P><P CLASS=c>vi&#347;uddha-sattva-dhishny&#257;ya</P><P CLASS=c>mah&#257;-hams&#257;ya dh&#299;mahi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ap">ap</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaksah">bhaksh&#257;h</A> &#8212; drinking only water; <A CLASS=v HREF="http://vedabase.net/k/katicit">katicit</A> <A CLASS=v HREF="http://vedabase.net/m/masan">m&#257;s&#257;n</A> &#8212; for some months; <A CLASS=v HREF="http://vedabase.net/k/katicit">katicit</A> &#8212; for some; <A CLASS=v HREF="http://vedabase.net/v/vayu">v&#257;yu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhojanah">bhojan&#257;h</A> &#8212; merely breathing, or eating air; <A CLASS=v HREF="http://vedabase.net/a/aradhayan">&#257;r&#257;dhayan</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this <A HREF="http://vedabase.net/m/mantra">mantra</A>, which is nondifferent from <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/a/abhyasyantah">abhyasyantah</A> &#8212; practicing; <A CLASS=v HREF="http://vedabase.net/i/idah">idah</A>-<A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the master of all mantras, Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/n/narayanaya">n&#257;r&#257;yan&#257;ya</A> &#8212; unto Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the exalted Supersoul; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhisnyaya">dhishny&#257;ya</A> &#8212; who is always situated <A HREF="http://vedabase.net/i/in">in</A> the transcendental abode; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/h/hamsaya">hams&#257;ya</A> &#8212; the great swanlike Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dhimahi">dh&#299;mahi</A> &#8212; we always offer.</P><P CLASS=t>TRANSLATION</P><P>For a few months the sons of Praj&#257;pati Daksha drank only water and ate only air. Thus undergoing great austerities, they recited this mantra: "Let us offer our respectful obeisances unto N&#257;r&#257;yana, the Supreme Personality of Godhead, who is always situated in His transcendental abode. Since He is the Supreme Person [paramahamsa], let us offer our respectful obeisances unto Him."</P><P CLASS=t>PURPORT</P><P>From these verses it is apparent that the chanting of the mah&#257;-mantra or the Vedic mantras must be accompanied by severe austerities. In Kali-yuga, people cannot undergo severe austerities like those mentioned herein &#8212; drinking only water and eating only air for many months. One cannot imitate such a process. But at least one must undergo some austerity by giving up four unwanted principles, namely illicit sex, meat-eating, intoxication and gambling. Anyone can easily practice this tapasya, and then the chanting of the Hare Krishna mantra will be effective without delay. One should not give up the process of austerity. If possible, one should bathe in the waters of the Ganges or Yamun&#257;, or in the absence of the Ganges and Yamun&#257; one may bathe in the water of the sea. This is an item of austerity. Our Krishna consciousness movement has therefore established two very large centers, one in Vrind&#257;vana and another in M&#257;y&#257;pur, Navadv&#299;pa. There one may bathe in the Ganges or Yamun&#257;, chant the Hare Krishna mantra and thus become perfect and return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>