<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.30</P><P CLASS=c>d&#257;ksh&#257;yan&#257;h sam&#347;rinuta</P><P CLASS=c>gadato nigamam mama</P><P CLASS=c>anvicchat&#257;nupadav&#299;m</P><P CLASS=c>bhr&#257;trin&#257;m bhr&#257;tri-vatsal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daksayanah">d&#257;ksh&#257;yan&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sons of <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/samsrnuta">sam&#347;rinuta</A> &#8212; please hear with attention; <A CLASS=v HREF="http://vedabase.net/g/gadatah">gadatah</A> &#8212; who <A HREF="http://vedabase.net/a/am">am</A> speaking; <A CLASS=v HREF="http://vedabase.net/n/nigamam">nigamam</A> &#8212; instruction; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/anvicchata">anvicchata</A> &#8212; follow; <A CLASS=v HREF="http://vedabase.net/a/anupadavim">anupadav&#299;m</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/b/bhratrnam">bhr&#257;trin&#257;m</A> &#8212; of your brothers; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsal&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> you who <A HREF="http://vedabase.net/a/are">are</A> very much affectionate <A HREF="http://vedabase.net/t/to">to</A> your brothers.</P><P CLASS=t>TRANSLATION</P><P>O sons of Daksha, please hear my words of instruction attentively. You are all very affectionate to your elder brothers, the Harya&#347;vas. Therefore you should follow their path.</P><P CLASS=t>PURPORT</P><P>N&#257;rada Muni encouraged Praj&#257;pati Daksha's second group of sons by awakening their natural affinity for their brothers. He urged them to follow their older brothers if they were at all affectionate toward them. Family affection is very strong, and therefore N&#257;rada Muni followed this tactic of reminding them of their family relationship with the Harya&#347;vas. Generally the word nigama refers to the Vedas, but here nigama refers to the instructions contained in the Vedas. &#346;r&#299;mad-Bh&#257;gavatam says, nigama-kalpa-taror galitam phalam: [<A CLASS=v HREF="../../1/1/3.htm">SB 1.1.3</A>] the Vedic instructions are like a tree, of which &#346;r&#299;mad-Bh&#257;gavatam is the ripened fruit. N&#257;rada Muni is engaged in distributing this fruit, and therefore he instructed Vy&#257;sadeva to write this Mah&#257;-Pur&#257;na, &#346;r&#299;mad-Bh&#257;gavatam, for the benefit of ignorant human society.</P><P>anarthopa&#347;amam s&#257;ksh&#257;d</P><P CLASS=n>bhakti-yogam adhokshaje</P><P CLASS=n>lokasy&#257;j&#257;nato vidv&#257;m&#347;</P><P CLASS=n>cakre s&#257;tvata-samhit&#257;m</P><P>"The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vy&#257;sadeva compiled this Vedic literature, which is in relation to the Supreme Truth." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/7/6.htm">1.7.6</A>) People are suffering because of ignorance and are following a wrong path for happiness. This is called anartha. These material activities will never make them happy, and therefore N&#257;rada instructed Vy&#257;sadeva to record the instructions of &#346;r&#299;mad-Bh&#257;gavatam. Vy&#257;sadeva actually followed N&#257;rada and did this. &#346;r&#299;mad-Bh&#257;gavatam is the supreme instruction of the Vedas. Galitam phalam: the ripened fruit of the Vedas is &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>