<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.35</P><P CLASS=c>cukrodha n&#257;rad&#257;y&#257;sau</P><P CLASS=c>putra-&#347;oka-vim&#363;rcchitah</P><P CLASS=c>devarshim upalabhy&#257;ha</P><P CLASS=c>rosh&#257;d visphurit&#257;dharah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cukrodha">cukrodha</A> &#8212; became very angry; <A CLASS=v HREF="http://vedabase.net/n/naradaya">n&#257;rad&#257;ya</A> &#8212; at the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that one (<A HREF="http://vedabase.net/d/daksa">Daksha</A>); <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> lamentation for the loss of his children; <A CLASS=v HREF="http://vedabase.net/v/vimurcchitah">vim&#363;rcchitah</A> &#8212; almost fainting; <A CLASS=v HREF="http://vedabase.net/d/devarsim">devarshim</A> &#8212; the great sage <A HREF="http://vedabase.net/d/devarsi">Devarshi</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> said; <A CLASS=v HREF="http://vedabase.net/r/rosat">rosh&#257;t</A> &#8212; out of great anger; <A CLASS=v HREF="http://vedabase.net/v/visphurita">visphurita</A> &#8212; trembling; <A CLASS=v HREF="http://vedabase.net/a/adharah">adharah</A> &#8212; whose lips.</P><P CLASS=t>TRANSLATION</P><P>When he heard that the Saval&#257;&#347;vas had also left this world to engage in devotional service, Daksha was angry at N&#257;rada, and he almost fainted due to lamentation. When Daksha met N&#257;rada, Daksha's lips began trembling in anger, and he spoke as follows.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments that N&#257;rada Muni had delivered the entire family of Sv&#257;yambhuva Manu, beginning with Priyavrata and Utt&#257;nap&#257;da. He had delivered Utt&#257;nap&#257;da's son Dhruva and had even delivered Pr&#257;c&#299;nabarhi, who was engaged in fruitive activities. Nevertheless, he could not deliver Praj&#257;pati Daksha. Praj&#257;pati Daksha saw N&#257;rada before him because N&#257;rada had personally come to deliver him. N&#257;rada Muni took the opportunity to approach Praj&#257;pati Daksha in his bereavement because the time of bereavement is a suitable time for appreciating bhakti-yoga. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/16.htm">7.16</A>), four kinds of men &#8212; &#257;rta (one who is distressed), arth&#257;rth&#299; (one in need of money), jijñ&#257;su (one who is inquisitive) and jñ&#257;n&#299; (a person in knowledge) &#8212; try to understand devotional service. Praj&#257;pati Daksha was in great distress because of the loss of his sons, and therefore N&#257;rada took the opportunity to instruct him regarding liberation from material bondage.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>