<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.37</P><P CLASS=c>rinais tribhir amukt&#257;n&#257;m</P><P CLASS=c>am&#299;m&#257;msita-karman&#257;m</P><P CLASS=c>vigh&#257;tah &#347;reyasah p&#257;pa</P><P CLASS=c>lokayor ubhayoh kritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rnaih">rinaih</A> &#8212; from the debts; <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/a/amuktanam">amukt&#257;n&#257;m</A> &#8212; of persons not freed; <A CLASS=v HREF="http://vedabase.net/a/amimamsita">am&#299;m&#257;msita</A> &#8212; not considering; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; the path of duty; <A CLASS=v HREF="http://vedabase.net/v/vighatah">vigh&#257;tah</A> &#8212; ruin; <A CLASS=v HREF="http://vedabase.net/s/sreyasah">&#347;reyasah</A> &#8212; of the path of good fortune; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most sinful (<A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>); <A CLASS=v HREF="http://vedabase.net/l/lokayoh">lokayoh</A> &#8212; of the worlds; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; done.</P><P CLASS=t>TRANSLATION</P><P>Praj&#257;pati Daksha said: My sons were not at all freed from their three debts. Indeed, they did not properly consider their obligations. O N&#257;rada Muni, O personality of sinful action, you have obstructed their progress toward good fortune in this world and the next because they are still indebted to the saintly persons, the demigods and their father.</P><P CLASS=t>PURPORT</P><P>As soon as a br&#257;hmana takes birth, he assumes three kinds of debts &#8212; debts to great saints, debts to the demigods and debts to his father. The son of a br&#257;hmana must undergo celibacy (brahmacarya) to clear his debts to the saintly persons, he must perform ritualistic ceremonies to clear his debts to the demigods, and he must beget children to become free from his debts to his father. Praj&#257;pati Daksha argued that although the renounced order is recommended for liberation, one cannot attain liberation unless one fulfills his obligations to the demigods, the saints and his father. Since Daksha's sons had not liberated themselves from these three debts, how could N&#257;rada Muni have led them to the renounced order of life? Apparently, Praj&#257;pati Daksha did not know the final decision of the &#347;&#257;stras. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/41.htm">11.5.41</A>):</P><P>devarshi-bh&#363;t&#257;pta-nrin&#257;m pitrin&#257;m</P><P CLASS=n>na ki&#324;karo n&#257;yam rin&#299; ca r&#257;jan</P><P CLASS=n>sarv&#257;tman&#257; yah &#347;aranam &#347;aranyam</P><P CLASS=n>gato mukundam parihritya kartam</P><P>Everyone is indebted to the demigods, to living entities in general, to his family, to the pit&#257;s and so on, but if one fully surrenders to Krishna, Mukunda, who can give one liberation, even if one performs no yajñas, one is freed from all debts. Even if one does not repay his debts, he is freed from all debts if he renounces the material world for the sake of the Supreme Personality of Godhead, whose lotus feet are the shelter of everyone. This is the verdict of the &#347;&#257;stra. Therefore N&#257;rada Muni was completely right in instructing the sons of Praj&#257;pati Daksha to renounce this material world immediately and take shelter of the Supreme Personality of Godhead. Unfortunately, Praj&#257;pati Daksha, the father of the Harya&#347;vas and Saval&#257;&#347;vas, did not understand the great service rendered by N&#257;rada Muni. Daksha therefore addressed him as p&#257;pa (the personality of sinful activities) and as&#257;dhu (a nonsaintly person). Since N&#257;rada Muni was a great saint and Vaishnava, he tolerated all such accusations from Praj&#257;pati Daksha. He merely performed his duty as a Vaishnava by delivering all the sons of Praj&#257;pati Daksha, enabling them to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>