<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.40</P><P CLASS=c>nettham pums&#257;m vir&#257;gah sy&#257;t</P><P CLASS=c>tvay&#257; kevalin&#257; mrish&#257;</P><P CLASS=c>manyase yady upa&#347;amam</P><P CLASS=c>sneha-p&#257;&#347;a-nikrintanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of persons; <A CLASS=v HREF="http://vedabase.net/v/viragah">vir&#257;gah</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; is possible; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/k/kevalina">kevalin&#257;</A> <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; possessing knowledge falsely; <A CLASS=v HREF="http://vedabase.net/m/manyase">manyase</A> &#8212; you think; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/u/upasamam">upa&#347;amam</A> &#8212; renunciation of material enjoyment; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A> &#8212; the bonds of affection; <A CLASS=v HREF="http://vedabase.net/n/nikrntanam">nikrintanam</A> &#8212; cutting.</P><P CLASS=t>TRANSLATION</P><P>Praj&#257;pati Daksha continued: If you think that simply awakening the sense of renunciation will detach one from the material world, I must say that unless full knowledge is awakened, simply changing dresses as you have done cannot possibly bring detachment.</P><P CLASS=t>PURPORT</P><P>Praj&#257;pati Daksha was correct in stating that changing one's dress cannot detach one from this material world. The sanny&#257;s&#299;s of Kali-yuga who change their robes from white to saffron and then think they can do whatever they like are more abominable than materialistic grihasthas. This is not recommended anywhere. Praj&#257;pati Daksha was right in pointing out this defect, but he did not know that N&#257;rada Muni had aroused the spirit of renunciation in the Harya&#347;vas and Saval&#257;&#347;vas through full knowledge. Such enlightened renunciation is desirable. One should enter the renounced order with full knowledge (jñ&#257;na-vair&#257;gya), for the perfection of life is possible for one who renounces this material world in that way. This elevated stage can be reached very easily, as supported by the statements of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/7.htm">1.2.7</A>):</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>"By rendering devotional service unto the Personality of Godhead, &#346;r&#299; Krishna, one immediately acquires causeless knowledge and detachment from the world." If one seriously engages in devotional service to Lord V&#257;sudeva, jñ&#257;na and vair&#257;gya are automatically manifest in one's person. There is no doubt of this. Praj&#257;pati Daksha's accusation that N&#257;rada had not actually elevated his sons to the platform of knowledge was not factual. All the sons of Praj&#257;pati Daksha had first been raised to the platform of jñ&#257;na and had then automatically renounced this world. In summary, unless one's knowledge is awakened, renunciation cannot take place, for without elevated knowledge one cannot give up attachment for material enjoyment.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>