<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.41</P><P CLASS=c>n&#257;nubh&#363;ya na j&#257;n&#257;ti</P><P CLASS=c>pum&#257;n vishaya-t&#299;kshnat&#257;m</P><P CLASS=c>nirvidyate svayam tasm&#257;n</P><P CLASS=c>na tath&#257; bhinna-dh&#299;h paraih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anubhuya">anubh&#363;ya</A> &#8212; experiencing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/janati">j&#257;n&#257;ti</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/t/tiksnatam">t&#299;kshnat&#257;m</A> &#8212; the sharpness of material enjoyment; <A CLASS=v HREF="http://vedabase.net/n/nirvidyate">nirvidyate</A> &#8212; becomes aloof; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; not like that; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; whose intelligence is changed; <A CLASS=v HREF="http://vedabase.net/p/paraih">paraih</A> &#8212; by others.</P><P CLASS=t>TRANSLATION</P><P>Material enjoyment is indeed the cause of all unhappiness, but one cannot give it up unless one has personally experienced how much suffering it is. Therefore one should be allowed to remain in so-called material enjoyment while simultaneously advancing in knowledge to experience the misery of this false material happiness. Then, without help from others, one will find material enjoyment detestful. Those whose minds are changed by others do not become as renounced as those who have personal experience.</P><P CLASS=t>PURPORT</P><P>It is said that unless a woman becomes pregnant, she cannot understand the trouble of giving birth to a child. Bandhy&#257; ki bujhibe prasava-vedan&#257;. The word bandhy&#257; means a sterile woman. Such a woman cannot give birth to a child. How, then, can she perceive the pain of delivery? According to the philosophy of Praj&#257;pati Daksha, a woman should first become pregnant and then experience the pain of childbirth. Then, if she is intelligent, she will not want to be pregnant again. Actually. however. this is not a fact. Sex enjoyment is so strong that a woman becomes pregnant and suffers at the time of childbirth. but she becomes pregnant again, despite her experience. According to Daksha's philosophy. one should become implicated in material enjoyment so that after experiencing the distress of such enjoyment. one will automatically renounce. Material nature, however. is so strong that although a man suffers at every step, he will not cease his attempts to enjoy (tripyanti neha kripana-bahu-duhkha-bh&#257;jah). Under the circumstances, unless one gets the association of a devotee like N&#257;rada Muni or his servant in the disciplic succession, one's dormant spirit of renunciation cannot be awakened. It is not a fact that because material enjoyment involves so many painful conditions one will automatically become detached. One needs the blessings of a devotee like N&#257;rada Muni. Then one can renounce his attachment for the material world. The young boys and girls of the Krishna consciousness movement have given up the spirit of material enjoyment not because of practice but by the mercy of Lord &#346;r&#299; Caitanya Mah&#257;prabhu and His servants.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>