<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.42</P><P CLASS=c>yan nas tvam karma-sandh&#257;n&#257;m</P><P CLASS=c>s&#257;dh&#363;n&#257;m grihamedhin&#257;m</P><P CLASS=c>kritav&#257;n asi durmarsham</P><P CLASS=c>vipriyam tava marshitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/s/sandhanam">sandh&#257;n&#257;m</A> &#8212; who strictly follow the fruitive ritualistic ceremonies according <A HREF="http://vedabase.net/t/to">to</A> Vedic injunctions; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> honest (because we honestly seek elevated social standards and bodily comfort); <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhinam">medhin&#257;m</A> &#8212; although situated with <A HREF="http://vedabase.net/a/a">a</A> wife and children; <A CLASS=v HREF="http://vedabase.net/k/krtavan">kritav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; have created; <A CLASS=v HREF="http://vedabase.net/d/durmarsam">durmarsham</A> &#8212; unbearable; <A CLASS=v HREF="http://vedabase.net/v/vipriyam">vipriyam</A> &#8212; wrong; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/marsitam">marshitam</A> &#8212; forgiven.</P><P CLASS=t>TRANSLATION</P><P>Although I live in household life with my wife and children, I honestly follow the Vedic injunctions by engaging in fruitive activities to enjoy life without sinful reactions. I have performed all kinds of yajñas, including the deva-yajña, rishi-yajña, pitri-yajña and nri-yajña. Because these yajñas are called vratas [vows], I am known as a grihavrata. Unfortunately, you have given me great displeasure by misguiding my sons, for no reason, to the path of renunciation. This can be tolerated once.</P><P CLASS=t>PURPORT</P><P>Praj&#257;pati Daksha wanted to prove that he had been most tolerant in not having said anything when N&#257;rada Muni, for no reason, induced his ten thousand innocent sons to adopt the path of renunciation. Sometimes householders are accused of being grihamedh&#299;s, for grihamedh&#299;s are satisfied with family life without spiritual advancement. Grihasthas, however, are different because although grihasthas live in householder life with their wives and children, they are eager for spiritual advancement. Wanting to prove that he had been magnanimous to N&#257;rada Muni, Praj&#257;pati Daksha stressed that when N&#257;rada had misled his first sons, Daksha had taken no action; he had been kind and tolerant. He was aggrieved, however, because N&#257;rada Muni had misled his sons for a second time. Therefore he wanted to prove that N&#257;rada Muni, although dressed like a s&#257;dhu, was not actually a s&#257;dhu; he himself, although a householder, was a greater s&#257;dhu than N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>