<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.44</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>pratijagr&#257;ha tad b&#257;dham</P><P CLASS=c>n&#257;radah s&#257;dhu-sammatah</P><P CLASS=c>et&#257;v&#257;n s&#257;dhu-v&#257;do hi</P><P CLASS=c>titikshete&#347;varah svayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/p/pratijagraha">pratijagr&#257;ha</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/badham">b&#257;dham</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> be <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/s/sammatah">sammatah</A> &#8212; who is <A HREF="http://vedabase.net/a/an">an</A> approved <A HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>; <A CLASS=v HREF="http://vedabase.net/e/etavan">et&#257;v&#257;n</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; appropriate for <A HREF="http://vedabase.net/a/a">a</A> saintly person; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/titikseta">titiksheta</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> may tolerate; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; although able <A HREF="http://vedabase.net/t/to">to</A> curse <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, since N&#257;rada Muni is an approved saintly person, when cursed by Praj&#257;pati Daksha he replied, "tad b&#257;dham: Yes, what you have said is good. I accept this curse." He could have cursed Praj&#257;pati Daksha in return, but because he is a tolerant and merciful s&#257;dhu, he took no action.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/25/21.htm">3.25.21</A>):</P><P>titikshavah k&#257;runik&#257;h</P><P CLASS=n>suhridah sarva-dehin&#257;m</P><P CLASS=n>aj&#257;ta-&#347;atravah &#347;&#257;nt&#257;h</P><P CLASS=n>s&#257;dhavah s&#257;dhu-bh&#363;shan&#257;h</P><P>"The symptoms of a s&#257;dhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime." Because N&#257;rada Muni is the most elevated of s&#257;dhus, devotees, to deliver Praj&#257;pati Daksha he silently tolerated the curse. &#346;r&#299; Caitanya Mah&#257;prabhu has taught this principle to all His devotees:</P><P>trin&#257;d api sun&#299;cena</P><P CLASS=n>taror api sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;nadena</P><P CLASS=n>k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]</P><P>"One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and should be ready to offer all respects to others. In such a state of mind one can chant the holy name of the Lord constantly." Following the orders of &#346;r&#299; Caitanya Mah&#257;prabhu, one who preaches the glories of the Lord all over the world or all over the universe should be humbler than grass and more tolerant than a tree because a preacher cannot live an easygoing life. Indeed, a preacher must face many impediments. Not only is he sometimes cursed, but sometimes he must also suffer personal injury. For example, when Nity&#257;nanda Prabhu went to preach Krishna consciousness to the two roguish brothers Jag&#257;i and M&#257;dh&#257;i, they injured Him and made His head bleed, but nevertheless, He tolerantly delivered the two rogues, who became perfect Vaishnavas. This is the duty of a preacher. Lord Jesus Christ even tolerated crucifixion. Therefore the curse against N&#257;rada was not very astonishing, and he tolerated it.</P><P>Now, it may be asked why N&#257;rada Muni stayed in the presence of Praj&#257;pati Daksha and tolerated all his accusations and curses. Was that for Daksha's deliverance? The answer is yes. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that after being insulted by Praj&#257;pati Daksha, N&#257;rada Muni should have left immediately, but he purposely stayed to hear all Daksha's strong words so that Daksha might be relieved of his anger. Praj&#257;pati Daksha was not an ordinary man; he had accumulated the results of many pious activities. Therefore N&#257;rada Muni expected that after delivering his curse, Daksha, satisfied and freed from anger, would repent his misbehavior and thus get a chance to become a Vaishnava and be delivered. When Jag&#257;i and M&#257;dh&#257;i offended Lord Nity&#257;nanda, Lord Nity&#257;nanda stood tolerantly, and therefore both brothers fell at His lotus feet and repented. Consequently they later became perfect Vaishnavas.</P><P>Thus end the Bhaktivedanta purports of the Sixth Canto, Fifth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam. entitled "N&#257;rada Muni Cursed by Praj&#257;pati Daksha."</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../6/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>