<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5 Verses 6-8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5 Verses 6-8"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5.6-8</P><P CLASS=c>uv&#257;ca c&#257;tha harya&#347;v&#257;h</P><P CLASS=c>katham srakshyatha vai praj&#257;h</P><P CLASS=c>adrishtv&#257;ntam bhuvo y&#363;yam</P><P CLASS=c>b&#257;li&#347;&#257; bata p&#257;lak&#257;h</P><P CLASS=c>tathaika-purusham r&#257;shtram</P><P CLASS=c>bilam c&#257;drishta-nirgamam</P><P CLASS=c>bahu-r&#363;p&#257;m striyam c&#257;pi</P><P CLASS=c>pum&#257;msam pum&#347;cal&#299;-patim</P><P CLASS=c>nad&#299;m ubhayato v&#257;h&#257;m</P><P CLASS=c>pañca-pañc&#257;dbhutam griham</P><P CLASS=c>kvacid dhamsam citra-katham</P><P CLASS=c>kshaura-pavyam svayam bhrami</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> said; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/haryasvah">harya&#347;v&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Harya&#347;vas, sons of <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/s/sraksyatha">srakshyatha</A> &#8212; you will beget; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; progeny; <A CLASS=v HREF="http://vedabase.net/a/adrstva">adrishtv&#257;</A> &#8212; having not seen; <A CLASS=v HREF="http://vedabase.net/a/antam">antam</A> &#8212; the end; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of this earth; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/b/balisah">b&#257;li&#347;&#257;h</A> &#8212; inexperienced; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/p/palakah">p&#257;lak&#257;h</A> &#8212; although ruling princes; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> also; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/r/rastram">r&#257;shtram</A> &#8212; kingdom; <A CLASS=v HREF="http://vedabase.net/b/bilam">bilam</A> &#8212; the hole; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adrsta">adrishta</A>-<A CLASS=v HREF="http://vedabase.net/n/nirgamam">nirgamam</A> &#8212; from which there is <A HREF="http://vedabase.net/n/no">no</A> coming out; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;p&#257;m</A> &#8212; taking many forms; <A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; the woman; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/p/pumamsam">pum&#257;msam</A> &#8212; the <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/p/pumscali">pum&#347;cal&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the husband of <A HREF="http://vedabase.net/a/a">a</A> prostitute; <A CLASS=v HREF="http://vedabase.net/n/nadim">nad&#299;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> river; <A CLASS=v HREF="http://vedabase.net/u/ubhayatah">ubhayatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> both ways; <A CLASS=v HREF="http://vedabase.net/v/vaham">v&#257;h&#257;m</A> &#8212; which flows; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; of five multiplied by five (twenty-five); <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> wonder; <A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; the house; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/h/hamsam">hamsam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> swan; <A CLASS=v HREF="http://vedabase.net/c/citra">citra</A>-<A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; whose story is wonderful; <A CLASS=v HREF="http://vedabase.net/k/ksaura">kshaura</A>-<A CLASS=v HREF="http://vedabase.net/p/pavyam">pavyam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of sharp razors and thunderbolts; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; itself; <A CLASS=v HREF="http://vedabase.net/b/bhrami">bhrami</A> &#8212; revolving.</P><P CLASS=t>TRANSLATION</P><P>The great sage N&#257;rada said: My dear Harya&#347;vas, you have not seen the extremities of the earth. There is a kingdom where only one man lives and where there is a hole from which, having entered, no one emerges. A woman there who is extremely unchaste adorns herself with various attractive dresses, and the man who lives there is her husband. In that kingdom, there is a river flowing in both directions, a wonderful home made of twenty-five materials, a swan that vibrates various sounds, and an automatically revolving object made of sharp razors and thunderbolts. You have not seen all this, and therefore you are inexperienced boys without advanced knowledge. How, then, will you create progeny?</P><P CLASS=t>PURPORT</P><P>N&#257;rada Muni saw that the boys known as the Harya&#347;vas were already purified because of living in that holy place and were practically ready for liberation. Why then should they be encouraged to become entangled in family life, which is so dark that once having entered it one cannot leave it? Through this analogy, N&#257;rada Muni asked them to consider why they should follow their father's order to be entangled in family life. Indirectly, he asked them to find within the cores of their hearts the situation of the Supersoul, Lord Vishnu, for then they would truly be experienced. In other words, one who is too involved in his material environment and does not look within the core of his heart is increasingly entangled in the illusory energy. N&#257;rada Muni's purpose was to get the sons of Praj&#257;pati Daksha to divert their attention toward spiritual realization instead of involving themselves in the ordinary but complicated affairs of propagation. The same advice was given by Prahl&#257;da Mah&#257;r&#257;ja to his father (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/5.htm">7.5.5</A>):</P><P>tat s&#257;dhu manye 'sura-varya dehin&#257;m</P><P CLASS=n>sad&#257; samudvigna-dhiy&#257;m asad-grah&#257;t</P><P CLASS=n>hitv&#257;tma-p&#257;tam griham andha-k&#363;pam</P><P CLASS=n>vanam gato yad dharim &#257;&#347;rayeta</P><P>In the dark well of family life, one is always full of anxiety because of having accepted a temporary body. If one wants to free himself from this anxiety, one should immediately leave family life and take shelter of the Supreme Personality of Godhead in Vrind&#257;vana. N&#257;rada Muni advised the Harya&#347;vas not to enter household life. Since they were already advanced in spiritual knowledge, why should they be entangled in that way?</P><P CLASS=l><A CLASS=i HREF="4-5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>