<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: N&#257;rada Muni Cursed by Praj&#257;pati Daksha</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 6.5 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 6.5.1</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: Impelled by the illusory energy of Lord Vishnu, Praj&#257;pati Daksha begot ten thousand sons in the womb of P&#257;ñcajan&#299; [Asikn&#299;]. My dear King, these sons were called the Harya&#347;vas.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 6.5.2</B></A>: My dear King, all the sons of Praj&#257;pati Daksha were alike in being very gentle and obedient to the orders of their father. When their father ordered them to beget children, they all went in the western direction.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 6.5.3</B></A>: In the west, where the River Sindhu meets the sea, there is a great place of pilgrimage known as N&#257;r&#257;yana-saras. Many sages and others advanced in spiritual consciousness live there.</P><P CLASS=r><A CLASS=i HREF="4-5.htm"><B>SB 6.5.4-5</B></A>: In that holy place, the Harya&#347;vas began regularly touching the lake's waters and bathing in them. Gradually becoming very much purified, they became inclined toward the activities of paramahamsas. Nevertheless, because their father had ordered them to increase the population, they performed severe austerities to fulfill his desires. One day, when the great sage N&#257;rada saw those boys performing such fine austerities to increase the population, N&#257;rada approached them.</P><P CLASS=r><A CLASS=i HREF="6-8.htm"><B>SB 6.5.6-8</B></A>: The great sage N&#257;rada said: My dear Harya&#347;vas, you have not seen the extremities of the earth. There is a kingdom where only one man lives and where there is a hole from which, having entered, no one emerges. A woman there who is extremely unchaste adorns herself with various attractive dresses, and the man who lives there is her husband. In that kingdom, there is a river flowing in both directions, a wonderful home made of twenty-five materials, a swan that vibrates various sounds, and an automatically revolving object made of sharp razors and thunderbolts. You have not seen all this, and therefore you are inexperienced boys without advanced knowledge. How, then, will you create progeny?</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 6.5.9</B></A>: Alas, your father is omniscient, but you do not know his actual order. Without knowing the actual purpose of your father, how will you create progeny?</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 6.5.10</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: Hearing these enigmatic words of N&#257;rada Muni, the Harya&#347;vas considered them with their natural intelligence, without help from others.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 6.5.11</B></A>: [The Harya&#347;vas understood the meaning of N&#257;rada's words as follows.] The word "bh&#363;h" ["the earth"] refers to the field of activities. The material body, which is a result of the living being's actions, is his field of activities, and it gives him false designations. Since time immemorial, he has received various types of material bodies, which are the roots of bondage to the material world. If one foolishly engages in temporary fruitive activities and does not look toward the cessation of this bondage, what will be the benefit of his actions?</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 6.5.12</B></A>: [N&#257;rada Muni had said that there is a kingdom where there is only one male. The Harya&#347;vas realized the purport of this statement.] The only enjoyer is the Supreme Personality of Godhead, who observes everything, everywhere. He is full of six opulences and fully independent of everyone else. He is never subject to the three modes of material nature, for He is always transcendental to this material creation. If the members of human society do not understand Him, the Supreme, through their advancement in knowledge and activities, but simply work very hard like cats and dogs all day and night for temporary happiness, what will be the benefit of their activities?</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 6.5.13</B></A>: [N&#257;rada Muni had described that there is a bila, or hole, from which, having entered, one does not return. The Harya&#347;vas understood the meaning of this allegory.] Hardly once has a person who has entered the lower planetary system called P&#257;t&#257;la been seen to return. Similarly, if one enters the Vaikuntha-dh&#257;ma [pratyag-dh&#257;ma], he does not return to this material world. If there is such a place, from which, having gone, one does not return to the miserable material condition of life, what is the use of jumping like monkeys in the temporary material world and not seeing or understanding that place? What will be the profit?</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 6.5.14</B></A>: [N&#257;rada Muni had described a woman who is a professional prostitute. The Harya&#347;vas understood the identity of this woman.] Mixed with the mode of passion, the unsteady intelligence of every living entity is like a prostitute who changes dresses just to attract one's attention. If one fully engages in temporary fruitive activities, not understanding how this is taking place, what does he actually gain?</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 6.5.15</B></A>: [N&#257;rada Muni had also spoken of a man who is the husband of the prostitute. The Harya&#347;vas understood this as follows.] If one becomes the husband of a prostitute, he loses all independence. Similarly, if a living entity has polluted intelligence, he prolongs his materialistic life. Frustrated by material nature, he must follow the movements of the intelligence, which brings various conditions of happiness and distress. If one performs fruitive activities under such conditions, what will be the benefit?</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 6.5.16</B></A>: [N&#257;rada Muni had said that there is a river flowing in both directions. The Harya&#347;vas understood the purport of this statement.] Material nature functions in two ways &#8212; by creation and dissolution. Thus the river of material nature flows both ways. A living entity who unknowingly falls in this river is submerged in its waves, and since the current is swifter near the banks of the river, he is unable to get out. What will be the benefit of performing fruitive activities in that river of m&#257;y&#257;?</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 6.5.17</B></A>: [N&#257;rada Muni had said that there is a house made of twenty-five elements. The Harya&#347;vas understood this analogy.] The Supreme Lord is the reservoir of the twenty-five elements, and as the Supreme Being, the conductor of cause and effect, He causes their manifestation. If one engages in temporary fruitive activities, not knowing that Supreme Person, what benefit will he derive?</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 6.5.18</B></A>: [N&#257;rada Muni had spoken of a swan. That swan is explained in this verse.] The Vedic literatures [&#347;&#257;stras] vividly describe how to understand the Supreme Lord, the source of all material and spiritual energy. Indeed, they elaborately explain these two energies. The swan [hamsa] is one who discriminates between matter and spirit, who accepts the essence of everything, and who explains the means of bondage and the means of liberation. The words of scriptures consist of variegated vibrations. If a foolish rascal leaves aside the study of these &#347;&#257;stras to engage in temporary activities, what will be the result?</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 6.5.19</B></A>: [N&#257;rada Muni had spoken of a physical object made of sharp blades and thunderbolts. The Harya&#347;vas understood this allegory as follows.] Eternal time moves very sharply, as if made of razors and thunderbolts. Uninterrupted and fully independent, it drives the activities of the entire world. If one does not try to study the eternal element of time, what benefit can he derive from performing temporary material activities?</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 6.5.20</B></A>: [N&#257;rada Muni had asked how one could ignorantly defy one's own father. The Harya&#347;vas understood the meaning of this question.] One must accept the original instructions of the &#347;&#257;stra. According to Vedic civilization, one is offered a sacred thread as a sign of second birth. One takes his second birth by dint of having received instructions in the &#347;&#257;stra from a bona fide spiritual master. Therefore, &#347;&#257;stra, scripture, is the real father. All the &#347;&#257;stras instruct that one should end his material way of life. If one does not know the purpose of the father's orders, the &#347;&#257;stras, he is ignorant. The words of a material father who endeavors to engage his son in material activities are not the real instructions of the father.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 6.5.21</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, after hearing the instructions of N&#257;rada, the Harya&#347;vas, the sons of Praj&#257;pati Daksha, were firmly convinced. They all believed in his instructions and reached the same conclusion. Having accepted him as their spiritual master, they circumambulated that great sage and followed the path by which one never returns to this world.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 6.5.22</B></A>: The seven musical notes &#8212; sha, ri, g&#257;, ma, pa, dha and ni &#8212; are used in musical instruments, but originally they come from the S&#257;ma Veda. The great sage N&#257;rada vibrates sounds describing the pastimes of the Supreme Lord. By such transcendental vibrations, such as Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, he fixes his mind at the lotus feet of the Lord. Thus he directly perceives Hrish&#299;ke&#347;a, the master of the senses. After delivering the Harya&#347;vas, N&#257;rada Muni continued traveling throughout the planetary systems, his mind always fixed at the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 6.5.23</B></A>: The Harya&#347;vas, the sons of Praj&#257;pati Daksha, were very well behaved, cultured sons, but unfortunately, because of the instructions of N&#257;rada Muni, they deviated from the order of their father. When Daksha heard this news, which was brought to him by N&#257;rada Muni, he began to lament. Although he was the father of such good sons, he had lost them all. Certainly this was lamentable.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 6.5.24</B></A>: When Praj&#257;pati Daksha was lamenting for his lost children, Lord Brahm&#257; pacified him with instructions, and thereafter Daksha begot one thousand more children in the womb of his wife, P&#257;ñcajan&#299;. This time his sons were known as the Saval&#257;&#347;vas.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 6.5.25</B></A>: In accordance with their father's order to beget children, the second group of sons also went to N&#257;r&#257;yana-saras, the same place where their brothers had previously attained perfection by following the instructions of N&#257;rada. Undertaking great vows of austerity, the Saval&#257;&#347;vas remained at that holy place.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 6.5.26</B></A>: At N&#257;r&#257;yana-saras, the second group of sons performed penances in the same way as the first. They bathed in the holy water, and by its touch all the dirty material desires in their hearts were cleansed away. They murmured mantras beginning with omk&#257;ra and underwent a severe course of austerities.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 6.5.27-28</B></A>: For a few months the sons of Praj&#257;pati Daksha drank only water and ate only air. Thus undergoing great austerities, they recited this mantra: "Let us offer our respectful obeisances unto N&#257;r&#257;yana, the Supreme Personality of Godhead, who is always situated in His transcendental abode. Since He is the Supreme Person [paramahamsa], let us offer our respectful obeisances unto Him."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 6.5.29</B></A>: O King Par&#299;kshit, N&#257;rada Muni approached these sons of Praj&#257;pati Daksha, who were engaged in tapasya to beget children, and spoke enigmatic words to them just as he had spoken to their elder brothers.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 6.5.30</B></A>: O sons of Daksha, please hear my words of instruction attentively. You are all very affectionate to your elder brothers, the Harya&#347;vas. Therefore you should follow their path.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 6.5.31</B></A>: A brother aware of the principles of religion follows in the footsteps of his elder brothers. Because of being highly elevated, such a pious brother gets the opportunity to associate and enjoy with demigods like the Maruts, who are all affectionate to their brothers.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 6.5.32</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: O best of the advanced &#256;ryans, after saying this much to the sons of Praj&#257;pati Daksha, N&#257;rada Muni, whose merciful glance never goes in vain, left as he had planned. The sons of Daksha followed their elder brothers. Not attempting to produce children, they engaged themselves in Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 6.5.33</B></A>: The Saval&#257;&#347;vas took to the correct path, which is obtainable by a mode of life meant to achieve devotional service, or the mercy of the Supreme Personality of Godhead. Like nights that have gone to the west, they have not returned even until now.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 6.5.34</B></A>: At this time, Praj&#257;pati Daksha observed many inauspicious signs, and he heard from various sources that his second group of sons, the Saval&#257;&#347;vas, had followed the path of their elder brothers in accordance with the instructions of N&#257;rada.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 6.5.35</B></A>: When he heard that the Saval&#257;&#347;vas had also left this world to engage in devotional service, Daksha was angry at N&#257;rada, and he almost fainted due to lamentation. When Daksha met N&#257;rada, Daksha's lips began trembling in anger, and he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 6.5.36</B></A>: Praj&#257;pati Daksha said: Alas, N&#257;rada Muni, you wear the dress of a saintly person, but you are not actually a saint. Indeed, although I am now in grihastha life, I am a saintly person. By showing my sons the path of renunciation, you have done me an abominable injustice.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 6.5.37</B></A>: Praj&#257;pati Daksha said: My sons were not at all freed from their three debts. Indeed, they did not properly consider their obligations. O N&#257;rada Muni, O personality of sinful action, you have obstructed their progress toward good fortune in this world and the next because they are still indebted to the saintly persons, the demigods and their father.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 6.5.38</B></A>: Praj&#257;pati Daksha continued: Thus committing violence against other living entities and yet claiming to be an associate of Lord Vishnu, you are defaming the Supreme Personality of Godhead. You needlessly created a mentality of renunciation in innocent boys, and therefore you are shameless and devoid of compassion. How could you travel with the personal associates of the Supreme Lord ?</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 6.5.39</B></A>: All the devotees of the Lord but you are very kind to the conditioned souls and are eager to benefit others. Although you wear the dress of a devotee, you create enmity with people who are not your enemies, or you break friendship and create enmity between friends. Are you not ashamed of posing as a devotee while performing these abominable actions?</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 6.5.40</B></A>: Praj&#257;pati Daksha continued: If you think that simply awakening the sense of renunciation will detach one from the material world, I must say that unless full knowledge is awakened, simply changing dresses as you have done cannot possibly bring detachment.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 6.5.41</B></A>: Material enjoyment is indeed the cause of all unhappiness, but one cannot give it up unless one has personally experienced how much suffering it is. Therefore one should be allowed to remain in so-called material enjoyment while simultaneously advancing in knowledge to experience the misery of this false material happiness. Then, without help from others, one will find material enjoyment detestful. Those whose minds are changed by others do not become as renounced as those who have personal experience.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 6.5.42</B></A>: Although I live in household life with my wife and children, I honestly follow the Vedic injunctions by engaging in fruitive activities to enjoy life without sinful reactions. I have performed all kinds of yajñas, including the deva-yajña, rishi-yajña, pitri-yajña and nri-yajña. Because these yajñas are called vratas [vows], I am known as a grihavrata. Unfortunately, you have given me great displeasure by misguiding my sons, for no reason, to the path of renunciation. This can be tolerated once.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 6.5.43</B></A>: You have made me lose my sons once, and now you have again done the same inauspicious thing. Therefore you are a rascal who does not know how to behave toward others. You may travel all over the universe, but I curse you to have no residence anywhere.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 6.5.44</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, since N&#257;rada Muni is an approved saintly person, when cursed by Praj&#257;pati Daksha he replied, "tad b&#257;dham: Yes, what you have said is good. I accept this curse." He could have cursed Praj&#257;pati Daksha in return, but because he is a tolerant and merciful s&#257;dhu, he took no action.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>