<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Muni Cursed by Praj&#257;pati Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.5 Summary</P><P>This chapter relates how all the sons of Daksha were delivered from the clutches of the material energy by following the advice of N&#257;rada, who was therefore cursed by Daksha.</P><P>Influenced by the external energy of Lord Vishnu, Praj&#257;pati Daksha begot ten thousand sons in the womb of his wife, P&#257;ñcajan&#299;. These sons, who were all of the same character and mentality, were known as the Harya&#347;vas. Ordered by their father to create more and more population, the Harya&#347;vas went west to the place where the River Sindhu (now the Indus) meets the Arabian Sea. In those days this was the site of a holy lake named N&#257;r&#257;yana-saras, where there were many saintly persons. The Harya&#347;vas began practicing austerities, penances and meditation, which are the engagements of the highly exalted renounced order of life. However, when &#346;r&#299;la N&#257;rada Muni saw these boys engaged in such commendable austerities simply for material creation, he thought it better to release them from this tendency. N&#257;rada Muni described to the boys their ultimate goal of life and advised them not to become ordinary karm&#299;s to beget children. Thus all the sons of Daksha became enlightened and left, never to return.</P><P>Praj&#257;pati Daksha, who was very sad at the loss of his sons, begot one thousand more sons in the womb of his wife, P&#257;ñcajan&#299;, and ordered them to increase progeny. These sons, who were named the Saval&#257;&#347;vas, also engaged in worshiping Lord Vishnu to beget children, but N&#257;rada Muni convinced them to become mendicants and not beget children. Foiled twice in his attempts to increase population, Praj&#257;pati Daksha became most angry at N&#257;rada Muni and cursed him, saying that in the future he would not be able to stay anywhere. Since N&#257;rada Muni, being fully qualified, was fixed in tolerance, he accepted Daksha's curse.</P><P CLASS=l><A CLASS=i HREF="../4/54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>