<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 22 Verses 1-3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 22 Verses 1-3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Enumeration of the Elements of Material Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.22.1-3</P><P CLASS=c>&#347;r&#299;-uddhava uv&#257;ca</P><P CLASS=c>kati tattv&#257;ni vi&#347;ve&#347;a</P><P CLASS=c>sa&#324;khy&#257;t&#257;ny rishibhih prabho</P><P CLASS=c>navaik&#257;da&#347;a pañca tr&#299;ny</P><P CLASS=c>&#257;ttha tvam iha &#347;u&#347;ruma</P><P CLASS=c>kecit shad-vim&#347;atim pr&#257;hur</P><P CLASS=c>apare pañca-vim&#347;atim</P><P CLASS=c>saptaike nava shat kecic</P><P CLASS=c>catv&#257;ry ek&#257;da&#347;&#257;pare</P><P CLASS=c>kecit saptada&#347;a pr&#257;huh</P><P CLASS=c>shoda&#347;aike trayoda&#347;a</P><P CLASS=c>et&#257;vattvam hi sa&#324;khy&#257;n&#257;m</P><P CLASS=c>rishayo yad-vivakshay&#257;</P><P CLASS=c>g&#257;yanti prithag &#257;yushmann</P><P CLASS=c>idam no vaktum arhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/k/kati">kati</A> &#8212; how many; <A CLASS=v HREF="http://vedabase.net/t/tattvani">tattv&#257;ni</A> &#8212; basic elements of creation; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the universe; <A CLASS=v HREF="http://vedabase.net/s/sankhyatani">sa&#324;khy&#257;t&#257;ni</A> &#8212; have been enumerated; <A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by great authorities; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my master; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A> &#8212; nine (God, the individual soul, the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>, false ego and the five gross elements); <A CLASS=v HREF="http://vedabase.net/e/ekakasa">ek&#257;ka&#347;a</A> &#8212; plus eleven (the ten knowledge-acquiring and working senses together with the mind); <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; plus five (the subtle forms of the sense objects); <A CLASS=v HREF="http://vedabase.net/t/trini">tr&#299;ni</A> &#8212; plus three (the modes of goodness, passion and ignorance, making altogether <A HREF="http://vedabase.net/a/a">a</A> total of twenty-eight); <A CLASS=v HREF="http://vedabase.net/a/attha">&#257;ttha</A> &#8212; have stated; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; during Your appearance <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/s/susruma">&#347;u&#347;ruma</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> <A HREF="http://vedabase.net/i/i">I</A> have heard; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/vimsatim">vim&#347;atim</A> &#8212; twenty-six; <A CLASS=v HREF="http://vedabase.net/p/prahuh">pr&#257;huh</A> &#8212; they say; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/v/vimsatim">vim&#347;atim</A> &#8212; twenty-five; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A> &#8212; nine; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A> &#8212; six; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/c/catvari">catv&#257;ri</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/e/ekadasa">ek&#257;da&#347;a</A> &#8212; eleven; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; still others; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/s/saptadasa">saptada&#347;a</A> &#8212; seventeen; <A CLASS=v HREF="http://vedabase.net/p/prahuh">pr&#257;huh</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A> &#8212; sixteen; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/t/trayodasa">trayoda&#347;a</A> &#8212; thirteen; <A CLASS=v HREF="http://vedabase.net/e/etavattvam">et&#257;vattvam</A> &#8212; such cakulations; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sankhyanam">sa&#324;khy&#257;n&#257;m</A> &#8212; of the different ways of counting the elements; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/v/vivaksaya">vivakshay&#257;</A> &#8212; with the intention of expressing what ideas; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; they have declared; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> various manners; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A>-<A CLASS=v HREF="http://vedabase.net/m/man">man</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme eternal; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/v/vaktum">vaktum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> explain; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; You should please.</P><P CLASS=t>TRANSLATION</P><P>Uddhava inquired: My dear Lord, O master of the universe, how many different elements of creation have been enumerated by the great sages? I have heard You personally describe a total of twenty-eight &#8212; God, the j&#299;va soul, the mahat-tattva, false ego, the five gross elements, the ten senses, the mind, the five subtle objects of perception and the three modes of nature. But some authorities say that there are twenty-six elements, while others cite twenty-five or else seven, nine, six, four or eleven, and even others say that there are seventeen, sixteen or thirteen. What did each of these sages have in mind when he calculated the creative elements in such different ways? O supreme eternal, kindly explain this to me.</P><P CLASS=t>PURPORT</P><P>Lord Krishna thoroughly explained in the previous chapter that Vedic knowledge is not meant for sense gratification but for liberation from material bondage. Now Uddhava presents some intermediate questions that must be answered so the path of liberation will be clear. Different philosophers have historically disagreed over the exact number of material elements, about the existence and nonexistence of particular external objects and about the existence of the soul itself. The jñ&#257;na-k&#257;nda section of the Vedas aims at liberation through analytic understanding of the material world and of the spirit soul as a transcendental element beyond matter. Ultimately the Supreme Lord Himself stands above all elements and maintains them by His personal potency. Uddhava mentions in numerical terms different methodologies of various sages, citing first the Lord's own opinion. The word &#257;yushman, or "possessing eternal form," is significant in this regard. Since Lord Krishna is eternal, He possesses all knowledge of past, present and future and is thus the original and supreme philosopher.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the different analytic approaches mentioned by &#346;r&#299; Uddhava are actually not contradictory, since they are different methods of categorizing the same reality. Atheistic speculation on reality does not recognize the existence of God; consequently it is a worthless attempt to explain the truth. The Lord Himself empowers different living entities to speculate and speak on reality in different ways. The actual reality, however, is the Lord Himself, who will now speak to &#346;r&#299; Uddhava.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>