<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 22 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 22 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Enumeration of the Elements of Material Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.22.4</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>yuktam ca santi sarvatra</P><P CLASS=c>bh&#257;shante br&#257;hman&#257; yath&#257;</P><P CLASS=c>m&#257;y&#257;m mad&#299;y&#257;m udgrihya</P><P CLASS=c>vadat&#257;m kim nu durghatam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/y/yuktam">yuktam</A> &#8212; reasonably; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> present; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/b/bhasante">bh&#257;shante</A> &#8212; they speak; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#257;h</A> &#8212; br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the mystic energy; <A CLASS=v HREF="http://vedabase.net/m/madiyam">mad&#299;yam</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/u/udgrhya">udgrihya</A> &#8212; resorting <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/v/vadatam">vadat&#257;m</A> &#8212; of those who speak; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; after all; <A CLASS=v HREF="http://vedabase.net/d/durghatam">durghatam</A> &#8212; will be impossible.</P><P CLASS=t>TRANSLATION</P><P>Lord Krishna replied: Because all material elements are present everywhere, it is reasonable that different learned br&#257;hmanas have analyzed them in different ways. All such philosophers spoke under the shelter of My mystic potency, and thus they could say anything without contradicting the truth.</P><P CLASS=t>PURPORT</P><P>The words santi sarvatra in this verse indicate that all material elements are found within each other in gross and subtle forms. In this way there are innumerable w-ays to categorically describe them. The material world is ultimately illusory, undergoing constant transformation. It may be measured in different ways, just as the mirage of an oasis may be described in different ways, but the Lord's own analysis of twenty-eight elements is perfect and should be accepted. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states that the word m&#257;y&#257; in this verse does not refer to mah&#257;-m&#257;y&#257;, or the potency of ignorance, but to the Lord's inconceivable mystic power, which shelters the learned followers of Vedic knowledge. Each of the philosophers mentioned here reveals a particular aspect of truth, and their theories are not contradictory, since they are simply describing the same phenomena with different categorical systems. Such philosophical disagreement is endless within the material world; thus everyone should unite on the platform of the Lord's own opinion, as stated in this verse. Similarly, in Bhagavad-g&#299;t&#257; Lord Krishna requests all conditioned souls to give up their various forms of worship and surrender unto Him in full Krishna consciousness, becoming His devotees. Thus the whole universe can be united in love of Godhead by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. By the Lord's revealing Himself to a sincere devotee, the controversy of analytic philosophy is ended.</P><P CLASS=l><A CLASS=i HREF="1-3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>