<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 90 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 90 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 90: <A CLASS=v HREF="index.htm">Summary of Lord Krishna's Glories</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.90.24</P><P CLASS=c>hamsa sv&#257;gatam &#257;syat&#257;m piba payo br&#363;hy a&#324;ga &#347;aureh kath&#257;m</P><P CLASS=c>d&#363;tam tv&#257;m nu vid&#257;ma kaccid ajitah svasty &#257;sta uktam pur&#257;</P><P CLASS=c>kim v&#257; na&#347; cala-sauhridah smarati tam kasm&#257;d bhaj&#257;mo vayam</P><P CLASS=c>kshaudr&#257;l&#257;paya k&#257;ma-dam &#347;riyam rite saivaika-nishth&#257; striy&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> swan; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gatam</A> &#8212; welcome; <A CLASS=v HREF="http://vedabase.net/a/asyatam">&#257;syat&#257;m</A> &#8212; please come and sit down; <A CLASS=v HREF="http://vedabase.net/p/piba">piba</A> &#8212; please drink; <A CLASS=v HREF="http://vedabase.net/p/payah">payah</A> &#8212; milk; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; tell us; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; dear one; <A CLASS=v HREF="http://vedabase.net/s/saureh">&#347;aureh</A> &#8212; of <A HREF="http://vedabase.net/s/sauri">&#346;auri</A>; <A CLASS=v HREF="http://vedabase.net/k/katham">kath&#257;m</A> &#8212; news; <A CLASS=v HREF="http://vedabase.net/d/dutam">d&#363;tam</A> &#8212; messenger; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vidama">vid&#257;ma</A> &#8212; we recognize; <A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/a/ajitah">ajitah</A> &#8212; the unconquerable one; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A> &#8212; well; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; long ago; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/c/cala">cala</A> &#8212; fickle; <A CLASS=v HREF="http://vedabase.net/s/sauhrdah">sauhridah</A> &#8212; whose friendship; <A CLASS=v HREF="http://vedabase.net/s/smarati">smarati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> remembers; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/k/kasmat">kasm&#257;t</A> &#8212; for what reason; <A CLASS=v HREF="http://vedabase.net/b/bhajamah">bhaj&#257;mah</A> &#8212; should worship; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/k/ksaudra">kshaudra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> servant of Him who is petty; <A CLASS=v HREF="http://vedabase.net/a/alapaya">&#257;l&#257;paya</A> &#8212; tell Him <A HREF="http://vedabase.net/t/to">to</A> come; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/d/dam">dam</A> &#8212; who bestows; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/n/nistha">nishth&#257;</A> &#8212; exclusively devoted; <A CLASS=v HREF="http://vedabase.net/s/striyam">striy&#257;m</A> &#8212; among women.</P><P CLASS=t>TRANSLATION</P><P>Welcome, swan. Please sit here and drink some milk. Give us some news of the descendant of &#346;&#363;ra, dear one. We know you are His messenger. Is that invincible Lord doing well, and does that unreliable friend of ours still remember the words He spoke to us long ago? Why should we go and worship Him? O servant of a petty master, go tell Him who fulfills our desires to come here without the goddess of fortune. Is she the only woman exclusively devoted to Him?</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; relates the following conversation between the queens and the swan:</P><P>The queens ask, "Is the unconquerable Lord doing well?"</P><P>The swan replies, "How can Lord Krishna be doing well without you, His beloved consorts?"</P><P>"But does He even remember what He once told one of us, &#346;r&#299;mat&#299; Rukmin&#299;? Does He recall that He said, 'In all My palaces I see no other wife as dear as you'?" [Bh&#257;g. <A CLASS=v HREF="../../../sb/10/60/55.htm">10.60.55</A>: na tv&#257;dri&#347;&#299;m pranayin&#299;m grihin&#299;m griheshu pa&#347;y&#257;mi]</P><P>"He does indeed remember this, and that is just why He sent me here. You should all go to Him and engage in His devotional service."</P><P>"Why should we go worship Him if He refuses to come here to be with us?"</P><P>"But my dear oceans of compassion, He is suffering so much from your absence! How can He be saved from this distress?"</P><P>"Just listen, O servant of a petty master: tell Him to come here, as He should. If He is suffering from lusty desires, He has only Himself to blame, since He Himself is the creator of Cupid's power. We self-respecting ladies are not going to yield to His demand that we go seek Him out."</P><P>"So be it; then I will take my leave."</P><P>"No, one minute, dear swan. Ask Him to come to us here, but without the goddess of fortune, who always cheats us by keeping Him all to herself."</P><P>"Don't you know that Goddess Lakshm&#299; is devoted exclusively to the Lord? How could He give her up like that?"</P><P>"And is she the only woman in the world who is completely sold out to Him? What about us?"</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>