<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 90 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 90 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 90: <A CLASS=v HREF="index.htm">Summary of Lord Krishna's Glories</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.90.25</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>it&#299;dri&#347;ena bh&#257;vena</P><P CLASS=c>krishne yoge&#347;vare&#347;vare</P><P CLASS=c>kriyam&#257;nena m&#257;dhavyo</P><P CLASS=c>lebhire param&#257;m gatim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; speaking thus; <A CLASS=v HREF="http://vedabase.net/i/idrsena">&#299;dri&#347;ena</A> &#8212; with such; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; ecstatic love; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; for <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; of masters of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/k/kriyamanena">kriyam&#257;nena</A> &#8212; behaving; <A CLASS=v HREF="http://vedabase.net/m/madhavyah">m&#257;dhavyah</A> &#8212; the wives of Lord <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/l/lebhire">lebhire</A> &#8212; they attained; <A CLASS=v HREF="http://vedabase.net/p/paramam">param&#257;m</A> &#8212; ultimate; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the goal.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: By thus speaking and acting with such ecstatic love for Lord Krishna, the master of all masters of mystic yoga, His loving wives attained the ultimate goal of life.</P><P CLASS=t>PURPORT</P><P>According to &#256;c&#257;rya &#346;r&#299; J&#299;va Gosv&#257;m&#299;, here &#346;ukadeva Gosv&#257;m&#299; uses the present tense of the word kriyam&#257;nena to indicate that the Lord's queens attained His eternal abode immediately, without delay. By this insight the &#257;c&#257;rya helps refute the false notion that after Lord Krishna's departure from this world, some primitive cowherds kidnapped His queens while they were under the protection of Arjuna. In fact, as the self-realized Vaishnava commentators elsewhere explain, Lord Krishna Himself appeared in the guise of the thieves who abducted the queens. For further information on this subject, see &#346;r&#299;la Prabhup&#257;da's purport to &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../1/15/20/.htm">1.15.20.</A></P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; remarks that the supreme goal attained by these exalted women was not the liberation of the impersonal yog&#299;s but the perfect state of prema-bhakti, pure loving devotion. Indeed, since they were already imbued with divine love of God from the very beginning, they possessed transcendental bodies of eternity, knowledge and bliss, in which they were fully able to relish the pleasure of reciprocating with the Supreme Lord in his most intimate, sweet pastimes. Specifically, in the opinion of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, their love of God matured into the ecstasy of madness in pure love (bh&#257;vonmada), just as the gop&#299;s' love did when Krishna disappeared from their midst during the r&#257;sa dance. At that time the gop&#299;s experienced the full development of ecstatic madness, which they expressed in their inquiries from the various creatures of the forest and in such words as krishno 'ham pa&#347;yata gatim: "I am Krishna! Just see how gracefully I move!" (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/30/19.htm">10.30.19</A>) Similarly, the vil&#257;sa, or flourishing transformation, of the ecstatic love of Lord Dv&#257;rak&#257;dh&#299;&#347;a's principal queens has produced the prema-vaicitrya symptoms they have exhibited here.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>