<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 90 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 90 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 90: <A CLASS=v HREF="index.htm">Summary of Lord Krishna's Glories</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.90.47</P><P CLASS=c>t&#299;rtham cakre nriponam yad ajani yadushu svah-sarit p&#257;da-&#347;aucam</P><P CLASS=c>vidvit-snigdh&#257;h svar&#363;pam yayur ajita-para &#347;r&#299;r yad-arthe 'nya-yatnah</P><P CLASS=c>yan-n&#257;m&#257;ma&#324;gala-ghnam &#347;rutam atha gaditam yat-krito gotra-dharmah</P><P CLASS=c>krishnasyaitan na citram kshiti-bhara-haranam k&#257;la-cakr&#257;yudhasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tirtham">t&#299;rtham</A> &#8212; sacred place of pilgrimage; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/u/unam">&#363;nam</A> &#8212; lesser; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which (glories of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/a/ajani">ajani</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> took birth; <A CLASS=v HREF="http://vedabase.net/y/yadusu">yadushu</A> &#8212; among the Yadus; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A> &#8212; of heaven; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; the river; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; whose feet; <A CLASS=v HREF="http://vedabase.net/s/saucam">&#347;aucam</A> &#8212; (the water) which washes; <A CLASS=v HREF="http://vedabase.net/v/vidvit">vidvit</A> &#8212; enemies; <A CLASS=v HREF="http://vedabase.net/s/snigdhah">snigdh&#257;h</A> &#8212; and loved ones; <A CLASS=v HREF="http://vedabase.net/s/svarupam">svar&#363;pam</A> &#8212; whose personal form; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; who is undefeated; <A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; and supremely perfect; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; of others; <A CLASS=v HREF="http://vedabase.net/y/yatnah">yatnah</A> &#8212; endeavor; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/a/amangala">ama&#324;gala</A> &#8212; inauspiciousness; <A CLASS=v HREF="http://vedabase.net/g/ghnam">ghnam</A> &#8212; which destroys; <A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; or else; <A CLASS=v HREF="http://vedabase.net/g/gaditam">gaditam</A> &#8212; chanted; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/g/gotra">gotra</A> &#8212; among the lines of descent (of various sages); <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; the religious principles; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; for Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A> &#8212; the earth's; <A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A> &#8212; of the burden; <A CLASS=v HREF="http://vedabase.net/h/haranam">haranam</A> &#8212; the removal; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; the wheel; <A CLASS=v HREF="http://vedabase.net/a/ayudhasya">&#257;yudhasya</A> &#8212; whose weapon.</P><P CLASS=t>TRANSLATION</P><P>The heavenly Ganges is a holy place of pilgrimage because her waters wash Lord Krishna's feet. But when the Lord descended among the Yadus, His glories eclipsed the Ganges as a holy place. Both those who hated Krishna and those who loved Him attained eternal forms like His in the spiritual world. The unattainable and supremely self-satisfied goddess of fortune, for the sake of whose favor everyone else struggles, belongs to Him alone. His name destroys all inauspiciousness when heard or chanted. He alone has set forth the principles of the various disciplic successions of sages. What wonder is it that He, whose personal weapon is the wheel of time, relieved the burden of the earth?</P><P CLASS=t>PURPORT</P><P>From beginning to end, the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam has been exclusively dedicated to reciting the pastimes of Lord Krishna in Vrind&#257;vana, Mathur&#257; and Dv&#257;rak&#257;. As &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out, this verse sums up the Tenth Canto by mentioning five special glories of &#346;r&#299; Krishna that even His expansions, plenary portions and incarnations do not display.</P><P>First, Lord Krishna's reputation eclipsed that of the holy Ganges when He descended into the Yadu dynasty. Previous to this, mother Ganges was the most sacred of all t&#299;rthas, being the water that had bathed Lord V&#257;manadeva's lotus feet. Another river, the Yamun&#257;, became even greater than the Ganges by contacting the dust from &#346;r&#299; Krishna's feet in the districts of Vraja and Mathur&#257;:</P><P>ga&#324;g&#257;-&#347;ata-gun&#257; pr&#257;yo</P><P CLASS=n>m&#257;thure mama mandale</P><P CLASS=n>yamun&#257; vi&#347;rut&#257; devi</P><P CLASS=n>n&#257;tra k&#257;ry&#257; vic&#257;ran&#257;</P><P>"The renowned Yamun&#257; in My domain of Mathur&#257; is hundreds of times greater than the Ganges. About this there can be no dispute, O goddess." (Var&#257;ha Pur&#257;na)</P><P>Second, Lord Krishna gave liberation not only to His surrendered devotees but also to those who considered themselves His enemies. Devotees like the cowherd girls of Vraja and others attained His personal association by entering into His eternal pleasure pastimes in the spiritual world, while inimical demons killed by Him attained the s&#257;yujya-mukti of merging into His divine form. When He was present on this earth, Lord Krishna's compassion extended to His family, friends and servants, and also to His enemies and their families, friends and servants. Great authorities like Lord Brahm&#257; have mentioned this fact: sad-vesh&#257;d iva p&#363;tan&#257;pi sa-kul&#257; tv&#257;m eva dev&#257;pit&#257;. "My Lord, You have already given Yourself to P&#363;tan&#257; and her family members simply because she dressed herself as a devotee." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/35.htm">10.14.35</A>)</P><P>Third, Goddess Lakshm&#299;, Lord N&#257;r&#257;yana's constant companion, whom great demigods serve menially to win her slight favor, was unable to win the privilege of joining the intimate company of Lord Krishna's devotees in Vraja. Despite her eagerness to participate in the r&#257;sa dance and other pastimes enacted by &#346;r&#299; Krishna, and despite the severe austerities she underwent to achieve that end, she could not transcend her natural mood of reverence. The sweetness and intimacy Lord Krishna manifested in Vrind&#257;vana constitute a unique kind of opulence found nowhere else, even in Vaikuntha. As &#346;r&#299; Uddhava says,</P><P>yan martya-l&#299;laupayikam sva-yoga-</P><P CLASS=n>m&#257;y&#257;-balam dar&#347;ayat&#257; grih&#299;tam</P><P CLASS=n>vism&#257;panam svasya ca saubhagarddheh</P><P CLASS=n>param padam bh&#363;shana-bh&#363;shan&#257;&#324;gam</P><P>"To exhibit the strength of His spiritual potency, Lord Krishna manifested a form just suitable for His humanlike pastimes in the material world. This form was wonderful even for Him and was the supreme abode of the wealth of good fortune. Its limbs were so beautiful that they increased the beauty of the ornaments worn on different parts of His body." (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/2/12.htm">3.2.12</A>)</P><P>Fourth, the name Krishna is superior to the name N&#257;r&#257;yana and to those of all of Lord Krishna's other expansions. These two syllables &#8212; krish and na &#8212; combine together to destroy all inauspiciousness and illusion. When recited, the name Krishna becomes &#347;ruta-matha; that is to say, the recitation of Krishna's name totally crushes (mathn&#257;ti) the excellence of all other spiritual practices described in the revealed scriptures (&#347;ruta). In the words of the Brahm&#257;nda Pur&#257;na,</P><P>sahasra-n&#257;mn&#257;m puny&#257;n&#257;m</P><P CLASS=n>trir &#257;vritty&#257; tu yat phalam</P><P CLASS=n>ek&#257;vritty&#257; tu krishnasya</P><P CLASS=n>n&#257;maikam tat prayacchati</P><P>"By uttering the single name of Krishna just once, one attains the same benefit as that gained by reciting Lord Vishnu's thousand names three times."</P><P>Fifth, Lord Krishna solidly reinstated dharma, the bull of religion, on his four legs of compassion, austerity, cleanliness and truth. Thus dharma could once again become go-tra, the protector of the earth. &#346;r&#299; Krishna also established the religious function of Govardhana-p&#363;j&#257; to honor His favorite hill, the cows and the br&#257;hmanas. He also became the hill (gotra) Himself, assuming its form to accept the cowherds' offerings. Moreover, He cultivated the dharma, or loving nature, of Vraja's divine cowherds (gotras), whose love for Him has never been equaled.</P><P>These are just a few of the wonderful features of Lord Krishna's unique personality.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>