<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 90 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 90 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 90: <A CLASS=v HREF="index.htm">Summary of Lord Krishna's Glories</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.90.50</P><P CLASS=c>martyas tay&#257;nusavam edhitay&#257; mukunda</P><P CLASS=c>&#347;r&#299;mat-kath&#257;-&#347;ravana-k&#299;rtana-cintayaiti</P><P CLASS=c>tad dh&#257;ma dustara-krit&#257;nta-jav&#257;pavargam</P><P CLASS=c>gr&#257;m&#257;d vanam kshiti-bhujo 'pi yayur yad-arth&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mortal; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by such; <A CLASS=v HREF="http://vedabase.net/a/anusavam">anusavam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/e/edhitaya">edhitay&#257;</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; about Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; of the topics; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/c/cintaya">cintay&#257;</A> &#8212; and meditating; <A CLASS=v HREF="http://vedabase.net/e/eti">eti</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the abode; <A CLASS=v HREF="http://vedabase.net/d/dustara">dustara</A> &#8212; unavoidable; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; of death; <A CLASS=v HREF="http://vedabase.net/j/java">java</A> &#8212; of the force; <A CLASS=v HREF="http://vedabase.net/a/apavargam">apavargam</A> &#8212; the place of cessation; <A CLASS=v HREF="http://vedabase.net/g/gramat">gr&#257;m&#257;t</A> &#8212; from one's mundane home; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the forest; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujah">bhujah</A> &#8212; kings (like <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of obtaining.</P><P CLASS=t>TRANSLATION</P><P>By regularly hearing, chanting and meditating on the beautiful topics of Lord Mukunda with ever-increasing sincerity, a mortal being will attain the divine kingdom of the Lord, where the inviolable power of death holds no sway. For this purpose, many persons, including great kings, abandoned their mundane homes and took to the forest.</P><P CLASS=t>PURPORT</P><P>For the &#346;r&#299;mad-Bh&#257;gavatam's Tenth Canto, this verse is the phala-&#347;ruti, the promise of success given to one who hears it. The process of devotional service begins with hearing topics about the Supreme Lord. When one has heard these topics properly, he can then proceed to chant them for others' benefit and reflect on their significance. This leads to faithful adherence to the principles of devotional service, which culminates in absolute faith in Lord Krishna. Such perfect faith gives one the right to enter the Lord's intimate service and, in due course of time, return to one's eternal, spiritual life in one of the Lord's personal domains.</P><P>Humbly offering his comments on the Tenth Canto at the lotus feet of his worshipable Lord, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; prays,</P><P>mad-gav&#299;r api gop&#257;lah</P><P CLASS=n>sv&#299;-kury&#257;t kripay&#257; yadi</P><P CLASS=n>tadaiv&#257;s&#257;m payah p&#299;tv&#257;</P><P CLASS=n>hrishyeyus tat-priy&#257; jan&#257;h</P><P>"If Lord Gop&#257;la mercifully accepts the cows of my words, then His dear devotees may enjoy the pleasure of drinking their milk &#8212; the nectar produced by hearing them."</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Ninetieth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Summary of Lord Krishna's Glories."</P><P>The Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam was completed on December 27, 1988, the anniversary of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura's disappearance.</P><P>END OF THE TENTH CANTO</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../../11/1/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>