<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 36 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 36 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 36: <A CLASS=v HREF="index.htm">The Slaying of Arista, the Bull Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.36.16</P><P CLASS=c>arishte nihate daitye</P><P CLASS=c>krishnen&#257;dbhuta-karman&#257;</P><P CLASS=c>kams&#257;y&#257;th&#257;ha bhagav&#257;n</P><P CLASS=c>n&#257;rado deva-dar&#347;anah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ariste">arishte</A> &#8212; <A HREF="http://vedabase.net/a/arista">Arishta</A>; <A CLASS=v HREF="http://vedabase.net/n/nihate">nihate</A> &#8212; having been killed; <A CLASS=v HREF="http://vedabase.net/d/daitye">daitye</A> &#8212; the demon; <A CLASS=v HREF="http://vedabase.net/k/krsnena">krishnena</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; whose activities <A HREF="http://vedabase.net/a/are">are</A> wonderful; <A CLASS=v HREF="http://vedabase.net/k/kamsaya">kams&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; spoke; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the powerful sage; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; whose vision is godly.</P><P CLASS=t>TRANSLATION</P><P>After Arisht&#257;sura had been killed by Krishna, who acts wonderfully, N&#257;rada Muni went to speak to King Kamsa. That powerful sage of godly vision addressed the King as follows.</P><P CLASS=t>PURPORT</P><P>The term deva-dar&#347;ana can be understood in many ways, all of which are consistent with the context and purport of this narration. Deva means "God," and dar&#347;anah means "seeing" or "an audience with a great personality." Thus deva-dar&#347;ana, a name for N&#257;rada Muni, indicates that N&#257;rada has attained the perfection of seeing God, that getting N&#257;rada's audience is as good as getting God's (since N&#257;rada is a pure representative of the Lord), and also that N&#257;rada's audience is as good as that of the demigods, who are also known as devas. That there are all these meanings of the term deva-dar&#347;anah reveals something of the richness of the &#346;r&#299;mad-Bh&#257;gavatam's language.</P><P>From the Pur&#257;nas, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has quoted twenty verses describing a joking conversation between R&#257;dh&#257; and Krishna that took place after Krishna had killed the demon Arishta. This conversation, so kindly quoted by the &#257;c&#257;rya, describes the origin of R&#257;dh&#257;-kunda and &#346;y&#257;ma-kunda, R&#257;dh&#257;'s and Krishna's bathing ponds. The verses are as follows:</P><P>m&#257;sm&#257;n spri&#347;&#257;dya vrishabh&#257;rdana hanta mugdh&#257;</P><P CLASS=n>ghoro 'suro 'yam ayi krishna tad apy ayam gauh</P><P CLASS=n>vritro yath&#257; dvija ih&#257;sty ayi nishkritih kim</P><P CLASS=n>&#347;udhyed bhav&#257;ms tri-bhuvana-sthita-t&#299;rtha-kricchr&#257;t</P><P>"The innocent young gop&#299;s said, 'Ah, Krishna, don't touch us now, O killer of a bull! Alas, even though Arishta was a terrible demon, still he was a male cow, so You will have to undergo atonement, just as Lord Indra did after killing Vritr&#257;sura. But how can You purify Yourself without going to the trouble of visiting every single holy place in the three worlds?' "</P><P>kim paryat&#257;mi bhuvan&#257;ny adhunaiva sarv&#257;</P><P CLASS=n>&#257;n&#299;ya t&#299;rtha-vitat&#299;h karav&#257;ni t&#257;su</P><P CLASS=n>sn&#257;nam vilokayata t&#257;vad idam mukundah</P><P CLASS=n>procyaiva tatra kritav&#257;n bata p&#257;rshni-gh&#257;tam</P><P>"[Krishna replied,] 'Why should I have to wander throughout the entire universe? I will at once bring all the countless pilgrimage places here and take My bath in them. Just watch!' With this, Lord Mukunda struck His heel on the ground."</P><P>p&#257;t&#257;lato jalam idam kila bhogavaty&#257;</P><P CLASS=n>&#257;y&#257;tam atra nikhil&#257; api t&#299;rtha-sa&#324;gh&#257;h</P><P CLASS=n>&#257;gacchateti bhagavad-vacas&#257; ta etya</P><P CLASS=n>tatraiva rejur atha krishna uv&#257;ca gop&#299;h</P><P>"[Then He said,] 'This is the water of the Bhogavat&#299; River, coming from the P&#257;t&#257;la region. And now, O holy places, all of you please come here!' When the Supreme Lord had spoken these words, all the holy places went there and appeared before Him. Krishna then addressed the gop&#299;s as follows."</P><P>t&#299;rth&#257;ni pa&#347;yata harer vacas&#257; tavaivam</P><P CLASS=n>naiva prat&#299;ma iti t&#257; atha t&#299;rtha-vary&#257;h</P><P CLASS=n>procuh krit&#257;ñjali-put&#257; lavan&#257;bdhir asmi</P><P CLASS=n>ksh&#299;r&#257;bdhir asmi &#347;rinut&#257;mara-d&#299;rghik&#257;smi</P><P>" 'See all the holy places!'</P><P>"But the gop&#299;s replied, 'We don't see them as You describe.'</P><P>"Then those best of holy places, joining their palms in supplication, spoke up:</P><P>" 'I am the salt ocean.'</P><P>" 'I am the ocean of milk.'</P><P>" 'I am the Amara-d&#299;rghik&#257;.' "</P><P>&#347;ono 'pi sindhur aham asmi bhav&#257;mi t&#257;mra-</P><P CLASS=n>parn&#299; ca pushkaram aham ca sarasvat&#299; ca</P><P CLASS=n>god&#257;var&#299; ravi-sut&#257; sarayuh pray&#257;go</P><P CLASS=n>rev&#257;smi pa&#347;yata jalam kuruta prat&#299;tim</P><P>" 'I am the river &#346;ona.'</P><P>" 'I am the Sindhu.'</P><P>" 'I am the T&#257;mraparn&#299;.'</P><P>" 'I am the holy place Pushkara.'</P><P>" 'I am the river Sarasvat&#299;.'</P><P>" 'And we are the God&#257;var&#299;, Yamun&#257; and Rev&#257; rivers and the confluence of rivers at Pray&#257;ga. Just see our waters!' "</P><P>sn&#257;tv&#257; tato harir ati-prajagalbha eva</P><P CLASS=n>&#347;uddhah saro 'py akaravam sthita-sarva-t&#299;rtham</P><P CLASS=n>yushm&#257;bhir &#257;tma-janush&#299;ha krito na dharmah</P><P CLASS=n>ko 'pi kshit&#257;v atha sakh&#299;r nijag&#257;da r&#257;dh&#257;</P><P>"After purifying Himself by bathing, Lord Hari became quite arrogant and said, 'I have produced a pond containing all the various holy places, whereas you gop&#299;s must never have executed any religious duties on this earth for the pleasure of Lord Brahm&#257;.' Then &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; addressed Her girlfriends as follows."</P><P>k&#257;ryam may&#257;py ati-manohara-kundam ekam</P><P CLASS=n>tasm&#257;d yatadhvam iti tad-vacanena t&#257;bhih</P><P CLASS=n>&#347;r&#299;-krishna-kunda-tata-pa&#347;cima-di&#347;ya-mando</P><P CLASS=n>gartah krito vrishabha-daitya-khurair vyaloki</P><P>" 'I must create an even more beautiful pond. So go to work!' Having heard these words, the gop&#299;s saw that Arisht&#257;sura's hooves had dug a shallow ditch just west of &#346;r&#299; Krishna's pond."</P><P>tatr&#257;rdra-mrin-mridula-gola-tat&#299;h prati-sva-</P><P CLASS=n>hastoddhrit&#257; anati-d&#363;ra-gat&#257; vidh&#257;ya</P><P CLASS=n>divyam sarah prakatitam ghatik&#257;-dvayena</P><P CLASS=n>t&#257;bhir vilokya sarasam smarate sma krishnah</P><P>"At that nearby spot, all the gop&#299;s began digging up lumps of soft mud with their hands, and in this way a divine pond manifested in the short span of an hour. Krishna was astonished to see the lake they produced."</P><P>proce ca t&#299;rtha-salilaih parip&#363;rayaitan</P><P CLASS=n>mat-kundatah sarasij&#257;kshi sah&#257;libhis tvam</P><P CLASS=n>r&#257;dh&#257; tad&#257; na na na neti jag&#257;da yasm&#257;t</P><P CLASS=n>tvat-kunda-n&#299;ram uru-go-vadha-p&#257;tak&#257;ktam</P><P>"He said, 'Go ahead, lotus-eyed one. You and Your companions should fill this pond with water from Mine.'</P><P>"But R&#257;dh&#257; replied, 'No, no, no, no! This is impossible, since the water of Your pond is contaminated by Your terrible sin of killing a cow.' "</P><P>&#257;hritya punya-salilam &#347;ata-koti-kumbhaih</P><P CLASS=n>sakhy-arbudena saha m&#257;nasa-j&#257;hnav&#299;tah</P><P CLASS=n>etat sarah sva-madhun&#257; parip&#363;ray&#257;mi</P><P CLASS=n>tenaiva k&#299;rtim atul&#257;m tanav&#257;ni loke</P><P>" 'I will have My countless gop&#299; companions bring the pure water of the M&#257;nasa-ga&#324;g&#257; here in billions of pots. In this way I will fill this lake with My own water and thus make its renown unequaled in the entire world.' "</P><P>krishne&#324;gitena sahasaitya samasta-t&#299;rtha-</P><P CLASS=n>sakhyas tad&#299;ya-saraso dhrita-divya-m&#363;rtih</P><P CLASS=n>tusht&#257;va tatra vrishabh&#257;nu-sut&#257;m pranamya</P><P CLASS=n>bhakty&#257; krit&#257;ñjali-putah sravad-asra-dh&#257;rah</P><P>"Lord Krishna then gestured to a heavenly personality who was an intimate associate of all the holy places. Suddenly that person rose up out of Krishna's pond and bowed down to the daughter of &#346;r&#299; Vrishabh&#257;nu [R&#257;dh&#257;r&#257;n&#299;]. Then, with palms joined and tears pouring from his eyes, he began praying to Her in devotion."</P><P>devi tvad&#299;ya-mahim&#257;nam avaiti sarva</P><P CLASS=n>&#347;&#257;str&#257;rtha-vin na ca vidhir na haro na lakshm&#299;h</P><P CLASS=n>kintv eka eva purush&#257;rtha-&#347;iromanis tvat-</P><P CLASS=n>prasveda-m&#257;rjana-parah svayam eva krishnah</P><P>" 'O goddess, even Lord Brahm&#257; himself, the knower of all scriptures, cannot understand Your glories, nor can Lord &#346;iva or Lakshm&#299;. Only Krishna, the supreme goal of all human endeavor, can understand them, and thus He feels obliged to personally make sure that You can wash away Your perspiration when You are fatigued.' "</P><P>ya&#347; c&#257;ru-y&#257;vaka-rasena bhavat-pad&#257;bjam</P><P CLASS=n>&#257;rajya n&#363;puram aho nidadh&#257;ti nityam</P><P CLASS=n>pr&#257;pya tvad&#299;ya-nayan&#257;bja-tata-pras&#257;dam</P><P CLASS=n>svam manyate parama-dhanyatamam prahrishyan</P><P CLASS=n>tasy&#257;jñayaiva sahas&#257; vayam &#257;jag&#257;ma</P><P CLASS=n>tat-p&#257;rshni-gh&#257;ta-krita-kunda-vare vas&#257;mah</P><P CLASS=n>tvam cet pras&#299;dasi karoshi krip&#257;-kat&#257;ksham</P><P CLASS=n>tarhy eva tarsha-vitap&#299; phalito bhaven nah</P><P>" 'He is always anointing Your lotus feet with nectarean c&#257;ru and y&#257;vaka and decorating them with ankle bells, and He rejoices and feels most fortunate simply by satisfying the tips of the toes of Your lotus feet. On His order we have immediately come here to live in this most excellent pond, which He created by one stroke of His heel. But only if You now feel satisfied with us and bestow upon us Your merciful glance will the tree of our desire bear fruit.' "</P><P>&#347;rutv&#257; stutim nikhila-t&#299;rtha-ganasya tusht&#257;</P><P CLASS=n>pr&#257;ha sma tarsham ayi vedayateti r&#257;dh&#257;</P><P CLASS=n>y&#257;ma tvad&#299;ya-saras&#299;m sa-phal&#257; bhav&#257;ma</P><P CLASS=n>ity eva no vara iti prakatam tadocuh</P><P>"Hearing this prayer spoken by the representative of the full assembly of holy places, &#346;r&#299; R&#257;dh&#257; was pleased and said, 'So, kindly tell Me your desire.'</P><P>"They then told Her plainly, 'Our lives would be successful if we could come to Your pond. That is the benediction we desire.' "</P><P>&#257;gacchateti vrishabh&#257;nu-sut&#257; smit&#257;sy&#257;</P><P CLASS=n>prov&#257;ca k&#257;nta-vadan&#257;bja-dhrit&#257;kshi-kon&#257;</P><P CLASS=n>sakhyo 'pi tatra krita-sammatayah sukh&#257;bdhau</P><P CLASS=n>magn&#257; virejur akhil&#257; sthira-ja&#324;gam&#257;&#347; ca</P><P>"Glancing at Her beloved from the corners of Her eyes, the daughter of Vrishabh&#257;nu replied with a smile, 'Please come.' Her gop&#299; companions all agreed with Her decision and became immersed in the ocean of happiness. Indeed, the beauty of all creatures, both mobile and stationary, was enhanced."</P><P>pr&#257;pya pras&#257;dam atha te vrishabh&#257;nuj&#257;y&#257;h</P><P CLASS=n>&#347;r&#299;-krishna-kunda-gata-t&#299;rtha-var&#257;h prasahya</P><P CLASS=n>bhittveva bhittim ati-vegata eva r&#257;dh&#257;-</P><P CLASS=n>kundam vyadhuh sva-salilaih parip&#363;rnam eva</P><P>"Thus gaining the grace of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the holy rivers and lakes in &#346;r&#299; Krishna-kunda forcibly broke through its boundary walls and swiftly filled R&#257;dh&#257;-kunda with their waters."</P><P>proce harih priyatame tava kundam etan</P><P CLASS=n>mat-kundato 'pi mahim&#257;dhikam astu loke</P><P CLASS=n>atraiva me salila-kelir ihaiva nityam</P><P CLASS=n>sn&#257;nam yath&#257; tvam asi tadvad idam saro me</P><P>"Lord Hari then said, 'My dear R&#257;dh&#257;, may this pond of Yours become even more world-renowned than Mine. I will always come here to bathe and to enjoy My water pastimes. Indeed, this lake is as dear to Me as You are.' "</P><P>r&#257;dh&#257;brav&#299;d aham api sva-sakh&#299;bhir etya</P><P CLASS=n>sn&#257;sy&#257;my arishta-&#347;ata-mardanam astu tasya</P><P CLASS=n>yo 'rishta-mardana-sarasy uru-bhaktir atra</P><P CLASS=n>sn&#257;y&#257;d vasen mama sa eva mah&#257;-priyo 'stu</P><P>"R&#257;dh&#257; replied, 'I will come to bathe in Your pond as well, even though You may kill hundreds of Arishta demons here. In the future, anyone who has intense devotion for this lake, which is on the spot where You chastised Arisht&#257;sura, and who bathes or resides here is sure to become very dear to Me.' "</P><P>r&#257;sotsavam prakurute sma ca tatra r&#257;trau</P><P CLASS=n>krishn&#257;mbudah krita-mah&#257;-rasa-harsha-varshah</P><P CLASS=n>&#347;r&#299;-r&#257;dhik&#257;-pravara-vidyud ala&#324;krita-&#347;r&#299;s</P><P CLASS=n>trailokya-madhya-vitat&#299;-krita-divya-k&#299;rtih</P><P>"That night Lord Krishna initiated a r&#257;sa dance at R&#257;dh&#257;-kunda, generating a torrent of the greatest mood of splendorous pleasure. &#346;r&#299; Krishna resembled a cloud, and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; a brilliant flash of lightning filling the sky with abundant beauty. In this way Their divine glories permeated the expanses of the three worlds."</P><P>As a final note, it should be mentioned that N&#257;rada Muni, being a great sage, understood that the killing of Arishta more or less concluded the pastimes of Krishna in Vrind&#257;vana. Therefore N&#257;rada, anxious to facilitate the transferal of Krishna's pastimes to Mathur&#257;, approached Kamsa and addressed him as follows.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>