<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 8 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 8 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Sons of Sagara Meet Lord Kapiladeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.8.21</P><P CLASS=c>am&#347;um&#257;n uv&#257;ca</P><P CLASS=c>na pa&#347;yati tv&#257;m param &#257;tmano 'jano</P><P CLASS=c>na budhyate 'dy&#257;pi sam&#257;dhi-yuktibhih</P><P CLASS=c>kuto 'pare tasya manah-&#347;ar&#299;ra-dh&#299;-</P><P CLASS=c>visarga-srisht&#257; vayam aprak&#257;&#347;&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/amsuman">am&#347;um&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/a/amsuman">Am&#347;um&#257;n</A> said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pasyati">pa&#347;yati</A> &#8212; can see; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of us living beings; <A CLASS=v HREF="http://vedabase.net/a/ajanah">ajanah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/budhyate">budhyate</A> &#8212; can understand; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even today; <A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/y/yuktibhih">yuktibhih</A> &#8212; or by mental speculation; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/d/dhi">dh&#299;</A> &#8212; who consider the body or mind <A HREF="http://vedabase.net/t/to">to</A> be the self; <A CLASS=v HREF="http://vedabase.net/v/visarga">visarga</A>-<A CLASS=v HREF="http://vedabase.net/s/srstah">srisht&#257;h</A> &#8212; created beings within the material world; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/a/aprakasah">aprak&#257;&#347;&#257;h</A> &#8212; without transcendental knowledge.</P><P CLASS=t>TRANSLATION</P><P>Am&#347;um&#257;n said: My Lord, even Lord Brahm&#257; is to this very day unable to understand Your position, which is far beyond himself, either by meditation or by mental speculation. So what to speak of others like us, who have been created by Brahm&#257; in various forms as demigods, animals, human beings, birds and beasts? We are completely in ignorance. Therefore, how can we know You, who are the Transcendence?</P><P CLASS=t>PURPORT</P><P>icch&#257;-dvesha-samutthena</P><P CLASS=n>dvandva-mohena bh&#257;rata</P><P CLASS=n>sarva-bh&#363;t&#257;ni sammoham</P><P CLASS=n>sarge y&#257;nti parantapa</P><P>"O scion of Bharata [Arjuna], O conqueror of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate." (<A CLASS=v HREF="../../../bg/7/27.htm">Bg. 7.27</A>) All living beings in the material world are influenced by the three modes of material nature. Even Lord Brahm&#257; is in the mode of goodness. Similarly, the demigods are generally in the mode of passion, and living entities lower than the demigods, such as human beings and animals, are in the mode of ignorance, or in mixed goodness, passion and ignorance. Therefore Am&#347;um&#257;n wanted to explain that because his uncles, who had burnt to ashes, were under the modes of material nature, they could not understand Lord Kapiladeva. "Because You are beyond even the direct and indirect intelligence of Lord Brahm&#257;," he prayed, "unless we are enlightened by Your Lordship it will not be possible for us to understand You."</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>"My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/29.htm">10.14.29</A>) The Lord, the Supreme Personality of Godhead, can be understood by one who is favored by the Lord; the Lord cannot be understood by others.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>