<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 8 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 8 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Sons of Sagara Meet Lord Kapiladeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.8.23</P><P CLASS=c>tam tv&#257;m aham jñ&#257;na-ghanam svabh&#257;va-</P><P CLASS=c>pradhvasta-m&#257;y&#257;-guna-bheda-mohaih</P><P CLASS=c>sanandan&#257;dyair munibhir vibh&#257;vyam</P><P CLASS=c>katham vim&#363;dhah paribh&#257;vay&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that personality; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/g/ghanam">ghanam</A> &#8212; Your Lordship, who <A HREF="http://vedabase.net/a/are">are</A> concentrated knowledge; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; by spiritual nature; <A CLASS=v HREF="http://vedabase.net/p/pradhvasta">pradhvasta</A> &#8212; free from contamination; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; caused by the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A>-<A CLASS=v HREF="http://vedabase.net/m/mohaih">mohaih</A> &#8212; by exhibition of the bewilderment of differentiation; <A CLASS=v HREF="http://vedabase.net/s/sanandana">sanandana</A>-<A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; by such personalities <A HREF="http://vedabase.net/a/as">as</A> the four Kum&#257;ras (<A HREF="http://vedabase.net/s/sanat">Sanat</A>-<A HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>, <A HREF="http://vedabase.net/s/sanaka">Sanaka</A>, <A HREF="http://vedabase.net/s/sanandana">Sanandana</A> and <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A>); <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; by such great sages; <A CLASS=v HREF="http://vedabase.net/v/vibhavyam">vibh&#257;vyam</A> &#8212; worshipable; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/vimudhah">vim&#363;dhah</A> &#8212; being fooled by the material nature; <A CLASS=v HREF="http://vedabase.net/p/paribhavayami">paribh&#257;vay&#257;mi</A> &#8212; can <A HREF="http://vedabase.net/i/i">I</A> think of You.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, sages freed from the influence of the three modes of material nature &#8212; sages such as the four Kum&#257;ras [Sanat, Sanaka, Sanandana and San&#257;tana] &#8212; are able to think of You, who are concentrated knowledge. But how can an ignorant person like me think of You?</P><P CLASS=t>PURPORT</P><P>The word svabh&#257;va refers to one's own spiritual nature or original constitutional position. When situated in this original position, the living entity is unaffected by the modes of material nature. Sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate (<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>). As soon as one is freed from the influence of the three modes of material nature, he is situated on the Brahman platform. Vivid examples of personalities thus situated are the four Kum&#257;ras and N&#257;rada. Such authorities can by nature understand the position of the Supreme Personality of Godhead, but a conditioned soul not freed from the influence of material nature is unable to realize the Supreme. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/45.htm">2.45</A>), therefore, Krishna advises Arjuna, traigunya-vishay&#257; ved&#257; nistraigunyo bhav&#257;rjuna: one must rise above the influence of the three modes of material nature. One who stays within the influence of the three material modes is unable to understand the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>