<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 8 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 8 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Sons of Sagara Meet Lord Kapiladeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.8.24</P><P CLASS=c>pra&#347;&#257;nta m&#257;y&#257;-guna-karma-li&#324;gam</P><P CLASS=c>an&#257;ma-r&#363;pam sad-asad-vimuktam</P><P CLASS=c>jñ&#257;nopade&#347;&#257;ya grih&#299;ta-deham</P><P CLASS=c>nam&#257;mahe tv&#257;m purusham pur&#257;nam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prasanta">pra&#347;&#257;nta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> completely peaceful one; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; the modes of material nature; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; symptomized by fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/anama">an&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; one who has <A HREF="http://vedabase.net/n/no">no</A> material <A HREF="http://vedabase.net/n/name">name</A> or form; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/v/vimuktam">vimuktam</A> &#8212; transcendental <A HREF="http://vedabase.net/t/to">to</A> the manifested and nonmanifested modes of material nature; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/u/upadesaya">upade&#347;&#257;ya</A> &#8212; for distributing transcendental knowledge (<A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/in">in</A> Bhagavad-<A HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A>); <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; has assumed <A HREF="http://vedabase.net/a/a">a</A> form like <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/n/namamahe">nam&#257;mahe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; the original.</P><P CLASS=t>TRANSLATION</P><P>O completely peaceful Lord, although material nature, fruitive activities and their consequent material names and forms are Your creation, You are unaffected by them. Therefore, Your transcendental name is different from material names, and Your form is different from material forms. You assume a form resembling a material body just to give us instructions like those of Bhagavad-g&#299;t&#257;, but actually You are the supreme original person. I therefore offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Y&#257;mun&#257;c&#257;rya has recited this verse in his Stotra-ratna (43):</P><P>bhavantam ev&#257;nucaran nirantarah</P><P CLASS=n>pra&#347;&#257;nta-nih&#347;esha-manorath&#257;ntarah</P><P CLASS=n>kad&#257;ham aik&#257;ntika-nitya-ki&#324;karah</P><P CLASS=n>praharshayishy&#257;mi san&#257;tha-j&#299;vitam</P><P>"By serving You constantly, one is freed from all material desires and is completely pacified. When shall I engage as Your permanent eternal servant and always feel joyful to have such a fitting master?"</P><P>Manorathen&#257;sati dh&#257;vato bahih: [<A CLASS=v HREF="../../5/18/12.htm">SB 5.18.12</A>] one who acts on the mental platform must descend to material activities. Material contamination, however, is completely absent from the Supreme Personality of Godhead and His pure devotee. Therefore the Lord is addressed as pra&#347;&#257;nta, completely peaceful, free from the disturbances of material existence. The Supreme Lord has no material name or form; only the foolish think that the Lord's name and form are material (avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>]). The identity of the Supreme Lord is that He is the original person. Nonetheless, those who have but a poor fund of knowledge think that the Lord is formless. The Lord is formless in the material sense, but He has His transcendental form (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]).</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>