<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 8: The Sons of Sagara Meet Lord Kapiladeva</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.8 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.8.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: The son of Rohita was Harita, and Harita's son was Campa, who constructed the town of Camp&#257;pur&#299;. The son of Campa was Sudeva, and his son was Vijaya.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.8.2</B></A>: The son of Vijaya was Bharuka, Bharuka's son was Vrika, and Vrika's son was B&#257;huka. The enemies of King B&#257;huka took away all his possessions, and therefore the King entered the order of v&#257;naprastha and went to the forest with his wife.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.8.3</B></A>: B&#257;huka died when he was old, and one of his wives wanted to die with him, following the sat&#299; rite. At that time, however, Aurva Muni, knowing her to be pregnant, forbade her to die.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.8.4</B></A>: Knowing that she was pregnant, the co-wives of the wife of B&#257;huka conspired to give her poison with her food, but it did not act. Instead, the son was born along with the poison. Therefore he became famous as Sagara ["one who is born with poison"]. Sagara later became the emperor. The place known as Ga&#324;g&#257;s&#257;gara was excavated by his sons.</P><P CLASS=r><A CLASS=i HREF="5-6.htm"><B>SB 9.8.5-6</B></A>: Sagara Mah&#257;r&#257;ja, following the order of his spiritual master, Aurva, did not kill the uncivilized men like the T&#257;laja&#324;ghas, Yavanas, &#346;akas, Haihayas and Barbaras. Instead, some of them he made dress awkwardly, some of them he shaved clean but allowed to wear mustaches, some of them he left wearing loose hair, some he half shaved, some he left without underwear, and some without external garments. Thus these different clans were made to dress differently, but King Sagara did not kill them.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.8.7</B></A>: Following the instructions of the great sage Aurva, Sagara Mah&#257;r&#257;ja performed a&#347;vamedha sacrifices and thus satisfied the Supreme Lord, who is the supreme controller, the Supersoul of all learned scholars, and the knower of all Vedic knowledge, the Supreme Personality of Godhead. But Indra, the King of heaven, stole the horse meant to be offered at the sacrifice.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.8.8</B></A>: [King Sagara had two wives, Sumati and Ke&#347;in&#299;.] The sons of Sumati, who were very proud of their prowess and influence, following the order of their father, searched for the lost horse. While doing so, they dug into the earth very extensively.</P><P CLASS=r><A CLASS=i HREF="9-10.htm"><B>SB 9.8.9-10</B></A>: Thereafter, in the northeastern direction, they saw the horse near the &#257;&#347;rama of Kapila Muni. "Here is the man who has stolen the horse," they said. "He is staying there with closed eyes. Certainly he is very sinful. Kill him! Kill him!" Shouting like this, the sons of Sagara, sixty thousand all together, raised their weapons. When they approached the sage, the sage opened His eyes.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.8.11</B></A>: By the influence of Indra, the King of heaven, the sons of Sagara had lost their intelligence and disrespected a great personality. Consequently, fire emanated from their own bodies, and they were immediately burned to ashes.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.8.12</B></A>: It is sometimes argued that the sons of King Sagara were burned to ashes by the fire emanating from the eyes of Kapila Muni. This statement, however, is not approved by great learned persons, for Kapila Muni's body is completely in the mode of goodness and therefore cannot manifest the mode of ignorance in the form of anger, just as the pure sky cannot be polluted by the dust of the earth.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.8.13</B></A>: Kapila Muni enunciated in this material world the S&#257;&#324;khya philosophy, which is a strong boat with which to cross over the ocean of nescience. Indeed, a person eager to cross the ocean of the material world may take shelter of this philosophy. In such a greatly learned person, situated on the elevated platform of transcendence, how can there be any distinction between enemy and friend?</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.8.14</B></A>: Among the sons of Sagara Mah&#257;r&#257;ja was one named Asamañjasa, who was born from the King's second wife, Ke&#347;in&#299;. The son of Asamañjasa was known as Am&#347;um&#257;n, and he was always engaged in working for the good of Sagara Mah&#257;r&#257;ja, his grandfather.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>SB 9.8.15-16</B></A>: Formerly, in his previous birth, Asamañjasa had been a great mystic yogi, but by bad association he had fallen from his exalted position. Now, in this life, he was born in a royal family and was a j&#257;ti-smara; that is, he had the special advantage of being able to remember his past birth. Nonetheless, he wanted to display himself as a miscreant, and therefore he would do things that were abominable in the eyes of the public and unfavorable to his relatives. He would disturb the boys sporting in the River Saray&#363; by throwing them into the depths of the water.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.8.17</B></A>: Because Asamañjasa engaged in such abominable activities, his father gave up affection for him and had him exiled. Then Asamañjasa exhibited his mystic power by reviving the boys and showing them to the King and their parents. After this, Asamañjasa left Ayodhy&#257;.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.8.18</B></A>: O King Par&#299;kshit, when all the inhabitants of Ayodhy&#257; saw that their boys had come back to life, they were astounded, and King Sagara greatly lamented the absence of his son.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.8.19</B></A>: Thereafter, Am&#347;um&#257;n, the grandson of Mah&#257;r&#257;ja Sagara, was ordered by the King to search for the horse. Following the same path traversed by his uncles, Am&#347;um&#257;n gradually reached the stack of ashes and found the horse nearby.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.8.20</B></A>: The great Am&#347;um&#257;n saw the sage named Kapila, the saint who is an incarnation of Vishnu, sitting there by the horse. Am&#347;um&#257;n offered Him respectful obeisances, folded his hands and offered Him prayers with great attention.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.8.21</B></A>: Am&#347;um&#257;n said: My Lord, even Lord Brahm&#257; is to this very day unable to understand Your position, which is far beyond himself, either by meditation or by mental speculation. So what to speak of others like us, who have been created by Brahm&#257; in various forms as demigods, animals, human beings, birds and beasts? We are completely in ignorance. Therefore, how can we know You, who are the Transcendence?</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.8.22</B></A>: My Lord, You are fully situated in everyone's heart, but the living entities, covered by the material body, cannot see You, for they are influenced by the external energy, conducted by the three modes of material nature. Their intelligence being covered by sattva-guna, rajo-guna and tamo-guna, they can see only the actions and reactions of these three modes of material nature. Because of the actions and reactions of the mode of ignorance, whether the living entities are awake or sleeping, they can see only the workings of material nature; they cannot see Your Lordship.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.8.23</B></A>: O my Lord, sages freed from the influence of the three modes of material nature &#8212; sages such as the four Kum&#257;ras [Sanat, Sanaka, Sanandana and San&#257;tana] &#8212; are able to think of You, who are concentrated knowledge. But how can an ignorant person like me think of You?</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.8.24</B></A>: O completely peaceful Lord, although material nature, fruitive activities and their consequent material names and forms are Your creation, You are unaffected by them. Therefore, Your transcendental name is different from material names, and Your form is different from material forms. You assume a form resembling a material body just to give us instructions like those of Bhagavad-g&#299;t&#257;, but actually You are the supreme original person. I therefore offer my respectful obeisances unto You.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.8.25</B></A>: O my Lord, those whose hearts are bewildered by the influence of lust, greed, envy and illusion are interested only in false hearth and home in this world created by Your m&#257;y&#257;. Attached to home, wife and children, they wander in this material world perpetually.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.8.26</B></A>: O Supersoul of all living entities, O Personality of Godhead, simply by seeing You I have now been freed from all lusty desires, which are the root cause of insurmountable illusion and bondage in the material world.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.8.27</B></A>: O King Par&#299;kshit, when Am&#347;um&#257;n had glorified the Lord in this way, the great sage Kapila, the powerful incarnation of Vishnu, being very merciful to him, explained to him the path of knowledge.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.8.28</B></A>: The Personality of Godhead said: My dear Am&#347;um&#257;n, here is the animal sought by your grandfather for sacrifice. Please take it. As for your forefathers, who have been burnt to ashes, they can be delivered only by Ganges water, and not by any other means.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.8.29</B></A>: Thereafter, Am&#347;um&#257;n circumambulated Kapila Muni and offered Him respectful obeisances, bowing his head. After fully satisfying Him in this way, Am&#347;um&#257;n brought back the horse meant for sacrifice, and with this horse Mah&#257;r&#257;ja Sagara performed the remaining ritualistic ceremonies.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.8.30</B></A>: After delivering charge of his kingdom to Am&#347;um&#257;n and thus being freed from all material anxiety and bondage, Sagara Mah&#257;r&#257;ja, following the means instructed by Aurva Muni, achieved the supreme destination.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>