<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Sons of Sagara Meet Lord Kapiladeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.8 Summary</P><P>In this Eighth Chapter the descendants of Rohita are described. In the dynasty of Rohita there was a king named Sagara, whose history is described in relation to Kapiladeva and the destruction of the sons of Sagara.</P><P>The son of Rohita was known as Harita, and the son of Harita was Campa, who constructed a township known as Camp&#257;pur&#299;. The son of Campa was Sudeva, the son of Sudeva was Vijaya, the son of Vijaya was Bharuka, and the son of Bharuka was Vrika. B&#257;huka, the son of Vrika, was greatly disturbed by his enemies, and therefore he left home with his wife and went to the forest. When he died there, his wife wanted to accept the principles of sat&#299;, dying with her husband, but when she was about to die a sage named Aurva found that she was pregnant and forbade her to do so. The co-wives of this wife of B&#257;huka gave her poison with her food, but still her son was born with the poison. The son was therefore named Sagara (sa means "with," and gara means "poison"). Following the instructions of the great sage Aurva, King Sagara reformed many clans, including the Yavanas, &#346;akas, Haihayas and Barbaras. The king did not kill them, but reformed them. Then, again following the instructions of Aurva, King Sagara performed a&#347;vamedha sacrifices, but the horse needed for such a sacrifice was stolen by Indra, the King of heaven. King Sagara had two wives, named Sumati and Ke&#347;in&#299;. While searching for the horse, the sons of Sumati extensively dug up the surface of the earth and in this way dug a trench, which later became known as the S&#257;gara Ocean. In the course of this search, they came upon the great personality Kapiladeva and thought Him to have stolen the horse. With this offensive understanding, they attacked Him and were all burned to ashes. Ke&#347;in&#299;, the second wife of King Sagara, had a son named Asamañjasa, whose son Am&#347;um&#257;n later searched for the horse and delivered his uncles. Upon approaching Kapiladeva, Am&#347;um&#257;n saw both the horse meant for sacrifice and a pile of ashes. Am&#347;um&#257;n offered prayers to Kapiladeva, who was very pleased by his prayers and who returned the horse. After getting back the horse, however, Am&#347;um&#257;n still stood before Kapiladeva, and Kapiladeva could understand that Am&#347;um&#257;n was praying for the deliverance of his forefathers. Thus Kapiladeva offered the instruction that they could be delivered by water from the Ganges. Am&#347;um&#257;n then offered respectful obeisances to Kapiladeva, circumambulated Him, and left that place with the horse for sacrifice. When King Sagara finished his yajña, he handed over the kingdom to Am&#347;um&#257;n and, following the advice of Aurva, attained salvation.</P><P CLASS=l><A CLASS=i HREF="../7/25-26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>