<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.42</P><P CLASS=c>yo devair arthito daity&#257;n</P><P CLASS=c>avadh&#299;d yudhi durjayah</P><P CLASS=c>muh&#363;rtam &#257;yur jñ&#257;tvaitya</P><P CLASS=c>sva-puram sandadhe manah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; King <A HREF="http://vedabase.net/k/khatvanga">Khatv&#257;&#324;ga</A> who; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; by the demigods; <A CLASS=v HREF="http://vedabase.net/a/arthitah">arthitah</A> &#8212; being requested; <A CLASS=v HREF="http://vedabase.net/d/daityan">daity&#257;n</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/a/avadhit">avadh&#299;t</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/y/yudhi">yudhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> fight; <A CLASS=v HREF="http://vedabase.net/d/durjayah">durjayah</A> &#8212; very fierce; <A CLASS=v HREF="http://vedabase.net/m/muhurtam">muh&#363;rtam</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> second only; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; duration of life; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; approached; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/puram">puram</A> &#8212; his own abode; <A CLASS=v HREF="http://vedabase.net/s/sandadhe">sandadhe</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind.</P><P CLASS=t>TRANSLATION</P><P>King Khatv&#257;&#324;ga was unconquerable in any fight. Requested by the demigods to join them in fighting the demons, he won victory, and the demigods, being very pleased, wanted to give him a benediction. The King inquired from them about the duration of his life and was informed that he had only one moment more. Thus he immediately left his palace and went to his own residence, where he engaged his mind fully on the lotus feet of the Lord.</P><P CLASS=t>PURPORT</P><P>The example of Mah&#257;r&#257;ja Khatv&#257;&#324;ga in performing devotional service is brilliant. Mah&#257;r&#257;ja Khatv&#257;&#324;ga engaged himself for only a moment in devotional service to the Lord, but he was promoted back to Godhead. Therefore, if one practices devotional service from the beginning of his life, surely he will return home, back to Godhead, without a doubt (asam&#347;aya).</P><P>In Bhagavad-g&#299;t&#257; the word asam&#347;aya is used to describe the devotee. There the Lord Himself gives this instruction:</P><P>mayy &#257;sakta-man&#257;h p&#257;rtha</P><P CLASS=n>yogam yuñjan mad-&#257;&#347;rayah</P><P CLASS=n>asam&#347;ayam samagram m&#257;m</P><P CLASS=n>yath&#257; jñ&#257;syasi tac chrinu</P><P>"Now hear, O son of Prith&#257; [Arjuna], how by practicing yoga in full consciousness of Me, with mind attached to Me, you can know Me in full, free from doubt." (<A CLASS=v HREF="../../../bg/7/1.htm">Bg. 7.1</A>)</P><P>The Lord also instructs:</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." (<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>)</P><P>Therefore, from the very beginning of one's life one should practice bhakti-yoga, which increases one's attachment for Krishna. If one daily sees the Deity in the temple, makes offerings by worshiping the Deity, chants the holy name of the Personality of Godhead, and preaches about the glorious activities of the Lord as much as possible, he thus becomes attached to Krishna. This attachment is called &#257;sakti. When one's mind is attached to Krishna (mayy &#257;sakta-man&#257;h), one can fulfill the mission of life in one human birth. If one misses this opportunity, one does not know where he is going, how long he will remain in the cycle of birth and death, and when he will again achieve the human form of life and the chance to return home, back to Godhead. The most intelligent person, therefore, uses every moment of his life to render loving service to the Lord.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>