<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.44</P><P CLASS=c>na b&#257;lye 'pi matir mahyam</P><P CLASS=c>adharme ramate kvacit</P><P CLASS=c>n&#257;pa&#347;yam uttama&#347;lok&#257;d</P><P CLASS=c>anyat kiñcana vastv aham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/balye">b&#257;lye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> childhood; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/adharme">adharme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> irreligious principles; <A CLASS=v HREF="http://vedabase.net/r/ramate">ramate</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/a/apasyam">apa&#347;yam</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> saw; <A CLASS=v HREF="http://vedabase.net/u/uttamaslokat">uttama&#347;lok&#257;t</A> &#8212; than the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/k/kincana">kiñcana</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; substance; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>.</P><P CLASS=t>TRANSLATION</P><P>I was never attracted, even in my childhood, by insignificant things or irreligious principles. I did not find anything more substantial than the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Khatv&#257;&#324;ga provides a typical example of a Krishna conscious person. A Krishna conscious person does not see anything to be important but the Supreme Personality of Godhead, nor does he accept anything within this material world as being unconnected to the Supreme Lord. As stated in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/8/274.htm">Madhya 8.274</A>):</P><P>sth&#257;vara-ja&#324;gama dekhe, n&#257; dekhe t&#257;ra m&#363;rti</P><P CLASS=n>sarvatra haya nija ishta-deva-sph&#363;rti</P><P>"The mah&#257;-bh&#257;gavata, the advanced devotee, certainly sees everything mobile and immobile, but he does not exactly see their forms. Rather, everywhere he immediately sees manifest the form of the Supreme Lord." Although a devotee is within the material world, he has no connection with it. Nirbandhah krishna-sambandhe. He accepts this material world in relationship with the Supreme Personality of Godhead. A devotee may be engaged in earning money, but he uses that money for propagating the Krishna consciousness movement by constructing large temples and establishing worship of the Supreme Personality of Godhead. Khatv&#257;&#324;ga Mah&#257;r&#257;ja, therefore, was not a materialist. A materialist is always attached to wife, children, home, property and many other things for sense gratification, but, as stated above, Khatv&#257;&#324;ga Mah&#257;r&#257;ja was not attached to such things, nor could he think of anything existing without the purpose of the Supreme Lord. &#298;&#347;&#257;v&#257;syam idam sarvam: everything is related to the Supreme Personality of Godhead. Of course, this consciousness is not for the ordinary person, but if one takes to the path of devotional service, as prescribed in The Nectar of Devotion, he can be trained in this consciousness and attain perfect understanding. For a Krishna conscious person, nothing is palatable without a relationship with Krishna.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>