<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.46</P><P CLASS=c>ye vikshiptendriya-dhiyo</P><P CLASS=c>dev&#257;s te sva-hridi sthitam</P><P CLASS=c>na vindanti priyam &#347;a&#347;vad</P><P CLASS=c>&#257;tm&#257;nam kim ut&#257;pare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which personalities; <A CLASS=v HREF="http://vedabase.net/v/viksipta">vikshipta</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; whose senses, mind and intelligence <A HREF="http://vedabase.net/a/are">are</A> always agitated because of material conditions; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; like the demigods; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/s/sthitam">sthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vindanti">vindanti</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; the dearmost Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; constantly, eternally; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others (like human beings).</P><P CLASS=t>TRANSLATION</P><P>Even though the demigods have the advantages of being situated in the higher planetary system, their minds, senses and intelligence are agitated by material conditions. Therefore, even such elevated persons fail to realize the Supreme Personality of Godhead, who is eternally situated in the core of the heart. What then is to be said of others, such as human beings, who have fewer advantages?</P><P CLASS=t>PURPORT</P><P>It is a fact that the Supreme Personality of Godhead is always situated in everyone's heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). But because of our material anxieties, which are inevitable in this material world, we cannot understand the Supreme Lord, although He is situated so near to us. For those always agitated by material conditions, the yogic process is recommended so that one may concentrate his mind upon the Supreme Personality of Godhead within the heart. Dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah [<A CLASS=v HREF="../../12/13/1.htm">SB 12.13.1</A>]. Because in material conditions the mind and senses are always agitated, by the yogic procedures like dh&#257;ran&#257;, &#257;sana and dhy&#257;na one must quiet the mind and concentrate it upon the Supreme Personality of Godhead. In other words, the yogic process is a material attempt to realize the Lord, whereas bhakti, devotional service, is the spiritual process by which to realize Him. Mah&#257;r&#257;ja Khatv&#257;&#324;ga accepted the spiritual path, and therefore he was no longer interested in anything material. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti: "Only by devotional service can I be understood." One can understand Krishna, the Parabrahman, the Supreme Personality of Godhead, only through devotional service. The Lord never says that one can understand Him by performing mystic yoga or by philosophically speculating. Bhakti is above all such material attempts. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. Bhakti is uncontaminated, being unalloyed even by jñ&#257;na or pious activities.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>