<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.47</P><P CLASS=c>athe&#347;a-m&#257;y&#257;-raciteshu sa&#324;gam</P><P CLASS=c>guneshu gandharva-puropameshu</P><P CLASS=c>r&#363;dham prakrity&#257;tmani vi&#347;va-kartur</P><P CLASS=c>bh&#257;vena hitv&#257; tam aham prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by the external potency of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/racitesu">raciteshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> things manufactured; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the modes of material nature; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">pura</A>-<A CLASS=v HREF="http://vedabase.net/u/upamesu">upameshu</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> compared <A HREF="http://vedabase.net/t/to">to</A> the illusion of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/g/gandharva">gandharva</A>-<A HREF="http://vedabase.net/p/pura">pura</A>, <A HREF="http://vedabase.net/a/a">a</A> town or houses seen <A HREF="http://vedabase.net/i/in">in</A> the forest or on <A HREF="http://vedabase.net/a/a">a</A> hill; <A CLASS=v HREF="http://vedabase.net/r/rudham">r&#363;dham</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/p/prakrtya">prakrity&#257;</A> &#8212; by material nature; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supersoul; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/k/kartuh">kartuh</A> &#8212; of the creator of the whole universe; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him (the Lord); <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; surrender.</P><P CLASS=t>TRANSLATION</P><P>Therefore I should now give up my attachment for things created by the external energy of the Supreme Personality of Godhead. I should engage in thought of the Lord and should thus surrender unto Him. This material creation, having been created by the external energy of the Lord, is like an imaginary town visualized on a hill or in a forest. Every conditioned soul has a natural attraction and attachment for material things, but one must simply give up this attachment and surrender unto the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>When passing through a mountainous region in an airplane, one may sometimes see a city in the sky with towers and palaces, or one may see similar things in a big forest. This is called a gandharva-pura, a phantasmagoria. This entire world resembles such a phantasmagoria, and every materially situated person has attachment for it. But Khatv&#257;&#324;ga Mah&#257;r&#257;ja, because of his advanced Krishna consciousness, was not interested in such things. Even though a devotee may engage in apparently materialistic activities, he knows his position very well. Nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate. If one engages all material things in relation with the loving service of the Lord, one is situated in yukta-vair&#257;gya, proper renunciation. In this material world, nothing should be accepted for one's sense gratification: everything should be accepted for the service of the Lord. This is the mentality of the spiritual world. Mah&#257;r&#257;ja Khatv&#257;&#324;ga advises that one give up material attachments and surrender unto the Supreme Personality of Godhead. Thus one achieves success in life. This is pure bhakti-yoga, which involves vair&#257;gya-vidy&#257; &#8212; renunciation and knowledge.</P><P>vair&#257;gya-vidy&#257;-nija-bhakti-yoga-</P><P CLASS=n>&#347;iksh&#257;rtham ekah purushah pur&#257;nah</P><P CLASS=n>&#347;r&#299;-krishna-caitanya-&#347;ar&#299;ra-dh&#257;r&#299;</P><P CLASS=n>krip&#257;mbudhir yas tam aham prapadye</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/6/254.htm">Madya 6.254</A>]</P><P>"Let me surrender unto the Personality of Godhead who has appeared now as Lord &#346;r&#299; Caitanya Mah&#257;prabhu. He is the ocean of all mercy and has come down to teach us material detachment, learning and devotional service to Himself." (Caitanya-candrodaya-n&#257;taka <A CLASS=v HREF="http://vedabase.net/todo/nataka6/74">6.74</A>) &#346;r&#299; Krishna Caitanya Mah&#257;prabhu inaugurated this movement of vair&#257;gya-vidy&#257;, by which one detaches himself from material existence and engages in loving devotional service. The Krishna consciousness movement of devotional service is the only process by which to counteract our false prestige in this material world.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>