<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.49</P><P CLASS=c>yat tad brahma param s&#363;kshmam</P><P CLASS=c>a&#347;&#363;nyam &#347;&#363;nya-kalpitam</P><P CLASS=c>bhagav&#257;n v&#257;sudeveti</P><P CLASS=c>yam grinanti hi s&#257;tvat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; Parabrahman, the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/suksmam">s&#363;kshmam</A> &#8212; spiritual, beyond all material conceptions; <A CLASS=v HREF="http://vedabase.net/a/asunyam">a&#347;&#363;nyam</A> &#8212; not impersonal or void; <A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;nya</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpitam">kalpitam</A> &#8212; imagined <A HREF="http://vedabase.net/t/to">to</A> be void by less intelligent men; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/g/grnanti">grinanti</A> &#8212; sing about; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/satvatah">s&#257;tvat&#257;h</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> devotees.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, V&#257;sudeva, Krishna, is extremely difficult to understand for unintelligent men who accept Him as impersonal or void, which He is not. The Lord is therefore understood and sung about by pure devotees.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/11.htm">1.2.11</A>):</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>The Absolute Truth is realized in three phases &#8212; as Brahman, Param&#257;tm&#257; and Bhagav&#257;n. Bhagav&#257;n is the origin of everything. Brahman is a partial representation of Bhagav&#257;n, and V&#257;sudeva, the Supersoul living everywhere and in everyone's heart, is also an advanced realization of the Supreme Personality of Godhead. But when one comes to understand the Supreme Personality of Godhead (v&#257;sudevah samam iti), when one realizes that V&#257;sudeva is both Param&#257;tm&#257; and the impersonal Brahman, he is then in perfect knowledge. Krishna is therefore described by Arjuna as param brahma param dh&#257;ma pavitram paramam bhav&#257;n [<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>]. The words param brahma refer to the shelter of the impersonal Brahman and also of the all-pervading Supersoul. When Krishna says tyaktv&#257; deham punar janma naiti m&#257;m eti [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>], this means that the perfect devotee, after perfect realization, returns home, back to Godhead. Mah&#257;r&#257;ja Khatv&#257;&#324;ga accepted the shelter of the Supreme Personality of Godhead, and because of his full surrender he achieved perfection.</P><P>Thus end the Bhaktivedanta purports of the Ninth Canto, Ninth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Dynasty of Am&#347;um&#257;n."</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../10/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>