<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.6</P><P CLASS=c>&#347;r&#299;-bhag&#299;ratha uv&#257;ca</P><P CLASS=c>s&#257;dhavo ny&#257;sinah &#347;&#257;nt&#257;</P><P CLASS=c>brahmishth&#257; loka-p&#257;van&#257;h</P><P CLASS=c>haranty agham te '&#324;ga-sa&#324;g&#257;t</P><P CLASS=c>teshv &#257;ste hy agha-bhid dharih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagirathah">bhag&#299;rathah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Bhag&#299;ratha said; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/n/nyasinah">ny&#257;sinah</A> &#8212; sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;nt&#257;h</A> &#8212; peaceful, free from material disturbances; <A CLASS=v HREF="http://vedabase.net/b/brahmisthah">brahmishth&#257;h</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> following the regulative principles of Vedic scripture; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/pavanah">p&#257;van&#257;h</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> engaged <A HREF="http://vedabase.net/i/in">in</A> delivering the entire world from <A HREF="http://vedabase.net/a/a">a</A> fallen condition; <A CLASS=v HREF="http://vedabase.net/h/haranti">haranti</A> &#8212; shall remove; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; the reactions of sinful life; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you (mother Ganges); <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; by bathing <A HREF="http://vedabase.net/i/in">in</A> the Ganges water; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; within themselves; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhit">bhit</A> &#8212; the Supreme Personality, who can vanquish all sinful activities; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>Bhag&#299;ratha said: Those who are saintly because of devotional service and are therefore in the renounced order, free from material desires, and who are pure devotees, expert in following the regulative principles mentioned in the Vedas, are always glorious and pure in behavior and are able to deliver all fallen souls. When such pure devotees bathe in your water, the sinful reactions accumulated from other people will certainly be counteracted, for such devotees always keep in the core of their hearts the Supreme Personality of Godhead, who can vanquish all sinful reactions.</P><P CLASS=t>PURPORT</P><P>Mother Ganges is available to everyone for bathing. Therefore, not only will sinful persons bathe in the Ganges water, but in Hardwar and other holy places where the Ganges flows, saintly persons and devotees will also bathe in the waters of the Ganges. Devotees and saintly persons advanced in the renounced order can deliver even the Ganges. T&#299;rth&#299;-kurvanti t&#299;rth&#257;ni sv&#257;ntah-sthena gad&#257;bhrit&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/13/10.htm">1.13.10</A>). Because saintly devotees always keep the Lord within the core of their hearts, they can perfectly cleanse the holy places of all sinful reactions. Therefore, people in general must always respectfully honor saintly persons. It is ordered that as soon as one sees a Vaishnava, or even a sanny&#257;s&#299;, one should immediately offer respects to such a holy man. If one forgets to show respect in this way, one must observe a fast for that day. This is a Vedic injunction. One must be extremely careful to refrain from committing offenses at the lotus feet of a devotee or saintly person.</P><P>There are methods of pr&#257;ya&#347;citta, or atonement, but they are inadequate to cleanse one of sinful reactions. One can be cleansed of sinful reactions only by devotional service, as stated in regard to the history of Aj&#257;mila:</P><P>kecit kevalay&#257; bhakty&#257;</P><P CLASS=n>v&#257;sudeva-par&#257;yan&#257;h</P><P CLASS=n>agham dhunvanti k&#257;rtsnyena</P><P CLASS=n>n&#299;h&#257;ram iva bh&#257;skarah</P><P>"Only a rare person who has adopted complete, unalloyed devotional service to Krishna can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays." (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/1/15.htm">6.1.15</A>) If one is under the protection of a devotee and sincerely renders service unto him, by this process of bhakti-yoga one is certainly able to counteract all sinful reactions.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>