<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.7</P><P CLASS=c>dh&#257;rayishyati te vegam</P><P CLASS=c>rudras tv &#257;tm&#257; &#347;ar&#299;rin&#257;m</P><P CLASS=c>yasminn otam idam protam</P><P CLASS=c>vi&#347;vam &#347;&#257;t&#299;va tantushu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharayisyati">dh&#257;rayishyati</A> &#8212; will sustain; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/v/vegam">vegam</A> &#8212; force of the waves; <A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; of all embodied souls; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/o/otam">otam</A> &#8212; is situated <A HREF="http://vedabase.net/i/in">in</A> its longitude; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this whole universe; <A CLASS=v HREF="http://vedabase.net/p/protam">protam</A> &#8212; latitude; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the whole universe; <A CLASS=v HREF="http://vedabase.net/s/sati">&#347;&#257;t&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> cloth; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tantusu">tantushu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> threads.</P><P CLASS=t>TRANSLATION</P><P>Like a cloth woven of threads extending for its length and breadth, this entire universe, in all its latitude and longitude, is situated under different potencies of the Supreme Personality of Godhead. Lord &#346;iva is the incarnation of the Lord, and thus he represents the Supersoul in the embodied soul. He can sustain your forceful waves on his head.</P><P CLASS=t>PURPORT</P><P>The water of the Ganges is supposed to rest on the head of Lord &#346;iva. Lord &#346;iva is an incarnation of the Supreme Personality of Godhead, who sustains the entire universe by different potencies. Lord &#346;iva is described in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/45.htm">5.45</A>):</P><P>ksh&#299;ram yath&#257; dadhi vik&#257;ra-vi&#347;esha-yog&#257;t</P><P CLASS=n>sañj&#257;yate na hi tatah prithag asti hetoh</P><P CLASS=n>yah &#347;ambhut&#257;m api tath&#257; samupaiti k&#257;ry&#257;d</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"Milk changes into yogurt when mixed with a yogurt culture, but actually yogurt is constitutionally nothing but milk. Similarly, Govinda, the Supreme Personality of Godhead, assumes the form of Lord &#346;iva for the special purpose of material transactions. I offer my obeisances at Lord Govinda's lotus feet." Lord &#346;iva is the Supreme Personality of Godhead in the same sense that yogurt is also milk although at the same time it is not milk. For the maintenance of the material world there are three incarnations &#8212; Brahm&#257;, Vishnu and Mahe&#347;vara (Lord &#346;iva). Lord &#346;iva is Vishnu in an incarnation for the mode of ignorance. The material world exists predominantly in the mode of ignorance. Therefore Lord &#346;iva is compared here to the longitude and latitude of the entire universe, which resembles a cloth woven of threads extending for both its length and breadth.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>