<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9 Summary</P><P>This chapter describes the history of the dynasty of Am&#347;um&#257;n, up to Khatv&#257;&#324;ga, and it also describes how Bhag&#299;ratha brought the water of the Ganges to this earth.</P><P>The son of Mah&#257;r&#257;ja Am&#347;um&#257;n was Dil&#299;pa, who tried to bring the Ganges to this world but who died without success. Bhag&#299;ratha, the son of Dil&#299;pa, was determined to bring the Ganges to the material world, and for this purpose he underwent severe austerities. Mother Ganges, being fully satisfied by his austerities, made herself visible to him, wanting to give him a benediction. Bhag&#299;ratha then asked her to deliver his forefathers. Although mother Ganges agreed to come down to earth, she made two conditions: first, she wanted some suitable male to be able to control her waves; second, although all sinful men would be freed from sinful reactions by bathing in the Ganges, mother Ganges did not want to keep all these sinful reactions. These two conditions were subject matters for consideration. Bhag&#299;ratha replied to mother Ganges, "The Personality of Godhead Lord &#346;iva will be completely able to control the waves of your water, and when pure devotees bathe in your water, the sinful reactions left by sinful men will be counteracted." Bhag&#299;ratha then performed austerities to satisfy Lord &#346;iva, who is called &#256;&#347;utosha because he is naturally satisfied very easily. Lord &#346;iva agreed to Bhag&#299;ratha's proposal to check the force of the Ganges. In this way, simply by the touch of the Ganges, Bhag&#299;ratha's forefathers were delivered and allowed to go to the heavenly planets.</P><P>The son of Bhag&#299;ratha was &#346;ruta, the son of &#346;ruta was N&#257;bha, and N&#257;bha's son was Sindhudv&#299;pa. The son of Sindhudv&#299;pa was Ayut&#257;yu, and the son of Ayut&#257;yu was Rit&#363;parna, who was a friend of Nala. Rit&#363;parna gave Nala the art of gambling and learned from him the art of a&#347;va-vidy&#257;. The son of Rit&#363;parna was known as Sarvak&#257;ma, the son of Sarvak&#257;ma was Sud&#257;sa, and his son was Saud&#257;sa. The wife of Saud&#257;sa was named Damayant&#299; or Madayant&#299;, and Saud&#257;sa was also known as Kalm&#257;shap&#257;da. Because of some defect in his fruitive activities, Saud&#257;sa was cursed by Vasishtha to become a R&#257;kshasa. While walking through the forest, he saw a br&#257;hmana engaged in sex with his wife, and because he had become a R&#257;kshasa he wanted to devour the br&#257;hmana. Although the br&#257;hmana's wife pleaded with him in many ways, Saud&#257;sa devoured the br&#257;hmana, and the wife therefore cursed him, saying, "As soon as you engage in sex you will die." After twelve years, therefore, even though Saud&#257;sa was released from the curse of Vasishtha Muni, he remained sonless. At that time, with Saud&#257;sa's permission, Vasishtha impregnated Saud&#257;sa's wife, Madayant&#299;. Because Madayant&#299; bore the child for many years but still could not give birth, Vasishtha struck her abdomen with a stone, and thus a son was born. The son was named A&#347;maka.</P><P>The son of A&#347;maka was known as B&#257;lika. He was protected from the curse of Para&#347;ur&#257;ma because of being surrounded by many women, and therefore he is also known as N&#257;r&#299;kavaca. When the entire world was devoid of kshatriyas, he became the original father of more kshatriyas. He is therefore sometimes called M&#363;laka. From B&#257;lika, Da&#347;aratha was born, from Da&#347;aratha came Aidavidi, and from Aidavidi came Vi&#347;vasaha. The son of Vi&#347;vasaha was Mah&#257;r&#257;ja Khatv&#257;&#324;ga. Mah&#257;r&#257;ja Khatv&#257;&#324;ga joined the demigods in fighting the demons and was victorious, and the demigods therefore wanted to give him a benediction. But when the King inquired how long he would live and understood that his life would last only a few seconds more, he immediately left the heavenly planets and returned to his own abode by airplane. He could understand that everything in this material world is insignificant, and thus he fully engaged in worshiping the Supreme Personality of Godhead, Hari.</P><P CLASS=l><A CLASS=i HREF="../8/30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>