<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.10</P><P CLASS=c>jñ&#257;na-vijñ&#257;na-samyukta</P><P CLASS=c>&#257;tma-bh&#363;tah &#347;ar&#299;rin&#257;m</P><P CLASS=c>atm&#257;nubhava-tusht&#257;tm&#257;</P><P CLASS=c>n&#257;ntar&#257;yair vihanyase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; with conclusive knowledge of the Vedas; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; and practical realization of the purpose of knowledge; <A CLASS=v HREF="http://vedabase.net/s/samyuktah">samyuktah</A> &#8212; fully endowed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> object of affection; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; for all embodied beings (beginning with the great demigods); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhava">anubhava</A> &#8212; by direct perception of the soul; <A CLASS=v HREF="http://vedabase.net/t/tusta">tushta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> satisfied mind; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/antarayaih">antar&#257;yaih</A> &#8212; by disturbances; <A CLASS=v HREF="http://vedabase.net/v/vihanyase">vihanyase</A> &#8212; you will be checked <A HREF="http://vedabase.net/i/in">in</A> your progress.</P><P CLASS=t>TRANSLATION</P><P>Being fully endowed with conclusive knowledge of the Vedas and having realized the ultimate purpose of such knowledge in practice, you will be able to perceive the pure self, and thus your mind will be satisfied. At that time you will become dear to all living beings, headed by the demigods, and you will never be hampered by any disturbance in life.</P><P CLASS=t>PURPORT</P><P>As explained in Bhagavad-g&#299;t&#257;, one whose mind is free from material desire becomes disinterested in demigod worship, since the purpose of such worship is material amelioration. The demigods, however, are never displeased with one who becomes a pure devotee of Lord Krishna and offers all of his worship to the Lord. The demigods themselves are humble servants of Lord Krishna, as was amply demonstrated in Lord Krishna's pastimes on the earth. One who can experience the eternal soul within everyone's body certainly becomes dear to all living beings. Since he sees everyone as qualitatively equal to himself, he does not envy anyone nor try to lord it over any other living being. Being free from envy and a well-wisher of all, such a self-realized soul is naturally dear to everyone. As stated in the song to the six Gosv&#257;m&#299;s, dh&#299;r&#257;dh&#299;ra-jana-priyau priya-karau nirmatsarau p&#363;jitau.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>