<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.11</P><P CLASS=c>dosha-buddhyobhay&#257;t&#299;to</P><P CLASS=c>nishedh&#257;n na nivartate</P><P CLASS=c>guna-buddhy&#257; ca vihitam</P><P CLASS=c>na karoti yath&#257;rbhakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; because of thinking that such action is wrong; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/atitah">at&#299;tah</A> &#8212; one who has transcended both (the conceptions of mundane right and wrong); <A CLASS=v HREF="http://vedabase.net/n/nisedhat">nishedh&#257;t</A> &#8212; from what is forbidden; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/n/nivartate">nivartate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> does not desist; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; because of thinking <A HREF="http://vedabase.net/i/it">it</A> is good; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vihitam">vihitam</A> &#8212; what is enjoined; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> does not <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/a/arbhakah">arbhakah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> young child.</P><P CLASS=t>TRANSLATION</P><P>One who has transcended material good and evil automatically acts in accordance with religious injunctions and avoids forbidden activities. The self-realized person does this spontaneously, like an innocent child, and not because he is thinking in terms of material good and evil.</P><P CLASS=t>PURPORT</P><P>One who has developed transcendental knowledge never acts whimsically. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; describes two stages of devotional service: s&#257;dhana-bhakti and r&#257;g&#257;nug&#257;-bhakti. R&#257;g&#257;nug&#257;-bhakti is the stage of spontaneous love of Godhead, whereas s&#257;dhana-bhakti means the conscientious practice of the regulative principles of devotional service. In most cases, one who is now enjoying transcendental consciousness has rigidly practiced the rules and regulations of devotional service. Thus, due to previous practice, one spontaneously avoids sinful life and acts in accordance with the standards of ordinary piety. This does not mean that a self-realized soul is consciously avoiding sin and pursuing piety. Rather, due to his self-realized nature, he spontaneously engages in the most exalted spiritual activities, just as an innocent child may spontaneously exhibit good qualities such as kindness, tolerance, and so on. The spiritual platform is called &#347;uddha-sattva, or purified goodness, to distinguish it from the material mode of goodness, which is always to some extent polluted by the lower modes of passion and ignorance. Thus if a man in material goodness appears to be most pious in the eyes of the world, we can only imagine the spotless character of a self-realized soul in purified spiritual goodness. Therefore it is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../5/18/12.htm">5.18.12</A>):</P><P>yasy&#257;sti bhaktir bhagavaty akiñcan&#257;</P><P CLASS=n>sarvair gunais tatra sam&#257;sate sur&#257;h</P><P CLASS=n>har&#257;v abhaktasya kuto mahad-gun&#257;</P><P CLASS=n>mano-rathen&#257;sati dh&#257;vato bahih</P><P>If one is a pure devotee of Lord Krishna, he will automatically exhibit all the exalted qualities of the demigods. Such manifestation of purity is spontaneous, as explained in this verse.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>