<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.19</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>pr&#257;yena manuj&#257; loke</P><P CLASS=c>loka-tattva-vicakshan&#257;h</P><P CLASS=c>samuddharanti hy &#257;tm&#257;nam</P><P CLASS=c>&#257;tmanaiv&#257;&#347;ubh&#257;&#347;ay&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> said; <A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/m/manujah">manuj&#257;h</A> &#8212; humans; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the factual situation of the material world; <A CLASS=v HREF="http://vedabase.net/v/vicaksanah">vicakshan&#257;h</A> &#8212; who know expertly; <A CLASS=v HREF="http://vedabase.net/s/samuddharanti">samuddharanti</A> &#8212; they deliver; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; themselves; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by their own intelligence; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asubha">a&#347;ubha</A>-<A CLASS=v HREF="http://vedabase.net/a/asayat">&#257;&#347;ay&#257;t</A> &#8212; from the inauspicious attitude of desiring sense gratification.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord replied: Generally those human beings who can expertly analyze the actual situation of the material world are able to raise themselves beyond the inauspicious life of gross material gratification.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Uddhava expressed to the Lord in the previous verses his fallen condition and his entanglement in the material concept of life. Now Lord Krishna reassures Uddhava that even persons far less qualified than Uddhava are able to extricate themselves from the inauspicious life of material sense gratification. According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, even if one has not received the instruction of a bona fide spiritual master, one can understand by direct and indirect analysis that the material world is not a place of enjoyment. Direct analysis means one's personal experience and indirect analysis means hearing and reading of the experience of others.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, Lord Krishna considered Uddhava to be more intelligent than even the demigods in heaven. Uddhava, however, was feeling discouraged, thinking himself unqualified to render devotional service to the Lord. But Uddhava was actually perfectly situated because he had achieved Lord Krishna as his personal spiritual master. Similarly, the members of the Krishna consciousness movement are guided by the instructions of the Society's founder-&#257;c&#257;rya, Om Vishnup&#257;da Paramahamsa Parivr&#257;jak&#257;c&#257;rya Ashtottara-&#347;ata &#346;r&#299; &#346;r&#299;mad A. C. Bhaktivedanta Swami Prabhup&#257;da. Therefore, a sincere member of the Krishna consciousness movement should never feel discouraged but should rather count his blessings and do the needful to go back home, back to Godhead. Within the material world, certain activities are auspicious and produce happiness, whereas other activities, being sinful, are inauspicious and cause unlimited suffering. Even one who has not yet received the complete mercy of the bona fide Krishna conscious spiritual master should conclude by sharp intelligence that there is no happiness in ordinary, material life and that real self-interest lies beyond the material platform.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya points out that even if one is expert not only in material knowledge but also in spiritual knowledge, one will enter into the darkness of ignorance if one neglects the association of the devotees of the Lord. Therefore, one should not misinterpret this verse in a way that minimizes the significance of the pure devotee spiritual master. One who is vicakshan&#257;h, or expert, will eventually come to understand the difference between matter and spirit. Such a person will certainly recognize and appreciate a genuine spiritual master. One who is advanced in knowledge undoubtedly becomes humble, and thus an expert advanced human will never neglect the lotus feet of the pure devotees of the Lord.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>