<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.21</P><P CLASS=c>purushatve ca m&#257;m dh&#299;r&#257;h</P><P CLASS=c>s&#257;&#324;khya-yoga-vi&#347;&#257;rad&#257;h</P><P CLASS=c>&#257;vistar&#257;m prapa&#347;yanti</P><P CLASS=c>sarva-&#347;akty-upabrimhitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purusatve">purushatve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the human form of life; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h</A> &#8212; those free from envy through spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual science composed of analytical knowledge and devotion <A HREF="http://vedabase.net/t/to">to</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/v/visaradah">vi&#347;&#257;rad&#257;h</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> expert; <A CLASS=v HREF="http://vedabase.net/a/avistaram">&#257;vistar&#257;m</A> &#8212; directly manifest; <A CLASS=v HREF="http://vedabase.net/p/prapasyanti">prapa&#347;yanti</A> &#8212; they clearly see; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; with My energies; <A CLASS=v HREF="http://vedabase.net/u/upabrmhitam">upabrimhitam</A> &#8212; fully endowed.</P><P CLASS=t>TRANSLATION</P><P>In the human form of life, those who are self-controlled and expert in the spiritual science of S&#257;&#324;khya can directly see Me along with all of My potencies.</P><P CLASS=t>PURPORT</P><P>We find the following statement in the Vedas: purushatve c&#257;vistar&#257;m &#257;tm&#257; sahita-prajñ&#257;nena sampanna-tamo vijñ&#257;tam vadati vijñ&#257;tam pa&#347;yati veda &#347;vastanam veda lok&#257;lokau martyen&#257;mritam &#299;psaty evam sampanno 'thetaresh&#257;m pa&#347;&#363;n&#257;m &#257;san&#257;-pip&#257;se ev&#257;bhijñ&#257;nam. "In the human form of life, the soul is fully endowed with intelligence to understand spiritual knowledge. Thus, in human life the soul may speak realized knowledge, see the truth, know the future and also understand the reality both of this world and of the next. Taking advantage of the experience of mortal life, the soul in human form may endeavor for immortality, and the human body is fully equipped to achieve this end. In such an elevated state the soul is certainly well acquainted with the ordinary activities of animals, such as eating and drinking."</P><P>The human form of life (purushatve) is very significant because it affords us the opportunity to perfect our existence. The S&#257;&#324;khya system mentioned here is best illustrated by the instructions of Lord Kapila to His mother, Devah&#363;ti. Lord Kapila is the Supreme Personality of Godhead, and His mother approached Him, saying,</P><P>nirvinn&#257; nitar&#257;m bh&#363;mann</P><P CLASS=n>asad-indriya-tarshan&#257;t</P><P CLASS=n>yena sambh&#257;vyam&#257;nena</P><P CLASS=n>prapann&#257;ndham tamah prabho</P><P>"I am very sick of the disturbance caused by my material senses, for because of this sense disturbance, my Lord, I have fallen into the abyss of ignorance." (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/7.htm">3.25.7</A>) Lord Kapila delivered to His mother a highly analytical summary of all material and spiritual reality. It is significant that Lord Kapila did not discriminate against His mother because she was a woman, nor did He consider her incapable of understanding the most elaborate spiritual knowledge. Thus, in a Krishna conscious society of liberated souls, any man, woman or child may become a great devotee of Lord Krishna without discrimination. It is also significant that in the highly intellectual S&#257;&#324;khya system enunciated by Lord Kapila, the solid conclusion is surrender to the lotus feet of the pure devotees and love of Godhead. In Lord Kapila's instructions in the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam, He emphasizes the need to take shelter of the pure devotees of the Lord. In the present verse Lord Krishna says, s&#257;&#324;khya-yoga-vi&#347;&#257;rad&#257;h: those who are expert in taking shelter of the pure devotees and who can thus understand the actual situation of this world are able to see Krishna in His personal form, along with His internal and external potencies.</P><P>A spiritual master becomes bona fide by his full surrender to his spiritual master; but as explained in this chapter, one may also act as his own guru. This means that an intelligent and perceptive person can understand the nature of this world and his own limitations. Such a person then becomes very much inclined to associate with the pure devotees of the Lord and to receive the mercy of those who are advanced in Krishna consciousness. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, s&#257;&#324;khya-yoga, as described here, refers to the rigorous intellectual progress of the jñ&#257;na-yoga system, along with the devotion of bhakti-yoga, which emphasizes the mercy of the lotus feet of the pure devotees.</P><P>Actually, jñ&#257;na-yoga is a factor in the bhakti-yoga system, since Krishna is jñ&#257;na-gamya, or the goal of all knowledge. The Lord also says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>) that He personally enlightens a sincere devotee with all knowledge. In this chapter, Lord Krishna is training Uddhava to see the Lord's personal form in the course of his daily experiences in the material world. The Lord has already indicated to Uddhava that he will travel throughout the world in sam&#257;dhi, or trance, and now Lord Krishna is preparing Uddhava to travel as a true sanny&#257;s&#299; seeing the Personality of Godhead everywhere.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>