<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.23</P><P CLASS=c>atra m&#257;m mrigayanty addh&#257;</P><P CLASS=c>yukt&#257; hetubhir &#299;&#347;varam</P><P CLASS=c>grihyam&#257;nair gunair li&#324;gair</P><P CLASS=c>agr&#257;hyam anum&#257;natah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here (<A HREF="http://vedabase.net/i/in">in</A> the human form); <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; for <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/mrgayanti">mrigayanti</A> &#8212; they search; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yukt&#257;h</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/h/hetubhih">hetubhih</A> &#8212; by apparent symptoms; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/g/grhyamanaih">grihyam&#257;naih</A> <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; with the perceiving intelligence, mind and senses; <A CLASS=v HREF="http://vedabase.net/l/lingaih">li&#324;gaih</A> &#8212; and by indirectly ascertained symptoms; <A CLASS=v HREF="http://vedabase.net/a/agrahyam">agr&#257;hyam</A> &#8212; beyond the grasp of direct perception; <A CLASS=v HREF="http://vedabase.net/a/anumanatah">anum&#257;natah</A> &#8212; by the process of logical deduction.</P><P CLASS=t>TRANSLATION</P><P>Although I, the Supreme Lord, can never be captured by ordinary sense perception, those situated in human life may use their intelligence and other faculties of perception to directly search for Me through both apparent and indirectly ascertained symptoms.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the word yukt&#257;h in this verse indicates those engaged in the regulative practice of bhakti-yoga. The devotees of the Lord do not abandon their intelligence and become mindless fanatics, as some fools think. As indicated by the words anum&#257;natah and gunair li&#324;gaih, a devotee engaged in bhakti-yoga intensely searches out the Personality of Godhead through all of the rational faculties of the human brain. The word mrigayanti, or "searching," does not, however, indicate an unregulated or unauthorized process. If we are searching for the telephone number of a particular person, we look in the authorized telephone directory. Similarly, if we are searching for a particular product, we go to a specialized store where we are likely to find what we are looking for. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; points out that the Supreme Personality of Godhead is not a product of the imagination, and thus we cannot whimsically imagine what the Lord might be. Therefore, to gain information about Lord Krishna, one must conduct a regulated search in the authorized Vedic scriptures. The word agr&#257;hyam in this verse indicates that no one can achieve or understand Lord Krishna by ordinary speculation or through the activities of the material senses. In this regard &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states the following verse in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>):</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P>"No one can understand the transcendental nature of the name, form, quality and pastimes of &#346;r&#299; Krishna through his materially contaminated senses. Only when one becomes spiritually saturated by transcendental service to the Lord are the transcendental name, form, quality and pastimes of the Lord revealed to him."</P><P>The words grihyam&#257;nair gunaih indicate the rational and intellectual faculties of the human brain. All of these can be used to directly and indirectly perceive the Personality of Godhead. Indirectly one may experience the Lord through His creation. Since we are experiencing this world through our intelligence (and senses), we may conclude that our own intelligence must have a creator and that creator is therefore supremely intelligent. Thus, through simple logic any sane person can understand that there is a Supreme Personality of Godhead who is controlling everything.</P><P>One may also directly perceive the Lord through chanting and hearing His holy names and glories. &#346;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>] means that one should always chant and hear of the glories of the Lord. One who perfectly hears and chants will undoubtedly see the Lord face to face. Lord Krishna is all-pervading, and one should search for Him everywhere. By the transcendental senses, purified by bhakti-yoga, one may directly perceive the Supreme Personality of Godhead. As indicated by the word addh&#257; in this verse, this perception is direct and not imaginary. This point has been elaborately explained by &#346;r&#299;la Prabhup&#257;da in his purport to this verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/2/35.htm">2.2.35</A>):</P><P>bhagav&#257;n sarva-bh&#363;teshu</P><P CLASS=n>lakshitah sv&#257;tman&#257; harih</P><P CLASS=n>dri&#347;yair buddhy-&#257;dibhir drasht&#257;</P><P CLASS=n>lakshanair anum&#257;pakaih</P><P>"The Personality of Godhead, Lord &#346;r&#299; Krishna, is in every living being along with the individual soul, and this fact is perceived and hypothesized in our acts of seeing and taking help from the intelligence."</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>