<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.29</P><P CLASS=c>janeshu dahyam&#257;neshu</P><P CLASS=c>k&#257;ma-lobha-dav&#257;gnin&#257;</P><P CLASS=c>na tapyase 'gnin&#257; mukto</P><P CLASS=c>ga&#324;g&#257;mbhah-stha iva dvipah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/janesu">janeshu</A> &#8212; all people; <A CLASS=v HREF="http://vedabase.net/d/dahyamanesu">dahyam&#257;neshu</A> &#8212; even while they <A HREF="http://vedabase.net/a/are">are</A> burning; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of lust; <A CLASS=v HREF="http://vedabase.net/l/lobha">lobha</A> &#8212; and greed; <A CLASS=v HREF="http://vedabase.net/d/dava">dava</A>-<A CLASS=v HREF="http://vedabase.net/a/agnina">agnin&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest fire; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/t/tapyase">tapyase</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> not burned; <A CLASS=v HREF="http://vedabase.net/a/agnina">agnin&#257;</A> &#8212; from the fire; <A CLASS=v HREF="http://vedabase.net/m/muktah">muktah</A> &#8212; free; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhah">ambhah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water of the <A HREF="http://vedabase.net/g/ganga">Ga&#324;g&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; standing; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/d/dvipah">dvipah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> elephant.</P><P CLASS=t>TRANSLATION</P><P>Although all people within the material world are burning in the great forest fire of lust and greed, you remain free and are not burned by that fire. You are just like an elephant who takes shelter from a forest fire by standing within the water of the Ganges River,</P><P CLASS=t>PURPORT</P><P>The natural result of transcendental bliss is described in this verse. The young br&#257;hmana was physically very attractive, and his senses were full of potency for material enjoyment, yet he was not at all affected by material lust. This position is called mukti, or liberation.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that within the Ganges flow great currents of water, capable of extinguishing a blazing fire. If an elephant maddened by sex desire stands within the Ganges, its powerful, cooling currents extinguish his lust, and the elephant becomes pacified. Similarly, ordinary human beings trapped in the cycle of birth and death are constantly harassed by the enemies of lust and greed, which never allow the mind to be completely peaceful. But if, following the example of the elephant, one situates oneself within the cooling waves of transcendental bliss, then all material desire will soon be extinguished, and one will become &#347;&#257;nta, or peaceful. As described in Sr Caitanya-carit&#257;mrita, krishna-bhakta nishk&#257;ma ataeva &#347;&#257;nta. Thus, everyone should take to the movement of Caitanya Mah&#257;prabhu and cleanse himself in the cooling waters of Krishna consciousness, our real, eternal consciousness.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>