<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.3</P><P CLASS=c>kulam vai &#347;&#257;pa-nirdagdham</P><P CLASS=c>na&#324;kshyaty anyonya-vigrah&#257;t</P><P CLASS=c>samudrah saptame hy en&#257;m</P><P CLASS=c>pur&#299;m ca pl&#257;vayishyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; this <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; definitely; <A CLASS=v HREF="http://vedabase.net/s/sapa">&#347;&#257;pa</A> &#8212; by the curse; <A CLASS=v HREF="http://vedabase.net/n/nirdagdham">nirdagdham</A> &#8212; finished; <A CLASS=v HREF="http://vedabase.net/n/nanksyati">na&#324;kshyati</A> &#8212; will be destroyed; <A CLASS=v HREF="http://vedabase.net/a/anyonya">anyonya</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/v/vigrahat">vigrah&#257;t</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> quarrel; <A CLASS=v HREF="http://vedabase.net/s/samudrah">samudrah</A> &#8212; the ocean; <A CLASS=v HREF="http://vedabase.net/s/saptame">saptame</A> &#8212; on the seventh day; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/enam">en&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/purim">pur&#299;m</A> &#8212; city; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/plavayisyati">pl&#257;vayishyati</A> &#8212; will inundate.</P><P CLASS=t>TRANSLATION</P><P>Now due to the br&#257;hmanas' curse the Yadu dynasty will certainly perish by fighting among themselves; and on the seventh day from today the ocean will rise up and inundate this city of Dv&#257;rak&#257;.</P><P CLASS=t>PURPORT</P><P>In this and the following verses, Lord Krishna indicates to Uddhava that he should immediately fix himself in self-realization by giving up all identification with the material world. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has pointed out that the Yadu dynasty was not actually destroyed by Lord Krishna but merely removed from the vision of the world through the curse of the br&#257;hmanas; similarly, the Lord's eternal abode Dv&#257;rak&#257; can never be drowned by the ocean. Nevertheless, all external approaches to this transcendental city were covered by the ocean, and thus the Lord's abode remains inaccessible to foolish persons in Kali-yuga, as will be described later in this canto.</P><P>By the Lord's mystic potency, called yoga-m&#257;y&#257;, He reveals His own form, abode, paraphernalia, pastimes, entourage, and so on, and at the suitable time He removes all of these from our mundane sight. Although bewildered conditioned souls may doubt the spiritual potency of the Lord, the pure devotees can directly perceive and relish His transcendental appearance and disappearance, which are described in Bhagavad-g&#299;t&#257; as janma karma ca me divyam [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]. If one faithfully accepts this perfect knowledge of the Lord's transcendental nature, then surely one will go back home, back to Godhead, and become an eternal companion of Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>