<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.32</P><P CLASS=c>&#347;r&#299;-br&#257;hmana uv&#257;ca</P><P CLASS=c>santi me guravo r&#257;jan</P><P CLASS=c>bahavo buddhy-upa&#347;rit&#257;h</P><P CLASS=c>yato buddhim up&#257;d&#257;ya</P><P CLASS=c>mukto 't&#257;m&#299;ha t&#257;n &#347;rinu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> said; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/g/guravah">guravah</A> &#8212; spiritual masters; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; by my intelligence; <A CLASS=v HREF="http://vedabase.net/u/upasritah">upa&#347;rit&#257;h</A> &#8212; taken shelter of; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/b/buddhim">buddhim</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/u/upadaya">up&#257;d&#257;ya</A> &#8212; gaining; <A CLASS=v HREF="http://vedabase.net/m/muktah">muktah</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/a/atami">at&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> wander; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/s/srnu">&#347;rinu</A> &#8212; please hear.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana said: My dear King, with my intelligence I have taken shelter of many spiritual masters. Having gained transcendental understanding from them, I now wander about the earth in a liberated condition. Please listen as I describe them to you.</P><P CLASS=t>PURPORT</P><P>The word buddhy-up&#257;&#347;rit&#257;h in this verse indicates that the br&#257;hmana's spiritual masters did not directly speak to him. Instead, he learned from them by his intelligence. All living entities who are inimical to Lord Krishna glorify useless material things and spend their lives trying to lord it over the material objects they falsely worship. Thus the conditioned souls try to increase their duration of life, as well as their fame and beauty, by means of mundane religiosity, economic development and gross sense gratification. King Yadu noticed that the saintly avadh&#363;ta did not behave like that. Therefore the King was inquisitive to find out the actual situation of the br&#257;hmana. In reply to the King the saintly br&#257;hmana states, "I do not consider the twenty-four elements of the physical world as objects of my sense gratification, and therefore I don't consider accepting or rejecting them. Rather, I accept the material elements as my instructing spiritual masters. Thus, even though wandering throughout the material world, I am never bereft of service to the guru. Taking shelter of steady intelligence, I travel about the earth constantly engaged on the transcendental platform. By intelligence I transcend useless desires, and my ultimate goal is the loving devotional service of the Lord. Now I shall explain to you about my twenty-four spiritual masters."</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33-35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>