<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.38</P><P CLASS=c>&#347;a&#347;vat par&#257;rtha-sarvehah</P><P CLASS=c>par&#257;rthaik&#257;nta-sambhavah</P><P CLASS=c>s&#257;dhuh &#347;iksheta bh&#363;-bhritto</P><P CLASS=c>naga-&#347;ishyah par&#257;tmat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; of others; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/i/ihah">&#299;hah</A> &#8212; all of one's efforts; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the benefit of others; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A> &#8212; sole; <A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; reason for living; <A CLASS=v HREF="http://vedabase.net/s/sadhuh">s&#257;dhuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> saintly person; <A CLASS=v HREF="http://vedabase.net/s/sikseta">&#347;iksheta</A> &#8212; should learn; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrttah">bhrittah</A> &#8212; from the mountain; <A CLASS=v HREF="http://vedabase.net/n/naga">naga</A>-<A CLASS=v HREF="http://vedabase.net/s/sisyah">&#347;ishyah</A> &#8212; the disciple of the tree; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atmatam">&#257;tmat&#257;m</A> &#8212; dedication <A HREF="http://vedabase.net/t/to">to</A> others.</P><P CLASS=t>TRANSLATION</P><P>A saintly person should learn from the mountain to devote all his efforts to the service of others and to make the welfare of others the sole reason for his existence. Similarly, as the disciple of the tree, he should learn to dedicate himself to others.</P><P CLASS=t>PURPORT</P><P>Great mountains bear unlimited quantities of earth, which in turn give sustenance to innumerable forms of life such as trees, grass, birds, animals, and so on. Mountains also pour forth unlimited quantities of crystalline water in the form of waterfalls and rivers, and this water gives life to all. By studying the example of mountains, one should learn the art of providing for the happiness of all living entities. Similarly, one may take excellent lessons from the pious trees, who offer innumerable benefits, such as fruits, flowers, cooling shade and medicinal extracts. Even when a tree is suddenly cut down and dragged away, the tree does not protest but continues to give service to others in the form of firewood. Thus, one should become the disciple of such magnanimous trees and learn from them the qualities of saintly conduct.</P><P>According to &#346;r&#299;la Madhv&#257;c&#257;rya, the word par&#257;rthaik&#257;nta-sambhavah indicates that one should dedicate all of one's wealth and other assets to the welfare of others. By one's acquired opulence, one should especially try to please the spiritual master and the Supreme Personality of Godhead. Thus, the demigods, as well as all truly respectable superior personalities, will automatically be pleased. By developing saintly conduct, as described in this verse, one will become tolerant, and this will free one from the useless agitation of the material senses, which drive one to wander throughout the world searching in vain for material happiness. Lord &#346;r&#299; Caitanya Mah&#257;prabhu has also emphasized the tree's quality of tolerance: taror iva sahishnun&#257;, k&#299;rtan&#299;yah sad&#257; harih [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]. One who is as tolerant as a tree can chant the holy name of Krishna constantly, finding ever-new satisfaction.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>