<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.48</P><P CLASS=c>visarg&#257;dy&#257;h &#347;ma&#347;&#257;n&#257;nt&#257;</P><P CLASS=c>bh&#257;v&#257; dehasya n&#257;tmanah</P><P CLASS=c>kal&#257;n&#257;m iva candrasya</P><P CLASS=c>k&#257;len&#257;vyakta-vartman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visarga">visarga</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; beginning with; <A CLASS=v HREF="http://vedabase.net/s/smasana">&#347;ma&#347;&#257;na</A> &#8212; the time of death, when the body is burned <A HREF="http://vedabase.net/t/to">to</A> ashes; <A CLASS=v HREF="http://vedabase.net/a/antah">ant&#257;h</A> &#8212; ending with; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;v&#257;h</A> &#8212; the states; <A CLASS=v HREF="http://vedabase.net/d/dehasya">dehasya</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the soul; <A CLASS=v HREF="http://vedabase.net/k/kalanam">kal&#257;n&#257;m</A> &#8212; of the different phases; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/c/candrasya">candrasya</A> &#8212; of the moon; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; by time; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A> &#8212; imperceptible; <A CLASS=v HREF="http://vedabase.net/v/vartmana">vartman&#257;</A> &#8212; whose movement.</P><P CLASS=t>TRANSLATION</P><P>The various phases of one's material life, beginning with birth and culminating in death, are all properties of the body and do not affect the soul, just as the apparent waxing and waning of the moon does not affect the moon itself. Such changes are enforced by the imperceptible movements of time.</P><P CLASS=t>PURPORT</P><P>The body undergoes six changes: birth, growth, maintenance, production of by-products, dwindling and death. Similarly, the moon appears to grow, diminish and finally disappear. Since moonlight is a lunar reflection of sunlight, it is understood that the moon itself does not grow or diminish; rather, we perceive the reflection of the moon in various phases. Similarly, the eternal soul is not born, nor does it die, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/20.htm">2.20</A>): na j&#257;yate mriyate v&#257; kad&#257;cit. We perceive the reflection of the soul in the form of the gross material body and the subtle mind, which undergo various material changes.</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the sun is a fiery planet and the moon is a watery planet. This is also confirmed by &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and further illustrates the ignorance of modern science about the actual nature of the moon planet.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>