<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 11 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 11 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Summary Description of the Mah&#257;purusha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.11.20</P><P CLASS=c>anap&#257;yin&#299; bhagavat&#299;</P><P CLASS=c>&#347;ri&#299;h s&#257;ksh&#257;d &#257;tmano hareh</P><P CLASS=c>vishvakshenas tantra-m&#363;rtir</P><P CLASS=c>viditah p&#257;rshad&#257;dhipah</P><P CLASS=c>nand&#257;dayo 'shtau dv&#257;h-sth&#257;&#347; ca</P><P CLASS=c>te 'nim&#257;dy&#257; harer gun&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anapayini">anap&#257;yin&#299;</A> &#8212; inseparable; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavat&#299;</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the internal nature; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/v/visvaksenah">vishvaksenah</A> &#8212; <A HREF="http://vedabase.net/v/visvaksena">Vishvaksena</A>; <A CLASS=v HREF="http://vedabase.net/t/tantra">tantra</A>-<A CLASS=v HREF="http://vedabase.net/m/murtih">m&#363;rtih</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the personification of the <A HREF="http://vedabase.net/t/tantra">tantra</A> scriptures; <A CLASS=v HREF="http://vedabase.net/v/viditah">viditah</A> &#8212; is known; <A CLASS=v HREF="http://vedabase.net/p/parsada">p&#257;rshada</A>-<A CLASS=v HREF="http://vedabase.net/a/adhipah">adhipah</A> &#8212; the chief of His personal associates; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; <A HREF="http://vedabase.net/n/nanda">Nanda</A> and the others; <A CLASS=v HREF="http://vedabase.net/a/astau">ashtau</A> &#8212; the eight; <A CLASS=v HREF="http://vedabase.net/d/dvah">dv&#257;h</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sth&#257;h</A> &#8212; doorkeepers; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/anima">anim&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/anima">anim&#257;</A> and the other mystic perfections; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; the qualities.</P><P CLASS=t>TRANSLATION</P><P>The goddess of fortune, &#346;r&#299;, who never leaves the Lord's side, appears with Him in this world as the representation of His internal potency. Vishvaksena, the chief among His personal associates, is known to be the personification of the Pañcar&#257;tra and other tantras. And the Lord's eight doorkeepers, headed by Nanda, are His mystic perfections, beginning with anim&#257;.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the goddess of fortune is the original source of all material opulence. Material nature is directly controlled by the Lord's inferior energy, Mah&#257;-m&#257;y&#257;, whereas the goddess of fortune is His internal, superior energy. Still, the opulence of the Lord's inferior nature has its source in the supreme spiritual opulence of the goddess of fortune. As stated in &#346;r&#299; Haya&#347;&#299;rsha Pañcar&#257;tra:</P><P>param&#257;tm&#257; harir devas</P><P CLASS=n>tac-chaktih &#347;r&#299;r ihodit&#257;</P><P CLASS=n>&#347;r&#299;r dev&#299; prakritih prokt&#257;</P><P CLASS=n>ke&#347;avah purushah smritah</P><P CLASS=n>na vishnun&#257; vin&#257; dev&#299;</P><P CLASS=n>na harih padmaj&#257;m vin&#257;</P><P>"The Supreme Soul is Lord Hari, and His potency is known in this world as &#346;r&#299;. Goddess &#346;r&#299; is known as prakriti, and the Supreme Lord Ke&#347;ava is known as the purusha. The divine goddess is never present without Him, nor does He ever appear without her."</P><P>Also, &#346;r&#299; Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana1/8/15">1.8.15</A>) states:</P><P>nityaiva s&#257; jagan-m&#257;t&#257;</P><P CLASS=n>vishnoh &#347;r&#299;r anap&#257;yin&#299;</P><P CLASS=n>yath&#257; sarva-gato vishnus</P><P CLASS=n>tathaiveyam dvijottam&#257;h</P><P>"She is the eternal mother of the universe, the goddess of fortune of Lord Vishnu, and she is never separated from Him. In the same way that Lord Vishnu is present everywhere, so is she, O best of br&#257;hmanas."</P><P>Also in Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana1/9/140">1.9.140</A>):</P><P>evam yath&#257; jagat-sv&#257;m&#299;</P><P CLASS=n>deva-devo jan&#257;rdanah</P><P CLASS=n>avat&#257;ram karoty eva</P><P CLASS=n>tath&#257; &#347;r&#299;s tat-sah&#257;yin&#299;</P><P>"Thus, in the same way that the Lord of the universe, the God of gods, Jan&#257;rdana, descends to this world, so His consort, the goddess of fortune, does also."</P><P>The pure spiritual status of the goddess of fortune is described in the Skanda Pur&#257;na:</P><P>aparam tv aksharam y&#257; s&#257;</P><P CLASS=n>prakritir jada-r&#363;pik&#257;</P><P CLASS=n>&#347;r&#299;h par&#257; prakritih prokt&#257;</P><P CLASS=n>cetan&#257; vishnu-sam&#347;ray&#257;</P><P CLASS=n>tam aksharam param pr&#257;huh</P><P CLASS=n>paratah param aksharam</P><P CLASS=n>harir ev&#257;khila-guno 'py</P><P CLASS=n>akshara-trayam &#299;ritam</P><P>"The inferior infallible entity is that nature who manifests as the material world. The goddess of fortune, on the other hand, is known as the superior nature. She is pure consciousness and is under the direct shelter of Lord Vishnu. While she is said to be the superior infallible entity, that infallible entity who is greater than the greatest is Lord Hari Himself, the original possessor of all transcendental qualities. In this way, three distinct infallible entities are described."</P><P>Thus, although the inferior energy of the Lord is infallible in her function, her power to manifest temporary illusory opulences exists by the grace of the internal energy, the goddess of fortune, who is the personal consort of the Supreme Lord.</P><P>The Padma Pur&#257;na (2<A CLASS=v HREF="http://vedabase.net/todo/purana56/9">56.9-21</A>) lists eighteen doorkeepers of the Lord: Nanda, Sunanda, Jaya, Vijaya, Canda, Pracanda, Bhadra, Subhadra, Dh&#257;t&#257;, Vidh&#257;t&#257;, Kumuda, Kumud&#257;ksha, Pundar&#299;ksha, V&#257;mana, &#346;a&#324;kukarna, Sarvanetra, Sumukha and Supratishthita.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>