<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 11"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 11: Summary Description of the Mah&#257;purusha</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 12.11 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 12.11.1</B></A>: &#346;r&#299; &#346;aunaka said: O S&#363;ta, you are the best of learned men and a great devotee of the Supreme Lord. Therefore we now inquire from you about the definitive conclusion of all tantra scriptures.</P><P CLASS=r><A CLASS=i HREF="2-3.htm"><B>SB 12.11.2-3</B></A>: All good fortune to you! Please explain to us, who are very eager to learn, the process of kriy&#257;-yoga practiced through regulated worship of the transcendental Lord, the husband of the goddess of fortune. Please also explain how the Lord's devotees conceive of His limbs, associates, weapons and ornaments in terms of particular material representations. By expertly worshiping the Supreme Lord, a mortal can attain immortality.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 12.11.4</B></A>: S&#363;ta Gosv&#257;m&#299; said: Offering obeisances to my spiritual masters, I shall repeat to you the description of the opulences of Lord Vishnu given in the Vedas and tantras by great authorities, beginning from lotus-born Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 12.11.5</B></A>: The universal form [vir&#257;t] of the Personality of Godhead includes the nine basic elements of creation, starting with the unmanifest nature, and their subsequent transformations. Once this universal form is instilled with consciousness, the three planetary systems become visible within it.</P><P CLASS=r><A CLASS=i HREF="6-8.htm"><B>SB 12.11.6-8</B></A>: This is the representation of the Supreme Lord as the universal person, in which the earth is His feet, the sky His navel, the sun His eyes, the wind His nostrils, the demigod of procreation His genitals, death His anus and the moon His mind. The heavenly planets are His head, the directions His ears, and the demigods protecting the various planets His many arms. The god of death is His eyebrows, shame His lower lip, greed His upper lip, delusion His smile, and moonshine His teeth, while the trees are the almighty Purusha's bodily hairs, and the clouds the hair on His head.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 12.11.9</B></A>: Just as one can determine the dimensions of an ordinary person of this world by measuring his various limbs, one can determine the dimensions of the Mah&#257;purusha by measuring the arrangement of the planetary systems within His universal form.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 12.11.10</B></A>: Upon His chest the almighty, unborn Personality of Godhead bears the Kaustubha gem, which represents the pure spirit soul, along with the &#346;r&#299;vatsa mark, which is the direct manifestation of this gem's expansive effulgence.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>SB 12.11.11-12</B></A>: His flower garland is His material energy, comprising various combinations of the modes of nature. His yellow garment is the Vedic meters, and His sacred thread the syllable om composed of three sounds. In the form of His two shark-shaped earrings, the Lord carries the processes of S&#257;&#324;khya and yoga, and His crown, bestowing fearlessness on the inhabitants of all the worlds, is the supreme position of Brahmaloka.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 12.11.13</B></A>: Ananta, the Lord's sitting place, is the unmanifest phase of material nature, and the Lord's lotus throne is the mode of goodness, endowed with religion and knowledge.</P><P CLASS=r><A CLASS=i HREF="14-15.htm"><B>SB 12.11.14-15</B></A>: The club the Lord carries is the chief element, pr&#257;na, incorporating the potencies of sensory, mental and physical strength. His excellent conchshell is the element water, His Sudar&#347;ana disc the element fire, and His sword, pure as the sky, the element ether. His shield embodies the mode of ignorance, His bow, named &#346;&#257;r&#324;ga, time, and His arrow-filled quiver the working sensory organs.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 12.11.16</B></A>: His arrows are said to be the senses, and His chariot is the active, forceful mind. His external appearance is the subtle objects of perception, and the gestures of His hands are the essence of all purposeful activity.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 12.11.17</B></A>: The sun globe is the place where the Supreme Lord is worshiped, spiritual initiation is the means of purification for the spirit soul, and rendering devotional service to the Personality of Godhead is the process for eradicating all one's sinful reactions.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 12.11.18</B></A>: Playfully carrying a lotus, which represents the various opulences designated by the word bhaga, the Supreme Lord accepts service from a pair of c&#257;mara fans, which are religion and fame.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 12.11.19</B></A>: O br&#257;hmanas, the Lord's umbrella is His spiritual abode, Vaikuntha, where there is no fear, and Garuda, who carries the Lord of sacrifice, is the threefold Veda.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 12.11.20</B></A>: The goddess of fortune, &#346;r&#299;, who never leaves the Lord's side, appears with Him in this world as the representation of His internal potency. Vishvaksena, the chief among His personal associates, is known to be the personification of the Pañcar&#257;tra and other tantras. And the Lord's eight doorkeepers, headed by Nanda, are His mystic perfections, beginning with anim&#257;.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 12.11.21</B></A>: V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha are the names of the direct personal expansions of the Supreme Godhead, O br&#257;hmana &#346;aunaka.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 12.11.22</B></A>: One can conceive of the Supreme Personality of Godhead in terms of awakened consciousness, sleep and deep sleep &#8212; which function respectively through external objects, the mind and material intelligence &#8212; and also in terms of the fourth, transcendental level of consciousness, which is characterized by pure knowledge.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 12.11.23</B></A>: The Supreme Personality of Godhead, Lord Hari, thus appears in four personal expansions, each exhibiting major limbs, minor limbs, weapons and ornaments. Through these distinct features, the Lord maintains the four phases of existence.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 12.11.24</B></A>: O best of br&#257;hmanas, He alone is the self-luminous, original source of the Vedas, perfect and complete in His own glory. By His material energy He creates, destroys and maintains this entire universe. Because He is the performer of various material functions, He is sometimes described as materially divided, yet He always remains transcendentally situated in pure knowledge. Those who are dedicated to Him in devotion can realize Him to be their true Soul.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 12.11.25</B></A>: O Krishna, O friend of Arjuna, O chief among the descendants of Vrishni, You are the destroyer of those political parties that are disturbing elements on this earth. Your prowess never deteriorates. You are the proprietor of the transcendental abode, and Your most sacred glories, which are sung by Vrind&#257;vana's cowherd men and women and their servants, bestow all auspiciousness just by being heard. O Lord, please protect Your devotees.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 12.11.26</B></A>: Anyone who rises early in the morning and, with a purified mind fixed upon the Mah&#257;purusha, quietly chants this description of His characteristics will realize Him as the Supreme Absolute Truth residing within the heart.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 12.11.27-28</B></A>: &#346;r&#299; &#346;aunaka said: Please describe to us, who have great faith in your words, the different sets of seven personal features and associates the sun-god exhibits during each month, along with their names and activities. The associates of the sun-god, who serve their lord, are personal expansions of the Supreme Personality of Godhead Hari in His feature as the presiding deity of the sun.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 12.11.29</B></A>: S&#363;ta Gosv&#257;m&#299; said: The sun travels among all the planets and thus regulates their movements. It has been created by Lord Vishnu, the Supreme Soul of all embodied beings, through His beginningless material energy.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 12.11.30</B></A>: The sun-god, being nondifferent from Lord Hari, is the one soul of all the worlds and their original creator. He is the source of all the ritualistic activities prescribed in the Vedas and has been given many names by the Vedic sages.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 12.11.31</B></A>: Being the source of the material energy, the Personality of Godhead Lord Hari in His expansion as the sun-god is described in nine aspects, O &#346;aunaka: the time, the place, the endeavor, the performer, the instrument, the specific ritual, the scripture, the paraphernalia of worship and the result to be achieved.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 12.11.32</B></A>: The Supreme Personality of Godhead, manifesting His potency of time as the sun-god, travels about in each of the twelve months, beginning with Madhu, to regulate planetary motion within the universe. Traveling with the sun-god in each of the twelve months is a different set of six associates.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 12.11.33</B></A>: My dear sage, Dh&#257;t&#257; as the sun-god, Kritasthal&#299; as the Apsar&#257;, Heti as the R&#257;kshasa, V&#257;suki as the N&#257;ga, Rathakrit as the Yaksha, Pulastya as the sage and Tumburu as the Gandharva rule the month of Madhu.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 12.11.34</B></A>: Aryam&#257; as the sun-god, Pulaha as the sage, Athauj&#257; as the Yaksha, Praheti as the R&#257;kshasa, Puñjikasthal&#299; as the Apsar&#257;, N&#257;rada as the Gandharva and Kacchan&#299;ra as the N&#257;ga rule the month of M&#257;dhava.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 12.11.35</B></A>: Mitra as the sun-god, Atri as the sage, Paurusheya as the R&#257;kshasa, Takshaka as the N&#257;ga, Menak&#257; as the Apsar&#257;, H&#257;h&#257; as the Gandharva and Rathasvana as the Yaksha rule the month of &#346;ukra.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 12.11.36</B></A>: Vasishtha as the sage, Varuna as the sun-god, Rambh&#257; as the Apsar&#257;, Sahajanya as the R&#257;kshasa, H&#363;h&#363; as the Gandharva, &#346;ukra as the N&#257;ga and Citrasvana as the Yaksha rule the month of &#346;uci.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 12.11.37</B></A>: Indra as the sun-god, Vi&#347;v&#257;vasu as the Gandharva, &#346;rot&#257; as the Yaksha, El&#257;patra as the N&#257;ga, A&#324;gir&#257; as the sage, Pramloc&#257; as the Apsar&#257; and Varya as the R&#257;kshasa rule the month of Nabhas.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 12.11.38</B></A>: Vivasv&#257;n as the sun-god, Ugrasena as the Gandharva, Vy&#257;ghra as the R&#257;kshasa, &#256;s&#257;rana as the Yaksha, Bhrigu as the sage, Anumloc&#257; as the Apsar&#257; and &#346;a&#324;khap&#257;la as the N&#257;ga rule the month of Nabhasya.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 12.11.39</B></A>: P&#363;sh&#257; as the sun-god, Dhanañjaya as the N&#257;ga, V&#257;ta as the R&#257;kshasa, Sushena as the Gandharva, Suruci as the Yaksha, Ghrit&#257;c&#299; as the Apsar&#257; and Gautama as the sage rule the month of Tapas.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 12.11.40</B></A>: Ritu as the Yaksha, Varc&#257; as the R&#257;kshasa, Bharadv&#257;ja as the sage, Parjanya as the sun-god, Senajit as the Apsar&#257;, Vi&#347;va as the Gandharva and Air&#257;vata as the N&#257;ga rule the month known as Tapasya.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 12.11.41</B></A>: Am&#347;u as the sun-god, Ka&#347;yapa as the sage, T&#257;rkshya as the Yaksha, Ritasena as the Gandharva, Urva&#347;&#299; as the Apsar&#257;, Vidyucchatru as the R&#257;kshasa and Mah&#257;&#347;a&#324;kha as the N&#257;ga rule the month of Sahas.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 12.11.42</B></A>: Bhaga as the sun-god, Sph&#363;rja as the R&#257;kshasa, Arishtanemi as the Gandharva, &#362;rna as the Yaksha, &#256;yur as the sage, Karkotaka as the N&#257;ga and P&#363;rvacitti as the Apsar&#257; rule the month of Pushya.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 12.11.43</B></A>: Tvasht&#257; as the sun-god; Jamadagni, the son of Ric&#299;ka, as the sage; Kambal&#257;&#347;va as the N&#257;ga; Tilottam&#257; as the Apsar&#257;; Brahm&#257;peta as the R&#257;kshasa; &#346;atajit as the Yaksha; and Dhritar&#257;shtra as the Gandharva maintain the month of Isha.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 12.11.44</B></A>: Vishnu as the sun-god, A&#347;vatara as the N&#257;ga, Rambh&#257; as the Apsar&#257;, S&#363;ryavarc&#257; as the Gandharva, Satyajit as the Yaksha, Vi&#347;v&#257;mitra as the sage and Makh&#257;peta as the R&#257;kshasa rule the month of &#362;rja.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 12.11.45</B></A>: All these personalities are the opulent expansions of the Supreme Personality of Godhead, Vishnu, in the form of the sun-god. These deities take away all the sinful reactions of those who remember them each day at dawn and sunset.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 12.11.46</B></A>: Thus, throughout the twelve months, the lord of the sun travels in all directions with his six types of associates, disseminating among the inhabitants of this universe purity of consciousness for both this life and the next.</P><P CLASS=r><A CLASS=i HREF="47-48.htm"><B>SB 12.11.47-48</B></A>: While the sages glorify the sun-god with the hymns of the S&#257;ma, Rig and Yajur Vedas, which reveal his identity, the Gandharvas also sing his praises and the Apsar&#257;s dance before his chariot. The N&#257;gas arrange the chariot ropes and the Yakshas harness the horses to the chariot, while the powerful R&#257;kshasas push from behind.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 12.11.49</B></A>: Facing the chariot, the sixty thousand br&#257;hmana sages known as V&#257;lakhilyas travel in front and offer prayers to the almighty sun-god with Vedic mantras.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 12.11.50</B></A>: For the protection of all the worlds, the Supreme Personality of Godhead Hari, who is unborn and without beginning or end, thus expands Himself during each day of Brahm&#257; into these specific categories of His personal representations.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>