<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 10"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.10</P><P CLASS=c>prabhu kahe, &#8212; tath&#257;pi r&#257;j&#257; k&#257;la-sarp&#257;k&#257;ra</P><P CLASS=c>k&#257;shtha-n&#257;r&#299;-spar&#347;e yaiche upaje vik&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> replied; <A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/s/sarpa">sarpa</A>-<A CLASS=v HREF="http://vedabase.net/a/akara">&#257;k&#257;ra</A> &#8212; just like <A HREF="http://vedabase.net/a/a">a</A> venomous snake; <A CLASS=v HREF="http://vedabase.net/k/kastha">k&#257;shtha</A>-<A CLASS=v HREF="http://vedabase.net/n/nari">n&#257;r&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> woman <A HREF="http://vedabase.net/m/made">made</A> of wood; <A CLASS=v HREF="http://vedabase.net/s/sparse">spar&#347;e</A> &#8212; by touching; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/u/upaje">upaje</A> &#8212; arises; <A CLASS=v HREF="http://vedabase.net/v/vikara">vik&#257;ra</A> &#8212; agitation.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said, "Although it is correct that the King is a great devotee, he is still to be considered a venomous snake. Similarly, even though a woman be made of wood, one becomes agitated simply by touching her form.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; C&#257;nakya Pandita has stated in his moral instructions: tyaja durjana-samsargam bhaja s&#257;dhu-sam&#257;gamam. This means that one has to abandon the association of materialistic people and associate with spiritually advanced people. However qualified a materialist may be, he is no better than a venomous serpent. Everyone knows that a snake is dangerous and poisonous, and when its hood is decorated with jewels, it is no less poisonous or dangerous. However qualified a materialist may be, he is no better than a snake decorated with jewels. One should therefore be careful in dealing with such materialists, just as one would be careful in dealing with a bejeweled serpent.</P><P>Even though a woman be made of wood or stone, she becomes attractive when decorated. One becomes sexually agitated even by touching the form. Therefore one should not trust his mind, which is so fickle that it can give way to enemies at any moment. The mind is always accompanied by six enemies &#8212; namely, k&#257;ma, krodha, mada, moha, m&#257;tsarya and bhaya &#8212; that is, lust, anger, intoxication, illusion, envy and fear. Although the mind may be merged in spiritual consciousness, one should always be very careful in dealing with it, just as one is careful in dealing with a snake. One should never think that his mind is trained and that he can do whatever he likes. One interested in spiritual life should always engage his mind in the service of the Lord so that the enemies of the mind, who always accompany the mind, will be subdued. If the mind is not engaged in Krishna consciousness at every moment, there is a chance that it will give way to its enemies. In this way we become victims of the mind.</P><P>Chanting the Hare Krishna mantra engages the mind at the lotus feet of Krishna constantly; thus the mind's enemies do not have a chance to strike. Following &#346;r&#299; Caitanya Mah&#257;prabhu's example in these verses, we should be very careful in dealing with the mind, which should not be indulged in any circumstance. Once we indulge the mind, it can create havoc in this life, even though we may be spiritually advanced. The mind is specifically agitated through the association of materialistic men and women. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu, through His personal behavior, warns everyone to avoid meeting a materialistic person or a woman.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>