<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 102</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 102"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.102</P><P CLASS=c>bhatta kahe, &#8212; t&#257;&#324;ra krip&#257;-le&#347;a haya y&#257;&#324;re</P><P CLASS=c>sei se t&#257;&#324;h&#257;re 'krishna' kari' la-ite p&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhatta">bhatta</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/s/sarvabhauma">S&#257;rvabhauma</A> <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A> said; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>'s mercy; <A CLASS=v HREF="http://vedabase.net/l/lesa">le&#347;a</A> &#8212; even <A HREF="http://vedabase.net/a/a">a</A> fraction; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/y/yanre">y&#257;&#324;re</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; that person only; <A CLASS=v HREF="http://vedabase.net/t/tanhare">t&#257;&#324;h&#257;re</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; accepting <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/l/la">la</A>-<A CLASS=v HREF="http://vedabase.net/i/ite">ite</A> <A CLASS=v HREF="http://vedabase.net/p/pare">p&#257;re</A> &#8212; can take up.</P><P CLASS=t>TRANSLATION</P><P>The Bhatt&#257;c&#257;rya replied, "A person who has received but a small fraction of mercy from &#346;r&#299; Caitanya Mah&#257;prabhu can understand that He is Lord Krishna. No one else can.</P><P CLASS=t>PURPORT</P><P>The sa&#324;k&#299;rtana movement can be spread by a person who is especially favored by Lord Krishna (krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana). Without first obtaining the mercy of the Lord, one cannot spread the holy name of the Lord. One who can spread the Lord's name is called labdha-caitanya in the words of Bhaktisiddh&#257;nta Sarasvat&#299;. The labdha-caitanya is one who has actually awakened his original consciousness, Krishna consciousness. The influence of the pure devotees in Krishna consciousness is such that it can awaken others to become immediately Krishna conscious and engage themselves in the transcendental loving service of Krishna. In this way the descendants of pure devotees increase, and Lord Caitanya Mah&#257;prabhu takes much pleasure in seeing the increase of His devotees. The word su-medhasah means "sharply intelligent." When one's intelligence is sharp, he can increase the interests of common men in loving Caitanya Mah&#257;prabhu and through Him in loving R&#257;dh&#257;-Krishna. Those not interested in understanding &#346;r&#299; Caitanya Mah&#257;prabhu are simply material in their attempts at professional chanting and dancing for money, despite their supposed artistry. If one does not have full faith in &#346;r&#299; Caitanya Mah&#257;prabhu, he cannot properly chant and dance in the sa&#324;k&#299;rtana movement. Artificial chanting and dancing may be due to sentiments or sentimental agitation, but this cannot help one advance in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="101.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="103.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>