<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 112</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 112"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.112</P><P CLASS=c>bhatta kahe, &#8212; tumi yei kaha, sei vidhi-dharma</P><P CLASS=c>ei r&#257;ga-m&#257;rge &#257;che s&#363;kshma-dharma-marma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhatta">bhatta</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A> said; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; whatever you say; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; that is <A HREF="http://vedabase.net/a/a">a</A> regulative principle; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/m/marge">m&#257;rge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this spontaneous love; <A CLASS=v HREF="http://vedabase.net/a/ache">&#257;che</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/suksma">s&#363;kshma</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/m/marma">marma</A> &#8212; subtle intricacies of the religious system.</P><P CLASS=t>TRANSLATION</P><P>The Bhatt&#257;c&#257;rya told the King, "What you have said is right according to the regulative principles governing the visiting of holy places, but there is another path, which is the path of spontaneous love. According to those principles, there are subtle intricacies involved in the execution of religious principles.</P><P CLASS=t>PURPORT</P><P>According to the Vedic regulative principles, one has to be celibate before entering a holy place of pilgrimage. Generally people are very much addicted to sense gratification, and unless they have sex at night, they cannot sleep. The regulative principles therefore enjoin that before a common man goes to a holy place of pilgrimage, he should observe complete celibacy. As soon as one enters a holy place, he must observe fasting for the day, and after shaving his head clean, he must take a bath in a river or ocean near the holy place. These methods are adopted to neutralize the effects of sinful activities. Visiting a holy place of pilgrimage means neutralizing the reactions of a sinful life. Those who go to holy places of pilgrimage actually unload the reactions of their sinful lives, and consequently holy places are overloaded with sinful activities left there by visitors.</P><P>When a saintly person or pure devotee visits such a holy place, he absorbs the sinful effects left by the common men and again purifies the holy place. T&#299;rth&#299;-kurvanti t&#299;rth&#257;ni (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/13/10.htm">1.13.10</A>). Therefore a common man's visit to a holy place and an exalted saintly person's visit there are different. The common man leaves his sins in the holy place, and a saintly person or devotee cleanses these sins simply by his presence. The devotees of Lord Caitanya Mah&#257;prabhu were not common men, and they could not be subjected to the rules and regulations governing the visiting of holy places. Rather, they exhibited their spontaneous love for &#346;r&#299; Caitanya Mah&#257;prabhu. Immediately upon arrival at the holy place, they went to see Lord Caitanya, and by His order they took mah&#257;-pras&#257;dam without following the regulations governing holy places.</P><P CLASS=l><A CLASS=i HREF="111.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="113.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>