<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 151</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 151"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.151</P><P CLASS=c>nimajjato 'nanta bhav&#257;rnav&#257;nta&#347;</P><P CLASS=c>cir&#257;ya me k&#363;lam iv&#257;si labdhah</P><P CLASS=c>tvay&#257;pi labdham bhagavann id&#257;n&#299;m</P><P CLASS=c>anuttamam p&#257;tram idam day&#257;y&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nimajjatah">nimajjatah</A> &#8212; being immersed; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unlimited one; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/a/arnava">arnava</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within the ocean of nescience; <A CLASS=v HREF="http://vedabase.net/c/ciraya">cir&#257;ya</A> &#8212; after <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/k/kulam">k&#363;lam</A> &#8212; the shore; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/l/labdhah">labdhah</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/l/labdham">labdham</A> &#8212; has been gained; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/i/idanim">id&#257;n&#299;m</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/a/anuttamam">anuttamam</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/p/patram">p&#257;tram</A> &#8212; candidate; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dayayah">day&#257;y&#257;h</A> &#8212; for showing Your mercy.</P><P CLASS=t>TRANSLATION</P><P>"'O my Lord! O unlimited one! Although I was merged in the ocean of nescience, I have now, after a long time, attained You, just as one may attain the seashore. My dear Lord, by getting me, You have obtained the right person upon whom to bestow Your causeless mercy.'"</P><P CLASS=t>PURPORT</P><P>This is verse 21 from the Stotra-ratna, composed by &#256;laband&#257;ru Y&#257;mun&#257;c&#257;rya. One's relationship with the Supreme Personality of Godhead may be reestablished even after one has fallen into the ocean of nescience, which is the ocean of material existence involving the repetition of birth, death, old age and disease, all arising out of the acceptance of the material body. There are 8,400,000 species of material life, but in the human body one attains a chance to get release from the repetition of birth and death. When one becomes the Lord's devotee, he is rescued from this dangerous ocean of birth and death. The Lord is always prepared to shower His mercy upon fallen souls struggling against miserable material conditions. As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah</P><P CLASS=n>manah-shashth&#257;n&#299;ndriy&#257;ni prakriti-sth&#257;ni karshati</P><P>"The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."</P><P>Thus every living being is struggling hard in this material nature. Actually the living entity is part and parcel of the Supreme Lord, and when he surrenders unto the Supreme Personality of Godhead, he attains release from the ocean of birth and death. The Lord, being very kind to fallen souls, is always anxious to get the living entity out of the ocean of nescience. If the living entity understands his position and surrenders to the Lord, his life becomes successful.</P><P CLASS=l><A CLASS=i HREF="150.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="152.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>