<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 176</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 176"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.176</P><P CLASS=c>sei ghara &#257;m&#257;ke deha' &#8212; &#257;che prayojana</P><P CLASS=c>nibhrite vasiy&#257; t&#257;h&#257;&#324; kariba smarana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/g/ghara">ghara</A> &#8212; that room; <A CLASS=v HREF="http://vedabase.net/a/amake">&#257;m&#257;ke</A> <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>' &#8212; please give <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/ache">&#257;che</A> <A CLASS=v HREF="http://vedabase.net/p/prayojana">prayojana</A> &#8212; there is necessity; <A CLASS=v HREF="http://vedabase.net/n/nibhrte">nibhrite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the solitary place; <A CLASS=v HREF="http://vedabase.net/v/vasiya">vasiy&#257;</A> &#8212; sitting; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/k/kariba">kariba</A> <A CLASS=v HREF="http://vedabase.net/s/smarana">smarana</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall remember the lotus feet of the Lord.</P><P CLASS=t>TRANSLATION</P><P>"Please give that room to Me, for I have a need for it. Indeed, I shall remember the lotus feet of the Lord sitting in that solitary place."</P><P CLASS=t>PURPORT</P><P>This statement of &#346;r&#299; Caitanya Mah&#257;prabhu is significant. Nibhrite vasiy&#257; t&#257;h&#257;&#324; kariba smarana: "I shall sit down there in that solitary place and remember the lotus feet of the Lord." Neophyte students are not to imitate sitting in a solitary place and remembering the lotus feet of the Lord by chanting the Hare Krishna mah&#257;-mantra. We should always remember that it was &#346;r&#299; Caitanya Mah&#257;prabhu Himself who wanted such a place, either for Himself or Harid&#257;sa Th&#257;kura. No one can suddenly attain the level of Harid&#257;sa Th&#257;kura and sit down in a solitary place to chant the Hare Krishna mah&#257;-mantra and remember the lotus feet of the Lord. Only an exalted person like Harid&#257;sa Th&#257;kura or &#346;r&#299; Caitanya Mah&#257;prabhu, who is personally exhibiting the proper behavior for an &#257;c&#257;rya, can engage in such a practice.</P><P>At the present moment we see that some of the members of the International Society for Krishna Consciousness are tending to leave their preaching activities in order to sit in a solitary place. This is not a very good sign. It is a fact that &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has condemned this process for neophytes. He has even stated in a song, pratishth&#257;ra tare, nirjanera ghare, tava hari-n&#257;ma kevala kaitava: "Sitting in a solitary place intending to chant the Hare Krishna mah&#257;-mantra is considered a cheating process." This practice is not possible for neophytes at all. The neophyte devotee must act and work very laboriously under the direction of the spiritual master, and he must thus preach the cult of &#346;r&#299; Caitanya Mah&#257;prabhu. Only after maturing in devotion can he sit down in a solitary place to chant the Hare Krishna mah&#257;-mantra as &#346;r&#299; Caitanya Mah&#257;prabhu Himself did. Although &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead, to teach us a lesson He traveled all over India continuously for six years and only then retired at Jagann&#257;tha Pur&#299;. Even at Jagann&#257;tha Pur&#299; the Lord chanted the Hare Krishna mah&#257;-mantra in great meetings at the Jagann&#257;tha temple. The point is that one should not try to imitate Harid&#257;sa Th&#257;kura at the beginning of one's transcendental life. One must first become very mature in devotion and thus receive the approval of &#346;r&#299; Caitanya Mah&#257;prabhu. Only at such a time may one actually sit down peacefully in a solitary place to chant the Hare Krishna mah&#257;-mantra and remember the lotus feet of the Lord. The senses are very strong, and if a neophyte devotee imitates Harid&#257;sa Th&#257;kura, his enemies (k&#257;ma, krodha, lobha, moha, mada and m&#257;tsarya) will disturb and fatigue him. Instead of chanting the Hare Krishna mah&#257;-mantra, the neophyte will simply sleep soundly. Preaching work is meant for advanced devotees, and when an advanced devotee is further elevated on the devotional scale, he may retire to chant the Hare Krishna mantra in a solitary place. However, if one simply imitates advanced spiritual life, he will fall down, just like the sahajiy&#257;s in Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="175.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="177.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>