<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 192</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 192"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.192</P><P CLASS=c>aho bata &#347;va-paco 'to gar&#299;y&#257;n</P><P CLASS=c>yaj-jihv&#257;gre vartate n&#257;ma tubhyam</P><P CLASS=c>tepus tapas te juhuvuh sasnur &#257;ry&#257;</P><P CLASS=c>brahm&#257;n&#363;cur n&#257;ma grinanti ye te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; how wonderful <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/p/pacah">pacah</A> &#8212; dog-eaters; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; than the initiated <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/g/gariyan">gar&#299;y&#257;n</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> glorious; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; on the tongue; <A CLASS=v HREF="http://vedabase.net/v/vartate">vartate</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; of You, my Lord; <A CLASS=v HREF="http://vedabase.net/t/tepuh">tepuh</A> &#8212; have performed; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/j/juhuvuh">juhuvuh</A> &#8212; have performed sacrifices; <A CLASS=v HREF="http://vedabase.net/s/sasnuh">sasnuh</A> &#8212; have bathed <A HREF="http://vedabase.net/i/in">in</A> all holy places; <A CLASS=v HREF="http://vedabase.net/a/aryah">&#257;ry&#257;h</A> &#8212; really belonging <A HREF="http://vedabase.net/t/to">to</A> the &#256;ryan race; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; all the Vedas; <A CLASS=v HREF="http://vedabase.net/a/anucuh">an&#363;cuh</A> &#8212; have studied; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/g/grnanti">grinanti</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then recited the following verse: "'My dear Lord, one who always keeps Your holy name on his tongue becomes greater than an initiated br&#257;hmana. Although he may be born in a family of dog-eaters and therefore by material calculation may be the lowest among men, he is still glorious. This is the wonderful effect of chanting the holy name of the Lord. It is therefore concluded that one who chants the holy name of the Lord should be understood to have performed all kinds of austerities and great sacrifices mentioned in the Vedas. He has already taken his bath in all the holy places of pilgrimage. He has studied all the Vedas, and he is actually an &#256;ryan.'"</P><P CLASS=t>PURPORT</P><P>The word &#256;ryan means advanced. Unless one is spiritually advanced, he cannot be called an &#256;ryan, and this is the difference between &#256;ryan and non-&#256;ryan. Non-&#256;ryans are those who are not spiritually advanced. By following the Vedic culture, by performing great sacrifices and by becoming a strict follower of the Vedic instructions, one may become a br&#257;hmana, a sanny&#257;s&#299; or an &#256;ryan. It is not possible to become a br&#257;hmana, sanny&#257;s&#299; or &#256;ryan without being properly qualified. Bh&#257;gavata-dharma never allows one to become a cheap br&#257;hmana, sanny&#257;s&#299; or &#256;ryan. The qualities or qualifications described herein are quoted from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/3/33/7.htm">3.33.7</A>) and were spoken by Devah&#363;ti, the mother of Kapiladeva, when she understood the influence of devotional service (bhakti-yoga). In this way Devah&#363;ti praised the devotee, pointing out his greatness in all respects.</P><P CLASS=l><A CLASS=i HREF="191.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="193.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>