<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 195</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 195"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.195</P><P CLASS=c>mandirera cakra dekhi' kariha pran&#257;ma</P><P CLASS=c>ei th&#257;ñi tom&#257;ra &#257;sibe pras&#257;d&#257;nna</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mandirera">mandirera</A> &#8212; of the temple of <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; the wheel on the top; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/k/kariha">kariha</A> <A CLASS=v HREF="http://vedabase.net/p/pranama">pran&#257;ma</A> &#8212; offer your obeisances; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/t/thani">th&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this place; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/asibe">&#257;sibe</A> &#8212; will come; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/anna">anna</A> &#8212; remnants of food offered <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A>.</P><P CLASS=t>TRANSLATION</P><P>"Remain here peacefully and look at the cakra on the top of the temple and offer obeisances. As far as your pras&#257;dam is concerned, I shall arrange to have that sent here."</P><P CLASS=t>PURPORT</P><P>Since he was born in a Muslim family, &#346;r&#299;la Harid&#257;sa Th&#257;kura could not enter the temple of Jagann&#257;tha due to temple restrictions. Nonetheless, he was recognized by &#346;r&#299; Caitanya Mah&#257;prabhu as N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura. Harid&#257;sa Th&#257;kura, however, considered himself unfit to enter the Jagann&#257;tha temple. &#346;r&#299; Caitanya Mah&#257;prabhu could have personally taken Harid&#257;sa Th&#257;kura into the Jagann&#257;tha temple if He wished, but the Lord did not like to disturb a popular custom. Consequently the Lord asked His servant simply to look at the Vishnu wheel on top of the temple and offer obeisances (namask&#257;ra). This means that if one is not allowed to enter the temple, or if he thinks himself unfit to enter the temple, he can look at the wheel from outside the temple, and that is as good as seeing the Deity within.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu promised to come daily to see &#346;r&#299;la Harid&#257;sa Th&#257;kura, and this indicates that &#346;r&#299;la Harid&#257;sa Th&#257;kura was so advanced in spiritual life that, although considered unfit to enter the temple, he was being personally visited by the Lord every day. Nor was there any need for his going outside his residence to collect food. &#346;r&#299; Caitanya Mah&#257;prabhu assured Harid&#257;sa Th&#257;kura that the remnants of His food would be sent there. As the Lord states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/22.htm">9.22</A>), yoga-kshemam vah&#257;my aham: "I arrange all life's necessities for My devotees."</P><P>A reference is made here for those who are very anxious to imitate the behavior of Th&#257;kura Harid&#257;sa in an unnatural way. One must receive the order of &#346;r&#299; Caitanya Mah&#257;prabhu or His representative before adopting such a way of life. The duty of a pure devotee or a servant of the Lord is to carry out the order of the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu asked Nity&#257;nanda Prabhu to go to Bengal and preach, and He asked the Gosv&#257;m&#299;s, R&#363;pa and San&#257;tana, to go to Vrind&#257;vana and excavate the lost places of pilgrimage. In this case the Lord asked Harid&#257;sa Th&#257;kura to remain there at Jagann&#257;tha Pur&#299; and constantly chant the holy names of the Lord. Thus &#346;r&#299; Caitanya Mah&#257;prabhu gave different persons different orders, and consequently one should not try to imitate the behavior of Harid&#257;sa Th&#257;kura without being ordered by &#346;r&#299; Caitanya Mah&#257;prabhu or His representative. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura condemns such imitations in this way:</P><P>dushta mana! tumi kisera vaishnava?</P><P>pratishth&#257;ra tare, nirjanera ghare,</P><P CLASS=n>tava hari-n&#257;ma kevala kaitava</P><P>"My dear mind, you are trying to imitate Harid&#257;sa Th&#257;kura and chant the Hare Krishna mantra in a secluded place, but you are not worth being called a Vaishnava because what you want is cheap popularity and not the actual qualifications of Harid&#257;sa Th&#257;kura. If you try to imitate him you will fall down, for your neophyte position will cause you to think of women and money. Thus you will fall into the clutches of m&#257;y&#257;, and your so-called chanting in a secluded place will bring about your downfall."</P><P CLASS=l><A CLASS=i HREF="194.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="196.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>