<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 209</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 209"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.209</P><P CLASS=c>n&#257;n&#257; pith&#257;-p&#257;n&#257; kh&#257;ya &#257;kantha p&#363;riy&#257;</P><P CLASS=c>madhye madhye 'hari' kahe &#257;nandita hañ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/p/pitha">pith&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;n&#257;</A> &#8212; cakes and sweet rice; <A CLASS=v HREF="http://vedabase.net/k/khaya">kh&#257;ya</A> &#8212; eat; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kantha">kantha</A> <A CLASS=v HREF="http://vedabase.net/p/puriya">p&#363;riy&#257;</A> &#8212; filling up <A HREF="http://vedabase.net/t/to">to</A> the throat; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; occasionally; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; they speak; <A CLASS=v HREF="http://vedabase.net/a/anandita">&#257;nandita</A> <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great jubilation.</P><P CLASS=t>TRANSLATION</P><P>They ate all kinds of cakes and sweet rice, filling themselves up to their throats, and at intervals they vibrated the holy name of the Lord in great jubilation.</P><P CLASS=t>PURPORT</P><P>It is the practice of Vaishnavas while taking pras&#257;dam to chant the holy name of Lord Hari at intervals and also sing various songs, such as &#347;ar&#299;ra avidy&#257;-j&#257;la. Those who are honoring pras&#257;dam, accepting the remnants of food offered to the Deity, must always remember that pras&#257;dam is not ordinary food. Pras&#257;dam is transcendental. We are therefore reminded:</P><P>mah&#257;-pras&#257;de govinde n&#257;ma-brahmani vaishnave</P><P CLASS=n>sv-alpa-punya-vat&#257;m r&#257;jan vi&#347;v&#257;so naiva j&#257;yate</P><P>Those who are not pious cannot understand the value of mah&#257;-pras&#257;dam or the holy name of the Lord. Both pras&#257;dam and the Lord's name are on the Brahman platform, or spiritual platform. One should never consider pras&#257;dam to be like ordinary hotel cooking. Nor should one touch any kind of food not offered to the Deity. Every Vaishnava strictly follows this principle and does not accept any food that is not pras&#257;dam. One should take pras&#257;dam with great faith and should chant the holy name of the Lord and worship the Deity in the temple, always remembering that the Deity, mah&#257;-pras&#257;dam and the holy name do not belong to the mundane platform. By worshiping the Deity, eating pras&#257;dam and chanting the Hare Krishna mah&#257;-mantra, one can always remain on the spiritual platform (brahma-bh&#363;y&#257;ya kalpate).</P><P CLASS=l><A CLASS=i HREF="208.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="210.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>