<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 27"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.27</P><P CLASS=c>tom&#257;te ye eta pr&#299;ti ha-ila r&#257;j&#257;ra</P><P CLASS=c>ei gune krishna t&#257;&#324;re karibe a&#324;g&#299;k&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomate">tom&#257;te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> much; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/r/rajara">r&#257;j&#257;ra</A> &#8212; of the King; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/g/gune">gune</A> &#8212; for this reason; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/k/karibe">karibe</A> <A CLASS=v HREF="http://vedabase.net/a/angikara">a&#324;g&#299;k&#257;ra</A> &#8212; will accept.</P><P CLASS=t>TRANSLATION</P><P>"Because the King has shown so much love for you, Lord Krishna will certainly accept him.</P><P CLASS=t>PURPORT</P><P>King Prat&#257;parudra requested an interview with &#346;r&#299; Caitanya Mah&#257;prabhu through the Bhatt&#257;c&#257;rya, who duly submitted the request. The Lord, however, immediately refused this interview. Now when R&#257;m&#257;nanda R&#257;ya informed the Lord how eager the King was to see Him, the Lord was immediately pleased. &#346;r&#299; Caitanya Mah&#257;prabhu requested R&#257;m&#257;nanda R&#257;ya to retire from his government post and come to &#346;r&#299; Purushottama-kshetra (Jagann&#257;tha Pur&#299;) to live with Him. When this proposal was submitted to King Prat&#257;parudra, he immediately accepted it and also encouraged R&#257;m&#257;nanda R&#257;ya by allowing him a full pension. This was very much appreciated by the Lord, and this confirms the fact that the Lord is more pleased when one serves the servant of the Lord. In ordinary parlance it is said, "If you love me, love my dog." To approach the Supreme Personality of Godhead, one has to go through His confidential servant. This is the method. &#346;r&#299; Caitanya Mah&#257;prabhu clearly says, "Because the King loves you, R&#257;m&#257;nanda R&#257;ya, he is very fortunate. Krishna will certainly accept him due to his love for you."</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>