<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 31"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.31</P><P CLASS=c>&#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m</P><P CLASS=c>vishnor &#257;r&#257;dhanam param</P><P CLASS=c>tasm&#257;t parataram devi</P><P CLASS=c>tad&#299;y&#257;n&#257;m samarcanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aradhananam">&#257;r&#257;dhan&#257;n&#257;m</A> &#8212; of varieties of worship; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the most exalted; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; and above such worship of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/parataram">parataram</A> &#8212; of greater value; <A CLASS=v HREF="http://vedabase.net/d/devi">devi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> goddess; <A CLASS=v HREF="http://vedabase.net/t/tadiyanam">tad&#299;y&#257;n&#257;m</A> &#8212; of persons <A HREF="http://vedabase.net/i/in">in</A> relationship with Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/samarcanam">samarcanam</A> &#8212; rigid and firm worship.</P><P CLASS=t>TRANSLATION</P><P>"[Lord &#346;iva told the goddess Durg&#257;:] 'My dear Dev&#299;, although the Vedas recommend worship of demigods, the worship of Lord Vishnu is topmost. However, above the worship of Lord Vishnu is the rendering of service to Vaishnavas, who are related to Lord Vishnu.'</P><P CLASS=t>PURPORT</P><P>The Vedas are divided into three divisions &#8212; karma-k&#257;nda, jñ&#257;na-k&#257;nda and up&#257;san&#257;-k&#257;nda. These are activities dealing with fruitive work, empiric philosophical speculation and worship. There are recommendations in the Vedas for the worship of various demigods as well as Lord Vishnu. In this quotation from the Padma Pur&#257;na, Lord &#346;iva answers a question posed to him by goddess Durg&#257;. This verse is also included in the Laghu-bh&#257;gavat&#257;mrita (<A CLASS=v HREF="http://vedabase.net/todo/bhagavatamrta/2/4">2.4</A>), by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. The words vishnor &#257;r&#257;dhanam refer to the worship of Lord Vishnu, or Krishna. Thus the supreme form of worship is the satisfaction of the Supreme Personality of Godhead, &#346;r&#299; Krishna. It is further concluded that the worshiper of Lord Vishnu renders better service by worshiping the devotee of Lord Krishna. There are different types of devotees &#8212; those in &#347;&#257;nta-rasa, d&#257;sya-rasa, sakhya-rasa, v&#257;tsalya-rasa and m&#257;dhurya-rasa. Although all the rasas are on the transcendental platform, m&#257;dhurya-rasa is the supreme transcendental mellow. Consequently it is concluded that the worship of devotees engaged in the Lord's service in m&#257;dhurya-rasa is the supreme spiritual activity. &#346;r&#299; Caitanya Mah&#257;prabhu and His followers mainly worship Lord Krishna in m&#257;dhurya-rasa. Other Vaishnava &#257;c&#257;ryas recommended worship up to v&#257;tsalya-rasa. Therefore &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Vidagdha-m&#257;dhava (1.2) describes &#346;r&#299; Caitanya Mah&#257;prabhu's cult as supreme:</P><P>anarpita-car&#299;m cir&#257;t karunay&#257;vat&#299;rnah kalau</P><P CLASS=n>samarpayitum unnatojjvala-ras&#257;m sva-bhakti-&#347;riyam</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu appeared in this Age of Kali to exhibit the superexcellence of m&#257;dhurya-rasa, a gift never previously bestowed by any &#257;c&#257;rya or incarnation. Consequently &#346;r&#299; Caitanya Mah&#257;prabhu is accepted as the most magnanimous incarnation. It is He only who distributed love of Krishna while exhibiting the superexcellence of loving Krishna in the conjugal rasa.</P><P CLASS=l><A CLASS=i HREF="29-30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>