<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 37"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.37</P><P CLASS=c>r&#257;ya kahe, carana &#8212; ratha, hridaya &#8212; s&#257;rathi</P><P CLASS=c>y&#257;h&#257;&#324; lañ&#257; y&#257;ya, t&#257;h&#257;&#324; y&#257;ya j&#299;va-rath&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A> replied; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the legs; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A> &#8212; chariot; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/s/sarathi">s&#257;rathi</A> &#8212; chariot driver; <A CLASS=v HREF="http://vedabase.net/y/yahan">y&#257;h&#257;&#324;</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/r/rathi">rath&#299;</A> &#8212; the living entity on the chariot.</P><P CLASS=t>TRANSLATION</P><P>R&#257;m&#257;nanda R&#257;ya said, "The legs are like the chariot, and the heart is like the charioteer. Wherever the heart takes the living entity, the living entity is obliged to go."</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>) Lord Krishna explains:</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine made of material energy."</P><P>Thus the living entity wanders within this universe riding upon a chariot (the body) bestowed by material nature. A similar explanation is given in the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/3/3">1.3.3-4</A>):</P><P>&#257;tm&#257;nam rathinam viddhi &#347;ar&#299;ram ratham eva tu</P><P CLASS=n>buddhim tu s&#257;rathim viddhi manah pragraham eva ca</P><P CLASS=n>indriy&#257;ni hay&#257;n &#257;hur vishay&#257;ms teshu gocar&#257;n</P><P CLASS=n>&#257;tmendriya-mano-yuktam bhoktety &#257;hur man&#299;shinah</P><P>Here it is said that the living entity is the passenger riding in the chariot of the body, which is offered by material nature. The intelligence is the charioteer, the mind constitutes the reins controlling the horses, and the senses are the horses. Thus the living entity is the false enjoyer of the material world.</P><P>One who is advanced in Krishna consciousness can control the mind and intelligence and in this way rein in the horses, the senses, even though they are very powerful. One who can control the senses by his mind and intelligence can very easily approach the Supreme Personality of Godhead, or Vishnu, who is the ultimate goal of life. Tad vishnoh paramam padam sad&#257; pa&#347;yanti s&#363;rayah. Those who are actually advanced approach Lord Vishnu, their ultimate goal. Such people are never captivated by Lord Vishnu's external energy, the material world.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>