<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 46"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.46</P><P CLASS=c>prat&#257;parudra ch&#257;di' karibe jagat nist&#257;ra</P><P CLASS=c>ei pratijñ&#257; kari' kariy&#257;chena avat&#257;ra?</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prataparudra">prat&#257;parudra</A> <A CLASS=v HREF="http://vedabase.net/c/chadi">ch&#257;di</A>' &#8212; except for <A HREF="http://vedabase.net/p/prataparudra">Prat&#257;parudra</A>; <A CLASS=v HREF="http://vedabase.net/k/karibe">karibe</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> will <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the whole universe; <A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; deliverance; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/p/pratijna">pratijñ&#257;</A> &#8212; this promise; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making; <A CLASS=v HREF="http://vedabase.net/k/kariyachena">kariy&#257;chena</A> &#8212; has <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation.</P><P CLASS=t>TRANSLATION</P><P>"Alas, has &#346;r&#299; Caitanya Mah&#257;prabhu incarnated to deliver all kinds of sinners with the exception of a king named Mah&#257;r&#257;ja Prat&#257;parudra?</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's mission is thus described by Narottama d&#257;sa Th&#257;kura: patita-p&#257;vana-hetu tava avat&#257;ra/ mo-sama patita prabhu n&#257; p&#257;ibe &#257;ra. If &#346;r&#299; Caitanya Mah&#257;prabhu descended to reclaim sinners, then one who is the most sinful and lowborn is the first candidate for the Lord's consideration. Mah&#257;r&#257;ja Prat&#257;parudra considered himself a most fallen soul because he had to deal with material things constantly and enjoy material profits. &#346;r&#299; Caitanya Mah&#257;prabhu's business was the deliverance of the most fallen. How, then, could He reject the King? The more fallen a person is, the more he has the right to be delivered by the Lord &#8212; provided, of course, he surrenders unto the Lord. Mah&#257;r&#257;ja Prat&#257;parudra was a fully surrendered soul; therefore the Lord could not refuse him on the grounds that he was a worldly pounds-shillings man.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>