<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.51</P><P CLASS=c>bhatt&#257;c&#257;rya kahe &#8212; deva n&#257; kara vish&#257;da</P><P CLASS=c>tom&#257;re prabhura ava&#347;ya ha-ibe pras&#257;da</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhattacarya">bhatt&#257;c&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A> said; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> <A CLASS=v HREF="http://vedabase.net/v/visada">vish&#257;da</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not be worried; <A CLASS=v HREF="http://vedabase.net/t/tomare">tom&#257;re</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/avasya">ava&#347;ya</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ibe">ibe</A> &#8212; there must be; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; mercy.</P><P CLASS=t>TRANSLATION</P><P>Finally S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "My dear King, do not worry. Because of your firm determination, I am sure that &#346;r&#299; Caitanya Mah&#257;prabhu's mercy will definitely be bestowed upon you."</P><P CLASS=t>PURPORT</P><P>Due to King Prat&#257;parudra's firm determination, the Bhatt&#257;c&#257;rya predicted that the King would receive &#346;r&#299; Caitanya Mah&#257;prabhu's mercy without fail. As confirmed elsewhere in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>), guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja: "By the mercy of the spiritual master and Krishna, one gets the seed of devotional service." The Bhatt&#257;c&#257;rya was the spiritual master of King Prat&#257;parudra, and he gave his blessings to the effect that the Lord would be merciful upon the King. The mercy of the spiritual master and Krishna combine to grant success to a devotee engaged in Krishna consciousness. This is confirmed by the Vedas:</P><P>yasya deve par&#257; bhaktir yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed." (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>)</P><P>Mah&#257;r&#257;ja Prat&#257;parudra had firm faith in the Bhatt&#257;c&#257;rya, who declared &#346;r&#299; Caitanya Mah&#257;prabhu to be the Supreme Personality of Godhead. Having firm faith in the Bhatt&#257;c&#257;rya as his spiritual master, King Prat&#257;parudra immediately accepted &#346;r&#299; Caitanya Mah&#257;prabhu as the Supreme Lord. Thus he began worshiping &#346;r&#299; Caitanya Mah&#257;prabhu in his mind. This is the process of devotional service. According to Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A>):</P><P>man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi yuktvaivam &#257;tm&#257;nam mat-par&#257;yanah</P><P>"Engage your mind always in thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me."</P><P>This process is very simple. One need only be firmly convinced by the spiritual master that Krishna is the Supreme Personality of Godhead. If one decides this, he can make further progress by thinking of Krishna, chanting of Krishna and glorifying Him. There is then no doubt that such a fully surrendered devotee will receive the blessings of Lord Krishna. &#346;r&#299;la S&#257;rvabhauma Bhatt&#257;c&#257;rya explains this further.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>