<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.8</P><P CLASS=c>nishkiñcanasya bhagavad-bhajanonmukhasya</P><P CLASS=c>p&#257;ram param jigamishor bhava-s&#257;garasya</P><P CLASS=c>sandar&#347;anam vishayin&#257;m atha yoshit&#257;m ca</P><P CLASS=c>h&#257; hanta hanta visha-bhakshanato 'py as&#257;dhu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/niskincanasya">nishkiñcanasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person who has completely detached himself from material enjoyment; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhajana">bhajana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> serving; <A CLASS=v HREF="http://vedabase.net/u/unmukhasya">unmukhasya</A> &#8212; who is eager <A HREF="http://vedabase.net/t/to">to</A> be engaged; <A CLASS=v HREF="http://vedabase.net/p/param">p&#257;ram</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the other side; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; distant; <A CLASS=v HREF="http://vedabase.net/j/jigamisoh">jigamishoh</A> &#8212; who is desiring <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/s/sagarasya">s&#257;garasya</A> &#8212; of the ocean of material existence; <A CLASS=v HREF="http://vedabase.net/s/sandarsanam">sandar&#347;anam</A> &#8212; the seeing (for some material purpose); <A CLASS=v HREF="http://vedabase.net/v/visayinam">vishayin&#257;m</A> &#8212; of persons engaged <A HREF="http://vedabase.net/i/in">in</A> material activities; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yositam">yoshit&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/h/hanta">hanta</A> <A CLASS=v HREF="http://vedabase.net/h/hanta">hanta</A> &#8212; expression of great lamentation; <A CLASS=v HREF="http://vedabase.net/v/visa">visha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaksanatah">bhakshanatah</A> &#8212; than the act of drinking poison; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/asadhu">as&#257;dhu</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> abominable.</P><P CLASS=t>TRANSLATION</P><P>Greatly lamenting, the Lord then informed S&#257;rvabhauma Bhatt&#257;c&#257;rya, "'Alas, for a person who is seriously desiring to cross the material ocean and engage in the transcendental loving service of the Lord without material motives, seeing a materialist engaged in sense gratification or seeing a woman who is similarly interested is more abominable than drinking poison willingly.'"</P><P CLASS=t>PURPORT</P><P>This is a quotation from &#346;r&#299; Caitanya-candrodaya-n&#257;taka (<A CLASS=v HREF="http://vedabase.net/todo/nataka8/23">8.23</A>). Thus &#346;r&#299; Caitanya Mah&#257;prabhu enunciates the principles for a sanny&#257;s&#299; renouncing the material world for spiritual advancement. Spiritual advancement is not meant for magic shows and jugglery but for crossing the material world and being transferred to the spiritual world. P&#257;ram param jigamishoh means desiring to go to the other side of the material world. There is a river called Vaitaran&#299;, and on one side of this river is the material world, and on the other side is the spiritual world. Since the Vaitaran&#299; River is compared to a great ocean, it is named bhava-s&#257;gara, the ocean of repeated birth and death. Spiritual life aims at stopping this repetition of birth and death and entering into the spiritual world, where one can live eternally cognizant and blissful.</P><P>Unfortunately, the general populace does not know anything about spiritual life or the spiritual world. The spiritual world is mentioned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/20.htm">8.20</A>):</P><P>paras tasm&#257;t tu bh&#257;vo 'nyo 'vyakto 'vyakt&#257;t san&#257;tanah</P><P CLASS=n>yah sa sarveshu bh&#363;teshu na&#347;yatsu na vina&#347;yati</P><P>"Yet there is another unmanifested nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is."</P><P>Thus there is a spiritual nature beyond this material world, and that spiritual nature exists eternally. Spiritual advancement means stopping material activities and entering into spiritual activities. This is the process of bhakti-yoga. In the material world, the via media for sense gratification is mainly a woman. One who is seriously interested in spiritual life should strictly avoid women. A sanny&#257;s&#299; should never see a man or a woman for material benefit. In addition, talks with materialistic men and women are also dangerous, and they are compared to drinking poison. &#346;r&#299; Caitanya Mah&#257;prabhu was very strict on this point. He therefore refused to see King Prat&#257;parudra, who was naturally always engaged in political and economic affairs. The Lord even refused to see the King despite the request of a personality like S&#257;rvabhauma Bhatt&#257;c&#257;rya, who was the Lord's intimate friend and devotee.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>