<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 89</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 89"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.89</P><P CLASS=c>r&#257;ghava pandita, i&#324;ha &#257;c&#257;rya nandana</P><P CLASS=c>&#347;r&#299;m&#257;n pandita ei, &#347;r&#299;k&#257;nta, n&#257;r&#257;yana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raghava">r&#257;ghava</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/r/raghava">R&#257;ghava</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/i/inha">i&#324;ha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A> <A HREF="http://vedabase.net/n/nandana">Nandana</A>; <A CLASS=v HREF="http://vedabase.net/s/sriman">&#347;r&#299;m&#257;n</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/s/sriman">&#346;r&#299;m&#257;n</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/srikanta">&#347;r&#299;k&#257;nta</A> &#8212; <A HREF="http://vedabase.net/s/srikanta">&#346;r&#299;k&#257;nta</A>; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; and also <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>"Here is R&#257;ghava Pandita, here is &#256;c&#257;rya Nandana, there is &#346;r&#299;m&#257;n Pandita, and here are &#346;r&#299;k&#257;nta and N&#257;r&#257;yana."</P><P CLASS=t>PURPORT</P><P>Narottama d&#257;sa Th&#257;kura, honoring the personal associates of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, has sung as follows (Pr&#257;rthan&#257; 13):</P><P>gaur&#257;&#324;gera sa&#324;gi-gane nitya-siddha kari' m&#257;ne</P><P CLASS=n>se y&#257;ya vrajendra-suta-p&#257;&#347;a</P><P>One who is intelligent understands that all the personal associates and devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu are ever liberated. This means that because they are always engaged in the devotional service of the Lord, they do not belong to this material world. One who is engaged in the Lord's devotional service twenty-four hours daily and never forgets the Lord is called nitya-siddha. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; confirms this statement:</P><P>&#299;h&#257; yasya harer d&#257;sye karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su j&#299;van-muktah sa ucyate</P><P>"A person acting in the service of Krishna with body, mind, intelligence and words is a liberated person even within the material world, although he may be engaged in many so-called material activities." (Bhakti-ras&#257;mrita-sindhu, 1.2.187)</P><P>A devotee is always thinking of how better to serve Lord Krishna, the Supreme Personality of Godhead, and how to broadcast His name, fame and qualities throughout the world. One who is nitya-siddha has no business other than broadcasting the glories of the Lord all over the world according to his ability. Such people are already associates of Lord Caitanya Mah&#257;prabhu. Therefore Narottama d&#257;sa Th&#257;kura says, nitya-siddha kari' m&#257;ne. One should not think that because &#346;r&#299; Caitanya Mah&#257;prabhu was personally present five hundred years ago, only His associates were liberated. Rather, &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says that anyone is a nitya-siddha if he acts on behalf of &#346;r&#299; Caitanya Mah&#257;prabhu by spreading the glories of the holy name of the Lord. We should respect those devotees preaching the glories of the Lord as nitya-siddha and should not consider them conditioned.</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>(<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>)</P><P>One who has transcended the material modes of nature is said to be on the Brahman platform. That is also the platform of nitya-siddha. The nitya-siddha not only stays on the Brahman platform but also works on that platform. Simply by accepting the associates of Lord Caitanya Mah&#257;prabhu as nitya-siddha, one can very easily go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="88.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="90.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>