<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 96</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 96"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.96</P><P CLASS=c>aiche prema, aiche nritya, aiche hari-dhvani</P><P CLASS=c>k&#257;h&#257;&#324; n&#257;hi dekhi, aiche k&#257;h&#257;&#324; n&#257;hi &#347;uni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; ecstatic love; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> <A CLASS=v HREF="http://vedabase.net/n/nrtya">nritya</A> &#8212; such dancing; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvani">dhvani</A> &#8212; such vibration of the chanting of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have never seen; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> never heard.</P><P CLASS=t>TRANSLATION</P><P>"I have never before seen such ecstatic love, nor heard the vibration of the holy name of the Lord chanted in such a way, nor seen such dancing during sa&#324;k&#299;rtana."</P><P CLASS=t>PURPORT</P><P>Because the temple of Lord Jagann&#257;tha is situated at Jagann&#257;tha Pur&#299;, many devotees from all parts of the world came to perform sa&#324;k&#299;rtana in glorification of the Lord. All these devotees were certainly seen and heard by Mah&#257;r&#257;ja Prat&#257;parudra, but he herein admits that the k&#299;rtana performed by the associates of the Lord was unique. He had never before heard such sa&#324;k&#299;rtana nor seen such attractive features manifest by the devotees. The members of the International Society for Krishna Consciousness should go to India during the birthday ceremony of Lord Caitanya Mah&#257;prabhu at M&#257;y&#257;pura and perform sa&#324;k&#299;rtana congregationally. This will attract the attention of all the important personalities in India, just as the beauty, bodily luster and sa&#324;k&#299;rtana performance by the associates of &#346;r&#299; Caitanya Mah&#257;prabhu attracted the attention of Mah&#257;r&#257;ja Prat&#257;parudra. The associates of &#346;r&#299; Caitanya Mah&#257;prabhu were unlimited during the Lord's presence on this planet, but anyone who is pure in life and devoted to the mission of &#346;r&#299; Caitanya Mah&#257;prabhu is to be understood as a nitya-siddha associate of the Lord.</P><P CLASS=l><A CLASS=i HREF="95.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="97.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>