<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 99</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11 Verse 99"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11.99</P><P CLASS=c>sa&#324;k&#299;rtana-yajñe t&#257;&#324;re kare &#257;r&#257;dhana</P><P CLASS=c>sei ta' sumedh&#257;, &#257;ra &#8212; kali-hata-jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>-<A CLASS=v HREF="http://vedabase.net/y/yajne">yajñe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the performance of congregational chanting; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/a/aradhana">&#257;r&#257;dhana</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/medha">medh&#257;</A> &#8212; sharply intelligent; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/k/kali">kali</A>-<A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; victims of this <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>.</P><P CLASS=t>TRANSLATION</P><P>"Anyone who worships Lord Caitanya Mah&#257;prabhu by congregational chanting should be understood to be very intelligent. One who does not do so must be considered a victim of this age and bereft of all intelligence.</P><P CLASS=t>PURPORT</P><P>Rascals propose that anyone can invent his own religious process, and this proposition is condemned herein. If one actually wants to become religious, he must take up the chanting of the Hare Krishna mah&#257;-mantra. The real meaning of religion is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/6/3/19.htm">6.3.19-22</A>):</P><P>dharmam tu s&#257;ksh&#257;d-bhagavat-pran&#299;tam</P><P CLASS=n>na vai vidur rishayo n&#257;pi dev&#257;h</P><P CLASS=n>na siddha-mukhy&#257; asur&#257; manushy&#257;h</P><P CLASS=n>kuta&#347; ca vidy&#257;dhara-c&#257;ran&#257;dayah</P><P CLASS=n>svayambh&#363;r n&#257;radah &#347;ambhuh kum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo balir vaiy&#257;sakir vayam</P><P CLASS=n>dv&#257;da&#347;aite vij&#257;n&#299;mo dharmam bh&#257;gavatam bhat&#257;h</P><P CLASS=n>guhyam vi&#347;uddham durbodham yam jñ&#257;tv&#257;mritam a&#347;nute</P><P CLASS=n>et&#257;v&#257;n eva loke 'smin pums&#257;m dharmah parah smritah</P><P CLASS=n>bhakti-yogo bhagavati tan-n&#257;ma-grahan&#257;dibhih</P><P>The purport of these verses is that dharma, or religion, cannot be manufactured by a human being. Religion is the law or code of the Lord. Consequently religion cannot be manufactured even by great saintly persons, demigods or siddha-mukhyas, and what to speak of asuras, human beings, Vidy&#257;dharas, C&#257;ranas, and so on. The principles of dharma, religion, come down in the parampar&#257; system beginning with twelve personalities &#8212; namely, Lord Brahm&#257;; the great saint N&#257;rada; Lord &#346;iva; the four Kum&#257;ras; Kapila, the son of Devah&#363;ti; Sv&#257;yambhuva Manu; Prahl&#257;da Mah&#257;r&#257;ja; King Janaka; grandfather Bh&#299;shma; Bali Mah&#257;r&#257;ja; &#346;ukadeva Gosv&#257;m&#299;; and Yamar&#257;ja. The principles of religion are known to these twelve personalities. Dharma refers to the religious principles by which one can understand the Supreme Personality of Godhead. Dharma is very confidential, uncontaminated by any material influence, and very difficult for ordinary men to understand. However, if one actually understands dharma, he immediately becomes liberated and is transferred to the kingdom of God. Bh&#257;gavata-dharma, or the principle of religion enunciated by the parampar&#257; system, is the supreme principle of religion. In other words, dharma refers to the science of bhakti-yoga, which begins by the novice's chanting the holy name of the Lord (tan-n&#257;ma-grahan&#257;dibhih).</P><P>Therefore in this Age of Kali, as recommended here in the Caitanya-carit&#257;mrita (text 98), kali-k&#257;le dharma &#8212; krishna-n&#257;ma-sa&#324;k&#299;rtana: the chanting of the holy name of the Lord is the method of religion approved by all Vedic scriptures. In the next text of the Caitanya-carit&#257;mrita, quoted from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>), this principle is further stressed.</P><P CLASS=l><A CLASS=i HREF="98.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="100.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>