<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 11 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 11.1</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu merged the entire world into the ocean of ecstatic love by performing His beautiful dances within the temple of Jagann&#257;tha. He danced exquisitely and jumped high.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 11.2</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to &#346;r&#299; Advaita Prabhu! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 11.3</B></A>: The next day S&#257;rvabhauma Bhatt&#257;c&#257;rya requested Lord &#346;r&#299; Caitanya Mah&#257;prabhu to give him permission to submit a statement without fear.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 11.4</B></A>: The Lord gave the Bhatt&#257;c&#257;rya assurance that he could speak without fear, but added that if his statement were suitable He would accept it, and if it were not, He would reject it.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 11.5</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "There is a king named Prat&#257;parudra R&#257;ya. He is very anxious to meet You, and he wants Your permission."</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 11.6</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu heard this proposal, He immediately covered His ears with His hands and said, "My dear S&#257;rvabhauma, why are you requesting such an undesirable thing from Me?</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 11.7</B></A>: "Since I am in the renounced order, it is as dangerous for Me to meet a king as to meet a woman. To meet either would be just like drinking poison."</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 11.8</B></A>: Greatly lamenting, the Lord then informed S&#257;rvabhauma Bhatt&#257;c&#257;rya, "'Alas, for a person who is seriously desiring to cross the material ocean and engage in the transcendental loving service of the Lord without material motives, seeing a materialist engaged in sense gratification or seeing a woman who is similarly interested is more abominable than drinking poison willingly.'"</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 11.9</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "My dear Lord, what You have said is correct, but this King is not an ordinary king. He is a great devotee and servant of Lord Jagann&#257;tha."</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 11.10</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Although it is correct that the King is a great devotee, he is still to be considered a venomous snake. Similarly, even though a woman be made of wood, one becomes agitated simply by touching her form.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 11.11</B></A>: "'Just as one is immediately frightened upon seeing a live serpent or even the form of a serpent, one endeavoring for self-realization should similarly fear a materialistic person and a woman. Indeed, he should not even glance at their bodily features.'</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 11.12</B></A>: "Bhatt&#257;c&#257;rya, if you continue to speak like this, you will never see Me here again. Therefore you should never let such a request come from your mouth."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 11.13</B></A>: Being afraid, S&#257;rvabhauma returned home and began to meditate on the matter.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 11.14</B></A>: At this time, Mah&#257;r&#257;ja Prat&#257;parudra arrived at Jagann&#257;tha Pur&#299;, Purushottama, and, accompanied by his secretaries, ministers and military officers, went to visit the temple of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 11.15</B></A>: When King Prat&#257;parudra returned to Jagann&#257;tha Pur&#299;, R&#257;m&#257;nanda R&#257;ya came with him. R&#257;m&#257;nanda R&#257;ya immediately went to meet &#346;r&#299; Caitanya Mah&#257;prabhu with great pleasure.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 11.16</B></A>: Upon meeting &#346;r&#299; Caitanya Mah&#257;prabhu, R&#257;m&#257;nanda R&#257;ya offered his obeisances. The Lord embraced him, and both of them began to cry in the great ecstasy of love.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 11.17</B></A>: Seeing Lord &#346;r&#299; Caitanya Mah&#257;prabhu's intimate dealings with &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, all the devotees there were astonished.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 11.18</B></A>: R&#257;m&#257;nanda R&#257;ya said, "I duly informed King Prat&#257;parudra of Your order for me to retire from service. By Your grace, the King was pleased to relieve me of these material activities.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 11.19</B></A>: "I said, 'Your Majesty, I am now not willing to engage in political activities. I desire only to stay at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Kindly give me permission.'</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 11.20</B></A>: "When I submitted this proposal, the King immediately became very pleased upon hearing Your name. Indeed, he instantly rose from his throne and embraced me.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 11.21</B></A>: "My dear Lord, as soon as the King heard Your holy name, he was immediately overwhelmed by great ecstatic love. Catching my hand, he displayed all the symptoms of love.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 11.22</B></A>: "As soon as he heard my petition, he immediately granted me a pension without reductions. Thus the King granted me a full salary as a pension and requested me to engage without anxiety in the service of Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 11.23</B></A>: "Then Mah&#257;r&#257;ja Prat&#257;parudra very humbly said, 'I am most fallen and abominable, and I am unfit to receive an interview with the Lord. One's life is successful if one engages in His service.'</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 11.24</B></A>: "The King then said, '&#346;r&#299; Caitanya Mah&#257;prabhu is Krishna, the son of Mah&#257;r&#257;ja Nanda. He is very merciful, and I hope that in a future birth He will allow me an interview.'</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 11.25</B></A>: "My Lord, I don't think that there is even a fraction of Mah&#257;r&#257;ja Prat&#257;parudra's loving ecstasy in me."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 11.26</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "My dear R&#257;m&#257;nanda R&#257;ya, you are the foremost of all the devotees of Krishna; therefore whoever loves you is certainly a very fortunate person.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 11.27</B></A>: "Because the King has shown so much love for you, Lord Krishna will certainly accept him.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 11.28</B></A>: "[Lord Krishna told Arjuna:] 'Those who are My direct devotees are actually not My devotees, but those who are the devotees of My servant are factually My devotees.'</P><P CLASS=r><A CLASS=i HREF="29-30.htm"><B>CC Madhya 11.29-30</B></A>: "'My devotees take great care and respect in rendering Me service. They offer obeisances to Me with all their bodily limbs. They worship other devotees and find all living entities related to Me. For Me they engage the entire energy of their bodies. They engage the power of speech in the glorification of My qualities and form. They also dedicate their minds unto Me and try to give up all kinds of material desires. Thus My devotees are characterized.'</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 11.31</B></A>: "[Lord &#346;iva told the goddess Durg&#257;:] 'My dear Dev&#299;, although the Vedas recommend worship of demigods, the worship of Lord Vishnu is topmost. However, above the worship of Lord Vishnu is the rendering of service to Vaishnavas, who are related to Lord Vishnu.'</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 11.32</B></A>: "'Those whose austerity is meager can hardly obtain the service of the pure devotees progressing on the path back to the kingdom of Godhead, the Vaikunthas. Pure devotees engage one hundred percent in glorifying the Supreme Lord, who is the Lord of the demigods and the controller of all living entities.'"</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 11.33</B></A>: Param&#257;nanda Pur&#299;, Brahm&#257;nanda Bh&#257;rat&#299; Gos&#257;ñi, Svar&#363;pa D&#257;modara Gos&#257;ñi, Lord Nity&#257;nanda, Jagad&#257;nanda, Mukunda and others were present before the Lord at that time.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 11.34</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya therefore offered his obeisances to all the Lord's devotees, in particular to the four spiritual masters. Thus R&#257;m&#257;nanda R&#257;ya suitably met all the devotees.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 11.35</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu next asked R&#257;m&#257;nanda R&#257;ya, "Have you already visited the temple of the lotus-eyed Lord Jagann&#257;tha?"R&#257;m&#257;nanda R&#257;ya replied, "I shall now go visit the temple."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 11.36</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "What have you done, My dear R&#257;ya? Why did you not first see Lord Jagann&#257;tha and then come here? Why have you come here first?"</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 11.37</B></A>: R&#257;m&#257;nanda R&#257;ya said, "The legs are like the chariot, and the heart is like the charioteer. Wherever the heart takes the living entity, the living entity is obliged to go."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 11.38</B></A>: &#346;r&#299; R&#257;m&#257;nanda R&#257;ya continued, "What shall I do? My mind has brought me here. I could not consider going first to Lord Jagann&#257;tha's temple."</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 11.39</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu advised, "Immediately go to Lord Jagann&#257;tha's temple to see the Lord. Then go home and meet your family members."</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 11.40</B></A>: Having received &#346;r&#299; Caitanya Mah&#257;prabhu's permission, R&#257;m&#257;nanda R&#257;ya hastily went to the temple of Lord Jagann&#257;tha. Who can understand the devotional service of R&#257;ya R&#257;m&#257;nanda?</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 11.41</B></A>: When King Prat&#257;parudra returned to Jagann&#257;tha Pur&#299;, he called for S&#257;rvabhauma Bhatt&#257;c&#257;rya. When the Bhatt&#257;c&#257;rya went to see the King, the King offered him respects and made the following inquiries.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 11.42</B></A>: The King asked, "Have you submitted my petition to the Lord?"S&#257;rvabhauma replied, "Yes, with much endeavor I have tried my best.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 11.43</B></A>: "Yet despite my great endeavor, the Lord would not agree to see a king. Indeed, He said that if He were asked again, He would quit Jagann&#257;tha Pur&#299; and go elsewhere."</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 11.44</B></A>: Hearing this, the King became very unhappy and, greatly lamenting, began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 11.45</B></A>: The King said, "&#346;r&#299; Caitanya Mah&#257;prabhu has descended just to deliver all kinds of sinful, lowborn persons. Consequently He has delivered sinners like Jag&#257;i and M&#257;dh&#257;i.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 11.46</B></A>: "Alas, has &#346;r&#299; Caitanya Mah&#257;prabhu incarnated to deliver all kinds of sinners with the exception of a king named Mah&#257;r&#257;ja Prat&#257;parudra?</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 11.47</B></A>: "'Alas, has &#346;r&#299; Caitanya Mah&#257;prabhu made His advent deciding that He will deliver all others with the exception of me? He bestows His merciful glance upon many lower-class men who are usually not even to be seen.'"</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 11.48</B></A>: Mah&#257;r&#257;ja Prat&#257;parudra continued, "If &#346;r&#299; Caitanya Mah&#257;prabhu is determined not to see me, then I am determined to give up my life if I do not see Him.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 11.49</B></A>: "If I do not receive &#346;r&#299; Caitanya Mah&#257;prabhu's mercy, my body and my kingdom are certainly useless."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 11.50</B></A>: Hearing King Prat&#257;parudra's determination, S&#257;rvabhauma Bhatt&#257;c&#257;rya became thoughtful. Indeed, he was very much astonished to see the King's determination.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 11.51</B></A>: Finally S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "My dear King, do not worry. Because of your firm determination, I am sure that &#346;r&#299; Caitanya Mah&#257;prabhu's mercy will definitely be bestowed upon you."</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 11.52</B></A>: As soon as the Bhatt&#257;c&#257;rya saw the King's firm determination, he declared, "The Supreme Lord is approached only by pure love. Your love for &#346;r&#299; Caitanya Mah&#257;prabhu is very, very deep; therefore without a doubt He will be merciful upon you."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 11.53</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then suggested, "There is one means by which you can directly see Him.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 11.54</B></A>: "On the day of the car festival, &#346;r&#299; Caitanya Mah&#257;prabhu will dance before the Deity in great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 11.55</B></A>: "On that Ratha-y&#257;tr&#257; festival day, after dancing before the Lord, &#346;r&#299; Caitanya Mah&#257;prabhu will enter the Gundic&#257; garden. At that time you should go there alone, without your royal dress.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 11.56</B></A>: "When &#346;r&#299; Caitanya Mah&#257;prabhu enters the Gundic&#257; garden, you should also go there and read the five chapters of &#346;r&#299;mad-Bh&#257;gavatam about Lord Krishna's dancing with the gop&#299;s. In this way you can catch hold of the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 11.57</B></A>: "Lord &#346;r&#299; Caitanya Mah&#257;prabhu will be in a mood of ecstatic love, without external consciousness. At that time, as you recite those chapters from &#346;r&#299;mad-Bh&#257;gavatam, He will embrace you, knowing you to be a pure Vaishnava.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 11.58</B></A>: "The Lord has already changed His mind due to R&#257;m&#257;nanda R&#257;ya's description of your pure love for Him."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 11.59</B></A>: Mah&#257;r&#257;ja Prat&#257;parudra took the Bhatt&#257;c&#257;rya's advice and firmly decided to follow his instructions. Thus he felt transcendental happiness.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 11.60</B></A>: When the King asked the Bhatt&#257;c&#257;rya when the bathing ceremony [Sn&#257;na-y&#257;tr&#257;] of Lord Jagann&#257;tha would take place, the Bhatt&#257;c&#257;rya replied that there were only three days left before the ceremony.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 11.61</B></A>: After thus encouraging the King, S&#257;rvabhauma Bhatt&#257;c&#257;rya returned home. On the day of Lord Jagann&#257;tha's bathing ceremony, &#346;r&#299; Caitanya Mah&#257;prabhu was very happy at heart.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 11.62</B></A>: Upon seeing the bathing ceremony of Lord Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu became very happy. But when Lord Jagann&#257;tha retired after the ceremony, Lord Caitanya became very unhappy because He could not see Him.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 11.63</B></A>: Due to separation from Lord Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu felt the same great anxiety the gop&#299;s feel in separation from Krishna. In this condition He gave up all association and went to &#256;l&#257;lan&#257;tha.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 11.64</B></A>: The devotees who had followed the Lord came into His presence and requested Him to return to Pur&#299;. They submitted that the devotees from Bengal were coming to Purushottama-kshetra.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 11.65</B></A>: In this way S&#257;rvabhauma Bhatt&#257;c&#257;rya brought Lord Caitanya back to Jagann&#257;tha Pur&#299;. He then went to King Prat&#257;parudra and informed him of the Lord's arrival.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 11.66</B></A>: At this time, Gop&#299;n&#257;tha &#256;c&#257;rya came there while S&#257;rvabhauma Bhatt&#257;c&#257;rya was with King Prat&#257;parudra. Being a br&#257;hmana, he offered his benediction to the King and addressed S&#257;rvabhauma Bhatt&#257;c&#257;rya as follows.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 11.67</B></A>: "About two hundred devotees are coming from Bengal. All of them are greatly advanced and specifically devoted to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 11.68</B></A>: "All of them have already arrived on the bank of Lake Narendra and are waiting there. I desire residential quarters and pras&#257;dam arrangements for them."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 11.69</B></A>: The King replied, "I shall give orders to the attendant in the temple. He will arrange for everyone's residential quarters and pras&#257;dam, as you desire.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 11.70</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya, please show me, one after another, all of &#346;r&#299; Caitanya Mah&#257;prabhu's devotees who are coming from Bengal."</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 11.71</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya requested the King, "Go up on the roof of the palace. Gop&#299;n&#257;tha &#256;c&#257;rya knows every one of the devotees. He will identify them for you.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 11.72</B></A>: "Actually I do not know any of them, although I have a desire to know them. Since Gop&#299;n&#257;tha &#256;c&#257;rya knows them all, he will give you their names."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 11.73</B></A>: After S&#257;rvabhauma said this, he went up to the top of the palace with the King and Gop&#299;n&#257;tha &#256;c&#257;rya. At this time all the Vaishnava devotees from Bengal drew closer to the palace.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 11.74</B></A>: Svar&#363;pa D&#257;modara and Govinda, taking the flower garlands and pras&#257;dam of Lord Jagann&#257;tha, proceeded to where all the Vaishnavas were standing.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 11.75</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu first sent those two persons in advance. The King inquired, "Who are these two? Please let me know their identities."</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 11.76</B></A>: &#346;r&#299; S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "Here is Svar&#363;pa D&#257;modara, who is practically the second expansion of the body of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 11.77</B></A>: "The second person is Govinda, Lord Caitanya's personal servant. The Lord has sent garlands and remnants of Lord Jagann&#257;tha's food with these two persons simply to honor the devotees from Bengal."</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 11.78</B></A>: At the beginning, Svar&#363;pa D&#257;modara came forward and garlanded Advaita &#256;c&#257;rya. Govinda next came and offered a second garland to Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 11.79</B></A>: When Govinda offered his obeisances by falling down flat before Advaita &#256;c&#257;rya, Advaita &#256;c&#257;rya asked Svar&#363;pa D&#257;modara about his identity, for He did not know Govinda at that time.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 11.80</B></A>: Svar&#363;pa D&#257;modara informed Him, "Govinda was the servant of &#298;&#347;vara Pur&#299;. He is very highly qualified.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 11.81</B></A>: "&#298;&#347;vara Pur&#299; ordered Govinda to serve &#346;r&#299; Caitanya Mah&#257;prabhu. Thus the Lord keeps him by His side."</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 11.82</B></A>: The King inquired, "To whom did Svar&#363;pa D&#257;modara and Govinda offer the two garlands? His bodily effulgence is so great that He must be a very great devotee. Please let me know who He is."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 11.83</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya replied, "His name is Advaita &#256;c&#257;rya. He is honored even by &#346;r&#299; Caitanya Mah&#257;prabhu, and He is therefore the topmost devotee.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 11.84</B></A>: "Here are &#346;r&#299;v&#257;sa Pandita, Vakre&#347;vara Pandita, Vidy&#257;nidhi &#256;c&#257;rya and Gad&#257;dhara Pandita.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 11.85</B></A>: "Here are &#256;c&#257;ryaratna, Purandara Pandita, Ga&#324;g&#257;d&#257;sa Pandita and &#346;a&#324;kara Pandita.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 11.86</B></A>: "Here are Mur&#257;ri Gupta, Pandita N&#257;r&#257;yana and Harid&#257;sa Th&#257;kura, the deliverer of the whole universe.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 11.87</B></A>: "Here is Hari Bhatta, and there is Nrisimh&#257;nanda. Here are V&#257;sudeva Datta and &#346;iv&#257;nanda Sena.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 11.88</B></A>: "Here also are Govinda Ghosha, M&#257;dhava Ghosha and V&#257;sudeva Ghosha. They are three brothers, and their sa&#324;k&#299;rtana, congregational chanting, pleases the Lord very much.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 11.89</B></A>: "Here is R&#257;ghava Pandita, here is &#256;c&#257;rya Nandana, there is &#346;r&#299;m&#257;n Pandita, and here are &#346;r&#299;k&#257;nta and N&#257;r&#257;yana."</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 11.90</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya continued to point out the devotees: "Here is &#346;ukl&#257;mbara. See, there is &#346;r&#299;dhara. Here is Vijaya, and there is Vallabha Sena. Here is Purushottama, and there is Sañjaya.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 11.91</B></A>: "And here are all the residents of Kul&#299;na-gr&#257;ma, such as Satyar&#257;ja Kh&#257;n and R&#257;m&#257;nanda. Indeed, all of them are present here. Please see.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 11.92</B></A>: "Here are Mukunda d&#257;sa, Narahari, &#346;r&#299; Raghunandana, Cirañj&#299;va and Sulocana, all residents of Khanda.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 11.93</B></A>: "How many names shall I speak to you? All the devotees you see here are associates of &#346;r&#299; Caitanya Mah&#257;prabhu, who is their life and soul."</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 11.94</B></A>: The King said, "Upon seeing all these devotees, I am very much astonished, for I have never seen such an effulgence.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 11.95</B></A>: "Indeed, their effulgence is like the brilliance of a million suns. Nor have I ever heard the Lord's names chanted so melodiously.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 11.96</B></A>: "I have never before seen such ecstatic love, nor heard the vibration of the holy name of the Lord chanted in such a way, nor seen such dancing during sa&#324;k&#299;rtana."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 11.97</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "This sweet transcendental sound is a special creation of the Lord known as prema-sa&#324;k&#299;rtana, congregational chanting in love of Godhead.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 11.98</B></A>: "In this Age of Kali, &#346;r&#299; Caitanya Mah&#257;prabhu has descended to preach the religion of Krishna consciousness. Therefore the chanting of the holy names of Lord Krishna is the religious principle for this age.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 11.99</B></A>: "Anyone who worships Lord Caitanya Mah&#257;prabhu by congregational chanting should be understood to be very intelligent. One who does not do so must be considered a victim of this age and bereft of all intelligence.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 11.100</B></A>: "'In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the name of Krishna. Although His complexion is not blackish, He is Krishna Himself. He is accompanied by His associates, servants, weapons and confidential companions.'"</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 11.101</B></A>: The King said, "According to evidence given in the revealed scriptures, it is concluded that Lord &#346;r&#299; Caitanya Mah&#257;prabhu is Lord Krishna Himself. Why, then, are learned scholars sometimes indifferent to Him?"</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 11.102</B></A>: The Bhatt&#257;c&#257;rya replied, "A person who has received but a small fraction of mercy from &#346;r&#299; Caitanya Mah&#257;prabhu can understand that He is Lord Krishna. No one else can.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 11.103</B></A>: "If the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu is not bestowed upon a person &#8212; regardless of how learned a scholar that person may be and regardless of his seeing or listening &#8212; he cannot accept Lord Caitanya as the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 11.104</B></A>: "[Lord Brahm&#257; said:] 'My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.'"</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 11.105</B></A>: The King said, "Instead of visiting the temple of Lord Jagann&#257;tha, all the devotees are running toward the residence of &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 11.106</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya replied, "This is spontaneous love. All the devotees are very anxious to meet &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 11.107</B></A>: "First the devotees will meet &#346;r&#299; Caitanya Mah&#257;prabhu and then take Him with them to the temple to see Lord Jagann&#257;tha."</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 11.108</B></A>: The King said, "The son of Bhav&#257;nanda R&#257;ya named V&#257;n&#299;n&#257;tha, along with five or seven other men, went there to obtain the remnants of Lord Jagann&#257;tha's food.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 11.109</B></A>: "Indeed, V&#257;n&#299;n&#257;tha has already gone to the residence of Lord &#346;r&#299; Caitanya Mah&#257;prabhu and has taken a huge quantity of mah&#257;-pras&#257;dam. Please let me know the reason for this."</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 11.110</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "Understanding that all the devotees have come, Lord Caitanya gave the sign, and therefore V&#257;n&#299;n&#257;tha and the others have brought such great quantities of mah&#257;-pras&#257;dam."</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 11.111</B></A>: The King then asked the Bhatt&#257;c&#257;rya, "Why have the devotees not observed the regulations for visiting the pilgrimage place, such as fasting, shaving and so on? Why have they first eaten pras&#257;dam?"</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 11.112</B></A>: The Bhatt&#257;c&#257;rya told the King, "What you have said is right according to the regulative principles governing the visiting of holy places, but there is another path, which is the path of spontaneous love. According to those principles, there are subtle intricacies involved in the execution of religious principles.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 11.113</B></A>: "The scriptural injunctions for shaving and fasting are indirect orders of the Supreme Personality of Godhead. However, when there is a direct order from the Lord to take pras&#257;dam, naturally the devotees take pras&#257;dam as their first duty.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 11.114</B></A>: "When mah&#257;-pras&#257;dam is not available, there must be fasting, but when the Supreme Personality of Godhead directly orders one to take pras&#257;dam, neglecting such an opportunity is offensive.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 11.115</B></A>: "When &#346;r&#299; Caitanya Mah&#257;prabhu is distributing pras&#257;dam with His transcendental hand, who will neglect such an opportunity and accept the regulative principle of fasting?</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 11.116</B></A>: "Previously the Lord gave me mah&#257;-pras&#257;dam rice one morning, and I ate it just sitting on my bed, without having even washed my mouth.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 11.117</B></A>: "The man to whom the Lord shows His mercy by inspiring him within the heart takes shelter only of Lord Krishna and abandons all Vedic and social customs.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 11.118</B></A>: "'When one is inspired by the Lord, who is sitting in everyone's heart, he does not care for social custom or Vedic regulative principles.'"</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 11.119</B></A>: After this, King Prat&#257;parudra came down from the top of his palace to the ground and called for K&#257;&#347;&#299; Mi&#347;ra and the inspector of the temple.</P><P CLASS=r><A CLASS=i HREF="120-121.htm"><B>CC Madhya 11.120-121</B></A>: Mah&#257;r&#257;ja Prat&#257;parudra then told both K&#257;&#347;&#299; Mi&#347;ra and the temple inspector, "Provide all the devotees and associates of &#346;r&#299; Caitanya Mah&#257;prabhu with comfortable residences, convenient eating facilities for pras&#257;dam and convenient visiting arrangements at the temple so that there will not be any difficulty.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 11.122</B></A>: "The orders of &#346;r&#299; Caitanya Mah&#257;prabhu must be carefully carried out. Although the Lord may not give direct orders, you are still to carry out His desires simply by understanding His indications."</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 11.123</B></A>: Saying this, the King gave them permission to leave. S&#257;rvabhauma Bhatt&#257;c&#257;rya also went to see the assembly of all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 11.124</B></A>: From a distant place, Gop&#299;n&#257;tha &#256;c&#257;rya and S&#257;rvabhauma Bhatt&#257;c&#257;rya watched the meeting of all the Vaishnavas with &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 11.125</B></A>: Beginning from the right side of the lion gate, or the main gate of the temple, all the Vaishnavas began to proceed toward the house of K&#257;&#347;&#299; Mi&#347;ra.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 11.126</B></A>: In the meantime, &#346;r&#299; Caitanya Mah&#257;prabhu, accompanied by His personal associates, met all the Vaishnavas on the road with great jubilation.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 11.127</B></A>: First Advaita &#256;c&#257;rya offered prayers to the lotus feet of the Lord, and the Lord immediately embraced Him in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 11.128</B></A>: Indeed, &#346;r&#299; Caitanya Mah&#257;prabhu and Advaita &#256;c&#257;rya displayed agitation due to ecstatic love. Seeing the time and circumstance, however, Lord Caitanya Mah&#257;prabhu remained patient.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 11.129</B></A>: After this, all the devotees, headed by &#346;r&#299;v&#257;sa Th&#257;kura, offered prayers to the lotus feet of the Lord, and the Lord embraced each and every one of them in great love and ecstasy.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 11.130</B></A>: The Lord addressed all the devotees one after another and took all of them with Him into the house.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 11.131</B></A>: Since the residence of K&#257;&#347;&#299; Mi&#347;ra was insufficient, all the assembled devotees were very much overcrowded.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 11.132</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu made all the devotees sit at His side, and with His own hand He offered them garlands and sandalwood pulp.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 11.133</B></A>: After this, Gop&#299;n&#257;tha &#256;c&#257;rya and S&#257;rvabhauma Bhatt&#257;c&#257;rya met all the Vaishnavas at the place of &#346;r&#299; Caitanya Mah&#257;prabhu in a befitting manner.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 11.134</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu addressed Advaita &#256;c&#257;rya Prabhu, saying sweetly, "My dear Sir, today I have become perfect because of Your arrival."</P><P CLASS=r><A CLASS=i HREF="135-136.htm"><B>CC Madhya 11.135-136</B></A>: Advaita &#256;c&#257;rya Prabhu replied, "This is a natural characteristic of the Supreme Personality of Godhead. Although He is personally complete and full in all opulences, He takes transcendental pleasure in the association of His devotees, with whom He has a variety of eternal pastimes."</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 11.137</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu saw V&#257;sudeva Datta, the older brother of Mukunda Datta, He immediately became very happy and, placing His hand on his body, began to speak.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 11.138</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Although Mukunda is My friend from childhood, I nonetheless take greater pleasure in seeing you than in seeing him."</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 11.139</B></A>: V&#257;sudeva replied, "Mukunda got Your association in the beginning. As such, he has taken shelter at Your lotus feet. That is his transcendental rebirth."</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 11.140</B></A>: Thus V&#257;sudeva Datta admitted his inferiority to Mukunda, his younger brother. "Although Mukunda is my junior," he said, "he first received Your favor. Consequently he became transcendentally senior to me. Besides that, You very much favored Mukunda. Thus he is superior in all good qualities."</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 11.141</B></A>: The Lord said, "For your sake only, I have brought two books from South India.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 11.142</B></A>: "The books are being kept with Svar&#363;pa D&#257;modara, and you can get them copied." Hearing this, V&#257;sudeva became very glad.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 11.143</B></A>: Indeed, each and every Vaishnava copied the two books. By and by, the two books [the Brahma-samhit&#257; and &#346;r&#299; Krishna-karn&#257;mrita] were broadcast all over India.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 11.144</B></A>: The Lord addressed &#346;r&#299;v&#257;sa and his brothers with great love and affection, saying, "I am so obliged that I am purchased by you four brothers."</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 11.145</B></A>: &#346;r&#299;v&#257;sa then replied to the Lord, "Why are You speaking in a contradictory way? Rather, we four brothers have been purchased by Your mercy."</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 11.146</B></A>: After seeing &#346;a&#324;kara, Lord &#346;r&#299; Caitanya Mah&#257;prabhu told D&#257;modara, "My affection for you is on the platform of awe and reverence.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 11.147</B></A>: "Therefore keep your younger brother &#346;a&#324;kara with you because he is connected to Me by pure unalloyed love."</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 11.148</B></A>: D&#257;modara Pandita replied, "&#346;a&#324;kara is my younger brother, but from today he becomes my elder brother because of Your special mercy upon him."</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 11.149</B></A>: Then turning toward &#346;iv&#257;nanda Sena, the Lord said, "I know that from the very beginning your affection for Me has been very great."</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 11.150</B></A>: Immediately upon hearing this, &#346;iv&#257;nanda Sena became absorbed in ecstatic love and fell down on the ground, offering obeisances to the Lord. He then began to recite the following verse.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 11.151</B></A>: "'O my Lord! O unlimited one! Although I was merged in the ocean of nescience, I have now, after a long time, attained You, just as one may attain the seashore. My dear Lord, by getting me, You have obtained the right person upon whom to bestow Your causeless mercy.'"</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 11.152</B></A>: Mur&#257;ri Gupta at first did not meet the Lord but rather remained outside the door, falling down like a stick to offer obeisances.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 11.153</B></A>: When Lord &#346;r&#299; Caitanya Mah&#257;prabhu could not see Mur&#257;ri amongst the devotees, He inquired about him. Thereupon many people immediately went to Mur&#257;ri, running to take him to the Lord.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 11.154</B></A>: Thus Mur&#257;ri Gupta, catching two bunches of straw in his teeth, went before &#346;r&#299; Caitanya Mah&#257;prabhu with humility and meekness.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 11.155</B></A>: Upon seeing Mur&#257;ri come to meet Him, Lord &#346;r&#299; Caitanya Mah&#257;prabhu went up to him, but Mur&#257;ri began to run away and speak as follows.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 11.156</B></A>: "My Lord, please do not touch me. I am most abominable and am not fit for You to touch because my body is sinful."</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 11.157</B></A>: The Lord said, "My dear Mur&#257;ri, please restrain your unnecessary humility. My mind is disturbed to see your meekness."</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 11.158</B></A>: Saying this, the Lord embraced Mur&#257;ri and had him sit down by His side. The Lord then began to cleanse his body with His own hands.</P><P CLASS=r><A CLASS=i HREF="159-160.htm"><B>CC Madhya 11.159-160</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu then again and again embraced all the devotees, including &#256;c&#257;ryaratna, Vidy&#257;nidhi, Pandita Gad&#257;dhara, Ga&#324;g&#257;d&#257;sa, Hari Bhatta and &#256;c&#257;rya Purandara. The Lord described their good qualities and glorified them again and again.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 11.161</B></A>: After thus offering respect to each and every devotee, Lord &#346;r&#299; Caitanya Mah&#257;prabhu became very jubilant. However, not seeing Harid&#257;sa Th&#257;kura, He inquired, "Where is Harid&#257;sa?"</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 11.162</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then saw in the distance that Harid&#257;sa Th&#257;kura was lying down flat on the road offering obeisances.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 11.163</B></A>: Harid&#257;sa Th&#257;kura did not come to the Lord's meeting place but remained fallen flat on the common road at a distance.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 11.164</B></A>: All the devotees then went to Harid&#257;sa Th&#257;kura, saying, "The Lord wants to meet you. Please come immediately."</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 11.165</B></A>: Harid&#257;sa Th&#257;kura replied, "I cannot go near the temple because I am a low-caste, abominable person. I have no authority to go there."</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 11.166</B></A>: Harid&#257;sa Th&#257;kura then expressed his desire: "If I could just get a solitary place near the temple, I could stay there alone and pass my time.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 11.167</B></A>: "I do not wish the servants of Lord Jagann&#257;tha to touch me. I would remain there in the garden alone. That is my desire."</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 11.168</B></A>: When this message was relayed to &#346;r&#299; Caitanya Mah&#257;prabhu by the people, the Lord became very happy to hear it.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 11.169</B></A>: At this time, K&#257;&#347;&#299; Mi&#347;ra, along with the superintendent of the temple, came and offered his respects unto the lotus feet of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 11.170</B></A>: Upon seeing all the Vaishnavas together, K&#257;&#347;&#299; Mi&#347;ra and the superintendent became very happy. With great happiness they met with the devotees in a befitting manner.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 11.171</B></A>: Both submitted to Lord &#346;r&#299; Caitanya Mah&#257;prabhu, "Please give us orders so that we may make proper arrangements to accommodate all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 11.172</B></A>: "Accommodations have been arranged for all the Vaishnavas. Now let us distribute mah&#257;-pras&#257;dam to all of them."</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 11.173</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu immediately told Gop&#299;n&#257;tha &#256;c&#257;rya, "Please go with the Vaishnavas and accommodate them in whatever residences K&#257;&#347;&#299; Mi&#347;ra and the temple superintendent offer."</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 11.174</B></A>: Then the Lord told K&#257;&#347;&#299; Mi&#347;ra and the temple superintendent, "As for the remnants of food left by Jagann&#257;tha, let them be delivered to V&#257;n&#299;n&#257;tha R&#257;ya's charge, for he can take care of all the Vaishnavas and distribute mah&#257;-pras&#257;dam to them."</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 11.175</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "Nearby My place, in this garden of flowers, is a single room that is very solitary.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 11.176</B></A>: "Please give that room to Me, for I have a need for it. Indeed, I shall remember the lotus feet of the Lord sitting in that solitary place."</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 11.177</B></A>: K&#257;&#347;&#299; Mi&#347;ra then told &#346;r&#299; Caitanya Mah&#257;prabhu: "Everything belongs to You. What is the use of Your begging? By Your own will You can take whatever You like.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 11.178</B></A>: "My Lord, we are Your two servants and are here just to carry out Your orders. By Your mercy, please tell us to do whatever You want."</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 11.179</B></A>: Saying this, K&#257;&#347;&#299; Mi&#347;ra and the temple inspector took their leave, and Gop&#299;n&#257;tha and V&#257;n&#299;n&#257;tha went with them.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 11.180</B></A>: Gop&#299;n&#257;tha was then shown all the residential places, and V&#257;n&#299;n&#257;tha was given large quantities of food [mah&#257;-pras&#257;dam] left by Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 11.181</B></A>: Thus V&#257;n&#299;n&#257;tha R&#257;ya returned with large quantities of Lord Jagann&#257;tha's food remnants, including cakes and other good eatables. Gop&#299;n&#257;tha &#256;c&#257;rya also returned after cleansing all the residential quarters.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 11.182</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then addressed all the Vaishnavas and requested that they listen to Him. He said, "Now you can go to your respective residential quarters.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 11.183</B></A>: "Go to the sea and bathe and look at the top of the temple. After so doing, please come back here and take your lunch."</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 11.184</B></A>: After offering obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu, all the devotees departed for their residences, and Gop&#299;n&#257;tha &#256;c&#257;rya showed them their respective quarters.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 11.185</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu went to meet Harid&#257;sa Th&#257;kura, and He saw him engaged in chanting the mah&#257;-mantra with ecstatic love. Harid&#257;sa chanted, "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare."</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 11.186</B></A>: As soon as Harid&#257;sa Th&#257;kura saw &#346;r&#299; Caitanya Mah&#257;prabhu, he immediately fell down like a stick to offer Him obeisances, and Lord &#346;r&#299; Caitanya Mah&#257;prabhu raised him up and embraced him.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 11.187</B></A>: Then both the Lord and His servant began to cry in ecstatic love. Indeed, the Lord was transformed by the qualities of His servant, and the servant was transformed by the qualities of his master.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 11.188</B></A>: Harid&#257;sa Th&#257;kura said, "My dear Lord, please do not touch me, for I am most fallen and untouchable and am the lowest among men."</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 11.189</B></A>: The Lord said, "I wish to touch you just to be purified, for your purified activities do not exist in Me."</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 11.190</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu exalted Harid&#257;sa Th&#257;kura, stating, "At every moment you take your bath in all the holy places of pilgrimage, and at every moment you perform great sacrifices, austerity and charity.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 11.191</B></A>: "You are constantly studying the four Vedas, and you are far better than any br&#257;hmana or sanny&#257;s&#299;."</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 11.192</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then recited the following verse: "'My dear Lord, one who always keeps Your holy name on his tongue becomes greater than an initiated br&#257;hmana. Although he may be born in a family of dog-eaters and therefore by material calculation may be the lowest among men, he is still glorious. This is the wonderful effect of chanting the holy name of the Lord. It is therefore concluded that one who chants the holy name of the Lord should be understood to have performed all kinds of austerities and great sacrifices mentioned in the Vedas. He has already taken his bath in all the holy places of pilgrimage. He has studied all the Vedas, and he is actually an &#256;ryan.'"</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 11.193</B></A>: Saying this, &#346;r&#299; Caitanya Mah&#257;prabhu took Harid&#257;sa Th&#257;kura within the flower garden, and there, in a very secluded place, He showed him his residence.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 11.194</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu requested Harid&#257;sa Th&#257;kura, "Remain here and chant the Hare Krishna mah&#257;-mantra. I shall personally come here to meet you daily.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 11.195</B></A>: "Remain here peacefully and look at the cakra on the top of the temple and offer obeisances. As far as your pras&#257;dam is concerned, I shall arrange to have that sent here."</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 11.196</B></A>: When Nity&#257;nanda Prabhu, Jagad&#257;nanda Prabhu, D&#257;modara Prabhu and Mukunda Prabhu met Harid&#257;sa Th&#257;kura, they all became very pleased.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 11.197</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu returned to His residence after taking a bath in the sea, all the devotees, headed by Advaita Prabhu, went to bathe in the sea.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 11.198</B></A>: After bathing in the sea, Advaita Prabhu and all the other devotees returned, and on their return they saw the top of the Jagann&#257;tha temple. They then went to the residence of &#346;r&#299; Caitanya Mah&#257;prabhu to take their luncheon.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 11.199</B></A>: One after the other, &#346;r&#299; Caitanya Mah&#257;prabhu made all the devotees sit in their proper places. He then began to distribute pras&#257;dam with His own transcendental hand.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 11.200</B></A>: All the devotees were served pras&#257;dam on plantain leaves, and &#346;r&#299; Caitanya Mah&#257;prabhu distributed on each leaf a quantity suitable for two or three men to eat, for His hand could not distribute less than that.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 11.201</B></A>: All the devotees kept their hands raised over the pras&#257;dam distributed to them, for they did not want to eat without seeing the Lord eat first.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 11.202</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; then informed &#346;r&#299; Caitanya Mah&#257;prabhu, "Unless You sit and take pras&#257;dam, no one will accept it.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 11.203</B></A>: "Gop&#299;n&#257;tha &#256;c&#257;rya has invited all the sanny&#257;s&#299;s who remain with You to come and take pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 11.204</B></A>: "Gop&#299;n&#257;tha &#256;c&#257;rya has already come, bringing sufficient remnants of food to distribute to all the sanny&#257;s&#299;s, and sanny&#257;s&#299;s like Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299; are waiting for You.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 11.205</B></A>: "You may sit down and accept the luncheon with Nity&#257;nanda Prabhu, and I shall distribute the pras&#257;dam to all the Vaishnavas."</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 11.206</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu carefully delivered some pras&#257;dam into the hands of Govinda to be given to Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 11.207</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu personally sat down to accept lunch with the other sanny&#257;s&#299;s, and Gop&#299;n&#257;tha &#256;c&#257;rya began to distribute the pras&#257;dam with great pleasure.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 11.208</B></A>: Then Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, D&#257;modara Pandita and Jagad&#257;nanda all began to distribute pras&#257;dam to the devotees with great pleasure.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 11.209</B></A>: They ate all kinds of cakes and sweet rice, filling themselves up to their throats, and at intervals they vibrated the holy name of the Lord in great jubilation.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 11.210</B></A>: After everyone had finished his lunch and washed his mouth and hands, &#346;r&#299; Caitanya Mah&#257;prabhu personally decorated everyone with flower garlands and sandalwood pulp.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 11.211</B></A>: After thus accepting pras&#257;dam, they all went to take rest at their respective residences, and in the evening they again came to meet &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 11.212</B></A>: At this time R&#257;m&#257;nanda R&#257;ya also came to meet &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord took the opportunity to introduce him to all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 11.213</B></A>: The great Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu, then took all of them to the temple of Jagann&#257;tha and began the congregational chanting of the holy name there.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 11.214</B></A>: After seeing the dh&#363;pa-&#257;rati of the Lord, they all began congregational chanting. Then the padich&#257;, the superintendent of the temple, came and offered flower garlands and sandalwood pulp to everyone.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 11.215</B></A>: Four parties were then distributed in four directions to perform sa&#324;k&#299;rtana, and in the middle of them the Lord Himself, known as the son of mother &#346;ac&#299;, began to dance.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 11.216</B></A>: In the four groups there were eight mrida&#324;gas and thirty-two cymbals. All together they began to vibrate the transcendental sound, and everyone said, "Very good! Very good!"</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 11.217</B></A>: When the tumultuous vibration of sa&#324;k&#299;rtana resounded, all good fortune immediately awakened, and the sound penetrated the whole universe through the fourteen planetary systems.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 11.218</B></A>: When the congregational chanting began, ecstatic love immediately overflooded everything, and all the residents of Jagann&#257;tha Pur&#299; came running.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 11.219</B></A>: Everyone was astonished to see such a performance of sa&#324;k&#299;rtana, and they all agreed that never before had k&#299;rtana been so performed and ecstatic love of God so exhibited.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 11.220</B></A>: At this time &#346;r&#299; Caitanya Mah&#257;prabhu circumambulated the temple of Jagann&#257;tha and continuously danced about the whole area.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 11.221</B></A>: As the circumambulation was performed, the four k&#299;rtana parties sang in front and in the rear. When &#346;r&#299; Caitanya Mah&#257;prabhu fell down to the ground, &#346;r&#299; Nity&#257;nanda R&#257;ya Prabhu lifted Him up.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 11.222</B></A>: While k&#299;rtana was going on, there was a transformation of ecstatic love and much tears, jubilation, trembling, perspiration and deep resounding in the body of &#346;r&#299; Caitanya Mah&#257;prabhu. Upon seeing this transformation, all the people present became very much astonished.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 11.223</B></A>: The tears from the eyes of the Lord came out with great force, like water from a syringe. Indeed, all the people who surrounded Him were moistened by His tears.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 11.224</B></A>: After circumambulating the temple, &#346;r&#299; Caitanya Mah&#257;prabhu for some time remained at the rear of the temple and continued His sa&#324;k&#299;rtana.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 11.225</B></A>: On all four sides the four sa&#324;k&#299;rtana groups chanted very loudly, and in the middle &#346;r&#299; Caitanya Mah&#257;prabhu danced, jumping high.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 11.226</B></A>: After dancing for a long time, &#346;r&#299; Caitanya Mah&#257;prabhu became still and ordered four great personalities to begin to dance.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 11.227</B></A>: In one group Nity&#257;nanda Prabhu began to dance, and in another group Advaita &#256;c&#257;rya began to dance.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 11.228</B></A>: Vakre&#347;vara Pandita began to dance in another group, and in yet another group &#346;r&#299;v&#257;sa Th&#257;kura began to dance.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 11.229</B></A>: While this dancing was going on, &#346;r&#299; Caitanya Mah&#257;prabhu watched them and performed a miracle.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 11.230</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu stood in the middle of the dancers, and all the dancers in all directions perceived that &#346;r&#299; Caitanya Mah&#257;prabhu was looking at them.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 11.231</B></A>: Wanting to see the dancing of the four great personalities, &#346;r&#299; Caitanya Mah&#257;prabhu exhibited this miracle of seeing everyone simultaneously.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 11.232</B></A>: Everyone who saw &#346;r&#299; Caitanya Mah&#257;prabhu could understand that He was performing a miracle, but they did not know how it was that He could see on all four sides.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 11.233</B></A>: In His own pastimes in Vrind&#257;vana, when Krishna used to eat on the bank of the Yamun&#257; and sit in the center of His friends, every one of the cowherd boys would perceive that Krishna was looking at him. In the same way, when Caitanya Mah&#257;prabhu observed the dancing, everyone saw that Caitanya Mah&#257;prabhu was facing him.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 11.234</B></A>: When someone came nearby while dancing, &#346;r&#299; Caitanya Mah&#257;prabhu would tightly embrace him.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 11.235</B></A>: Upon seeing the great dancing, great love and great sa&#324;k&#299;rtana, all the people of Jagann&#257;tha Pur&#299; floated in an ecstatic ocean of love.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 11.236</B></A>: Hearing the greatness of the sa&#324;k&#299;rtana, King Prat&#257;parudra went up to the top of his palace and watched the performance with his personal associates.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 11.237</B></A>: The King was very much astonished to see &#346;r&#299; Caitanya Mah&#257;prabhu's k&#299;rtana, and the King's anxiety to meet Him increased unlimitedly.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 11.238</B></A>: After the sa&#324;k&#299;rtana ended, &#346;r&#299; Caitanya Mah&#257;prabhu watched the offering of flowers to the Lord Jagann&#257;tha Deity. Then He and all the Vaishnavas returned to His residence.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 11.239</B></A>: The superintendent of the temple then brought large quantities of pras&#257;dam, which &#346;r&#299; Caitanya Mah&#257;prabhu personally distributed to all the devotees.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 11.240</B></A>: Finally they all departed to rest in bed. In this way &#346;r&#299; Caitanya Mah&#257;prabhu, the son of &#346;ac&#299;m&#257;t&#257;, performed His pastimes.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 11.241</B></A>: As long as the devotees remained at Jagann&#257;tha Pur&#299; with &#346;r&#299; Caitanya Mah&#257;prabhu, the pastime of sa&#324;k&#299;rtana was performed with great jubilation every day.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 11.242</B></A>: In this way I have explained the Lord's pastime of sa&#324;k&#299;rtana, and I bless everyone with this benediction: By listening to this description, one will surely become a servant of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 11.243</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>