<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Bed&#257;-k&#299;rtana Pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 11 Summary</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura summarizes the Eleventh Chapter in his Amrita-prav&#257;ha-bh&#257;shya. When S&#257;rvabhauma Bhatt&#257;c&#257;rya tried his best to arrange a meeting between &#346;r&#299; Caitanya Mah&#257;prabhu and King Prat&#257;parudra, the Lord flatly denied his request. At this time &#346;r&#299; R&#257;m&#257;nanda R&#257;ya returned from his governmental post, and he praised King Prat&#257;parudra highly in Lord Caitanya's presence. Because of this, the Lord became a little soft. The King also made promises to S&#257;rvabhauma Bhatt&#257;c&#257;rya, who hinted how the King might meet the Lord. During Anavasara, while Lord Jagann&#257;tha was resting for fifteen days, &#346;r&#299; Caitanya Mah&#257;prabhu, being unable to see Lord Jagann&#257;tha, went to &#256;l&#257;lan&#257;tha. Later, when the devotees from Bengal came to see Him, He returned to Jagann&#257;tha Pur&#299;. While Advaita &#256;c&#257;rya and the other devotees were coming to Jagann&#257;tha Pur&#299;, Svar&#363;pa D&#257;modara and Govinda, &#346;r&#299; Caitanya Mah&#257;prabhu's two personal assistants, went to receive all the devotees with garlands. From the roof of his palace, King Prat&#257;parudra could see all the devotees arriving. Gop&#299;n&#257;tha &#256;c&#257;rya stood on the roof with the King, and, following S&#257;rvabhauma Bhatt&#257;c&#257;rya's instructions, identified each and every devotee. The King discussed the devotees with Gop&#299;n&#257;tha &#256;c&#257;rya, and he mentioned that the devotees were accepting pras&#257;dam without observing the regulative principles governing pilgrimages. They accepted pras&#257;dam without having shaved, and they neglected to fast in a holy place. After S&#257;rvabhauma Bhatt&#257;c&#257;rya had explained to the King why the devotees had apparently violated the scriptural injunctions for visiting a place of pilgrimage, the King arranged residential quarters for all the devotees and saw to their pras&#257;dam. &#346;r&#299; Caitanya Mah&#257;prabhu talked very happily with V&#257;sudeva Datta and other devotees. Harid&#257;sa Th&#257;kura also came, and due to his humble and submissive attitude, &#346;r&#299; Caitanya Mah&#257;prabhu gave him a nice solitary place near the temple. After this, the Lord began performing sa&#324;k&#299;rtana, dividing all the devotees into four groups. After sa&#324;k&#299;rtana, all the devotees left for their residential quarters.</P><P CLASS=l><A CLASS=i HREF="../10/190.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>