<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 11 Verse 101</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 11 Verse 101"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Passing of Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 11.101</P><P CLASS=c>ei ta' kahilu&#324; harid&#257;sera vijaya</P><P CLASS=c>y&#257;h&#257;ra &#347;ravane krishne dridha-bhakti haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/kahilun">kahilu&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have spoken; <A CLASS=v HREF="http://vedabase.net/h/haridasera">harid&#257;sera</A> &#8212; of <A HREF="http://vedabase.net/h/haridasa">Harid&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/v/vijaya">vijaya</A> &#8212; victory; <A CLASS=v HREF="http://vedabase.net/y/yahara">y&#257;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sravane">&#347;ravane</A> &#8212; by hearing which; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/drdha">dridha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; firm devotional service; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes.</P><P CLASS=t>TRANSLATION</P><P>Thus I have spoken about the victorious passing away of Harid&#257;sa Th&#257;kura. Anyone who hears this narration will certainly fix his mind firmly in devotional service to Krishna.</P><P CLASS=t>PURPORT</P><P>At Purushottama-kshetra, or Jagann&#257;tha Pur&#299;, there is a temple of Tot&#257;-gop&#299;n&#257;tha. If one goes from there to the sea, he can discover the tomb of Harid&#257;sa Th&#257;kura still existing. Every year on the date of Ananta-caturda&#347;&#299; there is a festival to commemorate the passing away of Harid&#257;sa Th&#257;kura. At the same place, Deities of Nity&#257;nanda Prabhu, Krishna Caitanya Mah&#257;prabhu and Advaita Prabhu were established about one hundred years ago. A gentleman named Bhramaravara from Kendr&#257;p&#257;d&#257;, in the province of Orissa, contributed funds to establish these Deities in the temple. The management of the temple was under the Tot&#257;-gop&#299;n&#257;tha gosv&#257;m&#299;s.</P><P>This temple was later sold to someone else, and this party is now maintaining the sev&#257;-p&#363;j&#257; of the temple. Near this temple and the tomb of Harid&#257;sa Th&#257;kura, &#346;r&#299;la Bhaktivinoda Th&#257;kura constructed a small house called the Bhakti-kut&#299;. In the Bengali year 1329 (A.D. 1922), the Purushottama-matha, a branch of the Gaud&#299;ya Matha, was established there. In the Bhakti-ratn&#257;kara it is stated:</P><P>&#347;r&#299;niv&#257;sa &#347;&#299;ghra samudrera k&#363;le gel&#257;</P><P CLASS=n>harid&#257;sa-th&#257;kurera sam&#257;dhi dekhil&#257;</P><P CLASS=n>bh&#363;mite padiy&#257; kail&#257; pranati vistara</P><P CLASS=n>bh&#257;gavata-gana &#347;r&#299;-sam&#257;dhi-sannidh&#257;ne</P><P CLASS=n>&#347;r&#299;niv&#257;se sthira kail&#257; sasneha-vacane</P><P CLASS=n>punah &#347;r&#299;niv&#257;sa &#347;r&#299;-sam&#257;dhi pranamiy&#257;</P><P CLASS=n>ye vil&#257;pa kail&#257;, t&#257; &#347;unile drave hiy&#257;</P><P>"&#346;r&#299;niv&#257;sa Th&#257;kura quickly ran to the seashore. When he saw the tomb of Harid&#257;sa Th&#257;kura, he immediately fell down offering prayers and almost fainted. The devotees present there pacified him with very sweet and affectionate words, and &#346;r&#299;niv&#257;sa again offered his obeisances to the tomb. Hearing of the separation that &#346;r&#299;niv&#257;sa expressed in his lamentation at the tomb of Harid&#257;sa Th&#257;kura makes one's heart melt."</P><P CLASS=l><A CLASS=i HREF="100.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="102.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>