<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 11 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 11 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Passing of Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 11.105</P><P CLASS=c>mah&#257;-bh&#257;gavata harid&#257;sa &#8212; parama-vidv&#257;n</P><P CLASS=c>e saubh&#257;gya l&#257;gi' &#257;ge karil&#257; pray&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; great devotee; <A CLASS=v HREF="http://vedabase.net/h/haridasa">harid&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/haridasa">Harid&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; the most learned; <A CLASS=v HREF="http://vedabase.net/e/e">e</A> <A CLASS=v HREF="http://vedabase.net/s/saubhagya">saubh&#257;gya</A> <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; because of his great fortune; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; first; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/prayana">pray&#257;na</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> passed away.</P><P CLASS=t>TRANSLATION</P><P>Harid&#257;sa Th&#257;kura was not only the topmost devotee of the Lord but also a great and learned scholar. It was his great fortune that he passed away before &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>Harid&#257;sa Th&#257;kura is mentioned here as the most learned scholar, parama-vidv&#257;n. Actually, the most important science to know is the science of getting out of the clutches of material existence. Anyone who knows this science must be considered the greatest learned person. Anyone who knows the temporary situation of this material world and is expert in achieving a permanent situation in the spiritual world, who knows that the Supreme Personality of Godhead is beyond the jurisdiction of our experimental knowledge, is understood to be the most learned scholar. Harid&#257;sa Th&#257;kura knew this science perfectly. Therefore, he is described in this connection as parama-vidv&#257;n. He personally preached the importance of chanting the Hare Krishna mah&#257;-mantra, which is approved by the revealed scriptures. As stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/24.htm">7.5.24</A>):</P><P>iti pums&#257;rpit&#257; vishnau bhakti&#347; cen nava-lakshan&#257;</P><P CLASS=n>kriyeta bhagavaty addh&#257; tan manye 'dh&#299;tam uttamam</P><P>There are nine different processes of devotional service to Krishna, the most important being &#347;ravanam k&#299;rtanam &#8212; hearing and chanting. Harid&#257;sa Th&#257;kura knew this science very well, and he can therefore be called, technically, sarva-&#347;&#257;str&#257;dh&#299;t&#299;. Anyone who has learned the essence of all the Vedic scriptures is to be known as a first-class educated person, with full knowledge of all &#347;&#257;stra.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="106.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>