<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: The Passing of Harid&#257;sa Th&#257;kura</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 11 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 11.1</B></A>: Let me offer my respectful obeisances unto Harid&#257;sa Th&#257;kura and his master, &#346;r&#299; Caitanya Mah&#257;prabhu, who danced with the body of Harid&#257;sa Th&#257;kura on His lap.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 11.2</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who is very merciful and who is very dear to Advaita &#256;c&#257;rya and Lord Nity&#257;nanda!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 11.3</B></A>: All glories to the master of &#346;r&#299;niv&#257;sa Th&#257;kura! All glories to the master of Harid&#257;sa Th&#257;kura! All glories to the dear master of Gad&#257;dhara Pandita! All glories to the master of the life of Svar&#363;pa D&#257;modara!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 11.4</B></A>: All glories to Lord &#346;r&#299; Caitanya, who is very dear to K&#257;&#347;&#299; Mi&#347;ra! He is the Lord of the life of Jagad&#257;nanda and the Lord of R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 11.5</B></A>: All glories to the transcendental form of &#346;r&#299; Caitanya Mah&#257;prabhu, who is Krishna Himself, the Supreme Personality of Godhead! My dear Lord, kindly give me shelter at Your lotus feet by Your causeless mercy.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 11.6</B></A>: All glories to Lord Nity&#257;nanda, who is the life and soul of &#346;r&#299; Caitanya Mah&#257;prabhu! My dear Lord, kindly give me engagement in devotional service at Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 11.7</B></A>: All glories to Advaita &#256;c&#257;rya, who is treated by &#346;r&#299; Caitanya Mah&#257;prabhu as superior due to His age and respectability! Please give me engagement in devotional service at Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 11.8</B></A>: All glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, for the Lord is their life and soul! All of you, kindly bestow devotional service upon me.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 11.9</B></A>: All glories to R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299;, J&#299;va Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, Raghun&#257;tha Bhatta Gosv&#257;m&#299; and Gop&#257;la Bhatta Gosv&#257;m&#299;, the six Gosv&#257;m&#299;s of Vrind&#257;vana! They are all my masters.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 11.10</B></A>: I am writing this narration of the pastimes and attributes of the Lord by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu and His associates. I do not know how to write properly, but I am purifying myself by writing this description.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 11.11</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu thus resided at Jagann&#257;tha Pur&#299; with His personal devotees and enjoyed the congregational chanting of the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 11.12</B></A>: In the daytime &#346;r&#299; Caitanya Mah&#257;prabhu engaged in dancing and chanting and in seeing the temple of Lord Jagann&#257;tha. At night, in the company of His most confidential devotees, such as R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, He tasted the nectar of the transcendental mellows of Lord &#346;r&#299; Krishna's pastimes.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 11.13</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu very happily passed His days in this way at N&#299;l&#257;cala, Jagann&#257;tha Pur&#299;. Feeling separation from Krishna, He exhibited many transcendental symptoms all over His body.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 11.14</B></A>: Day after day the symptoms increased, and at night they increased even more. All these symptoms, such as transcendental anxiety, agitation and talking like a madman, were present, just as they are described in the &#347;&#257;stras.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 11.15</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya, the chief assistants in &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes, remained with Him both day and night.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 11.16</B></A>: One day Govinda, the personal servant of &#346;r&#299; Caitanya Mah&#257;prabhu, went in great jubilation to deliver the remnants of Lord Jagann&#257;tha's food to Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 11.17</B></A>: When Govinda came to Harid&#257;sa, he saw that Harid&#257;sa Th&#257;kura was lying on his back and chanting his rounds very slowly.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 11.18</B></A>: "Please rise and take your mah&#257;-pras&#257;dam," Govinda said.Harid&#257;sa Th&#257;kura replied, "Today I shall observe fasting.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 11.19</B></A>: "I have not finished chanting my regular number of rounds. How, then, can I eat? But you have brought mah&#257;-pras&#257;dam, and how can I neglect it?"</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 11.20</B></A>: Saying this, he offered prayers to the mah&#257;-pras&#257;dam, took a little portion, and ate it.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 11.21</B></A>: The next day, &#346;r&#299; Caitanya Mah&#257;prabhu went to Harid&#257;sa's place and inquired from him, "Harid&#257;sa, are you well?"</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 11.22</B></A>: Harid&#257;sa offered his obeisances to the Lord and replied, "My body is all right, but my mind and intelligence are not well."</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 11.23</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu further inquired from Harid&#257;sa, "Can you ascertain what your disease is?"Harid&#257;sa Th&#257;kura replied, "My disease is that I cannot complete my rounds."</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 11.24</B></A>: "Now that you have become old," the Lord said, "you may reduce the number of rounds you chant daily. You are already liberated, and therefore you need not follow the regulative principles very strictly.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 11.25</B></A>: "Your role in this incarnation is to deliver the people in general. You have sufficiently preached the glories of the holy name in this world."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 11.26</B></A>: The Lord concluded, "Now, therefore, please reduce the fixed number of times you chant the Hare Krishna mah&#257;-mantra."Harid&#257;sa Th&#257;kura replied, "Kindly hear my real plea.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 11.27</B></A>: "I was born in an inferior family, and my body is most abominable. I always engage in low work. Therefore, I am the lowest, most condemned of men.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 11.28</B></A>: "I am unseeable and untouchable, but You have accepted me as Your servant. This means that You have delivered me from a hellish condition and raised me to the Vaikuntha platform.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 11.29</B></A>: "My dear Lord, You are the fully independent Personality of Godhead. You act by Your own free will. You cause the whole world to dance and act as You like.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 11.30</B></A>: "My dear Lord, by Your mercy You have made me dance in many ways. For example, I was offered the &#347;r&#257;ddha-p&#257;tra, which should have been offered to first-class br&#257;hmanas. I ate from it even though I was born in a family of meat-eaters.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 11.31</B></A>: "I have had one desire for a very long time. I think that quite soon, my Lord, You will bring to a close Your pastimes within this material world.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 11.32</B></A>: "I wish that You not show me this closing chapter of Your pastimes. Before that time comes, kindly let my body fall down in Your presence.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 11.33</B></A>: "I wish to catch Your lotuslike feet upon my heart and see Your moonlike face.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 11.34</B></A>: "With my tongue I shall chant Your holy name, '&#346;r&#299; Krishna Caitanya!' That is my desire. Kindly let me give up my body in this way.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 11.35</B></A>: "O most merciful Lord, if by Your mercy it is possible, kindly grant my desire.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 11.36</B></A>: "Let this lowborn body fall down before You. You can make possible this perfection of all my desires."</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 11.37</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "My dear Harid&#257;sa, Krishna is so merciful that He must execute whatever you want.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 11.38</B></A>: "But whatever happiness is Mine is all due to your association. It is not fitting for you to go away and leave Me behind."</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 11.39</B></A>: Catching the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, Harid&#257;sa Th&#257;kura said, "My Lord, do not create an illusion! Although I am so fallen, You must certainly show me this mercy!</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 11.40</B></A>: "My Lord, there are many respectable personalities, millions of devotees, who are fit to sit on my head. They are all helpful in Your pastimes.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 11.41</B></A>: "My Lord, if an insignificant insect like me dies, what is the loss? If an ant dies, where is the loss to the material world?</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 11.42</B></A>: "My Lord, You are always affectionate to Your devotees. I am just an imitation devotee, but nevertheless I wish that You fulfill my desire. That is my expectation."</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 11.43</B></A>: Because He had to perform His noon duties, &#346;r&#299; Caitanya Mah&#257;prabhu got up to leave, but it was settled that the following day, after He saw Lord Jagann&#257;tha, He would return to visit Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 11.44</B></A>: After embracing him, &#346;r&#299; Caitanya Mah&#257;prabhu left to perform His noon duties and went to the sea to take His bath.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 11.45</B></A>: The next morning, after visiting the Jagann&#257;tha temple, &#346;r&#299; Caitanya Mah&#257;prabhu, accompanied by all His devotees, went hastily to see Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 11.46</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and the devotees came before Harid&#257;sa Th&#257;kura, who offered his respects to the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 11.47</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu inquired, "My dear Harid&#257;sa, what is the news?"Harid&#257;sa Th&#257;kura replied, "My Lord, whatever mercy You can bestow upon me."</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 11.48</B></A>: Upon hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu immediately began great congregational chanting in the courtyard. Vakre&#347;vara Pandita was the chief dancer.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 11.49</B></A>: Headed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu surrounded Harid&#257;sa Th&#257;kura and began congregational chanting.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 11.50</B></A>: In front of all the great devotees like R&#257;m&#257;nanda R&#257;ya and S&#257;rvabhauma Bhatt&#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu began to describe the holy attributes of Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 11.51</B></A>: As He described the transcendental attributes of Harid&#257;sa Th&#257;kura, &#346;r&#299; Caitanya Mah&#257;prabhu seemed to possess five mouths. The more He described, the more His great happiness increased.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 11.52</B></A>: After hearing of the transcendental qualities of Harid&#257;sa Th&#257;kura, all the devotees present were struck with wonder. They all offered their respectful obeisances to the lotus feet of Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 11.53</B></A>: Harid&#257;sa Th&#257;kura made &#346;r&#299; Caitanya Mah&#257;prabhu sit down in front of him, and then he fixed his eyes, like two bumblebees, on the lotus face of the Lord.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 11.54</B></A>: He held the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu on his heart and then took the dust of the feet of all the devotees present and put it on his head.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 11.55</B></A>: He began to chant the holy name of &#346;r&#299; Krishna Caitanya again and again. As he drank the sweetness of the face of the Lord, tears constantly glided down from his eyes.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 11.56</B></A>: While chanting the holy name of &#346;r&#299; Krishna Caitanya, he gave up his air of life and left his body.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 11.57</B></A>: Seeing the wonderful death of Harid&#257;sa Th&#257;kura by his own will, which was just like a great mystic yog&#299;'s, everyone remembered the passing away of Bh&#299;shma.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 11.58</B></A>: There was a tumultuous noise as they all chanted the holy names "Hari" and "Krishna." &#346;r&#299; Caitanya Mah&#257;prabhu became overwhelmed with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 11.59</B></A>: The Lord raised the body of Harid&#257;sa Th&#257;kura and placed it on His lap. Then He began to dance in the courtyard in great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 11.60</B></A>: Because of &#346;r&#299; Caitanya Mah&#257;prabhu's ecstatic love, all the devotees were helpless, and in ecstatic love they also began to dance and chant congregationally.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 11.61</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu danced for some time, and then Svar&#363;pa D&#257;modara Gosv&#257;m&#299; informed Him of other rituals for the body of Th&#257;kura Harid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 11.62</B></A>: The body of Harid&#257;sa Th&#257;kura was then raised onto a carrier that resembled an airship and taken to the sea, accompanied by congregational chanting.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 11.63</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu danced in front of the procession, and Vakre&#347;vara Pandita, along with the other devotees, chanted and danced behind Him.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 11.64</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu bathed the body of Harid&#257;sa Th&#257;kura in the sea and then declared, "From this day on, this sea has become a great pilgrimage site."</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 11.65</B></A>: Everyone drank the water that had touched the lotus feet of Harid&#257;sa Th&#257;kura, and then they smeared remnants of Lord Jagann&#257;tha's sandalwood pulp over Harid&#257;sa Th&#257;kura's body.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 11.66</B></A>: After a hole was dug in the sand, the body of Harid&#257;sa Th&#257;kura was placed into it. Remnants from Lord Jagann&#257;tha, such as His silken ropes, sandalwood pulp, food and cloth, were placed on the body.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 11.67</B></A>: All around the body, the devotees performed congregational chanting, and Vakre&#347;vara Pandita danced in jubilation.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 11.68</B></A>: With His transcendental hands, &#346;r&#299; Caitanya Mah&#257;prabhu personally covered the body of Harid&#257;sa Th&#257;kura with sand, chanting "Haribol! Haribol!"</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 11.69</B></A>: The devotees covered the body of Harid&#257;sa Th&#257;kura with sand and then constructed a platform upon the site. The platform was protected all around by fencing.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 11.70</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu danced and chanted all around the platform, and as the holy name of Hari roared tumultuously, the whole universe became filled with the vibration.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 11.71</B></A>: After sa&#324;k&#299;rtana, &#346;r&#299; Caitanya Mah&#257;prabhu bathed in the sea with His devotees, swimming and playing in the water in great jubilation.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 11.72</B></A>: After circumambulating the tomb of Harid&#257;sa Th&#257;kura, &#346;r&#299; Caitanya Mah&#257;prabhu went to the Simha-dv&#257;ra gate of the Jagann&#257;tha temple. The whole city chanted in congregation, and the tumultuous sound vibrated all over the city.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 11.73</B></A>: Approaching the Simha-dv&#257;ra gate, &#346;r&#299; Caitanya Mah&#257;prabhu spread His cloth and began to beg pras&#257;dam from all the shopkeepers there.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 11.74</B></A>: "I am begging pras&#257;dam for a festival honoring the passing away of Harid&#257;sa Th&#257;kura," the Lord said. "Please give Me alms."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 11.75</B></A>: Hearing this, all the shopkeepers immediately came forward with big baskets of pras&#257;dam, which they jubilantly delivered to Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 11.76</B></A>: However, Svar&#363;pa D&#257;modara stopped them, and the shopkeepers returned to their shops and sat down with their baskets.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 11.77</B></A>: Svar&#363;pa D&#257;modara sent &#346;r&#299; Caitanya Mah&#257;prabhu back to His residence and kept with him four Vaishnavas and four servant carriers.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 11.78</B></A>: Svar&#363;pa D&#257;modara said to all the shopkeepers, "Deliver to me four palmfuls of pras&#257;dam from each and every item."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 11.79</B></A>: In this way varieties of pras&#257;dam were collected, then packed up in different loads and carried on the heads of the four servants.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 11.80</B></A>: Not only did Svar&#363;pa D&#257;modara Gosv&#257;m&#299; bring pras&#257;dam, but V&#257;n&#299;n&#257;tha Pattan&#257;yaka and K&#257;&#347;&#299; Mi&#347;ra also sent large quantities.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 11.81</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu made all the devotees sit in rows and personally began to distribute the pras&#257;dam, assisted by four other men.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 11.82</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was not accustomed to taking pras&#257;dam in small quantities. He therefore put on each plate what at least five men could eat.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 11.83</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; requested &#346;r&#299; Caitanya Mah&#257;prabhu, "Please sit down and watch. With these men to help me, I shall distribute the pras&#257;dam."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 11.84</B></A>: The four men &#8212; Svar&#363;pa D&#257;modara, Jagad&#257;nanda, K&#257;&#347;&#299;&#347;vara and &#346;a&#324;kara &#8212; distributed the pras&#257;dam continuously.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 11.85</B></A>: All the devotees who sat down would not eat the pras&#257;dam as long as the Lord had not eaten. On that day, however, K&#257;&#347;&#299; Mi&#347;ra had extended an invitation to the Lord.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 11.86</B></A>: Therefore K&#257;&#347;&#299; Mi&#347;ra personally went there and delivered pras&#257;dam to &#346;r&#299; Caitanya Mah&#257;prabhu with great attention and made Him eat.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 11.87</B></A>: With Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu sat down and accepted the pras&#257;dam. When He began to eat, so did all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 11.88</B></A>: Everyone was filled up to the neck because &#346;r&#299; Caitanya Mah&#257;prabhu kept telling the distributors, "Give them more! Give them more!"</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 11.89</B></A>: After all the devotees finished accepting pras&#257;dam and had washed their hands and mouths, &#346;r&#299; Caitanya Mah&#257;prabhu decorated each of them with a flower garland and sandalwood pulp.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 11.90</B></A>: Overwhelmed with ecstatic love, &#346;r&#299; Caitanya Mah&#257;prabhu offered a benediction to all the devotees, which all the devotees heard with great satisfaction.</P><P CLASS=r><A CLASS=i HREF="91-93.htm"><B>CC Antya 11.91-93</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu gave this benediction: "Anyone who has seen the festival of &#346;r&#299; Harid&#257;sa Th&#257;kura's passing away, anyone who has chanted and danced here, anyone who has offered sand on the body of Harid&#257;sa Th&#257;kura, and anyone who has joined this festival to partake of the pras&#257;dam will achieve the favor of Krishna very soon. There is such wonderful power in seeing Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 11.94</B></A>: "Being merciful upon Me, Krishna gave Me the association of Harid&#257;sa Th&#257;kura. Being independent in His desires, He has now broken that association.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 11.95</B></A>: "When Harid&#257;sa Th&#257;kura wanted to leave this material world, it was not within My power to detain him.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 11.96</B></A>: "Simply by his will, Harid&#257;sa Th&#257;kura could give up his life and go away, exactly like Bh&#299;shma, who previously died simply by his own desire, as we have heard from &#347;&#257;stra.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 11.97</B></A>: "Harid&#257;sa Th&#257;kura was the crown jewel on the head of this world; without him, this world is now bereft of its valuable jewel."</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 11.98</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then told everyone, "Say 'All glories to Harid&#257;sa Th&#257;kura!' and chant the holy name of Hari." Saying this, He personally began to dance.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 11.99</B></A>: Everyone began to chant, "All glories to Harid&#257;sa Th&#257;kura, who revealed the importance of chanting the holy name of the Lord!"</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 11.100</B></A>: Thereafter, &#346;r&#299; Caitanya Mah&#257;prabhu bade farewell to all the devotees, and He Himself, with mixed feelings of happiness and distress, took rest.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 11.101</B></A>: Thus I have spoken about the victorious passing away of Harid&#257;sa Th&#257;kura. Anyone who hears this narration will certainly fix his mind firmly in devotional service to Krishna.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 11.102</B></A>: From the incident of Harid&#257;sa Th&#257;kura's passing away and the great care &#346;r&#299; Caitanya Mah&#257;prabhu took in commemorating it, one can understand just how affectionate He is toward His devotees. Although He is the topmost of all sanny&#257;s&#299;s, He fully satisfied the desire of Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 11.103</B></A>: When Harid&#257;sa Th&#257;kura was at the last stage of his life, &#346;r&#299; Caitanya Mah&#257;prabhu gave him His company and allowed him to touch Him. Thereafter, He took the body of Th&#257;kura Harid&#257;sa on His lap and personally danced with it.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 11.104</B></A>: Out of His causeless mercy the Lord personally covered the body of Harid&#257;sa Th&#257;kura with sand and personally begged alms from the shopkeepers. Then He conducted a great festival to celebrate the passing away of Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 11.105</B></A>: Harid&#257;sa Th&#257;kura was not only the topmost devotee of the Lord but also a great and learned scholar. It was his great fortune that he passed away before &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 11.106</B></A>: The life and characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu are exactly like an ocean of nectar, one drop of which can please the mind and ear.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 11.107</B></A>: Anyone who desires to cross over the ocean of nescience, please hear with great faith the life and characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 11.108</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>