<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 15 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 15 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Saints N&#257;rada and A&#324;gir&#257; Instruct King Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.15.16</P><P CLASS=c>tasm&#257;d yuv&#257;m gr&#257;mya-pa&#347;or</P><P CLASS=c>mama m&#363;dha-dhiyah prabh&#363;</P><P CLASS=c>andhe tamasi magnasya</P><P CLASS=c>jñ&#257;na-d&#299;pa ud&#299;ryat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/y/yuvam">yuv&#257;m</A> &#8212; both of you; <A CLASS=v HREF="http://vedabase.net/g/gramya">gr&#257;mya</A>-<A CLASS=v HREF="http://vedabase.net/p/pasoh">pa&#347;oh</A> &#8212; of <A HREF="http://vedabase.net/a/an">an</A> animal like <A HREF="http://vedabase.net/a/a">a</A> hog, pig or dog; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; who <A HREF="http://vedabase.net/a/am">am</A> very foolish (due <A HREF="http://vedabase.net/t/to">to</A> having <A HREF="http://vedabase.net/n/no">no</A> spiritual knowledge); <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabh&#363;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my two lords; <A CLASS=v HREF="http://vedabase.net/a/andhe">andhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> blind; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; darkness; <A CLASS=v HREF="http://vedabase.net/m/magnasya">magnasya</A> &#8212; of one who is absorbed; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dipah">d&#299;pah</A> &#8212; the torchlight of knowledge; <A CLASS=v HREF="http://vedabase.net/u/udiryatam">ud&#299;ryat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be ignited.</P><P CLASS=t>TRANSLATION</P><P>Because you are great personalities, you can give me real knowledge. I am as foolish as a village animal like a pig or dog because I am merged in the darkness of ignorance. Therefore, please ignite the torch of knowledge to save me.</P><P CLASS=t>PURPORT</P><P>This is the way to receive knowledge. One must submit oneself at the lotus feet of great personalities who can actually deliver transcendental knowledge. It is therefore said, tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam: [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>] "One who is inquisitive to understand the highest goal and benefit of life must approach a bona fide spiritual master and surrender unto him." Only one who is actually eager to receive knowledge to eradicate the darkness of ignorance is eligible to approach a guru, or spiritual master. The guru should not be approached for material benefits. One should not approach a guru just to cure some disease or receive some miraculous benefit. This is not the way to approach the guru. Tad-vijñ&#257;n&#257;rtham: one should approach the guru to understand the transcendental science of spiritual life. Unfortunately, in this age of Kali there are many bogus gurus who display magic to their disciples, and many foolish disciples want to see such magic for material benefits. These disciples are not interested in pursuing spiritual life to save themselves from the darkness of ignorance. It is said:</P><P>om ajñ&#257;na-timir&#257;ndhasya</P><P CLASS=n>jñ&#257;n&#257;ñjana-&#347;al&#257;kay&#257;</P><P CLASS=n>cakshur unm&#299;litam yena</P><P CLASS=n>tasmai &#347;r&#299;-gurave namah</P><P>"I was born in the darkest ignorance, and my spiritual master opened my eyes with the torch of knowledge. I offer my respectful obeisances unto him." This gives the definition of the guru. Everyone is in the darkness of ignorance. Therefore everyone needs to be enlightened with transcendental knowledge. One who enlightens his disciple and saves him from rotting in the darkness of ignorance in this material world is a true guru.</P><P CLASS=l><A CLASS=i HREF="12-15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>