<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 15 Verses 18-19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 15 Verses 18-19"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Saints N&#257;rada and A&#324;gir&#257; Instruct King Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.15.18-19</P><P CLASS=c>ittham tv&#257;m putra-&#347;okena</P><P CLASS=c>magnam tamasi dustare</P><P CLASS=c>atad-arham anusmritya</P><P CLASS=c>mah&#257;purusha-gocaram</P><P CLASS=c>anugrah&#257;ya bhavatah</P><P CLASS=c>pr&#257;pt&#257;v &#257;v&#257;m iha prabho</P><P CLASS=c>brahmanyo bhagavad-bhakto</P><P CLASS=c>n&#257;v&#257;s&#257;ditum arhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/sokena">&#347;okena</A> &#8212; because of grief at the death of your son; <A CLASS=v HREF="http://vedabase.net/m/magnam">magnam</A> &#8212; merged; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> darkness; <A CLASS=v HREF="http://vedabase.net/d/dustare">dustare</A> &#8212; insurmountable; <A CLASS=v HREF="http://vedabase.net/a/a">a</A>-<A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/arham">arham</A> &#8212; unsuitable for <A HREF="http://vedabase.net/a/a">a</A> person like you; <A CLASS=v HREF="http://vedabase.net/a/anusmrtya">anusmritya</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/gocaram">gocaram</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> advanced <A HREF="http://vedabase.net/i/in">in</A> understanding; <A CLASS=v HREF="http://vedabase.net/a/anugrahaya">anugrah&#257;ya</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> show favor; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; toward you; <A CLASS=v HREF="http://vedabase.net/p/praptau">pr&#257;ptau</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/a/avam">&#257;v&#257;m</A> &#8212; we two; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this place; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/brahmanyah">brahmanyah</A> &#8212; one who is situated <A HREF="http://vedabase.net/i/in">in</A> the Supreme Absolute Truth; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhaktah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> advanced devotee of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avasaditum">av&#257;s&#257;ditum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> lament; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; you deserve.</P><P CLASS=t>TRANSLATION</P><P>My dear King, you are an advanced devotee of the Supreme Personality of Godhead. To be absorbed in lamentation for the loss of something material is unsuitable for a person like you. Therefore we have both come to relieve you from this false lamentation, which is due to your being merged in the darkness of ignorance. For those who are advanced in spiritual knowledge to be affected by material loss and gain is not at all desirable.</P><P CLASS=t>PURPORT</P><P>Several words in this verse are very important. The word mah&#257;-purusha refers to advanced devotees and also to the Supreme Personality of Godhead. Mah&#257; means "the supreme," and purusha means "person." One who always engages in the service of the Supreme Lord is called mah&#257;-paurushika. &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit are sometimes addressed as mah&#257;-paurushika. A devotee should always aspire to engage in the service of advanced devotees. As &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung:</P><P>t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa</P><P CLASS=n>janame janame haya, ei abhil&#257;sha</P><P>A devotee should always aspire to live in the association of advanced devotees and engage in the service of the Lord through the parampar&#257; system. One should serve the mission of &#346;r&#299; Caitanya Mah&#257;prabhu through the instructions of the great Gosv&#257;m&#299;s of Vrind&#257;vana. This is called t&#257;&#324;dera carana sevi. While serving the lotus feet of the Gosv&#257;m&#299;s, one should live in the association of devotees (bhakta-sane v&#257;sa). This is the business of a devotee. A devotee should not aspire for material profit or lament for material loss. When A&#324;gir&#257; Rishi and N&#257;rada saw that Mah&#257;r&#257;ja Citraketu, an advanced devotee, had fallen in the darkness of ignorance and was lamenting for the material body of his son, by their causeless mercy they came to advise him so that he could be saved from this ignorance.</P><P>Another significant word is brahmanya. The Supreme Personality of Godhead is sometimes addressed by the prayer namo brahmanya-dev&#257;ya, which offers obeisances unto the Lord because He is served by the devotees. Therefore this verse states, brahmanyo bhagavad-bhakto n&#257;v&#257;s&#257;ditum arhasi. This is the symptom of an advanced devotee. Brahma-bh&#363;tah prasann&#257;tm&#257; [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]. For a devotee &#8212; an advanced, self-realized soul &#8212; there is no cause for material jubilation or lamentation. He is always transcendental to conditional life.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>