<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 15 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 15 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Saints N&#257;rada and A&#324;gir&#257; Instruct King Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.15.24</P><P CLASS=c>dri&#347;yam&#257;n&#257; vin&#257;rthena</P><P CLASS=c>na dri&#347;yante manobhav&#257;h</P><P CLASS=c>karmabhir dhy&#257;yato n&#257;n&#257;-</P><P CLASS=c>karm&#257;ni manaso 'bhavan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drsyamanah">dri&#347;yam&#257;n&#257;h</A> &#8212; being perceived; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/arthena">arthena</A> &#8212; substance or reality; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/drsyante">dri&#347;yante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> seen; <A CLASS=v HREF="http://vedabase.net/m/manobhavah">manobhav&#257;h</A> &#8212; creations of mental concoction; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by fruitive activities; <A CLASS=v HREF="http://vedabase.net/d/dhyayatah">dhy&#257;yatah</A> &#8212; meditating upon; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; from the mind; <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; appear.</P><P CLASS=t>TRANSLATION</P><P>These visible objects like wife, children and property are like dreams and mental concoctions. Actually what we see has no permanent existence. It is sometimes seen and sometimes not. Only because of our past actions do we create such mental concoctions, and because of these concoctions, we perform further activities.</P><P CLASS=t>PURPORT</P><P>Everything material is a mental concoction because it is sometimes visible and sometimes not. At night when we dream of tigers and snakes, they are not actually present, but we are afraid because we are affected by what we envision in our dreams. Everything material is like a dream because it actually has no permanent existence.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura writes as follows in his commentary: arthena vy&#257;ghra-sarp&#257;din&#257; vinaiva dri&#347;yam&#257;n&#257;h svapn&#257;di-bha&#324;ge sati na dri&#347;yante tad evam d&#257;r&#257;dayo 'v&#257;stava-vastu-bh&#363;t&#257;h svapn&#257;dayo 'vastu-bh&#363;t&#257;&#347; ca sarve manobhav&#257;h mano-v&#257;san&#257; janyatv&#257;n manobhav&#257;h. At night one dreams of tigers and snakes, and while dreaming he actually sees them, but as soon as the dream is broken they no longer exist. Similarly, the material world is a creation of our mental concoctions. We have come to this material world to enjoy material resources, and by mental concoction we discover many, many objects of enjoyment because our minds are absorbed in material things. This is why we receive various bodies. According to our mental concoctions we work in various ways, desiring various achievements, and by nature and the order of the Supreme Personality of Godhead (karman&#257;-daiva-netrena) we get the advantages we desire. Thus we become more and more involved with material concoctions. This is the reason for our suffering in the material world. By one kind of activity we create another, and they are all products of our mental concoctions.</P><P CLASS=l><A CLASS=i HREF="21-23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>