<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 15 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 15 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Saints N&#257;rada and A&#324;gir&#257; Instruct King Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.15.4</P><P CLASS=c>yath&#257; dh&#257;n&#257;su vai dh&#257;n&#257;</P><P CLASS=c>bhavanti na bhavanti ca</P><P CLASS=c>evam bh&#363;t&#257;ni bh&#363;teshu</P><P CLASS=c>codit&#257;n&#299;&#347;a-m&#257;yay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/dhanasu">dh&#257;n&#257;su</A> &#8212; through seeds of paddy; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dhanah">dh&#257;n&#257;h</A> &#8212; grains; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> generated; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> generated; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> other living entities; <A CLASS=v HREF="http://vedabase.net/c/coditani">codit&#257;ni</A> &#8212; impelled; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the potency or power of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>When seeds are sown in the ground, they sometimes grow into plants and sometimes do not. Sometimes the ground is not fertile, and the sowing of seeds is unproductive. Similarly, sometimes a prospective father, being impelled by the potency of the Supreme Lord, can beget a child, but sometimes conception does not take place. Therefore one should not lament over the artificial relationship of parenthood, which is ultimately controlled by the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Citraketu was actually not destined to get a son. Therefore although he married hundreds and thousands of wives, all of them proved barren, and he could not beget even one child. When A&#324;gir&#257; Rishi came to see the King, the King requested the great sage to enable him to have at least one son. Because of the blessing of A&#324;gir&#257; Rishi, a child was sent by the grace of m&#257;y&#257;, but the child was not to live for long. Therefore in the beginning A&#324;gir&#257; Rishi told the King that he would beget a child who would cause jubilation and lamentation.</P><P>King Citraketu was not destined to get a child by providence, or the will of the Supreme. Just as sterile grain cannot produce more grain, a sterile person, by the will of the Supreme Lord, cannot beget a child. Sometimes a child is born even to an impotent father and sterile mother, and sometimes a potent father and fertile mother are childless. Indeed, sometimes a child is born despite contraceptive methods, and therefore the parents kill the child in the womb. In the present age, killing children in the womb has become a common practice. Why? When contraceptive methods are taken, why don't they act? Why is a child sometimes produced so that the father and mother have to kill it in the womb? We must conclude that our arrangement of so-called scientific knowledge cannot determine what will take place; what is enacted actually depends on the supreme will. It is by the supreme will that we are situated in certain conditions in terms of family, community and personality. These are all arrangements of the Supreme Lord according to our desires under the spell of m&#257;y&#257;, illusion. In devotional life, therefore, one should not desire anything, since everything depends on the Supreme Personality of Godhead. As stated in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>):</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to the Supreme Lord Krishna favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service." One should act only to develop Krishna consciousness. For everything else, one should fully depend upon the Supreme Person. We should not create plans that will ultimately make us frustrated.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>