<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 77</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 77"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 77: Lord Krishna Slays the Demon &#346;&#257;lva</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.77 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.77.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: After refreshing Himself with water, putting on His armor and picking up His bow, Lord Pradyumna told His driver, "Take Me back to where the hero Dyum&#257;n is standing."</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.77.2</B></A>: In Pradyumna's absence, Dyum&#257;n had been devastating His army, but now Pradyumna counterattacked Dyum&#257;n and, smiling, pierced him with eight n&#257;r&#257;ca arrows.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.77.3</B></A>: With four of these arrows He struck Dyum&#257;n's four horses, with one arrow, his driver, with two more arrows, his bow and chariot flag, and with the last arrow, Dyum&#257;n's head.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.77.4</B></A>: Gada, S&#257;tyaki, S&#257;mba and others began killing &#346;&#257;lva's army, and thus all the soldiers inside the airship began falling into the ocean, their necks severed.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.77.5</B></A>: As the Yadus and &#346;&#257;lva's followers thus went on attacking one another, the tumultuous, fearsome battle continued for twenty-seven days and nights.</P><P CLASS=r><A CLASS=i HREF="6-7.htm"><B>SB 10.77.6-7</B></A>: Invited by Yudhishthira, the son of Dharma, Lord Krishna had gone to Indraprastha. Now that the R&#257;jas&#363;ya sacrifice had been completed and &#346;i&#347;up&#257;la killed, the Lord began to see inauspicious omens. So He took leave of the Kuru elders and the great sages, and also of Prith&#257; and her sons, and returned to Dv&#257;rak&#257;.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.77.8</B></A>: The Lord said to Himself: Because I have come here with My respected elder brother, kings partial to &#346;i&#347;up&#257;la may well be attacking My capital city.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.77.9</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] After He arrived at Dv&#257;rak&#257; and saw how His people were threatened with destruction, and also saw &#346;&#257;lva and his Saubha airship, Lord Ke&#347;ava arranged for the city's defense and then addressed D&#257;ruka as follows.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.77.10</B></A>: [Lord Krishna said:] O driver, quickly take My chariot near &#346;&#257;lva. This lord of Saubha is a powerful magician; don't let him bewilder you.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.77.11</B></A>: Thus ordered, D&#257;ruka took command of the Lord's chariot and drove forth. As the chariot entered the battlefield, everyone there, both friend and foe, caught sight of the emblem of Garuda.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.77.12</B></A>: When &#346;&#257;lva, the master of a decimated army, saw Lord Krishna approaching, he hurled his spear at the Lord's charioteer. The spear roared frighteningly as it flew across the battlefield.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.77.13</B></A>: &#346;&#257;lva's hurtling spear lit up the whole sky like a mighty meteor, but Lord &#346;auri tore the great weapon into hundreds of pieces with His arrows.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.77.14</B></A>: Lord Krishna then pierced &#346;&#257;lva with sixteen arrows and struck the Saubha airship with a deluge of arrows as it darted about the sky. Firing His arrows, the Lord appeared like the sun flooding the heavens with its rays.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.77.15</B></A>: &#346;&#257;lva then managed to strike Lord Krishna's left arm, which held His bow &#346;&#257;r&#324;ga, and, amazingly, &#346;&#257;r&#324;ga fell from His hand.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.77.16</B></A>: Those who witnessed this all cried out in dismay. Then the master of Saubha roared loudly and addressed Lord Jan&#257;rdana.</P><P CLASS=r><A CLASS=i HREF="17-18.htm"><B>SB 10.77.17-18</B></A>: [&#346;&#257;lva said:] You fool! Because in our presence You kidnapped the bride of our friend &#346;i&#347;up&#257;la, Your own cousin, and because You later murdered him in the sacred assembly while he was inattentive, today with my sharp arrows I will send You to the land of no return! Though You think Yourself invincible, I will kill You now if You dare stand before me.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.77.19</B></A>: The Supreme Lord said: O dullard, you boast in vain, since you fail to see death standing near you. Real heroes do not talk much but rather show their prowess in action.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.77.20</B></A>: Having said this, the furious Lord swung His club with frightening power and speed and hit &#346;&#257;lva on the collarbone, making him tremble and vomit blood.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.77.21</B></A>: But as soon as Lord Acyuta withdrew His club, &#346;&#257;lva disappeared from sight, and a moment later a man approached the Lord. Bowing his head down to Him, he announced, "Devak&#299; has sent me," and, sobbing, spoke the following words.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.77.22</B></A>: [The man said:] O Krishna, Krishna, mighty-armed one, who are so affectionate to Your parents! &#346;&#257;lva has seized Your father and taken him away, as a butcher leads an animal to slaughter.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.77.23</B></A>: When He heard this disturbing news, Lord Krishna, who was playing the role of a mortal man, showed sorrow and compassion, and out of love for His parents He spoke the following words like an ordinary conditioned soul.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.77.24</B></A>: [Lord Krishna said:] Balar&#257;ma is ever vigilant, and no demigod or demon can defeat Him. So how could this insignificant &#346;&#257;lva defeat Him and abduct My father? Indeed, fate is all-powerful!</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.77.25</B></A>: After Govinda spoke these words, the master of Saubha again appeared, apparently leading Vasudeva before the Lord. &#346;&#257;lva then spoke as follows.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.77.26</B></A>: [&#346;&#257;lva said:] Here is Your dear father, who begot You and for whose sake You are living in this world. I shall now kill him before Your very eyes. Save him if You can, weakling!</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.77.27</B></A>: After he had mocked the Lord in this way, the magician &#346;&#257;lva appeared to cut off Vasudeva's head with his sword. Taking the head with him, he entered the Saubha vehicle, which was hovering in the sky.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.77.28</B></A>: By nature Lord Krishna is full in knowledge, and He possesses unlimited powers of perception. Yet for a moment, out of great affection for His loved ones, He remained absorbed in the mood of an ordinary human being. He soon recalled, however, that this was all a demoniac illusion engineered by Maya D&#257;nava and employed by &#346;&#257;lva.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.77.29</B></A>: Now alert to the actual situation, Lord Acyuta saw before Him on the battlefield neither the messenger nor His father's body. It was as if He had awakened from a dream. Seeing His enemy flying above Him in his Saubha plane, the Lord then prepared to kill him.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.77.30</B></A>: Such is the account given by some sages, O wise King, but those who speak in this illogical way are contradicting themselves, having forgotten their own previous statements.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.77.31</B></A>: How can lamentation, bewilderment, material affection or fear, all born out of ignorance, be ascribed to the infinite Supreme Lord, whose perception, knowledge and power are all similarly infinite?</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.77.32</B></A>: By virtue of self-realization fortified by service rendered to His feet, devotees of the Lord dispel the bodily concept of life, which has bewildered the soul since time immemorial. Thus they attain eternal glory in His personal association. How, then, can that Supreme Truth, the destination of all genuine saints, be subject to illusion?</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.77.33</B></A>: While &#346;&#257;lva continued to hurl torrents of weapons at Him with great force, Lord Krishna, whose prowess never fails, shot His arrows at &#346;&#257;lva, wounding him and shattering his armor, bow and crest jewel. Then with His club the Lord smashed His enemy's Saubha airship.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.77.34</B></A>: Shattered into thousands of pieces by Lord Krishna's club, the Saubha airship plummeted into the water. &#346;&#257;lva abandoned it, stationed himself on the ground, took up his club and rushed toward Lord Acyuta.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.77.35</B></A>: As &#346;&#257;lva rushed at Him, the Lord shot a bhalla dart and cut off his arm that held the club. Having finally decided to kill &#346;&#257;lva, Krishna then raised His Sudar&#347;ana disc weapon, which resembled the sun at the time of universal annihilation. The brilliantly shining Lord appeared like the easternmost mountain bearing the rising sun.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.77.36</B></A>: Employing His disc, Lord Hari removed that great magician's head with its earrings and crown, just as Purandara had used his thunderbolt to cut off Vritra's head. Seeing this, all of &#346;&#257;lva's followers cried out, "Alas, alas!"</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.77.37</B></A>: With the sinful &#346;&#257;lva now dead and his Saubha airship destroyed, the heavens resounded with kettledrums played by groups of demigods. Then Dantavakra, wanting to avenge the death of his friends, furiously attacked the Lord.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>