<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 77</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 77"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 77: <A CLASS=v HREF="index.htm">Lord Krishna Slays the Demon &#346;&#257;lva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.77 Summary</P><P>This chapter describes how Lord &#346;r&#299; Krishna disposed of &#346;&#257;lva, the master of deception, and destroyed his airship Saubha.</P><P>Having been removed from the battlefield, Pradyumna was extremely ashamed, and He ordered His driver to take His chariot once again into the presence of Dyum&#257;n. As Pradyumna fought with Dyum&#257;n, other Yadu heroes like Gada, S&#257;tyaki, and S&#257;mba began to create havoc among &#346;&#257;lva's army. The battle continued in this way for twenty-seven days and nights.</P><P>When Lord Krishna returned to Dv&#257;rak&#257;, He found it under siege. At once He ordered D&#257;ruka to drive Him onto the battlefield. Suddenly &#346;&#257;lva noticed the Lord and threw his spear at Krishna's charioteer, but the Lord shattered the weapon into hundreds of pieces and pierced &#346;&#257;lva and his Saubha vehicle with numerous arrows. &#346;&#257;lva responded by shooting an arrow that struck Krishna's left arm. Amazingly, the Lord dropped the &#346;&#257;r&#324;ga bow He was holding in His left hand. The demigods watching the battle cried out in alarm upon seeing the bow fall, while &#346;&#257;lva took the opportunity to insult Krishna.</P><P>Lord Krishna then struck &#346;&#257;lva with His club, but the demon, vomiting blood, disappeared. A moment later a man came before Lord Krishna and, after offering Him obeisances, introduced himself as a messenger from mother Devak&#299;. The man informed the Lord that His father, Vasudeva, had been kidnapped by &#346;&#257;lva. Upon hearing this, Lord Krishna seemed to lament like an ordinary man. &#346;&#257;lva then led forward someone who looked just like Vasudeva, decapitated him and took the head with him into his Saubha airship. Lord &#346;r&#299; Krishna, however, could understand the magic tricks of &#346;&#257;lva. Thus He pierced &#346;&#257;lva with a shower of arrows and struck the Saubha vehicle with His club, demolishing it. &#346;&#257;lva descended from his airplane and rushed toward Lord Krishna to attack Him, but the Lord took up His Sudar&#347;ana disc and severed &#346;&#257;lva's head from his body.</P><P>With the killing of &#346;&#257;lva, the demigods in the sky played kettledrums in jubilation. The demon Dantavakra then took a vow to avenge his friend &#346;&#257;lva's death.</P><P CLASS=l><A CLASS=i HREF="../76/33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>