<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 24 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 24 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Worshiping Govardhana Hill</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.24.17</P><P CLASS=c>deh&#257;n ucc&#257;vac&#257;ñ jantuh</P><P CLASS=c>pr&#257;pyotsrijati karman&#257;</P><P CLASS=c>&#347;atrur mitram ud&#257;s&#299;nah</P><P CLASS=c>karmaiva gurur &#299;&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dehan">deh&#257;n</A> &#8212; material bodies; <A CLASS=v HREF="http://vedabase.net/u/ucca">ucca</A>-<A CLASS=v HREF="http://vedabase.net/a/avacan">avac&#257;n</A> &#8212; high-and low-class; <A CLASS=v HREF="http://vedabase.net/j/jantuh">jantuh</A> &#8212; the conditioned living entity; <A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; obtaining; <A CLASS=v HREF="http://vedabase.net/u/utsrjati">utsrijati</A> &#8212; gives up; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by the reactions of his material activities; <A CLASS=v HREF="http://vedabase.net/s/satruh">&#347;atruh</A> &#8212; his enemy; <A CLASS=v HREF="http://vedabase.net/m/mitram">mitram</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/u/udasinah">ud&#257;s&#299;nah</A> &#8212; and neutral party; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; material work: <A HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; his spiritual master; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; his lord.</P><P CLASS=t>TRANSLATION</P><P>Because it is karma that causes the conditioned living entity to accept and then give up different high-and low-grade material bodies, this karma is his enemy, friend and neutral witness, his spiritual master and controlling lord.</P><P CLASS=t>PURPORT</P><P>Even the demigods are bound and limited by the laws of karma. That Indra himself is subordinate to the laws of karma is explicitly stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/54.htm">5.54</A>): yas tv indra-gopam atha vendram aho sva-karma-bandh&#257;nur&#363;pa-phala-bh&#257;janam &#257;tanoti. The Supreme Lord, Govinda, awards all creatures the appropriate results of their work. This is as true for mighty Indra, the lord of the material heavens, as it is for the germ called indra-gopa. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>) also states, k&#257;mais tais tair hrita-jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h. Only those who have lost their intelligence because of various material desires surrender unto demigods rather than worship the Supreme Lord. In fact, the demigods cannot award benefits to anyone independently, as stated by Lord Krishna in the G&#299;t&#257;: mayaiva vihit&#257;n hi t&#257;n. All benefits are ultimately issued by the Lord Himself.</P><P>Thus it is not altogether incorrect to say that demigod worship is useless, since even the demigods are under the laws of karma. In fact, this is the case. But Lord Krishna, the Supreme Absolute Truth, is not subordinate to the law of karma; rather, He can independently offer or withhold His favor. This is confirmed in the verse from the Brahma-samhit&#257; quoted above, the third line of which is karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m: [<A CLASS=v HREF="../../../bs/5/54.htm">Bs. 5.54</A>] "The Supreme Lord burns up all the accumulated karma of those engaged in His loving service." Not only is Lord Krishna above the laws of material action and reaction, but He can immediately dissolve these laws for anyone who satisfies Him through loving service. Thus the almighty God is supreme in absolute freedom, and by surrendering to Him we can escape the bonds of karma and stop accepting their dismal rule as supreme.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>