<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 24 Verses 32-33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 24 Verses 32-33"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Worshiping Govardhana Hill</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.24.32-33</P><P CLASS=c>tath&#257; ca vyadadhuh sarvam</P><P CLASS=c>yath&#257;ha madhus&#363;danah</P><P CLASS=c>v&#257;cayitv&#257; svasty-ayanam</P><P CLASS=c>tad-dravyena giri-dvij&#257;n</P><P CLASS=c>upahritya bal&#299;n samyag</P><P CLASS=c>&#257;drit&#257; yavasam gav&#257;m</P><P CLASS=c>go-dhan&#257;ni puraskritya</P><P CLASS=c>girim cakruh pradakshinam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vyadadhuh">vyadadhuh</A> &#8212; they executed; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> spoke; <A CLASS=v HREF="http://vedabase.net/m/madhusudanah">madhus&#363;danah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vacayitva">v&#257;cayitv&#257;</A> &#8212; making (the br&#257;hmanas) recite; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; the auspicious chants; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/d/dravyena">dravyena</A> &#8212; with the paraphernalia intended for <A HREF="http://vedabase.net/i/indra">Indra</A>'s sacrifice; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the hill; <A CLASS=v HREF="http://vedabase.net/d/dvijan">dvij&#257;n</A> &#8212; and the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/u/upahrtya">upahritya</A> &#8212; offering; <A CLASS=v HREF="http://vedabase.net/b/balin">bal&#299;n</A> &#8212; the presentations of tribute; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; all together; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;drit&#257;h</A> &#8212; respectfully; <A CLASS=v HREF="http://vedabase.net/y/yavasam">yavasam</A> &#8212; grass; <A CLASS=v HREF="http://vedabase.net/g/gavam">gav&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the cows; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanani">dhan&#257;ni</A> &#8212; the bulls, cows and calves; <A CLASS=v HREF="http://vedabase.net/p/puraskrtya">puraskritya</A> &#8212; placing <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/g/girim">girim</A> &#8212; of the hill; <A CLASS=v HREF="http://vedabase.net/c/cakruh">cakruh</A> &#8212; they performed; <A CLASS=v HREF="http://vedabase.net/p/pradaksinam">pradakshinam</A> &#8212; circumambulation.</P><P CLASS=t>TRANSLATION</P><P>The cowherd community then did all that Madhus&#363;dana had suggested. They arranged for the br&#257;hmanas to recite the auspicious Vedic mantras, and using the paraphernalia that had been intended for Indra's sacrifice, they presented offerings to Govardhana Hill and the br&#257;hmanas with reverential respect. They also gave grass to the cows. Then, placing the cows, bulls and calves in front of them, they circumambulated Govardhana.</P><P CLASS=t>PURPORT</P><P>The residents of Vrind&#257;vana were simply devoted to Lord Krishna; that was the sum and substance of their existence. Being the Lord's eternal associates, they were ultimately not concerned with Lord Indra or ritualistic sacrifice, and they were certainly not interested in the mechanistic philosophy that Krishna had just spoken to them. They simply loved Krishna, and out of intense affection they did exactly what He had requested.</P><P>Their simple loving mentality was not small-mindedness or ignorance, since they were devoted to the Supreme Absolute Truth, who contains within Himself all existence. Thus the residents of Vrind&#257;vana constantly experienced the highest, essential truth underlying all other truths &#8212; and that is &#346;r&#299; Krishna Himself, the cause of all causes and that which sustains the existence of all that exists. The residents of Vrind&#257;vana were overwhelmed in loving service to that Supreme Absolute Truth; therefore they were the most fortunate, most intelligent and most pragmatic of all living beings.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>