<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 8 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 8 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Manifestation of Brahm&#257; from Garbhodaka&#347;&#257;y&#299; Vishnu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.8.2</P><P CLASS=c>so 'ham nrin&#257;m kshulla-sukh&#257;ya duhkham</P><P CLASS=c>mahad gat&#257;n&#257;m viram&#257;ya tasya</P><P CLASS=c>pravartaye bh&#257;gavatam pur&#257;nam</P><P CLASS=c>yad &#257;ha s&#257;ksh&#257;d bhagav&#257;n rishibhyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the human being; <A CLASS=v HREF="http://vedabase.net/k/ksulla">kshulla</A> &#8212; very little; <A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; for happiness; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/g/gatanam">gat&#257;n&#257;m</A> &#8212; entered into; <A CLASS=v HREF="http://vedabase.net/v/viramaya">viram&#257;ya</A> &#8212; for mitigation; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/p/pravartaye">pravartaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> beginning; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; Vedic supplement; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsibhyah">rishibhyah</A> &#8212; unto the sages.</P><P CLASS=t>TRANSLATION</P><P>Let me now begin speaking on the Bh&#257;gavata Pur&#257;na, which was directly spoken to the great sages by the Personality of Godhead for the benefit of those who are entangled in extreme miseries for the sake of very little pleasure.</P><P CLASS=t>PURPORT</P><P>The sage Maitreya proposed to speak on &#346;r&#299;mad-Bh&#257;gavatam because it was especially compiled, and traditionally comes down in the disciplic succession, for the solution of all the problems of human society. Only one who is fortunate can have the opportunity to hear &#346;r&#299;mad-Bh&#257;gavatam in the association of pure devotees of the Lord. Under the spell of material energy, the living entities are entrapped in the bondage of many difficulties simply for the sake of a little bit of material happiness. They engage in fruitive activities, not knowing the implications. Under the false impression that the body is the self, the living entities foolishly relate to so many false attachments. They think that they can engage with materialistic paraphernalia forever. This gross misconception of life is so strong that a person suffers continually, life after life, under the external energy of the Lord. If one comes in contact with the book Bh&#257;gavatam as well as with the devotee bh&#257;gavata, who knows what the Bh&#257;gavatam is, then such a fortunate man gets out of the material entanglement. Therefore &#346;r&#299; Maitreya Muni, out of compassion for the suffering men in the world, proposes to speak on the &#346;r&#299;mad-Bh&#257;gavatam first and last.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>