<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 8 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 8 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Manifestation of Brahm&#257; from Garbhodaka&#347;&#257;y&#299; Vishnu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.8.26</P><P CLASS=c>pums&#257;m sva-k&#257;m&#257;ya vivikta-m&#257;rgair</P><P CLASS=c>abhyarcat&#257;m k&#257;ma-dugh&#257;&#324;ghri-padmam</P><P CLASS=c>pradar&#347;ayantam kripay&#257; nakhendu-</P><P CLASS=c>may&#363;kha-bhinn&#257;&#324;guli-c&#257;ru-patram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the human being; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kamaya">k&#257;m&#257;ya</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the desire; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A>-<A CLASS=v HREF="http://vedabase.net/m/margaih">m&#257;rgaih</A> &#8212; by the path of devotional service; <A CLASS=v HREF="http://vedabase.net/a/abhyarcatam">abhyarcat&#257;m</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/d/dugha">dugha</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/p/padmam">padmam</A> &#8212; the lotus feet of the Lord, which can award all desired fruits; <A CLASS=v HREF="http://vedabase.net/p/pradarsayantam">pradar&#347;ayantam</A> &#8212; while showing them; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; by causeless mercy; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A> &#8212; nails; <A CLASS=v HREF="http://vedabase.net/i/indu">indu</A> &#8212; moonlike; <A CLASS=v HREF="http://vedabase.net/m/mayukha">may&#363;kha</A> &#8212; rays; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A> &#8212; divided; <A CLASS=v HREF="http://vedabase.net/a/anguli">a&#324;guli</A> &#8212; figures; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A>-<A CLASS=v HREF="http://vedabase.net/p/patram">patram</A> &#8212; very beautiful.</P><P CLASS=t>TRANSLATION</P><P>The Lord showed His lotus feet by raising them. His lotus feet are the source of all awards achieved by devotional service free from material contamination. Such awards are for those who worship Him in pure devotion. The splendor of the transcendental rays from His moonlike toenails and fingernails appeared like the petals of a flower.</P><P CLASS=t>PURPORT</P><P>The Lord fulfills the desires of everyone just as one desires. Pure devotees are interested in achieving the transcendental service of the Lord, which is nondifferent from Him. Therefore, the Lord is the only desire of the pure devotees, and devotional service is the only spotless process for achieving His favor. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>) that pure devotional service is jñ&#257;na-karm&#257;dy-an&#257;vritam: [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>] pure devotional service is without any tinge of speculative knowledge and fruitive activities. Such devotional service is able to award the pure devotee the highest result, namely direct association with the Supreme Personality of Godhead, Lord Krishna. According to the Gop&#257;la-t&#257;pan&#299; Upanishad, the Lord showed one of the many thousands of petals of His lotus feet. It is said: br&#257;hmano's&#257;v anavaratam me dhy&#257;tah stutah par&#257;rdh&#257;nte so 'budhyata gopa-ve&#347;o me purast&#257;t &#257;virbabh&#363;va. After penetrating for millions of years, Lord Brahm&#257; could understand the transcendental form of the Lord as &#346;r&#299; Krishna, in the dress of a cowherd boy, and thus he recorded his experience in the Brahma-samhit&#257; in the famous prayer, govindam &#257;di-purusham tam aham bhaj&#257;mi **.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>