<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 8 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 8 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Manifestation of Brahm&#257; from Garbhodaka&#347;&#257;y&#299; Vishnu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.8.9</P><P CLASS=c>prov&#257;ca mahyam sa day&#257;lur ukto</P><P CLASS=c>munih pulastyena pur&#257;nam &#257;dyam</P><P CLASS=c>so 'ham tavaitat kathay&#257;mi vatsa</P><P CLASS=c>&#347;raddh&#257;lave nityam anuvrat&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/provaca">prov&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/d/dayaluh">day&#257;luh</A> &#8212; kindhearted; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; aforementioned; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; sage; <A CLASS=v HREF="http://vedabase.net/p/pulastyena">pulastyena</A> &#8212; by the sage <A HREF="http://vedabase.net/p/pulastya">Pulastya</A>; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> <A CLASS=v HREF="http://vedabase.net/a/adyam">&#257;dyam</A> &#8212; the foremost of all the Pur&#257;nas; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; that also <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kathayami">kathay&#257;mi</A> &#8212; shall speak; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/s/sraddhalave">&#347;raddh&#257;lave</A> &#8212; unto one who is faithful; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/anuvrataya">anuvrat&#257;ya</A> &#8212; unto one who is <A HREF="http://vedabase.net/a/a">a</A> follower.</P><P CLASS=t>TRANSLATION</P><P>The great sage Par&#257;&#347;ara, as aforementioned, being so advised by the great sage Pulastya, spoke unto me the foremost of the Pur&#257;nas [Bh&#257;gavatam]. I shall also describe this before you, my dear son, in terms of my hearing, because you are always my faithful follower.</P><P CLASS=t>PURPORT</P><P>The great sage of the name Pulastya is the father of all demoniac descendants. Once upon a time Par&#257;&#347;ara began a sacrifice in which all the demons were to be burnt to death because his father had been killed and devoured by one of them. The great sage Vasishtha Muni arrived at the sacrifice and requested Par&#257;&#347;ara to stop the deadly action, and because of Vasishtha's position and respect in the community of sages, Par&#257;&#347;ara could not deny the request. Par&#257;&#347;ara having stopped the sacrifice, Pulastya, the father of the demons, appreciated his brahminical temperament and gave the blessing that in the future he would be a great speaker on the Vedic literatures called the Pur&#257;nas, the supplements of the Vedas. Par&#257;&#347;ara's action was appreciated by Pulastya because Par&#257;&#347;ara had forgiven the demons out of his brahminical power of forgiveness. Par&#257;&#347;ara was able to demolish all the demons in the sacrifice, but he considered, "Demons are so made that they devour living creatures, men and animals, but why on that account should I withdraw my brahminical qualification of forgiveness?" As the great speaker of the Pur&#257;nas, Par&#257;&#347;ara first of all spoke on the &#346;r&#299;mad-Bh&#257;gavata Pur&#257;na because it is the foremost of all the Pur&#257;nas. Maitreya Muni desired to narrate the same Bh&#257;gavatam be had heard from Par&#257;&#347;ara, and Vidura was qualified to hear it because of his faithfulness and his following the instructions received from superiors. So &#346;r&#299;mad-Bh&#257;gavatam was being narrated from time immemorial by the disciplic succession, even before the time of Vy&#257;sadeva. The so-called historians calculate the Pur&#257;nas to be only a few hundred years old, but factually the Pur&#257;nas existed from time immemorial, before all historical calculations by the mundaners and speculative philosophers.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>