<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta, Conclusion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta, Conclusion"></HEAD><BODY><TABLE><TR><TD CLASS=l>Concluding Words</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A>, Conclusion</P><P>Today, Sunday, November 10, 1974 &#8212; corresponding to the 10th of K&#257;rttika, Caitanya Era 488, the eleventh day of the dark fortnight, the R&#257;ma-ek&#257;da&#347;&#299; &#8212; we have now finished the English translation of &#346;r&#299; Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;'s &#346;r&#299; Caitanya-carit&#257;mrita in accordance with the authorized order of His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura Gosv&#257;m&#299; Mah&#257;r&#257;ja, my beloved eternal spiritual master, guide and friend. Although according to material vision His Divine Grace &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura Prabhup&#257;da passed away from this material world on the last day of December, 1936, I still consider His Divine Grace to be always present with me by his v&#257;n&#299;, his words. There are two ways of association &#8212; by v&#257;n&#299; and by vapuh. V&#257;n&#299; means words, and vapuh means physical presence. Physical presence is sometimes appreciable and sometimes not, but v&#257;n&#299; continues to exist eternally. Therefore we must take advantage of the v&#257;n&#299;, not the physical presence. The Bhagavad-g&#299;t&#257;, for example, is the v&#257;n&#299; of Lord Krishna. Although Krishna was personally present five thousand years ago and is no longer physically present from the materialistic point of view, the Bhagavad-g&#299;t&#257; continues.</P><P>In this connection we may call to memory the time when I was fortunate enough to meet His Divine Grace &#346;r&#299;la Prabhup&#257;da, sometime in the year 1922. &#346;r&#299;la Prabhup&#257;da had come to Calcutta from &#346;r&#299;dh&#257;ma M&#257;y&#257;pur to start the missionary activities of the Gaud&#299;ya Matha. He was sitting in a house at Ulta Danga when through the inducement of an intimate friend, the late &#346;r&#299;m&#257;n Narendranath Mullik, I had the opportunity to meet His Divine Grace for the first time. I do not remember the actual date of the meeting, but at that time I was one of the managers of Dr. Bose's laboratory in Calcutta. I was a newly married young man, addicted to Gandhi's movement and dressed in khadi. Fortunately, even at our first meeting His Divine Grace advised me to preach the cult of &#346;r&#299; Caitanya Mah&#257;prabhu in English in the Western countries. Because at that time I was a complete nationalist, a follower of Mahatma Gandhi's, I submitted to His Divine Grace that unless our country were freed from foreign subjugation, no one would hear the message of &#346;r&#299; Caitanya Mah&#257;prabhu seriously. Of course, we had some argument on this subject, but at last I was defeated and convinced that &#346;r&#299; Caitanya Mah&#257;prabhu's message is the only panacea for suffering humanity. I was also convinced that the message of &#346;r&#299; Caitanya Mah&#257;prabhu was then in the hands of a very expert devotee and that surely the message of &#346;r&#299; Caitanya Mah&#257;prabhu would spread all over the world. I could not, however, immediately take up his instructions to preach, but I took his words very seriously and was always thinking of how to execute his order, although I was quite unfit to do so.</P><P>In this way I passed my life as a householder until 1950, when I retired from family life as a v&#257;naprastha. With no companion, I loitered here and there until 1958, when I took sanny&#257;sa. Then I was completely ready to discharge the order of my spiritual master. Previously, in 1936, just before His Divine Grace passed away at Jagann&#257;tha Pur&#299;, I wrote him a letter asking what I could do to serve him. In reply, he wrote me a letter, dated 13 December 1936, ordering me, in the same way, to preach in English the cult of &#346;r&#299; Caitanya Mah&#257;prabhu as I had heard it from him.</P><P>After he passed away, I started the fortnightly magazine Back to Godhead sometime in 1944 and tried to spread the cult of &#346;r&#299; Caitanya Mah&#257;prabhu through this magazine. After I took sanny&#257;sa, a well-wishing friend suggested that I write books instead of magazines. Magazines, he said, might be thrown away, but books remain perpetually. Then I attempted to write &#346;r&#299;mad-Bh&#257;gavatam. Before that, when I was a householder, I had written on &#346;r&#299;mad Bhagavad-g&#299;t&#257; and had completed about eleven hundred pages, but somehow or other the manuscript was stolen. In any case, when I had published &#346;r&#299;mad-Bh&#257;gavatam, First Canto, in three volumes in India, I thought of going to the U.S.A. By the mercy of His Divine Grace, I was able to come to New York on September 17, 1965. Since then, I have translated many books, including &#346;r&#299;mad-Bh&#257;gavatam, the Bhakti-ras&#257;mrita-sindhu, Teachings of Lord Caitanya (a summary) and many others.</P><P>In the meantime, I was induced to translate &#346;r&#299; Caitanya-carit&#257;mrita and publish it in an elaborate version. In his leisure time in later life, His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura would simply read &#346;r&#299; Caitanya-carit&#257;mrita. It was his favorite book. He used to say that there would be a time when foreigners would learn the Bengali language to read the Caitanya-carit&#257;mrita. The work on this translation began about eighteen months ago. Now, by the grace of &#346;r&#299; Caitanya Mah&#257;prabhu and His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, it is finished. In this connection I have to thank my American disciples, especially &#346;r&#299;m&#257;n Pradyumna d&#257;sa Adhik&#257;r&#299;, &#346;r&#299;m&#257;n Nit&#257;i d&#257;sa Adhik&#257;r&#299;, &#346;r&#299;m&#257;n Jay&#257;dvaita d&#257;sa Brahmac&#257;r&#299; and many other boys and girls who are sincerely helping me in writing, editing and publishing all these literatures.</P><P>I think that His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura is always seeing my activities and guiding me within my heart by his words. As it is said in &#346;r&#299;mad-Bh&#257;gavatam, tene brahma hrid&#257; ya &#257;di-kavaye. Spiritual inspiration comes from within the heart, wherein the Supreme Personality of Godhead, in His Param&#257;tm&#257; feature, is always sitting with all His devotees and associates. It is to be admitted that whatever translation work I have done is through the inspiration of my spiritual master, because personally I am most insignificant and incompetent to do this materially impossible work. I do not think myself a very learned scholar, but I have full faith in the service of my spiritual master, His Divine Grace &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura. If there is any credit to my activities of translating, it is all due to His Divine Grace. Certainly if His Divine Grace were physically present at this time, it would have been a great occasion for jubilation, but even though he is not physically present, I am confident that he is very much pleased by this work of translation. He was very fond of seeing many books published to spread the Krishna consciousness movement. Therefore our society, the International Society for Krishna Consciousness, has been formed to execute the order of &#346;r&#299; Caitanya Mah&#257;prabhu and His Divine Grace &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura.</P><P>It is my wish that devotees of Lord Caitanya all over the world enjoy this translation, and I am glad to express my gratitude to the learned men in the Western countries who are so pleased with my work that they are ordering in advance all my books that will be published in the future. On this occasion, therefore, I request my disciples who are determined to help me in this work to continue their cooperation fully, so that philosophers, scholars, religionists and people in general all over the world will benefit by reading our transcendental literatures, such as &#346;r&#299;mad-Bh&#257;gavatam and &#346;r&#299; Caitanya-carit&#257;mrita.</P><P>Thus end the Bhaktivedanta purports to &#346;r&#299; Caitanya-carit&#257;mrita, dated November 10, 1974, at the Bhaktivedanta Book Trust, Hare Krishna Land, Juhu, Bombay.</P><P CLASS=l><A CLASS=i HREF="antya/20/157.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="index.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>