<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta, Foreword</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta, Foreword"></HEAD><BODY><TABLE><TR><TD CLASS=l>Foreword</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A>, Foreword</P><P>&#346;r&#299; Caitanya-carit&#257;mrita, by &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, is the principal work on the life and teachings of &#346;r&#299; Krishna Caitanya Mah&#257;prabhu. Caitanya Mah&#257;prabhu is the pioneer of a great social and religious movement that began in India about five hundred years ago and that has directly and indirectly influenced the subsequent course of religious and philosophical thinking not only in India but throughout the world. That &#346;r&#299; Krishna Caitanya's influence has spread so far is due in large part to the efforts of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, the present work's translator and commentator and the founder and &#257;c&#257;rya (spiritual guide) of the International Society for Krishna Consciousness.</P><P>Caitanya Mah&#257;prabhu is thus a figure of great historical significance. However, our conventional method of historical analysis-that of seeing a man as a product of his times-fails here, for &#346;r&#299; Krishna Caitanya is a personality who transcends the limited scope of historical settings.</P><P>At a time when, in the West, man was directing his explorative spirit toward studying the structure of the physical universe and circumnavigating the world in search of new oceans and continents, &#346;r&#299; Krishna Caitanya, in the East, was inaugurating and masterminding a revolution directed toward a scientific understanding of the highest knowledge of man's spiritual nature.</P><P>The chief historical sources for the life of &#346;r&#299; Krishna Caitanya are the kadacas (diaries) kept by Mur&#257;ri Gupta and Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. Mur&#257;ri Gupta, a physician and close associate of &#346;r&#299; Krishna Caitanya's, recorded extensive notes on the first twenty-four years of His life, culminating in His initiation into the renounced order, sanny&#257;sa. The events of the rest of Caitanya Mah&#257;prabhu's forty-eight years wererecorded in the diary of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, another of His inimate associates.</P><P>&#346;r&#299; Caitanya-carit&#257;mrita is divided into three sections, called l&#299;l&#257;s, a word that literally means "pastimes"-&#256;di-l&#299;l&#257; (the early period), Madhya-l&#299;l&#257; (the middle period) and Antya-l&#299;l&#257; (the final period). The notes of Mur&#257;ri Gupta form the basis of the &#256;di-l&#299;l&#257;, and Svar&#363;pa D&#257;modara's diary provides the details for the Madhya- and Antya-l&#299;l&#257;s.</P><P>The first twelve chapters of the &#256;di-l&#299;l&#257; constitute the preface for the entire work. By referring to Vedic scriptural evidence, Krishnad&#257;sa Kavir&#257;ja establishes that Caitanya Mah&#257;prabhu is the avat&#257;ra (incarnation) of God for the Age of Kali-the current epoch, which began five thousand years ago and is characterized by materialism, hypocrisy and dissension The author also proves that Caitanya Mah&#257;prabhu is identical to Lord Krishna and explains that He descends to liberally grant the fallen souls of this degraded age pure love of God by propagating sa&#324;k&#299;rtana-literally, "congregational glorification of God"-especially by organizing massive public chanting of the mah&#257;-mantra (Great Chant for Deliverance). In addition, in the twelve-chapter preface Krishnad&#257;sa Kavir&#257;ja reveals the esoteric purpose of Lord Caitanya's appearance in the world, describes His co-avat&#257;ras and principal devotees, and summarizes His teachings. In the remaining portion of the &#256;di-l&#299;l&#257;, chapters thirteen through seventeen, the author briefly recounts Lord Caitanya's divine birth and His life until He accepted the renounced order. This account includes His childhood miracles, schooling, marriage and early philosophical confrontations, as well as His organization of a widespread sa&#324;k&#299;rtana movement and His civil disobedience against the repression of the Muslim government.</P><P>The Madhya-l&#299;l&#257;, the longest of the three divisions, narrates in detail Lord Caitanya's extensive and eventful travels throughout India as a renounced mendicant, teacher, philosopher, spiritual preceptor and mystic. During this period of six years, &#346;r&#299; Caitanya Mah&#257;prabhu transmits His teachings to His principles disciples. He debates and converts many of the renowned philosophers and theologians of His time, including &#346;a&#324;karites, Buddhists and Muslims, and incorporates their many thousands of followers and disciples into His own burgeoning numbers. The author also includes in this section a dramatic account of Caitanya Mah&#257;prabhu's miraculous activities at the giant Ratha-y&#257;tr&#257; (Car Festival) in Jagann&#257;tha Pur&#299;, Orissa.</P><P>The Antya-l&#299;l&#257; concerns the last eighteen years of &#346;r&#299; Caitanya's presence, spent in semiseclusion near the famous Jagann&#257;tha temple in Pur&#299;, During these final years, During these final years, &#346;r&#299; Krishna Caitanya drifted deeper and deeper into trances of spiritual ecstasy unparalleled in all of religious and literary history, Eastern or Western. His perpetual and ever-increasing religious beatitude, graphically described in the eye-witness accounts of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, His constant companion during this period, clearly defy the investigative and descriptive abilities of modern psychologists and phenomenologists of religious experience.</P><P>The author of this great classic, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, born around the beginning of the sixteenth century, was a disciple of Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, a confidential follower of Caitanya Mah&#257;prabhu's. Raghun&#257;tha d&#257;sa, a renowned ascetic saint, heard and memorized all the activities of Caitanya Mah&#257;prabhu told to him by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. After the passing away of &#346;r&#299; Caitanya Mah&#257;prabhu and Svar&#363;pa D&#257;modara, Raghun&#257;tha d&#257;sa, unable to bear the pain of separation from these objects of his complete devotion, traveled to Vrind&#257;vana, intending to commit suicide by jumping from Govardhana Hill. In Vrind&#257;vana, however, he encountered &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, two of the most confidential disciples of Caitanya Mah&#257;prabhu. They convinced him to to give up his planned suicide and impelled him to reveal to them the spiritually inspiring events of Lord Caitanya's later life. Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; was also residing in Vrind&#257;vana at this time, and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; endowed him with a full comprehension of the transcendental life of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>By this time, contemporary and near-contemporary scholars and devotees had already written several biographical works on the life of &#346;r&#299; Krishna Caitanya Mah&#257;prabhu. These included &#346;r&#299; Caitanya-carita, by Mur&#257;ri Gupta, Caitanya-ma&#324;gala, by Locana d&#257;sa Th&#257;kura, and Caitanya-bh&#257;gavata. This latter work, by Vrind&#257;vana d&#257;sa Th&#257;kura, who was then considered the principal authority on &#346;r&#299; Caitanya's life, was highly revered. While composing his important work, Vrind&#257;vana d&#257;sa, fearing that it would become too voluminous, avoided elaborately describing many of the events of &#346;r&#299; Caitanya Mah&#257;prabhu's life, particularly the later ones. Anxious to hear of these later pastimes, the devotees in Vrind&#257;vana requested Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, whom they respected as a great saint and scholar, to compose a book narrating these episodes in detail. Upon this request, and with the permission and blessings of the Madana-mohana Deity of Vrind&#257;vana, he began compiling &#346;r&#299; Caitanya-carit&#257;mrita, which, due to its literary excellence and philosophical thoroughness, is today universally regarded as the foremost work on the life and profound teachings of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; commenced work on the text at a very advanced age and in failing health, as he vividly describes in the text itself: "I have now become too old and disturbed by invalidity. While writing, my hands tremble. I cannot remember anything, nor can I see or hear properly. Still I write, and this is a great wonder." That he completed the greatest literary gem of medieval India under such debilitating conditions is surely one of the wonders of literary history.</P><P>As mentioned above, this English translation and commentary is the work of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, the world's most distinguished teacher of Indian religions and philosophical thought. &#346;r&#299;la Prabhup&#257;da's commentary is based upon two Bengali commentaries, one by his guru, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299;, the eminent Vedic scholar, teacher and saint who predicted, "The time will come when the people of the world will learn Bengali to read &#346;r&#299; Caitanya-carit&#257;mrita," and the other by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299;'s father, &#346;r&#299;la Bhaktivinoda Th&#257;kura, who pioneered the propagation of &#346;r&#299; Caitanya Mah&#257;prabhu's teachings in the modern era.</P><P>&#346;r&#299;la Prabhupada is himself a disciplic descendant of &#346;r&#299; Caitanya Mah&#257;prabhu, and is the first scholar to execute systematic English translations of the major works of &#346;r&#299; Caitanya Mah&#257;prabhu's followers. His consummate Bengali and Sanskrit scholarship and intimate familiarity with the precepts of &#346;r&#299; Krishna Caitanya are a fitting combination that eminently qualifies him to present this important classic to the English-speaking world. The ease and clarity with which he expounds upon difficult philosophical concepts enable even a reader totally unfamiliar with Indian religious tradition to understand and appreciate this profound and monumental work.</P><P>The entire text, with commentary, presented in nine lavishly illustrated volumes by the Bhaktivedanta Book Trust, represents a contribution of major importance to the intellectual, cultural and spiritual life of contemporary man.</P><P>-The Publishers</P><P>Editors note: Revisions in this edition are based on the transcripts of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da's original dictation of the translations, word meanings and purports of &#346;r&#299; Caitanya-carit&#257;mrita.</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="preface.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>