<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 1"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.1</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>imam vivasvate yogam</P><P CLASS=c>proktav&#257;n aham avyayam</P><P CLASS=c>vivasv&#257;n manave pr&#257;ha</P><P CLASS=c>manur ikshv&#257;kave 'brav&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vivasvate">vivasvate</A> &#8212; unto the sun-god; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; the science of one's relationship <A HREF="http://vedabase.net/t/to">to</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/p/proktavan">proktav&#257;n</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; imperishable; <A CLASS=v HREF="http://vedabase.net/v/vivasvan">vivasv&#257;n</A> &#8212; <A HREF="http://vedabase.net/v/vivasvan">Vivasv&#257;n</A> (the sun-god's <A HREF="http://vedabase.net/n/name">name</A>); <A CLASS=v HREF="http://vedabase.net/m/manave">manave</A> &#8212; unto the father of mankind (of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/v/vaivasvata">Vaivasvata</A>); <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; told; <A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; the father of mankind; <A CLASS=v HREF="http://vedabase.net/i/iksvakave">ikshv&#257;kave</A> &#8212; unto King <A HREF="http://vedabase.net/i/iksvaku">Ikshv&#257;ku</A>; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, Lord &#346;r&#299; Krishna, said: I instructed this imperishable science of yoga to the sun-god, Vivasv&#257;n, and Vivasv&#257;n instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikshv&#257;ku.</P><P CLASS=t>PURPORT</P><P>Herein we find the history of the Bhagavad-g&#299;t&#257; traced from a remote time when it was delivered to the royal order of all planets, beginning from the sun planet. The kings of all planets are especially meant for the protection of the inhabitants, and therefore the royal order should understand the science of Bhagavad-g&#299;t&#257; in order to be able to rule the citizens and protect them from material bondage to lust. Human life is meant for cultivation of spiritual knowledge, in eternal relationship with the Supreme Personality of Godhead, and the executive heads of all states and all planets are obliged to impart this lesson to the citizens by education, culture and devotion. In other words, the executive heads of all states are intended to spread the science of Krishna consciousness so that the people may take advantage of this great science and pursue a successful path, utilizing the opportunity of the human form of life.</P><P>In this millennium, the sun-god is known as Vivasv&#257;n, the king of the sun, which is the origin of all planets within the solar system. In the Brahma-samhit&#257; (<A CLASS=v HREF="../../bs/5/52.htm">5.52</A>) it is stated:</P><P>yac-cakshur esha savit&#257; sakala-grah&#257;n&#257;m</P><P CLASS=n>r&#257;j&#257; samasta-sura-m&#363;rtir a&#347;esha-tej&#257;h</P><P CLASS=n>yasy&#257;jñay&#257; bhramati sambhrita-k&#257;la-cakro</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"Let me worship," Lord Brahm&#257; said, "the Supreme Personality of Godhead, Govinda [Krishna], who is the original person and under whose order the sun, which is the king of all planets, is assuming immense power and heat. The sun represents the eye of the Lord and traverses its orbit in obedience to His order."</P><P>The sun is the king of the planets, and the sun-god (at present of the name Vivasv&#257;n) rules the sun planet, which is controlling all other planets by supplying heat and light. He is rotating under the order of Krishna, and Lord Krishna originally made Vivasv&#257;n His first disciple to understand the science of Bhagavad-g&#299;t&#257;. The G&#299;t&#257; is not, therefore, a speculative treatise for the insignificant mundane scholar but is a standard book of knowledge coming down from time immemorial.</P><P>In the Mah&#257;bh&#257;rata (&#346;&#257;nti-parva 3<A CLASS=v HREF="http://vedabase.net/todo/parva48/51">48.51-52</A>) we can trace out the history of the G&#299;t&#257; as follows:</P><P>tret&#257;-yug&#257;dau ca tato</P><P CLASS=n>vivasv&#257;n manave dadau</P><P CLASS=n>manu&#347; ca loka-bhrity-artham</P><P CLASS=n>sut&#257;yekshv&#257;kave dadau</P><P CLASS=n>ikshv&#257;kun&#257; ca kathito</P><P CLASS=n>vy&#257;pya lok&#257;n avasthitah</P><P>"In the beginning of the millennium known as Tret&#257;-yuga this science of the relationship with the Supreme was delivered by Vivasv&#257;n to Manu. Manu, being the father of mankind, gave it to his son Mah&#257;r&#257;ja Ikshv&#257;ku, the king of this earth planet and forefather of the Raghu dynasty, in which Lord R&#257;macandra appeared." Therefore, Bhagavad-g&#299;t&#257; existed in human society from the time of Mah&#257;r&#257;ja Ikshv&#257;ku.</P><P>At the present moment we have just passed through five thousand years of the Kali-yuga, which lasts 432,000 years. Before this there was Dv&#257;para-yuga (800,000 years), and before that there was Tret&#257;-yuga (1,200,000 years). Thus, some 2,005,000 years ago, Manu spoke the Bhagavad-g&#299;t&#257; to his disciple and son Mah&#257;r&#257;ja Ikshv&#257;ku, the king of this planet earth. The age of the current Manu is calculated to last some 305,300,000 years, of which 120,400,000 have passed. Accepting that before the birth of Manu the G&#299;t&#257; was spoken by the Lord to His disciple the sun-god Vivasv&#257;n, a rough estimate is that the G&#299;t&#257; was spoken at least 120,400,000 years ago; and in human society it has been extant for two million years. It was respoken by the Lord again to Arjuna about five thousand years ago. That is the rough estimate of the history of the G&#299;t&#257;, according to the G&#299;t&#257; itself and according to the version of the speaker, Lord &#346;r&#299; Krishna. It was spoken to the sun-god Vivasv&#257;n because he is also a kshatriya and is the father of all kshatriyas who are descendants of the sun-god, or the s&#363;rya-vam&#347;a kshatriyas. Because Bhagavad-g&#299;t&#257; is as good as the Vedas, being spoken by the Supreme Personality of Godhead, this knowledge is apaurusheya, superhuman. Since the Vedic instructions are accepted as they are, without human interpretation, the G&#299;t&#257; must therefore be accepted without mundane interpretation. The mundane wranglers may speculate on the G&#299;t&#257; in their own ways, but that is not Bhagavad-g&#299;t&#257; as it is. Therefore, Bhagavad-g&#299;t&#257; has to be accepted as it is, from the disciplic succession, and it is described herein that the Lord spoke to the sun-god, the sun-god spoke to his son Manu and Manu spoke to his son Ikshv&#257;ku.</P><P CLASS=l><A CLASS=i HREF="../3/43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>