<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 12"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.12</P><P CLASS=c>k&#257;&#324;kshantah karman&#257;m siddhim</P><P CLASS=c>yajanta iha devat&#257;h</P><P CLASS=c>kshipram hi m&#257;nushe loke</P><P CLASS=c>siddhir bhavati karma-j&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kanksantah">k&#257;&#324;kshantah</A> &#8212; desiring; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of fruitive activities; <A CLASS=v HREF="http://vedabase.net/s/siddhim">siddhim</A> &#8212; perfection; <A CLASS=v HREF="http://vedabase.net/y/yajante">yajante</A> &#8212; they worship by sacrifices; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/k/ksipram">kshipram</A> &#8212; very quickly; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/manuse">m&#257;nushe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> human society; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; within this world; <A CLASS=v HREF="http://vedabase.net/s/siddhih">siddhih</A> &#8212; success; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; comes; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">j&#257;</A> &#8212; from fruitive work.</P><P CLASS=t>TRANSLATION</P><P>Men in this world desire success in fruitive activities, and therefore they worship the demigods. Quickly, of course, men get results from fruitive work in this world.</P><P CLASS=t>PURPORT</P><P>There is a great misconception about the gods or demigods of this material world, and men of less intelligence, although passing as great scholars, take these demigods to be various forms of the Supreme Lord. Actually, the demigods are not different forms of God, but they are God's different parts and parcels. God is one, and the parts and parcels are many. The Vedas say, nityo nity&#257;n&#257;m: God is one. &#298;&#347;varah paramah krishnah. The Supreme God is one &#8212; Krishna &#8212; and the demigods are delegated with powers to manage this material world. These demigods are all living entities (nity&#257;n&#257;m) with different grades of material power. They cannot be equal to the Supreme God &#8212; N&#257;r&#257;yana, Vishnu, or Krishna. Anyone who thinks that God and the demigods are on the same level is called an atheist, or p&#257;shand&#299;. Even the great demigods like Brahm&#257; and &#346;iva cannot be compared to the Supreme Lord. In fact, the Lord is worshiped by demigods such as Brahm&#257; and &#346;iva (&#347;iva-viriñci-nutam). Yet curiously enough there are many human leaders who are worshiped by foolish men under the misunderstanding of anthropomorphism or zoomorphism. Iha devat&#257;h denotes a powerful man or demigod of this material world. But N&#257;r&#257;yana, Vishnu, or Krishna, the Supreme Personality of Godhead, does not belong to this world. He is above, or transcendental to, material creation. Even &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, the leader of the impersonalists, maintains that N&#257;r&#257;yana, or Krishna, is beyond this material creation. However, foolish people (hrita-jñ&#257;na) worship the demigods because they want immediate results. They get the results, but do not know that results so obtained are temporary and are meant for less intelligent persons. The intelligent person is in Krishna consciousness, and he has no need to worship the paltry demigods for some immediate, temporary benefit. The demigods of this material world, as well as their worshipers, will vanish with the annihilation of this material world. The boons of the demigods are material and temporary. Both the material worlds and their inhabitants, including the demigods and their worshipers, are bubbles in the cosmic ocean. In this world, however, human society is mad after temporary things such as the material opulence of possessing land, family and enjoyable paraphernalia. To achieve such temporary things, people worship the demigods or powerful men in human society. If a man gets some ministership in the government by worshiping a political leader, he considers that he has achieved a great boon. All of them are therefore kowtowing to the so-called leaders or "big guns" in order to achieve temporary boons, and they indeed achieve such things. Such foolish men are not interested in Krishna consciousness for the permanent solution to the hardships of material existence. They are all after sense enjoyment, and to get a little facility for sense enjoyment they are attracted to worship empowered living entities known as demigods. This verse indicates that people are rarely interested in Krishna consciousness. They are mostly interested in material enjoyment, and therefore they worship some powerful living entity.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>