<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 16"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.16</P><P CLASS=c>kim karma kim akarmeti</P><P CLASS=c>kavayo 'py atra mohit&#257;h</P><P CLASS=c>tat te karma pravakshy&#257;mi</P><P CLASS=c>yaj jñ&#257;tv&#257; mokshyase '&#347;ubh&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; action; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/a/akarma">akarma</A> &#8212; inaction; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; the intelligent; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this matter; <A CLASS=v HREF="http://vedabase.net/m/mohitah">mohit&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> bewildered; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/p/pravaksyami">pravakshy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall explain; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/m/moksyase">mokshyase</A> &#8212; you will be liberated; <A CLASS=v HREF="http://vedabase.net/a/asubhat">a&#347;ubh&#257;t</A> &#8212; from ill fortune.</P><P CLASS=t>TRANSLATION</P><P>Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is, knowing which you shall be liberated from all misfortune.</P><P CLASS=t>PURPORT</P><P>Action in Krishna consciousness has to be executed in accord with the examples of previous bona fide devotees. This is recommended in the 15th verse. Why such action should not be independent will be explained in the text to follow.</P><P>To act in Krishna consciousness, one has to follow the leadership of authorized persons who are in a line of disciplic succession as explained in the beginning of this chapter. The system of Krishna consciousness was first narrated to the sun-god, the sun-god explained it to his son Manu, Manu explained it to his son Ikshv&#257;ku, and the system is current on this earth from that very remote time. Therefore, one has to follow in the footsteps of previous authorities in the line of disciplic succession. Otherwise even the most intelligent men will be bewildered regarding the standard actions of Krishna consciousness. For this reason, the Lord decided to instruct Arjuna in Krishna consciousness directly. Because of the direct instruction of the Lord to Arjuna, anyone who follows in the footsteps of Arjuna is certainly not bewildered.</P><P>It is said that one cannot ascertain the ways of religion simply by imperfect experimental knowledge. Actually, the principles of religion can only be laid down by the Lord Himself. Dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam (Bh&#257;g. <A CLASS=v HREF="../../sb/6/3/19.htm">6.3.19</A>). No one can manufacture a religious principle by imperfect speculation. One must follow in the footsteps of great authorities like Brahm&#257;, &#346;iva, N&#257;rada, Manu, the Kum&#257;ras, Kapila, Prahl&#257;da, Bh&#299;shma, &#346;ukadeva Gosv&#257;m&#299;, Yamar&#257;ja, Janaka, and Bali Mah&#257;r&#257;ja. By mental speculation one cannot ascertain what is religion or self-realization. Therefore, out of causeless mercy to His devotees, the Lord explains directly to Arjuna what action is and what inaction is. Only action performed in Krishna consciousness can deliver a person from the entanglement of material existence.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>