<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 2"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.2</P><P CLASS=c>evam parampar&#257;-pr&#257;ptam</P><P CLASS=c>imam r&#257;jarshayo viduh</P><P CLASS=c>sa k&#257;leneha mahat&#257;</P><P CLASS=c>yogo nashtah parantapa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/parampara">parampar&#257;</A> &#8212; by disciplic succession; <A CLASS=v HREF="http://vedabase.net/p/praptam">pr&#257;ptam</A> &#8212; received; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this science; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the saintly kings; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; understood; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that knowledge; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the course of time; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/m/mahata">mahat&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; the science of one's relationship with the Supreme; <A CLASS=v HREF="http://vedabase.net/n/nastah">nashtah</A> &#8212; scattered; <A CLASS=v HREF="http://vedabase.net/p/parantapa">parantapa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>, subduer of the enemies.</P><P CLASS=t>TRANSLATION</P><P>This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost.</P><P CLASS=t>PURPORT</P><P>It is clearly stated that the G&#299;t&#257; was especially meant for the saintly kings because they were to execute its purpose in ruling over the citizens. Certainly Bhagavad-g&#299;t&#257; was never meant for the demonic persons, who would dissipate its value for no one's benefit and would devise all types of interpretations according to personal whims. As soon as the original purpose was scattered by the motives of the unscrupulous commentators, there arose the need to reestablish the disciplic succession. Five thousand years ago it was detected by the Lord Himself that the disciplic succession was broken, and therefore He declared that the purpose of the G&#299;t&#257; appeared to be lost. In the same way, at the present moment also there are so many editions of the G&#299;t&#257; (especially in English), but almost all of them are not according to authorized disciplic succession. There are innumerable interpretations rendered by different mundane scholars, but almost all of them do not accept the Supreme Personality of Godhead, Krishna, although they make a good business on the words of &#346;r&#299; Krishna. This spirit is demonic, because demons do not believe in God but simply enjoy the property of the Supreme. Since there is a great need of an edition of the G&#299;t&#257; in English, as it is received by the parampar&#257; (disciplic succession) system, an attempt is made herewith to fulfill this great want. Bhagavad-g&#299;t&#257; &#8212; accepted as it is &#8212; is a great boon to humanity; but if it is accepted as a treatise of philosophical speculations, it is simply a waste of time.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>