<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 26"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.26</P><P CLASS=c>&#347;rotr&#257;d&#299;n&#299;ndriy&#257;ny anye</P><P CLASS=c>samyam&#257;gnishu juhvati</P><P CLASS=c>&#347;abd&#257;d&#299;n vishay&#257;n anya</P><P CLASS=c>indriy&#257;gnishu juhvati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srotra">&#347;rotra</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; such <A HREF="http://vedabase.net/a/as">as</A> the hearing process; <A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/s/samyama">samyama</A> &#8212; of restraint; <A CLASS=v HREF="http://vedabase.net/a/agnisu">agnishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fires; <A CLASS=v HREF="http://vedabase.net/j/juhvati">juhvati</A> &#8212; offer; <A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; sound vibration, etc.; <A CLASS=v HREF="http://vedabase.net/v/visayan">vishay&#257;n</A> &#8212; objects of sense gratification; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; of the sense organs; <A CLASS=v HREF="http://vedabase.net/a/agnisu">agnishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fires; <A CLASS=v HREF="http://vedabase.net/j/juhvati">juhvati</A> &#8212; they sacrifice.</P><P CLASS=t>TRANSLATION</P><P>Some [the unadulterated brahmac&#257;r&#299;s] sacrifice the hearing process and the senses in the fire of mental control, and others [the regulated householders] sacrifice the objects of the senses in the fire of the senses.</P><P CLASS=t>PURPORT</P><P>The members of the four divisions of human life, namely the brahmac&#257;r&#299;, the grihastha, the v&#257;naprastha and the sanny&#257;s&#299;, are all meant to become perfect yog&#299;s or transcendentalists. Since human life is not meant for our enjoying sense gratification like the animals, the four orders of human life are so arranged that one may become perfect in spiritual life. The brahmac&#257;r&#299;s, or students under the care of a bona fide spiritual master, control the mind by abstaining from sense gratification. A brahmac&#257;r&#299; hears only words concerning Krishna consciousness; hearing is the basic principle for understanding, and therefore the pure brahmac&#257;r&#299; engages fully in harer n&#257;m&#257;nuk&#299;rtanam &#8212; chanting and hearing the glories of the Lord. He restrains himself from the vibrations of material sounds, and his hearing is engaged in the transcendental sound vibration of Hare Krishna, Hare Krishna. Similarly, the householders, who have some license for sense gratification, perform such acts with great restraint. Sex life, intoxication and meat-eating are general tendencies of human society, but a regulated householder does not indulge in unrestricted sex life and other sense gratification. Marriage on the principles of religious life is therefore current in all civilized human society because that is the way for restricted sex life. This restricted, unattached sex life is also a kind of yajña because the restricted householder sacrifices his general tendency toward sense gratification for higher, transcendental life.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>