<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 29"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.29</P><P CLASS=c>ap&#257;ne juhvati pr&#257;nam</P><P CLASS=c>pr&#257;ne 'p&#257;nam tath&#257;pare</P><P CLASS=c>pr&#257;n&#257;p&#257;na-gat&#299; ruddhv&#257;</P><P CLASS=c>pr&#257;n&#257;y&#257;ma-par&#257;yan&#257;h</P><P CLASS=c>apare niyat&#257;h&#257;r&#257;h</P><P CLASS=c>pr&#257;n&#257;n pr&#257;neshu juhvati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apane">ap&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the air which acts downward; <A CLASS=v HREF="http://vedabase.net/j/juhvati">juhvati</A> &#8212; offer; <A CLASS=v HREF="http://vedabase.net/p/pranam">pr&#257;nam</A> &#8212; the air which acts outward; <A CLASS=v HREF="http://vedabase.net/p/prane">pr&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the air going outward; <A CLASS=v HREF="http://vedabase.net/a/apanam">ap&#257;nam</A> &#8212; the air going downward; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; of the air going outward; <A CLASS=v HREF="http://vedabase.net/a/apana">ap&#257;na</A> &#8212; and the air going downward; <A CLASS=v HREF="http://vedabase.net/g/gati">gat&#299;</A> &#8212; the movement; <A CLASS=v HREF="http://vedabase.net/r/ruddhva">ruddhv&#257;</A> &#8212; checking; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/ayama">&#257;y&#257;ma</A> &#8212; trance induced by stopping all breathing; <A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yan&#257;h</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> inclined; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/n/niyata">niyata</A> &#8212; having controlled; <A CLASS=v HREF="http://vedabase.net/a/aharah">&#257;h&#257;r&#257;h</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/p/pranan">pr&#257;n&#257;n</A> &#8212; the outgoing air; <A CLASS=v HREF="http://vedabase.net/p/pranesu">pr&#257;neshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the outgoing air; <A CLASS=v HREF="http://vedabase.net/j/juhvati">juhvati</A> &#8212; sacrifice.</P><P CLASS=t>TRANSLATION</P><P>Still others, who are inclined to the process of breath restraint to remain in trance, practice by offering the movement of the outgoing breath into the incoming, and the incoming breath into the outgoing, and thus at last remain in trance, stopping all breathing. Others, curtailing the eating process, offer the outgoing breath into itself as a sacrifice.</P><P CLASS=t>PURPORT</P><P>This system of yoga for controlling the breathing process is called pr&#257;n&#257;y&#257;ma, and in the beginning it is practiced in the hatha-yoga system through different sitting postures. All of these processes are recommended for controlling the senses and for advancement in spiritual realization. This practice involves controlling the airs within the body so as to reverse the directions of their passage. The ap&#257;na air goes downward, and the pr&#257;na air goes up. The pr&#257;n&#257;y&#257;ma-yog&#299; practices breathing the opposite way until the currents are neutralized into p&#363;raka. equilibrium. Offering the exhaled breath into the inhaled breath is called recaka. When both air currents are completely stopped, one is said to be in kumbhaka-yoga. By practice of kumbhaka-yoga. one can increase the duration of life for perfection in spiritual realization. The intelligent yog&#299; is interested in attaining perfection in one life, without waiting for the next. For by practicing kumbhaka-yoga. the yog&#299;s increase the duration of life by many, many years. A Krishna conscious person, however, being always situated in the transcendental loving service of the Lord, automatically becomes the controller of the senses. His senses, being always engaged in the service of Krishna, have no chance of becoming otherwise engaged. So at the end of life, he is naturally transferred to the transcendental plane of Lord Krishna; consequently he makes no attempt to increase his longevity. He is at once raised to the platform of liberation, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in unalloyed devotional service to the Lord transcends the modes of material nature and is immediately elevated to the spiritual platform." A Krishna conscious person begins from the transcendental stage, and he is constantly in that consciousness. Therefore, there is no falling down, and ultimately he enters into the abode of the Lord without delay. The practice of reduced eating is automatically done when one eats only krishna-pras&#257;dam, or food which is offered first to the Lord. Reducing the eating process is very helpful in the matter of sense control. And without sense control there is no possibility of getting out of the material entanglement.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>