<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 35"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.35</P><P CLASS=c>yaj jñ&#257;tv&#257; na punar moham</P><P CLASS=c>evam y&#257;syasi p&#257;ndava</P><P CLASS=c>yena bh&#363;t&#257;ny a&#347;esh&#257;ni</P><P CLASS=c>drakshyasy &#257;tmany atho mayi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/m/moham">moham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> illusion; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/y/yasyasi">y&#257;syasi</A> &#8212; you shall <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/p/pandava">p&#257;ndava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/asesani">a&#347;esh&#257;ni</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/d/draksyasi">drakshyasi</A> &#8212; you will see; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; or <A HREF="http://vedabase.net/i/in">in</A> other words; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>Having obtained real knowledge from a self-realized soul, you will never fall again into such illusion, for by this knowledge you will see that all living beings are but part of the Supreme, or, in other words, that they are Mine.</P><P CLASS=t>PURPORT</P><P>The result of receiving knowledge from a self-realized soul, or one who knows things as they are, is learning that all living beings are parts and parcels of the Supreme Personality of Godhead, Lord &#346;r&#299; Krishna. The sense of an existence separate from Krishna is called m&#257;y&#257; (m&#257; &#8212; not, y&#257; &#8212; this). Some think that we have nothing to do with Krishna, that Krishna is only a great historical personality and that the Absolute is the impersonal Brahman. Factually, as it is stated in the Bhagavad-g&#299;t&#257;, this impersonal Brahman is the personal effulgence of Krishna. Krishna, as the Supreme Personality of Godhead, is the cause of everything. In the Brahma-samhit&#257; it is clearly stated that Krishna is the Supreme Personality of Godhead, the cause of all causes. Even the millions of incarnations are only His different expansions. Similarly, the living entities are also expansions of Krishna. The M&#257;y&#257;v&#257;d&#299; philosophers wrongly think that Krishna loses His own separate existence in His many expansions. This thought is material in nature. We have experience in the material world that a thing, when fragmentally distributed, loses its own original identity. But the M&#257;y&#257;v&#257;d&#299; philosophers fail to understand that absolute means that one plus one is equal to one, and that one minus one is also equal to one. This is the case in the absolute world.</P><P>For want of sufficient knowledge in the absolute science, we are now covered with illusion, and therefore we think that we are separate from Krishna. Although we are separated parts of Krishna, we are nevertheless not different from Him. The bodily difference of the living entities is m&#257;y&#257;, or not actual fact. We are all meant to satisfy Krishna. By m&#257;y&#257; alone Arjuna thought that the temporary bodily relationship with his kinsmen was more important than his eternal spiritual relationship with Krishna. The whole teaching of the G&#299;t&#257; is targeted toward this end: that a living being, as Krishna's eternal servitor, cannot be separated from Krishna, and his sense of being an identity apart from Krishna is called m&#257;y&#257;. The living entities, as separate parts and parcels of the Supreme, have a purpose to fulfill. Having forgotten that purpose since time immemorial, they are situated in different bodies, as men, animals, demigods, etc. Such bodily differences arise from forgetfulness of the transcendental service of the Lord. But when one is engaged in transcendental service through Krishna consciousness, one becomes at once liberated from this illusion. One can acquire such pure knowledge only from the bona fide spiritual master and thereby avoid the delusion that the living entity is equal to Krishna. Perfect knowledge is that the Supreme Soul, Krishna, is the supreme shelter for all living entities, and giving up such shelter, the living entities are deluded by the material energy, imagining themselves to have a separate identity. Thus, under different standards of material identity, they become forgetful of Krishna. When, however, such deluded living entities become situated in Krishna consciousness, it is to be understood that they are on the path of liberation, as confirmed in the Bh&#257;gavatam (<A CLASS=v HREF="../../sb/2/10/6.htm">2.10.6</A>): muktir hitv&#257;nyath&#257;-r&#363;pam svar&#363;pena vyavasthitih. Liberation means to be situated in one's constitutional position as an eternal servitor of Krishna (Krishna consciousness).</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>