<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 42"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.42</P><P CLASS=c>tasm&#257;d ajñ&#257;na-sambh&#363;tam</P><P CLASS=c>hrit-stham jñ&#257;n&#257;sin&#257;tmanah</P><P CLASS=c>chittvainam sam&#347;ayam yogam</P><P CLASS=c>&#257;tishthottishtha bh&#257;rata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/ajnana">ajñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhutam">sambh&#363;tam</A> &#8212; born of ignorance; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/a/asina">asin&#257;</A> &#8212; by the weapon; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/c/chittva">chittv&#257;</A> &#8212; cutting off; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/samsayam">sam&#347;ayam</A> &#8212; doubt; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/a/atistha">&#257;tishtha</A> &#8212; be situated; <A CLASS=v HREF="http://vedabase.net/u/uttistha">uttishtha</A> &#8212; stand up <A HREF="http://vedabase.net/t/to">to</A> fight; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> descendant of <A HREF="http://vedabase.net/b/bharata">Bharata</A>.</P><P CLASS=t>TRANSLATION</P><P>Therefore the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bh&#257;rata, stand and fight.</P><P CLASS=t>PURPORT</P><P>The yoga system instructed in this chapter is called san&#257;tana-yoga, or eternal activities performed by the living entity. This yoga has two divisions of sacrificial actions: one is called sacrifice of one's material possessions, and the other is called knowledge of self, which is pure spiritual activity. If sacrifice of one's material possessions is not dovetailed for spiritual realization, then such sacrifice becomes material. But one who performs such sacrifices with a spiritual objective, or in devotional service, makes a perfect sacrifice. When we come to spiritual activities, we find that these are also divided into two: namely, understanding of one's own self (or one's constitutional position), and the truth regarding the Supreme Personality of Godhead. One who follows the path of Bhagavad-g&#299;t&#257; as it is can very easily understand these two important divisions of spiritual knowledge. For him there is no difficulty in obtaining perfect knowledge of the self as part and parcel of the Lord. And such understanding is beneficial, for such a person can easily understand the transcendental activities of the Lord. In the beginning of this chapter, the transcendental activities of the Lord were discussed by the Supreme Lord Himself. One who does not understand the instructions of the G&#299;t&#257; is faithless, and is to be considered to be misusing the fragmental independence awarded to him by the Lord. In spite of such instructions, one who does not understand the real nature of the Lord as the eternal, blissful, all-knowing Personality of Godhead is certainly fool number one. Ignorance can be removed by gradual acceptance of the principles of Krishna consciousness. Krishna consciousness is awakened by different types of sacrifices to the demigods, sacrifice to Brahman, sacrifice in celibacy, in household life, in controlling the senses, in practicing mystic yoga, in penance, in forgoing material possessions, in studying the Vedas, and in partaking of the social institution called varn&#257;&#347;rama-dharma. All of these are known as sacrifice, and all of them are based on regulated action. But within all these activities, the important factor is self-realization. One who seeks that objective is the real student of Bhagavad-g&#299;t&#257;, but one who doubts the authority of Krishna falls back. One is therefore advised to study Bhagavad-g&#299;t&#257;, or any other scripture, under a bona fide spiritual master, with service and surrender. A bona fide spiritual master is in the disciplic succession from time eternal, and he does not deviate at all from the instructions of the Supreme Lord as they were imparted millions of years ago to the sun-god, from whom the instructions of Bhagavad-g&#299;t&#257; have come down to the earthly kingdom. One should, therefore, follow the path of Bhagavad-g&#299;t&#257; as it is expressed in the G&#299;t&#257; itself and beware of self-interested people after personal aggrandizement who deviate others from the actual path. The Lord is definitely the supreme person, and His activities are transcendental. One who understands this is a liberated person from the very beginning of his study of Bhagavad-g&#299;t&#257;.</P><P>Thus end the Bhaktivedanta Purports to the Fourth Chapter of the &#346;r&#299;mad Bhagavad-g&#299;t&#257; in the matter of Transcendental Knowledge.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../5/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>