<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 4 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 4 Verse 8"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="index.htm">Transcendental Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 4.8</P><P CLASS=c>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=c>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=c>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=c>sambhav&#257;mi yuge yuge</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paritranaya">paritr&#257;n&#257;ya</A> &#8212; for the deliverance; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/v/vinasaya">vin&#257;&#347;&#257;ya</A> &#8212; for the annihilation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/duskrtam">dushkrit&#257;m</A> &#8212; of the miscreants; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; principles of religion; <A CLASS=v HREF="http://vedabase.net/s/samsthapana">samsth&#257;pana</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaya">arth&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> reestablish; <A CLASS=v HREF="http://vedabase.net/s/sambhavami">sambhav&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A> appear; <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; millennium; <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; after millennium.</P><P CLASS=t>TRANSLATION</P><P>To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium.</P><P CLASS=t>PURPORT</P><P>According to Bhagavad-g&#299;t&#257;, a s&#257;dhu (holy man) is a man in Krishna consciousness. A person may appear to be irreligious, but if he has the qualifications of Krishna consciousness wholly and fully, he is to be understood to be a s&#257;dhu. And dushkrit&#257;m applies to those who do not care for Krishna consciousness. Such miscreants, or dushkrit&#257;m, are described as foolish and the lowest of mankind, even though they may be decorated with mundane education, whereas a person who is one hundred percent engaged in Krishna consciousness is accepted as a s&#257;dhu, even though such a person may be neither learned nor well cultured. As far as the atheistic are concerned, it is not necessary for the Supreme Lord to appear as He is to destroy them, as He did with the demons R&#257;vana and Kamsa. The Lord has many agents who are quite competent to vanquish demons. But the Lord especially descends to appease His unalloyed devotees, who are always harassed by the demoniac. The demon harasses the devotee, even though the latter may happen to be his kin. Although Prahl&#257;da Mah&#257;r&#257;ja was the son of Hiranyaka&#347;ipu, he was nonetheless persecuted by his father; although Devak&#299;, the mother of Krishna, was the sister of Kamsa, she and her husband Vasudeva were persecuted only because Krishna was to be born of them. So Lord Krishna appeared primarily to deliver Devak&#299;, rather than kill Kamsa, but both were performed simultaneously. Therefore it is said here that to deliver the devotee and vanquish the demon miscreants, the Lord appears in different incarnations.</P><P>In the Caitanya-carit&#257;mrita of Krishnad&#257;sa Kavir&#257;ja, the following verses (<A CLASS=v HREF="../../cc/madhya/20/263.htm">Madhya 20.263-264</A>) summarize these principles of incarnation:</P><P>srishti-hetu yei m&#363;rti prapañce avatare</P><P CLASS=n>sei &#299;&#347;vara-m&#363;rti 'avat&#257;ra' n&#257;ma dhare</P><P CLASS=n>m&#257;y&#257;t&#299;ta paravyome sab&#257;ra avasth&#257;na</P><P CLASS=n>vi&#347;ve avatari' dhare 'avat&#257;ra' n&#257;ma</P><P>"The avat&#257;ra, or incarnation of Godhead, descends from the kingdom of God for material manifestation. And the particular form of the Personality of Godhead who so descends is called an incarnation, or avat&#257;ra. Such incarnations are situated in the spiritual world, the kingdom of God. When they descend to the material creation, they assume the name avat&#257;ra."</P><P>There are various kinds of avat&#257;ras, such as purush&#257;vat&#257;ras, gun&#257;vat&#257;ras, l&#299;l&#257;vat&#257;ras, &#347;akty-&#257;ve&#347;a avat&#257;ras, manvantara-avat&#257;ras and yug&#257;vat&#257;ras &#8212; all appearing on schedule all over the universe. But Lord Krishna is the primeval Lord, the fountainhead of all avat&#257;ras. Lord &#346;r&#299; Krishna descends for the specific purpose of mitigating the anxieties of the pure devotees, who are very anxious to see Him in His original Vrind&#257;vana pastimes. Therefore, the prime purpose of the Krishna avat&#257;ra is to satisfy His unalloyed devotees.</P><P>The Lord says that He incarnates Himself in every millennium. This indicates that He incarnates also in the Age of Kali. As stated in the &#346;r&#299;mad-Bh&#257;gavatam, the incarnation in the Age of Kali is Lord Caitanya Mah&#257;prabhu, who spread the worship of Krishna by the sa&#324;k&#299;rtana movement (congregational chanting of the holy names) and spread Krishna consciousness throughout India. He predicted that this culture of sa&#324;k&#299;rtana would be broadcast all over the world, from town to town and village to village. Lord Caitanya as the incarnation of Krishna, the Personality of Godhead, is described secretly but not directly in the confidential parts of the revealed scriptures, such as the Upanishads, Mah&#257;bh&#257;rata and Bh&#257;gavatam. The devotees of Lord Krishna are very much attracted by the sa&#324;k&#299;rtana movement of Lord Caitanya. This avat&#257;ra of the Lord does not kill the miscreants, but delivers them by His causeless mercy.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>