<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 6: The Progeny of the Daughters of Daksha</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 6.6 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 6.6.1</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: My dear King, thereafter, at the request of Lord Brahm&#257;, Praj&#257;pati Daksha, who is known as Pr&#257;cetasa, begot sixty daughters in the womb of his wife Asikn&#299;. All the daughters were very affectionate toward their father.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 6.6.2</B></A>: He gave ten daughters in charity to Dharmar&#257;ja [Yamar&#257;ja], thirteen to Ka&#347;yapa [first twelve and then one more], twenty-seven to the moon-god, and two each to A&#324;gir&#257;, Kri&#347;&#257;&#347;va and Bh&#363;ta. The other four daughters were given to Ka&#347;yapa. [Thus Ka&#347;yapa received seventeen daughters in all.]</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 6.6.3</B></A>: Now please hear from me the names of all these daughters and their descendants, who filled all the three worlds.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 6.6.4</B></A>: The ten daughters given to Yamar&#257;ja were named Bh&#257;nu, Lamb&#257;, Kakud, Y&#257;mi, Vi&#347;v&#257;, S&#257;dhy&#257;, Marutvat&#299;, Vasu, Muh&#363;rt&#257; and Sa&#324;kalp&#257;. Now hear the names of their sons.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 6.6.5</B></A>: O King, a son named Deva-rishabha was born from the womb of Bh&#257;nu, and from him came a son named Indrasena. From the womb of Lamb&#257; came a son named Vidyota, who generated all the clouds.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 6.6.6</B></A>: From the womb of Kakud came the son named Sa&#324;kata, whose son was named K&#299;kata. From K&#299;kata came the demigods named Durg&#257;. From Y&#257;mi came the son named Svarga, whose son was named Nandi.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 6.6.7</B></A>: The sons of Vi&#347;v&#257; were the Vi&#347;vadevas, who had no progeny. From the womb of S&#257;dhy&#257; came the S&#257;dhyas, who had a son named Arthasiddhi.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 6.6.8</B></A>: The two sons who took birth from the womb of Marutvat&#299; were Marutv&#257;n and Jayanta. Jayanta, who is an expansion of Lord V&#257;sudeva, is known as Upendra.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 6.6.9</B></A>: The demigods named the Mauh&#363;rtikas took birth from the womb of Muh&#363;rt&#257;. These demigods deliver the results of actions to the living entities of their respective times.</P><P CLASS=r><A CLASS=i HREF="10-11.htm"><B>SB 6.6.10-11</B></A>: The son of Sa&#324;kalp&#257; was known as Sa&#324;kalpa, and from him lust was born. The sons of Vasu were known as the eight Vasus. Just hear their names from me: Drona, Pr&#257;na, Dhruva, Arka, Agni, Dosha, V&#257;stu and Vibh&#257;vasu. From Abhimati, the wife of the Vasu named Drona, were generated the sons named Harsha, &#346;oka, Bhaya and so on.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 6.6.12</B></A>: &#362;rjasvat&#299;, the wife of Pr&#257;na, gave birth to three sons, named Saha, &#256;yus and Purojava. The wife of Dhruva was known as Dharani, and from her womb various cities took birth.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 6.6.13</B></A>: From the womb of V&#257;san&#257;, the wife of Arka, came many sons, headed by Tarsha. Dh&#257;r&#257;, the wife of the Vasu named Agni, gave birth to many sons, headed by Dravinaka.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 6.6.14</B></A>: From Krittik&#257;, another wife of Agni, came the son named Skanda, K&#257;rttikeya, whose sons were headed by Vi&#347;&#257;kha. From the womb of &#346;arvar&#299;, the wife of the Vasu named Dosha, came the son named &#346;i&#347;um&#257;ra, who was an expansion of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 6.6.15</B></A>: From &#256;&#324;giras&#299;, the wife of the Vasu named V&#257;stu, was born the great architect Vi&#347;vakarm&#257;. Vi&#347;vakarm&#257; became the husband of &#256;krit&#299;, from whom the Manu named C&#257;kshusha was born. The sons of Manu were known as the Vi&#347;vadevas and S&#257;dhyas.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 6.6.16</B></A>: &#362;sh&#257;, the wife of Vibh&#257;vasu, gave birth to three sons &#8212; Vyushta, Rocisha and &#256;tapa. From &#256;tapa came Pañcay&#257;ma, the span of day, who awakens all living entities to material activities.</P><P CLASS=r><A CLASS=i HREF="17-18.htm"><B>SB 6.6.17-18</B></A>: Sar&#363;p&#257;, the wife of Bh&#363;ta, gave birth to the ten million Rudras, of whom the eleven principle Rudras were Raivata, Aja, Bhava, Bh&#299;ma, V&#257;ma, Ugra, Vrish&#257;kapi, Ajaikap&#257;t, Ahirbradhna, Bahur&#363;pa and Mah&#257;n. Their associates, the ghosts and goblins, who are very fearful, were born of the other wife of Bh&#363;ta.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 6.6.19</B></A>: The praj&#257;pati A&#324;gir&#257; had two wives, named Svadh&#257; and Sat&#299;. The wife named Svadh&#257; accepted all the Pit&#257;s as her sons, and Sat&#299; accepted the Atharv&#257;&#324;girasa Veda as her son.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 6.6.20</B></A>: Kri&#347;&#257;&#347;va had two wives, named Arcis and Dhishan&#257;. In the wife named Arcis he begot Dh&#363;maketu and in Dhishan&#257; he begot four sons, named Veda&#347;ir&#257;, Devala, Vayuna and Manu.</P><P CLASS=r><A CLASS=i HREF="21-22.htm"><B>SB 6.6.21-22</B></A>: Ka&#347;yapa, who is also named T&#257;rkshya, had four wives &#8212; Vinat&#257; [Suparn&#257;], Kadr&#363;, Pata&#324;g&#299; and Y&#257;min&#299;. Pata&#324;g&#299; gave birth to many kinds of birds, and Y&#257;min&#299; gave birth to locusts. Vinat&#257; [Suparn&#257;] gave birth to Garuda, the carrier of Lord Vishnu, and to An&#363;ru, or Aruna, the chariot driver of the sun-god. Kadr&#363; gave birth to different varieties of serpents.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 6.6.23</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, best of the Bh&#257;ratas, the constellations named Krittik&#257; were all wives of the moon-god. However, because Praj&#257;pati Daksha had cursed him to suffer from a disease causing gradual destruction, the moon-god could not beget children in any of his wives.</P><P CLASS=r><A CLASS=i HREF="24-26.htm"><B>SB 6.6.24-26</B></A>: Thereafter the King of the moon pacified Praj&#257;pati Daksha with courteous words and thus regained the portions of light he had lost during his disease. Nevertheless he could not beget children. The moon loses his shining power during the dark fortnight, and in the bright fortnight it is manifest again. O King Par&#299;kshit, now please hear from me the names of Ka&#347;yapa's wives, from whose wombs the population of the entire universe has come. They are the mothers of almost all the population of the entire universe, and their names are very auspicious to hear. They are Aditi, Diti, Danu, K&#257;shth&#257;, Arisht&#257;, Suras&#257;, Il&#257;, Muni, Krodhava&#347;&#257;, T&#257;mr&#257;, Surabhi, Saram&#257; and Timi. From the womb of Timi all the aquatics took birth, and from the womb of Saram&#257; the ferocious animals like the tigers and lions took birth.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 6.6.27</B></A>: My dear King Par&#299;kshit, from the womb of Surabhi the buffalo, cow and other animals with cloven hooves took birth, from the womb of T&#257;mr&#257; the eagles, vultures and other large birds of prey took birth, and from the womb of Muni the angels took birth.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 6.6.28</B></A>: The sons born of Krodhava&#347;&#257; were the serpents known as danda&#347;&#363;ka, as well as other serpents and the mosquitoes. All the various creepers and trees were born from the womb of Il&#257;. The R&#257;kshasas, bad spirits, were born from the womb of Suras&#257;.</P><P CLASS=r><A CLASS=i HREF="29-31.htm"><B>SB 6.6.29-31</B></A>: The Gandharvas were born from the womb of Arisht&#257;, and animals whose hooves are not split, such as the horse, were born from the womb of K&#257;shth&#257;. O King, from the womb of Danu came sixty-one sons, of whom these eighteen were very important: Dvim&#363;rdh&#257;, &#346;ambara, Arishta, Hayagr&#299;va, Vibh&#257;vasu, Ayomukha, &#346;a&#324;ku&#347;ir&#257;, Svarbh&#257;nu, Kapila, Aruna, Pulom&#257;, Vrishaparv&#257;, Ekacakra, Anut&#257;pana, Dh&#363;mrake&#347;a, Vir&#363;p&#257;ksha, Vipracitti and Durjaya.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 6.6.32</B></A>: The daughter of Svarbh&#257;nu named Suprabh&#257; was married by Namuci. The daughter of Vrishaparv&#257; named &#346;armishth&#257; was given to the powerful King Yay&#257;ti, the son of Nahusha.</P><P CLASS=r><A CLASS=i HREF="33-36.htm"><B>SB 6.6.33-36</B></A>: Vai&#347;v&#257;nara, the son of Danu, had four beautiful daughters, named Upad&#257;nav&#299;, Haya&#347;ir&#257;, Pulom&#257; and K&#257;lak&#257;. Hirany&#257;ksha married Upad&#257;nav&#299;, and Kratu married Haya&#347;ir&#257;. Thereafter, at the request of Lord Brahm&#257;, Praj&#257;pati Ka&#347;yapa married Pulom&#257; and K&#257;lak&#257;, the other two daughters of Vai&#347;v&#257;nara. From the wombs of these two wives of Ka&#347;yapa came sixty thousand sons, headed by Niv&#257;takavaca, who are known as the Paulomas and the K&#257;lakeyas. They were physically very strong and expert in fighting, and their aim was to disturb the sacrifices performed by the great sages. My dear King, when your grandfather Arjuna went to the heavenly planets, he alone killed all these demons, and thus King Indra became extremely affectionate toward him.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 6.6.37</B></A>: In his wife Simhik&#257;, Vipracitti begot one hundred and one sons, of whom the eldest is R&#257;hu and the others are the one hundred Ketus. All of them attained positions in the influential planets.</P><P CLASS=r><A CLASS=i HREF="38-39.htm"><B>SB 6.6.38-39</B></A>: Now please hear me as I describe the descendants of Aditi in chronological order. In this dynasty the Supreme Personality of Godhead N&#257;r&#257;yana descended by His plenary expansion. The names of the sons of Aditi are as follows: Vivasv&#257;n, Aryam&#257;, P&#363;sh&#257;, Tvasht&#257;, Savit&#257;, Bhaga, Dh&#257;t&#257;, Vidh&#257;t&#257;, Varuna, Mitra, &#346;atru and Urukrama.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 6.6.40</B></A>: Samjñ&#257;, the wife of Vivasv&#257;n, the sun-god, gave birth to the Manu named &#346;r&#257;ddhadeva, and the same fortunate wife also gave birth to the twins Yamar&#257;ja and the River Yamun&#257;. Then Yam&#299;, while wandering on the earth in the form of a mare, gave birth to the A&#347;vin&#299;-kum&#257;ras.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 6.6.41</B></A>: Ch&#257;y&#257;, another wife of the sun-god, begot two sons named &#346;anai&#347;cara and S&#257;varni Manu, and one daughter, Tapat&#299;, who married Samvarana.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 6.6.42</B></A>: From the womb of M&#257;trik&#257;, the wife of Aryam&#257;, were born many learned scholars. Among them Lord Brahm&#257; created the human species, which are endowed with an aptitude for self-examination.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 6.6.43</B></A>: P&#363;sh&#257; had no sons. When Lord &#346;iva was angry at Daksha, P&#363;sh&#257; had laughed at Lord &#346;iva and shown his teeth. Therefore he lost his teeth and had to live by eating only ground flour.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 6.6.44</B></A>: Racan&#257;, the daughter of the Daityas, became the wife of Praj&#257;pati Tvasht&#257;. By his semina he begot in her womb two very powerful sons named Sannive&#347;a and Vi&#347;var&#363;pa.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 6.6.45</B></A>: Although Vi&#347;var&#363;pa was the son of the daughter of their eternal enemies the demons, the demigods accepted him as their priest in accordance with the order of Brahm&#257; when they were abandoned by their spiritual master, Brihaspati, whom they had disrespected.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>