<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 102</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 102"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.102</P><P CLASS=c>&#347;y&#257;ma-r&#363;pera v&#257;sa-sth&#257;na &#347;reshtha m&#257;na' k&#257;ya?</P><P CLASS=c>'pur&#299; madhu-pur&#299; var&#257;' &#8212; kahe up&#257;dhy&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/syama">&#347;y&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupera">r&#363;pera</A> &#8212; of the supreme form, <A HREF="http://vedabase.net/s/syamasundara">&#346;y&#257;masundara</A>; <A CLASS=v HREF="http://vedabase.net/v/vasa">v&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A>' &#8212; you accept; <A CLASS=v HREF="http://vedabase.net/k/kaya">k&#257;ya</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; the city; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vara">var&#257;</A> &#8212; best; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/u/upadhyaya">up&#257;dhy&#257;ya</A> &#8212; <A HREF="http://vedabase.net/r/raghupati">Raghupati</A> <A HREF="http://vedabase.net/u/upadhyaya">Up&#257;dhy&#257;ya</A>.</P><P CLASS=t>TRANSLATION</P><P>"Of all Krishna's abodes, which do you think is the best?"</P><P>Raghupati Up&#257;dhy&#257;ya said, "Madhu-pur&#299;, or Mathur&#257;-dh&#257;ma, is certainly the best."</P><P CLASS=t>PURPORT</P><P>Lord Krishna has many forms, as stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>): advaitam acyutam an&#257;dim ananta-r&#363;pam. &#346;r&#299; Caitanya Mah&#257;prabhu asked Raghupati Up&#257;dhy&#257;ya which form was the best of Lord Krishna's millions of forms, and he immediately replied that the supreme form was the &#346;y&#257;masundara form. In that form, Krishna stands curved in three places and holds His flute. The &#346;y&#257;masundara form is also described in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of &#346;y&#257;masundara, situated within the heart of the devotee."</P><P>Those who are filled with ecstatic love for Krishna always see the form of &#346;y&#257;masundara within their hearts. Raghupati Up&#257;dhy&#257;ya confirms that the Absolute Truth, the Supreme Personality of Godhead, has many incarnations &#8212; N&#257;r&#257;yana, Nrisimha, Var&#257;ha and others &#8212; but Krishna is distinguished as the supermost. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/3/28.htm">1.3.28</A>), krishnas tu bhagav&#257;n svayam: "Krishna is the original Personality of Godhead." Krishna means &#346;y&#257;masundara, who plays His flute in Vrind&#257;vana. Of all forms, this form is the best of all. Krishna lives sometimes in Mathur&#257; and sometimes in Dv&#257;rak&#257;, but Mathur&#257; is considered the better place. This is also confirmed by R&#363;pa Gosv&#257;m&#299; in his Upade&#347;&#257;mrita (9): vaikunth&#257;j janito var&#257; madhu-pur&#299;. "Madhu-pur&#299;, or Mathur&#257;, is far superior to the Vaikunthalokas in the spiritual world."</P><P CLASS=l><A CLASS=i HREF="101.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="103.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>