<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 114</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 114"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.114</P><P CLASS=c>loka-bhida-bhaye prabhu 'da&#347;&#257;&#347;vamedhe' y&#257;ñ&#257;</P><P CLASS=c>r&#363;pa-gos&#257;ñire &#347;iksh&#257; kar&#257;'na &#347;akti sañc&#257;riy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhida">bhida</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaye">bhaye</A> &#8212; from fear of the great crowd of people; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/dasasvamedhe">da&#347;&#257;&#347;vamedhe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Da&#347;&#257;&#347;vamedha-<A HREF="http://vedabase.net/g/ghata">gh&#257;ta</A>; <A CLASS=v HREF="http://vedabase.net/y/yana">y&#257;ñ&#257;</A> &#8212; going; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/gosanire">gos&#257;ñire</A> &#8212; <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/s/siksa">&#347;iksh&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kara">kar&#257;</A>'<A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; teaches; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> <A CLASS=v HREF="http://vedabase.net/s/sancariya">sañc&#257;riy&#257;</A> &#8212; endowing him with potency.</P><P CLASS=t>TRANSLATION</P><P>Due to the great crowds in Pray&#257;ga, &#346;r&#299; Caitanya Mah&#257;prabhu went to a place called Da&#347;&#257;&#347;vamedha-gh&#257;ta. It was there that the Lord instructed &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and empowered him in the philosophy of devotional service.</P><P CLASS=t>PURPORT</P><P>Par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate. The Supreme Lord has multipotencies, which the Lord bestows on His fortunate devotees. The Lord has a special potency by which He spreads the Krishna consciousness movement. This is explained in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/7/11.htm">Antya 7.11</A>): kali-k&#257;lera dharma &#8212; krishna-n&#257;ma-sa&#324;k&#299;rtana/ krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana. "One cannot spread the holy name of Krishna without being specifically empowered by Lord Krishna." A devotee who receives this power from the Lord must be considered very fortunate. The Krishna consciousness movement is spreading to enlighten people about their real position, their original relationship with Krishna. One requires Krishna's special power in order to be able to do this. People forget their relationship with Krishna and work under the spell of m&#257;y&#257; life after life, transmigrating from one body to another. This is the process of material existence. The Supreme Lord &#346;r&#299; Krishna personally descends to teach people that their position in the material world is a mistaken one. The Lord again comes as &#346;r&#299; Caitanya Mah&#257;prabhu to induce people to take to Krishna consciousness. The Lord also empowers a special devotee to teach people their constitutional position.</P><P CLASS=l><A CLASS=i HREF="113.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="115.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>