<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 132</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 132"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.132</P><P CLASS=c>ei-kath&#257; &#347;uni' mah&#257;ntera mah&#257;-sukha haya</P><P CLASS=c>caitanyera krip&#257; y&#257;&#324;he, t&#257;&#324;he ki vismaya?</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing this news; <A CLASS=v HREF="http://vedabase.net/m/mahantera">mah&#257;ntera</A> &#8212; of all the devotees; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; great pleasure; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/c/caitanyera">caitanyera</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/y/yanhe">y&#257;&#324;he</A> &#8212; on whom; <A CLASS=v HREF="http://vedabase.net/t/tanhe">t&#257;&#324;he</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> him; <A CLASS=v HREF="http://vedabase.net/k/ki">ki</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/vismaya">vismaya</A> &#8212; wonderful.</P><P CLASS=t>TRANSLATION</P><P>When the personal associates of &#346;r&#299; Caitanya Mah&#257;prabhu would hear of the activities of R&#363;pa and San&#257;tana Gosv&#257;m&#299;s, they would say, "What is wonderful for a person who has been granted the Lord's mercy?"</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; had no fixed residence. They stayed beneath a tree for one day only and wrote huge volumes of transcendental literature. They not only wrote books but chanted, danced, discussed Krishna and remembered &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes. Thus they executed devotional service.</P><P>In Vrind&#257;vana there are pr&#257;krita-sahajiy&#257;s who say that writing books or even touching books is taboo. For them, devotional service means being relieved from these activities. Whenever they are asked to hear a recitation of Vedic literature, they refuse, saying, "What business do we have reading or hearing transcendental literatures? They are meant for neophytes." They pose themselves as too elevated to exert energy for reading, writing and hearing. However, pure devotees under the guidance of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; reject this sahajiy&#257; philosophy. It is certainly not good to write literature for money or reputation, but to write books and publish them for the enlightenment of the general populace is real service to the Lord. That was &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299;'s opinion, and he specifically told his disciples to write books. He actually preferred to publish books rather than establish temples. Temple construction is meant for the general populace and neophyte devotees, but the business of advanced and empowered devotees is to write books, publish them and distribute them widely. According to Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, distributing literature is like playing on a great mrida&#324;ga. Consequently we always request members of the International Society for Krishna Consciousness to publish as many books as possible and distribute them widely throughout the world. By thus following in the footsteps of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, one can become a r&#363;p&#257;nuga devotee.</P><P CLASS=l><A CLASS=i HREF="131.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="133.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>