<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 135</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 135"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.135</P><P CLASS=c>ei-mata da&#347;a-dina pray&#257;ge rahiy&#257;</P><P CLASS=c>&#347;r&#299;-r&#363;pe &#347;iksh&#257; dila &#347;akti sañc&#257;riy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dina">dina</A> &#8212; for ten days; <A CLASS=v HREF="http://vedabase.net/p/prayage">pray&#257;ge</A> &#8212; at <A HREF="http://vedabase.net/p/prayaga">Pray&#257;ga</A>; <A CLASS=v HREF="http://vedabase.net/r/rahiya">rahiy&#257;</A> &#8212; staying; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/s/siksa">&#347;iksh&#257;</A> &#8212; instructions; <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; imparted; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> <A CLASS=v HREF="http://vedabase.net/s/sancariya">sañc&#257;riy&#257;</A> &#8212; bestowing upon him the necessary potency.</P><P CLASS=t>TRANSLATION</P><P>For ten days &#346;r&#299; Caitanya Mah&#257;prabhu stayed at Pray&#257;ga and instructed R&#363;pa Gosv&#257;m&#299;, empowering him with the necessary potency.</P><P CLASS=t>PURPORT</P><P>This is a confirmation of the statement krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana. Unless one is specifically empowered by the Supreme Personality of Godhead, he cannot spread the Krishna consciousness movement. An empowered devotee sees and feels himself to be the lowest of men, for he knows that whatever he does is due to the inspiration given by the Lord in the heart. This is confirmed by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."</P><P>To be empowered by the Supreme Personality of Godhead, one has to qualify himself. This means that one must engage twenty-four hours daily in the loving devotional service of the Lord. The material position of a devotee doesn't matter because devotional service is not dependent on material considerations. In his earlier life, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was a government officer and a grihastha. He was not even a brahmac&#257;r&#299; or sanny&#257;s&#299;. He associated with mlecchas and yavanas, but because he was always eager to serve, he was a qualified recipient for the Lord's mercy. A sincere devotee can therefore be empowered by the Lord regardless of his situation. In the preceding verse from the Bhakti-ras&#257;mrita-sindhu, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described how he was personally empowered by the Lord. He further states in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>):</P><P>&#299;h&#257; yasya harer d&#257;sye karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su j&#299;van-muktah sa ucyate</P><P>"A person acting in the service of Krishna with his body, mind and words is a liberated person even in the material world, although he may be engaged in many so-called material activities."</P><P>To keep oneself free from material contamination and attain the Lord's favor, one must be sincerely eager to render service to the Lord. This is the only qualification necessary. As soon as one is favored by the mercy of the spiritual master and the Lord, one is immediately given all the power necessary to write books and propagate the Krishna consciousness movement without being hampered by material considerations.</P><P CLASS=l><A CLASS=i HREF="134.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="136.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>