<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 140</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 140"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.140</P><P CLASS=c>ke&#347;&#257;gra-&#347;ata-bh&#257;gasya</P><P CLASS=c>&#347;at&#257;m&#347;a-sadri&#347;&#257;tmakah</P><P CLASS=c>jivah s&#363;kshma-svar&#363;po 'yam</P><P CLASS=c>sa&#324;khy&#257;t&#299;to hi cit-kanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kesa">ke&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/agra">agra</A> &#8212; of the tip of <A HREF="http://vedabase.net/a/a">a</A> hair; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagasya">bh&#257;gasya</A> &#8212; of one hundredth; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> hundredth part; <A CLASS=v HREF="http://vedabase.net/s/sadrsa">sadri&#347;a</A> &#8212; equal <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; whose nature; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/s/suksma">s&#363;kshma</A> &#8212; very fine; <A CLASS=v HREF="http://vedabase.net/s/svarupah">svar&#363;pah</A> &#8212; identification; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sankhya">sa&#324;khya</A>-<A CLASS=v HREF="http://vedabase.net/a/atitah">at&#299;tah</A> &#8212; numbering beyond calculation; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/k/kanah">kanah</A> &#8212; spiritual particle.</P><P CLASS=t>TRANSLATION</P><P>"'If we divide the tip of a hair into a hundred parts and then take one of these parts and divide it again into a hundred parts, that very fine division is the size of but one of the numberless living entities. They are all cit-kana, particles of spirit, not matter.'</P><P CLASS=t>PURPORT</P><P>This is quoted from the commentary on the portion of &#346;r&#299;mad-Bh&#257;gavatam wherein the Vedas personified offer their obeisances unto the Supreme Personality of Godhead. Lord Krishna confirms this statement in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>): mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah. "The living entities in this conditioned world are My eternal fragmental parts."</P><P>Lord &#346;r&#299; Krishna personally identifies Himself with the minute living entities. Lord Krishna is the supreme spirit, the Supersoul, and the living entities are His very minute parts and parcels. Of course, we cannot divide the tip of a hair into such fine particles, but spiritually such small particles can exist. Spiritual strength is so powerful that a mere atomic portion of spirit can be the biggest brain in the material world. The same spiritual spark is within an ant and within the body of Brahm&#257;. According to his karma, material activities, the spiritual spark attains a certain type of body. Material activities are carried out in goodness, passion and ignorance or a combination of these. According to the mixture of the modes of material nature, the living entity is awarded a particular type of body. This is the conclusion.</P><P CLASS=l><A CLASS=i HREF="139.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="141.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>