<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 144</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 144"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.144</P><P CLASS=c>t&#257;ra madhye 'sth&#257;vara', 'ja&#324;gama' &#8212; dui bheda</P><P CLASS=c>ja&#324;game tiryak-jala-sthalacara-vibheda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among the living entities who <A HREF="http://vedabase.net/a/are">are</A> conditioned within the material world; <A CLASS=v HREF="http://vedabase.net/s/sthavara">sth&#257;vara</A> &#8212; mobile; <A CLASS=v HREF="http://vedabase.net/j/jangama">ja&#324;gama</A> &#8212; immobile; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; two divisions; <A CLASS=v HREF="http://vedabase.net/j/jangame">ja&#324;game</A> &#8212; among the living entities who can move; <A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A> &#8212; the living entities who can move <A HREF="http://vedabase.net/i/in">in</A> the air (the birds); <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; or living entities who can move within the water; <A CLASS=v HREF="http://vedabase.net/s/sthala">sthala</A>-<A CLASS=v HREF="http://vedabase.net/c/cara">cara</A> &#8212; living entities who can move on land; <A CLASS=v HREF="http://vedabase.net/v/vibheda">vibheda</A> &#8212; three divisions.</P><P CLASS=t>TRANSLATION</P><P>"The unlimited living entities can be divided into two divisions &#8212; those that can move and those that cannot move. Among living entities that can move, there are birds, aquatics and animals.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu is giving clear instructions on how the living entities live under different conditions. There are trees, plants and stones that cannot move, but still they must be considered living entities, or spiritual sparks. The soul is present in bodies like those of trees, plants and stones. They are all living entities. Among moving living entities such as birds, aquatics and animals, the same spiritual spark is there. As stated herein, there are living entities that can fly, swim and walk. We must also conclude that there are living entities that can move within fire and ether. Living entities have different material bodies composed of earth, water, air, fire and ether. The words t&#257;ra madhye mean "within this universe." The entire material universe is composed of five material elements. It is not true that living entities reside only within this planet and not within others. Such a conclusion is completely contradictory to the Vedas. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/24.htm">2.24</A>):</P><P>acchedyo 'yam ad&#257;hyo 'yam akledyo '&#347;oshya eva ca</P><P CLASS=n>nityah sarva-gatah sth&#257;nur acalo 'yam san&#257;tanah</P><P>"This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, present everywhere, unchangeable, immovable and eternally the same."</P><P>The soul has nothing to do with the material elements. Any material element can be cut to pieces, especially earth. As far as the living entity is concerned, however, he can be neither burned nor cut to pieces. He can therefore live within fire. We can conclude that there are also living entities within the sun. Why should living entities be denied this planet or that planet? According to the Vedas, the living entities can live anywhere and everywhere &#8212; on land, in water, in air and in fire. Whatever the condition, the living entity is unchangeable (sth&#257;nu). From the statements of &#346;r&#299; Caitanya Mah&#257;prabhu and the Bhagavad-g&#299;t&#257;, we are to conclude that living entities exist everywhere throughout the universes. They are distributed as trees, plants, aquatics, birds, human beings and so on.</P><P CLASS=l><A CLASS=i HREF="143.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="145.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>