<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 146</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 146"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.146</P><P CLASS=c>veda-nishtha-madhye ardheka veda 'mukhe' m&#257;ne</P><P CLASS=c>veda-nishiddha p&#257;pa kare, dharma n&#257;hi gane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/n/nistha">nishtha</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among persons who <A HREF="http://vedabase.net/a/are">are</A> followers of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/ardheka">ardheka</A> &#8212; almost half; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; Vedic scriptures; <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; accept; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/n/nisiddha">nishiddha</A> &#8212; forbidden <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> &#8212; sins; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; perform; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/g/gane">gane</A> &#8212; count.</P><P CLASS=t>TRANSLATION</P><P>"Among human beings, those who are followers of the Vedic principles are considered civilized. Among these, almost half simply give lip service while committing all kinds of sinful activities against these principles. Such people do not care for the regulative principles.</P><P CLASS=t>PURPORT</P><P>The word veda means "knowledge." Supreme knowledge consists of understanding the Supreme Personality of Godhead and our relationship with Him and acting according to that relationship. Action in accordance with the Vedic principles is called religion. Religion means following the orders of the Supreme Personality of Godhead. The Vedic principles are the injunctions given by the Supreme Personality of Godhead. &#256;ryans are civilized human beings who have been following the Vedic principles since time immemorial. No one can trace out the history of the Vedic principles set forth so that man might understand the Supreme Being. Literature or knowledge that seeks the Supreme Being can be accepted as a bona fide religious system, but there are many different types of religious systems according to the place, the disciples and the people's capacity to understand.</P><P>The highest type of religious system is described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/6.htm">1.2.6</A>) thus: sa vai pums&#257;m paro dharmo yato bhaktir adhokshaje. The highest form of religion is that by which one becomes fully conscious of the existence of God, including His form, name, qualities, pastimes, abode and all-pervasive features. When everything is completely known, that is the perfection of Vedic knowledge. The fulfillment of Vedic knowledge is systematic knowledge of the characteristics of God. This is confirmed by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>): vedai&#347; ca sarvair aham eva vedyah. The aim of Vedic knowledge is to understand God. Therefore those who are actually following Vedic knowledge and searching after God cannot commit sinful activities against the Supreme Lord's order. However, in this Age of Kali, although men profess to belong to so many different kinds of religions, most of them commit sinful activities against the orders of the Vedic scriptures. &#346;r&#299; Caitanya Mah&#257;prabhu therefore says herein, veda-nishiddha p&#257;pa kare, dharma n&#257;hi gane. In this age, men may profess a religion, but they actually do not follow the principles. Instead, they commit all kinds of sins.</P><P CLASS=l><A CLASS=i HREF="145.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="147.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>