<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 147</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 147"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.147</P><P CLASS=c>dharm&#257;c&#257;ri-madhye bahuta 'karma-nishtha'</P><P CLASS=c>koti-karma-nishtha-madhye eka 'jñ&#257;n&#299;' &#347;reshtha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/acari">&#257;c&#257;ri</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among persons who actually follow the Vedic principles or religious system; <A CLASS=v HREF="http://vedabase.net/b/bahuta">bahuta</A> &#8212; many of them; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nistha">nishtha</A> &#8212; attracted <A HREF="http://vedabase.net/t/to">to</A> fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nistha">nishtha</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among millions of such performers of fruitive activities according <A HREF="http://vedabase.net/t/to">to</A> Vedic principles; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/j/jnani">jñ&#257;n&#299;</A> &#8212; wise <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; the chief.</P><P CLASS=t>TRANSLATION</P><P>"Among the followers of Vedic knowledge, most are following the process of fruitive activity and distinguishing between good and bad work. Out of many such sincere fruitive actors, there may be one who is actually wise.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura states that the word karma-nishtha refers to one who aspires to enjoy the results of his good work and pious activity. Some followers of Vedic principles offer everything to the Absolute Truth and do not aspire to enjoy the results of their pious actions. These are also considered among the karma-nishthas. Sometimes we see pious men earn money with great hardship and then spend the money for some pious cause by opening public charities, schools and hospitals. Whether one earns money for himself or for the public benefit, he is called a karma-nishtha. Out of millions of karma-nishthas there may be one who is wise. Those who try to avoid fruitive activity and who become silent in order to merge into the spiritual existence of the Absolute Truth are generally known as jñ&#257;n&#299;s, wise men. They are not interested in fruitive activity but in merging into the Supreme. In either case, both the karma-nishthas and the jñ&#257;n&#299;s are interested in personal benefit. The karm&#299;s are directly interested in personal benefit within the material world, and the jñ&#257;n&#299;s are interested in merging into the existence of the Supreme. The jñ&#257;n&#299;s maintain that fruitive activity is imperfect. For them, perfection is the cessation of work and the merging into the supreme existence. That is their goal in life. The jñ&#257;n&#299; wants to extinguish the distinction between knowledge, the knower and the aim of knowledge. This philosophy is called monism, or oneness, and is characterized by spiritual silence.</P><P CLASS=l><A CLASS=i HREF="146.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="148.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>