<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 148</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 148"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.148</P><P CLASS=c>koti-jñ&#257;ni-madhye haya eka-jana 'mukta'</P><P CLASS=c>koti-mukta-madhye 'durlabha' eka krishna-bhakta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/j/jnani">jñ&#257;ni</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; out of many millions of such wise men; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; one person; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; actually liberated; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; out of many millions of such liberated persons; <A CLASS=v HREF="http://vedabase.net/d/durlabha">durlabha</A> &#8212; very rare; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> devotee of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>"Out of many millions of such wise men, one may actually become liberated [mukta], and out of many millions of such liberated persons, a pure devotee of Lord Krishna is very difficult to find.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>) it is said that due to their poor fund of knowledge, the jñ&#257;n&#299;s are not actually liberated. They simply think that they are liberated. The perfection of knowledge culminates when one comes to the platform of knowing the Supreme Personality of Godhead. Brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate. The Absolute Truth (satya-vastu) is described as Brahman, Param&#257;tm&#257; and Bhagav&#257;n. Knowledge of impersonal Brahman and the Supersoul is imperfect until one comes to the platform of knowing the Supreme Personality of Godhead. It is therefore clearly said in this verse, koti-mukta-madhye 'durlabha' eka krishna-bhakta. Those who search after the knowledge of impersonal Brahman or localized Param&#257;tm&#257; are certainly accepted as liberated, but due to their imperfect knowledge they are described in &#346;r&#299;mad-Bh&#257;gavatam as vimukta-m&#257;ninah. Since their knowledge is imperfect, their conception of liberation is imperfect. Perfect knowledge is possible when one knows the Supreme Personality of Godhead. This is supported by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>):</P><P>bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam</P><P CLASS=n>suhridam sarva-bh&#363;t&#257;n&#257;m jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P>"A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."</P><P>Research is going on for the karm&#299;s, jñ&#257;n&#299;s and yog&#299;s, but until the search is complete, no one can attain peace. Therefore the Bhagavad-g&#299;t&#257; says, jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati: one can actually attain peace when he knows Krishna. This is described in the next verse.</P><P CLASS=l><A CLASS=i HREF="147.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="149.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>