<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 149</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 149"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.149</P><P CLASS=c>krishna-bhakta &#8212; nishk&#257;ma, ataeva '&#347;&#257;nta'</P><P CLASS=c>bhukti-mukti-siddhi-k&#257;m&#299; &#8212; sakali 'a&#347;&#257;nta'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/niskama">nishk&#257;ma</A> &#8212; actually desireless; <A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/b/bhukti">bhukti</A> &#8212; of material enjoyment; <A CLASS=v HREF="http://vedabase.net/m/mukti">mukti</A> &#8212; of liberation from material activities; <A CLASS=v HREF="http://vedabase.net/s/siddhi">siddhi</A> &#8212; of perfection <A HREF="http://vedabase.net/i/in">in</A> yogic performance; <A CLASS=v HREF="http://vedabase.net/k/kami">k&#257;m&#299;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> desirous; <A CLASS=v HREF="http://vedabase.net/s/sakali">sakali</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/a/asanta">a&#347;&#257;nta</A> &#8212; not peaceful.</P><P CLASS=t>TRANSLATION</P><P>"Because a devotee of Lord Krishna is desireless, he is peaceful. Fruitive workers desire material enjoyment, jñ&#257;n&#299;s desire liberation, and yog&#299;s desire material opulence; therefore they are all lusty and cannot be peaceful.</P><P CLASS=t>PURPORT</P><P>The devotee of Lord Krishna has no desire other than serving Krishna. Even so-called liberated people are full of desires. Fruitive actors desire better living accommodations, and jñ&#257;n&#299;s want to be one with the Supreme. Yog&#299;s desire material opulence, yogic perfections and magic. All of these nondevotees are lusty (k&#257;m&#299;). Because they desire something, they cannot have peace.</P><P>The peace formula is given by Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>):</P><P>bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam</P><P CLASS=n>suhridam sarva-bh&#363;t&#257;n&#257;m jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P>One who simply understands that throughout the entire universe Krishna is the supreme enjoyer and beneficiary of all kinds of sacrifices, penances and austerities, which should be performed only to attain His devotional service, that Krishna is the Supreme Being and thus the proprietor of all the material worlds, and that Krishna is the only friend who can actually do good to all living entities (suhridam sarva-bh&#363;t&#257;n&#257;m) &#8212; one who understands these three principles about Krishna immediately becomes desireless (nishk&#257;ma) and therefore peaceful. A krishna-bhakta knows that his friend and protector in all respects is Krishna, who is able to do anything for His devotee. Krishna says, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O son of Kunt&#299;, declare it boldly that My devotee never perishes." Since Krishna gives this assurance, the devotee lives in Krishna and has no desire for personal benefit. The background for the devotee is the all-good Himself. Why should the devotee aspire for something good for himself? His only business is to please the Supreme by rendering as much service as possible. A krishna-bhakta has no desire for his own personal benefit. He is completely protected by the Supreme. Ava&#347;ya rakshibe krishna vi&#347;v&#257;sa p&#257;lana. Bhaktivinoda Th&#257;kura says that he is desireless because Krishna will give him protection in all circumstances. It is not that he expects any assistance from Krishna; he simply depends on Krishna just as a child depends on his parents. The child does not know how to expect service from his parents, but he is always protected nevertheless. This is called nishk&#257;ma (desirelessness).</P><P>Although karm&#299;s, jñ&#257;n&#299;s and yog&#299;s fulfill their desires by performing various activities, they are never satisfied. A karm&#299; may work very hard to acquire a million dollars, but as soon as he gets a million dollars he desires another million. For the karm&#299;s, there is no end of desire. The more the karm&#299; gets, the more he desires. The jñ&#257;n&#299;s cannot be desireless because their intelligence is unsound. They want to merge into the Brahman effulgence, but even though they may be raised to that platform, they cannot be satisfied there. There are many jñ&#257;n&#299;s or sanny&#257;s&#299;s who, after taking sanny&#257;sa and giving up the world as false, return to the world to engage in politics or philanthropy or to open schools and hospitals. This means that they could not attain the real Brahman (brahma satyam). They have to come down to the material platform to engage in philanthropic activity. Thus they again cultivate desires, and when these desires are exhausted, they desire something different. Therefore the jñ&#257;n&#299; cannot be nishk&#257;ma, desireless. Nor can the yog&#299;s be desireless, for they desire yogic perfections in order to exhibit some magical feats and gain popularity. People gather around these yog&#299;s, and the yog&#299;s desire more and more adulation. Because they misuse their mystic power, they fall down again to the material platform. It is not possible for them to become nishk&#257;ma, desireless.</P><P>The conclusion is that only the devotees, who are simply satisfied in serving the Lord, can actually become desireless. Therefore Caitanya Mah&#257;prabhu says here, krishna-bhakta nishk&#257;ma. Since the krishna-bhakta, the devotee of Krishna, is satisfied with Krishna, there is no possibility of falldown.</P><P CLASS=l><A CLASS=i HREF="148.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="150.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>