<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 151</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 151"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.151</P><P CLASS=c>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=c>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanda">brahm&#257;nda</A> <A CLASS=v HREF="http://vedabase.net/b/bhramite">bhramite</A> &#8212; wandering <A HREF="http://vedabase.net/i/in">in</A> this universe; <A CLASS=v HREF="http://vedabase.net/k/kona">kona</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/b/bhagyavan">bh&#257;gyav&#257;n</A> &#8212; most fortunate; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; living being; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; of the spiritual master; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prasade">pras&#257;de</A> &#8212; by the mercy; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/l/lata">lat&#257;</A> &#8212; of the creeper of devotional service; <A CLASS=v HREF="http://vedabase.net/b/bija">b&#299;ja</A> &#8212; the seed.</P><P CLASS=t>TRANSLATION</P><P>"According to their karma, all living entities are wandering throughout the entire universe. Some of them are being elevated to the upper planetary systems, and some are going down into the lower planetary systems. Out of many millions of wandering living entities, one who is very fortunate gets an opportunity to associate with a bona fide spiritual master by the grace of Krishna. By the mercy of both Krishna and the spiritual master, such a person receives the seed of the creeper of devotional service.</P><P CLASS=t>PURPORT</P><P>When we speak of brahm&#257;nda, we refer to the whole universe, or to the cluster of many millions of universes. In all the universes there are innumerable planets, and there are innumerable living entities upon those planets &#8212; in the air, on land and in the water. There are millions and trillions of living entities everywhere, and they are engaged by m&#257;y&#257; in suffering and enjoying the results of their fruitive activity, life after life. This is the position of the materially conditioned living entities. Out of many of these living entities, one who is actually fortunate (bh&#257;gyav&#257;n) comes in contact with a bona fide spiritual master by Krishna's mercy.</P><P>Krishna is situated in everyone's heart, and if one desires something, Krishna fulfills one's desire. If the living entity by chance or fortune comes in contact with the Krishna consciousness movement and wishes to associate with that movement, Krishna, who is situated in everyone's heart, gives him the chance to meet a bona fide spiritual master. This is called guru-krishna-pras&#257;da. Krishna is prepared to bestow His mercy upon all living entities, and as soon as a living entity desires the Lord's mercy, the Lord immediately gives him an opportunity to meet a bona fide spiritual master. Such a fortunate person is fortified by both Krishna and the spiritual master. He is helped from within by Krishna and from without by the spiritual master. Both are prepared to help the sincere living being become free from material bondage.</P><P>How one can become this fortunate can be seen in the life of &#346;r&#299;la N&#257;rada Muni. In his previous life he was born of a maidservant. Although he was not born into a prestigious position, his mother was fortunately engaged in rendering service to some Vaishnavas. When these Vaishnavas were resting during the C&#257;turm&#257;sya period, the boy N&#257;rada took the opportunity to engage in their service. Taking compassion upon the boy, the Vaishnavas offered him the remnants of their food. By serving these Vaishnavas and obeying their orders, the boy became the object of their sympathy, and by the Vaishnavas' unknown mercy, he gradually became a pure devotee. In the next life he was N&#257;rada Muni, the most exalted of Vaishnavas and the most important guru and &#257;c&#257;rya of Vaishnavas.</P><P>Following in the footsteps of N&#257;rada Muni, this Krishna consciousness movement is rendering service to humanity by giving everyone a chance to come in contact with Krishna. If one is fortunate, he becomes intimately related with this movement. Then, by the grace of Krishna, one's life becomes successful. Everyone has dormant krishna-bhakti &#8212; love for Krishna &#8212; and in the association of good devotees, that love is revealed. As stated in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/107.htm">Madhya 22.107</A>):</P><P>nitya-siddha-krishna-prema 's&#257;dhya' kabhu naya</P><P CLASS=n>&#347;ravan&#257;di-&#347;uddha-citte karaye udaya</P><P>Dormant devotional service to Krishna is within everyone. Simply by associating with devotees, hearing their good instructions and chanting the Hare Krishna mantra, dormant love for Krishna is awakened. In this way one acquires the seed of devotional service. Guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja.</P><P CLASS=l><A CLASS=i HREF="150.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="152.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>