<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 154</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 154"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.154</P><P CLASS=c>tabe y&#257;ya tad-upari 'goloka-vrind&#257;vana'</P><P CLASS=c>'krishna-carana'-kalpa-vrikshe kare &#257;rohana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/u/upari">upari</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the top of that (the spiritual sky); <A CLASS=v HREF="http://vedabase.net/g/goloka">goloka</A>-<A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the planet known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/g/goloka">Goloka</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> where <A HREF="http://vedabase.net/k/krsna">Krishna</A> lives; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; of the lotus feet of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A>-<A CLASS=v HREF="http://vedabase.net/v/vrkse">vrikshe</A> &#8212; on the desire tree; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> <A CLASS=v HREF="http://vedabase.net/a/arohana">&#257;rohana</A> &#8212; climbs.</P><P CLASS=t>TRANSLATION</P><P>"Being situated in one's heart and being watered by &#347;ravana-k&#299;rtana, the bhakti creeper grows more and more. In this way it attains the shelter of the desire tree of the lotus feet of Krishna, who is eternally situated in the planet known as Goloka Vrind&#257;vana, in the topmost region of the spiritual sky.</P><P CLASS=t>PURPORT</P><P>In the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37</A>) it is said:</P><P>&#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhis</P><P CLASS=n>t&#257;bhir ya eva nija-r&#363;patay&#257; kal&#257;bhih</P><P CLASS=n>goloka eva nivasaty akhil&#257;tma-bh&#363;to</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord. He resides in His own realm, Goloka, with R&#257;dh&#257;, who resembles His own spiritual figure and who embodies the ecstatic potency [hl&#257;din&#299;]. Their companions are Her confidantes, who embody extensions of Her bodily form and who are imbued and permeated with ever-blissful spiritual rasa." In the spiritual world, the Supreme Personality of Godhead, Krishna, has expanded Himself by His spiritual potency. He has His eternal form of bliss and knowledge (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). Everything in the Goloka Vrind&#257;vana planet is a spiritual expansion of sac-cid-&#257;nanda. Everyone there is of the same potency &#8212; &#257;nanda-cinmaya-rasa. The relationship between the Supreme Personality of Godhead and His servitor is cinmaya-rasa. Krishna and His entourage and paraphernalia are of the same cinmaya potency. In this way the Supreme Personality of Godhead is expanded throughout the spiritual world, and when that cinmaya-rasa potency expands through the material potency, it becomes all-pervading. The idea is that although the Supreme Personality of Godhead exists on His own planet, Goloka Vrind&#257;vana, He is also present everywhere. And&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham. He is present within all the universes, although they are innumerable, and He is also present within the atom. &#298;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati: [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>] He is also present within the heart of all living entities. This is His all-pervasive potency.</P><P>Goloka Vrind&#257;vana is the highest planet in the spiritual world. In order to go to the spiritual world after penetrating the covering of the material universe, one must penetrate Brahma-loka, the spiritual effulgence. Then one can come to the Goloka Vrind&#257;vana planet. There are also other planets in the spiritual world, called Vaikuntha planets, and on these planets Lord N&#257;r&#257;yana is worshiped with awe and veneration. On these planets &#347;&#257;nta-rasa is prevalent, and some of the devotees are also connected with the Supreme Personality of Godhead in d&#257;sya-rasa, the mellow of servitorship. As far as the mellow of fraternity is concerned, in Vaikuntha this rasa is represented by gaurava-sakhya, friendship in awe and veneration. The other fraternity rasa, exhibited as vi&#347;rambha (friendship in equality), is found in the Goloka Vrind&#257;vana planet. Above that is service to the Lord in v&#257;tsalya-rasa (parental love), and above all is the relationship with the Lord in the m&#257;dhurya-rasa (conjugal love). These five rasas are fully exhibited in the spiritual world in one's relationship with the Lord. Therefore in the spiritual world the bhakti creeper finds its resting place at the lotus feet of Krishna.</P><P CLASS=l><A CLASS=i HREF="153.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="155.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>