<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 155</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 155"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.155</P><P CLASS=c>t&#257;h&#257;&#324; vist&#257;rita hañ&#257; phale prema-phala</P><P CLASS=c>ih&#257;&#324; m&#257;l&#299; sece nitya &#347;ravan&#257;di jala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there <A HREF="http://vedabase.net/i/in">in</A> the spiritual world (<A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/g/goloka">Goloka</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> planet); <A CLASS=v HREF="http://vedabase.net/v/vistarita">vist&#257;rita</A> &#8212; expanded; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/p/phale">phale</A> &#8212; produces; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; the fruit known <A HREF="http://vedabase.net/a/as">as</A> love of Godhead; <A CLASS=v HREF="http://vedabase.net/i/ihan">ih&#257;&#324;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world, where the devotee is still present; <A CLASS=v HREF="http://vedabase.net/m/mali">m&#257;l&#299;</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> gardener; <A CLASS=v HREF="http://vedabase.net/s/sece">sece</A> &#8212; sprinkles; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; regularly, without fail; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; the water of <A HREF="http://vedabase.net/s/sravana">&#347;ravana</A>, <A HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> and <A HREF="http://vedabase.net/s/so">so</A> on.</P><P CLASS=t>TRANSLATION</P><P>"The creeper greatly expands in the Goloka Vrind&#257;vana planet, and there it produces the fruit of love for Krishna. Although remaining in the material world, the gardener regularly sprinkles the creeper with the water of hearing and chanting.</P><P CLASS=t>PURPORT</P><P>In Goloka Vrind&#257;vana the devotees have very intimate relationships with the Supreme Personality of Godhead. The devotee engages in the Lord's service in great ecstatic love. Such love was exhibited personally by &#346;r&#299; Caitanya Mah&#257;prabhu in His teachings to the people of the material world. The fruit of the devotional creeper is the pure desire to serve and please the senses of the Supreme Personality of Godhead. Krishnendriya-pr&#299;ti-icch&#257; dhare 'prema' n&#257;ma. (Cc. &#256;di. 4.165) In the spiritual world one has no desire other than to please the senses of the Supreme Personality of Godhead. The conditioned soul within the material world can neither understand nor appreciate how a pure devotee in the material world can render confidential service to the Lord out of feelings of ecstatic love and always engage in pleasing the Supreme Lord's senses. Although seen within this material world, the pure devotee always engages in the confidential service of the Lord. An ordinary neophyte devotee cannot realize this; therefore it is said, vaishnavera kriy&#257;-mudr&#257; vijñeha n&#257; bujhaya. The activities of a pure Vaishnava cannot be understood even by a learned scholar in the material world.</P><P>Every living entity is wandering within this universe in different species and on different planetary systems according to his fruitive activities. Out of many millions of living entities, one may be fortunate enough to receive the seed of the bhakti-lat&#257;, the creeper of devotional service. By the grace of the spiritual master and Krishna, one nourishes the bhakti-lat&#257; by regularly sprinkling it with the water of &#347;ravana-k&#299;rtana, hearing and chanting. In this way the seed of the bhakti-lat&#257; sprouts and grows up and up through the whole universe until it penetrates the covering of the material universe and reaches the spiritual world. The bhakti-lat&#257; continues to grow until it reaches the topmost planetary system, Goloka Vrind&#257;vana, where Krishna lives. There the creeper takes shelter at the lotus feet of the Lord, and that is its final destination. At that time the creeper begins to grow the fruits of ecstatic love of God. It is the duty of the devotee who nourishes the creeper to be very careful. It is said that the watering of the creeper must continue: ih&#257;&#324; m&#257;l&#299; sece nitya &#347;ravan&#257;di jala. It is not that at a certain stage one can stop chanting and hearing and become a mature devotee. If one stops, one certainly falls down from devotional service. Although one may be very much exalted in devotional service, he should not give up the watering process of &#347;ravana-k&#299;rtana. If one gives up that process, it is due to an offense. This is described in the following verse.</P><P CLASS=l><A CLASS=i HREF="154.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="156.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>