<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 156</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 156"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.156</P><P CLASS=c>yadi vaishnava-apar&#257;dha uthe h&#257;t&#299; m&#257;t&#257;</P><P CLASS=c>up&#257;de v&#257; chinde, t&#257;ra &#347;ukhi' y&#257;ya p&#257;t&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> offense at the feet of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/u/uthe">uthe</A> &#8212; arises; <A CLASS=v HREF="http://vedabase.net/h/hati">h&#257;t&#299;</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> elephant; <A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; <A HREF="http://vedabase.net/m/mad">mad</A>; <A CLASS=v HREF="http://vedabase.net/u/upade">up&#257;de</A> &#8212; uproots; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/c/chinde">chinde</A> &#8212; breaks; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of the creeper; <A CLASS=v HREF="http://vedabase.net/s/sukhi">&#347;ukhi</A>' &#8212; shriveling up; <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/p/pata">p&#257;t&#257;</A> &#8212; the leaf.</P><P CLASS=t>TRANSLATION</P><P>"If the devotee commits an offense at the feet of a Vaishnava while cultivating the creeper of devotional service in the material world, his offense is compared to a mad elephant that uproots the creeper and breaks it. In this way the leaves of the creeper are dried up.</P><P CLASS=t>PURPORT</P><P>One's devotional attitude increases in the association of a Vaishnava:</P><P>t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa</P><P CLASS=n>janame janame haya, ei abhil&#257;sha</P><P>By his personal example, Narottama d&#257;sa Th&#257;kura stresses that a devotee must always remember to please his predecessor &#257;c&#257;rya. The Gosv&#257;m&#299;s are represented by one's spiritual master. One cannot be an &#257;c&#257;rya (spiritual master) without following strictly in the disciplic succession of the &#257;c&#257;ryas. One who is actually serious about advancing in devotional service should desire only to satisfy the previous &#257;c&#257;ryas. Ei chaya gos&#257;ñi y&#257;ra, mui t&#257;ra d&#257;sa. One should always think of oneself as a servant of the servant of the &#257;c&#257;ryas, and thinking this, one should live in the society of Vaishnavas. However, if one thinks that he has become very mature and can live separate from the association of Vaishnavas and thus gives up all the regulative principles due to offending a Vaishnava, one's position becomes very dangerous. Offenses against the holy name are explained in &#256;di-l&#299;l&#257;, Chapter Eight, verse 24. Giving up the regulative principles and living according to one's whims is compared to a mad elephant, which by force uproots the bhakti-lat&#257; and breaks it to pieces. In this way the bhakti-lat&#257; shrivels up. Such an offense is especially created when one disobeys the instructions of the spiritual master. This is called guru-avajñ&#257;. The devotee must therefore be very careful not to commit offenses against the spiritual master by disobeying his instructions. As soon as one is deviated from the instructions of the spiritual master, the uprooting of the bhakti-lat&#257; begins, and gradually all the leaves dry up.</P><P CLASS=l><A CLASS=i HREF="155.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="157.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>