<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 157</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 157"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.157</P><P CLASS=c>t&#257;te m&#257;l&#299; yatna kari' kare &#257;varana</P><P CLASS=c>apar&#257;dha-hast&#299;ra yaiche n&#257; haya udgama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tate">t&#257;te</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/mali">m&#257;l&#299;</A> &#8212; the gardener devotee; <A CLASS=v HREF="http://vedabase.net/y/yatna">yatna</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; with great attention; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; makes; <A CLASS=v HREF="http://vedabase.net/a/avarana">&#257;varana</A> &#8212; protective fencing; <A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; of offenses; <A CLASS=v HREF="http://vedabase.net/h/hastira">hast&#299;ra</A> &#8212; of the elephant; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/u/udgama">udgama</A> &#8212; birth.</P><P CLASS=t>TRANSLATION</P><P>"The gardener must defend the creeper by fencing it all around so that the powerful elephant of offenses may not enter.</P><P CLASS=t>PURPORT</P><P>While the bhakti creeper is growing, the devotee must protect it by fencing it all around. The neophyte devotee must be protected by being surrounded by pure devotees. In this way he will not give the maddened elephant a chance to uproot his bhakti creeper. When one associates with nondevotees, the maddened elephant is set loose. &#346;r&#299; Caitanya Mah&#257;prabhu has said, asat-sa&#324;ga-ty&#257;ga, &#8212; ei vaishnava-&#257;c&#257;ra. The first business of a Vaishnava is to give up the company of nondevotees. A so-called mature devotee, however, commits a great offense by giving up the company of pure devotees. The human being is a social animal, and if one gives up the society of pure devotees, he must associate with nondevotees (asat-sa&#324;ga). By contacting nondevotees and engaging in nondevotional activities, a so-called mature devotee will fall victim to the mad elephant offense. Whatever growth has taken place is quickly uprooted by such an offense. One should therefore be very careful to defend the creeper by fencing it in &#8212; that is, by following the regulative principles and associating with pure devotees.</P><P>Even if one thinks that there are many pseudo devotees or nondevotees in the Krishna Consciousness Society, still one should stick to the Society; if one thinks the Society's members are not pure devotees, one can keep direct company with the spiritual master, and if there is any doubt, one should consult the spiritual master. However, unless one follows the spiritual master's instructions concerning the regulative principles and chanting and hearing the holy name of the Lord, one cannot become a pure devotee. By one's mental concoctions, one falls down. By associating with nondevotees, one breaks the regulative principles and is thereby lost. In the Upade&#347;&#257;mrita (2) of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, it is said:</P><P>aty&#257;h&#257;rah pray&#257;sa&#347; ca prajalpo niyam&#257;grahah</P><P CLASS=n>jana-sa&#324;ga&#347; ca laulyam ca shadbhir bhaktir vina&#347;yati</P><P>"One's devotional service is spoiled when he becomes too entangled in the following six activities: (1) eating more than necessary or collecting more funds than required, (2) overendeavoring for mundane things that are very difficult to attain, (3) talking unnecessarily about mundane subject matters, (4) practicing the scriptural rules and regulations only for the sake of following them and not for the sake of spiritual advancement, or rejecting the rules and regulations of the scriptures and working independently or whimsically, (5) associating with worldly-minded persons who are not interested in Krishna consciousness, and (6) being greedy for mundane achievements."</P><P CLASS=l><A CLASS=i HREF="156.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="158.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>