<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 159</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 159"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.159</P><P CLASS=c>'nishiddh&#257;c&#257;ra', 'kut&#299;n&#257;t&#299;', 'j&#299;va-himsana'</P><P CLASS=c>'l&#257;bha', 'p&#363;j&#257;', 'pratishth&#257;di' yata upa&#347;&#257;kh&#257;-gana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisiddha">nishiddha</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; behavior not <A HREF="http://vedabase.net/t/to">to</A> be exhibited by <A HREF="http://vedabase.net/a/a">a</A> person desiring <A HREF="http://vedabase.net/t/to">to</A> become perfect; <A CLASS=v HREF="http://vedabase.net/k/kutinati">kut&#299;n&#257;t&#299;</A> &#8212; diplomacy; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/h/himsana">himsana</A> &#8212; unnecessarily killing animals or the soul; <A CLASS=v HREF="http://vedabase.net/l/labha">l&#257;bha</A> &#8212; profit according <A HREF="http://vedabase.net/t/to">to</A> material calculations; <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A> &#8212; adoration achieved by satisfying mundane people; <A CLASS=v HREF="http://vedabase.net/p/pratistha">pratishtha</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; becoming <A HREF="http://vedabase.net/a/an">an</A> important <A HREF="http://vedabase.net/m/man">man</A> <A HREF="http://vedabase.net/i/in">in</A> material calculations, and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/u/upasakha">upa&#347;&#257;kh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; unnecessary creepers.</P><P CLASS=t>TRANSLATION</P><P>"Some unnecessary creepers growing with the bhakti creeper are the creepers of behavior unacceptable for those trying to attain perfection, diplomatic behavior, animal-killing, mundane profiteering, mundane adoration and mundane importance. All these are unwanted creepers.</P><P CLASS=t>PURPORT</P><P>There is a certain pattern of behavior prescribed for those actually trying to become perfect. In our Krishna consciousness movement we advise our students not to eat meat, not to gamble, not to engage in illicit sex and not to indulge in intoxication. People who indulge in these activities can never become perfect; therefore these regulative principles are for those interested in becoming perfect and going back to Godhead. Kut&#299;n&#257;t&#299;, or diplomatic behavior, cannot satisfy the &#257;tm&#257;, the soul. It cannot even satisfy the body or the mind. The culprit mind is always suspicious; therefore our dealings should always be straightforward and approved by Vedic authorities. If we treat people diplomatically or duplicitously, our spiritual advancement is obstructed. J&#299;va-himsana refers to the killing of animals or to envy of other living entities. The killing of poor animals is undoubtedly due to envy of those animals. The human form is meant for the understanding of Krishna consciousness (ath&#257;to brahma jijñ&#257;s&#257;), for inquiring about the Supreme Brahman. In the human form, everyone has a chance to understand the Supreme Brahman. The so-called leaders of human society do not know the real aim of human life and are therefore busy with economic development. This is misleading. Every state and every society is busy trying to improve the quality of eating, sleeping, mating and defending. This human form of life is meant for more than these four animal principles. Eating, sleeping, mating and defending are problems found in the animal kingdom, and the animals have solved these problems without difficulty. Why should human society be so busy trying to solve these problems? The difficulty is that people are not educated to understand this simple philosophy. They think that advancement of civilization means increasing sense gratification.</P><P>There are many religious propagandists who do not know how the ultimate problems of life can be solved, and they also try to educate people in a form of sense gratification. This is also j&#299;va-himsana. Real knowledge is not given, and religionists mislead the general populace. As far as material profits are concerned, one should know that whatever material profit one has must be abandoned at the time of death. Unfortunately people do not know that there is life after death; therefore mundane people waste their time amassing material profit which has to be left behind at the time of death. Such profit has no eternal benefit. Similarly, adoration by mundane people is valueless because after death one has to accept another body. Material adoration and titles are decorations that cannot be carried over to the next body. In the next life, everything is forgotten.</P><P>All these obstructions have been described in this verse as unwanted creepers. They simply present obstacles for the real creeper, the bhakti-lat&#257;. One should be very careful to avoid all these unwanted things. Sometimes these unwanted creepers look exactly like the bhakti creeper. They appear to be of the same size and the same species when they are packed together with the bhakti creeper, but in spite of this, the creepers are called upa&#347;&#257;kh&#257;. A pure devotee can distinguish between the bhakti creeper and a mundane creeper, and he is very alert to distinguish them and keep them separate.</P><P CLASS=l><A CLASS=i HREF="158.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="160.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>