<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.16</P><P CLASS=c>lobh&#299; k&#257;yastha-gana r&#257;ja-k&#257;rya kare</P><P CLASS=c>&#257;pane svagrihe kare &#347;&#257;strera vic&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/lobhi">lobh&#299;</A> &#8212; greedy; <A CLASS=v HREF="http://vedabase.net/k/kayastha">k&#257;yastha</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; persons engaged <A HREF="http://vedabase.net/i/in">in</A> secretarial and clerical work; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/k/karya">k&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; executed the government service; <A CLASS=v HREF="http://vedabase.net/a/apane">&#257;pane</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/s/sastrera">&#347;&#257;strera</A> <A CLASS=v HREF="http://vedabase.net/v/vicare">vic&#257;re</A> &#8212; discussion of the revealed scriptures.</P><P CLASS=t>TRANSLATION</P><P>The greedy masters of his clerical and secretarial staff performed the government duties while San&#257;tana personally remained home and discussed the revealed scriptures.</P><P CLASS=t>PURPORT</P><P>San&#257;tana Gosv&#257;m&#299; was the minister in charge of the government secretariat, and his assistants &#8212; the undersecretaries and clerks &#8212; all belonged to the k&#257;yastha community. Formerly the k&#257;yasthas belonged to the clerical and secretarial staff of the government, and later if one served in such a post, he was called a k&#257;yastha. Eventually if a person could not identify himself as a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra, he used to introduce himself as a k&#257;yastha to get a wealthy and honorable position. In Bengal it is said that if one cannot give the identity of his caste, he calls himself a k&#257;yastha. On the whole, the k&#257;yastha community is a mixture of all castes, and it especially includes those engaged in clerical or secretarial work. Materially such people are always busy occupying responsible government posts.</P><P>When San&#257;tana Gosv&#257;m&#299; was relaxing and feeling inclined to retire from government service, many k&#257;yasthas on his secretarial staff were very eager to occupy his post. In this regard, &#346;r&#299;la Bhaktivinoda Th&#257;kura states that when San&#257;tana Gosv&#257;m&#299; was a government minister and the k&#257;yasthas who assisted him saw that he was reluctant to continue, they became very expert in their duties. San&#257;tana Gosv&#257;m&#299; was a br&#257;hmana belonging to the S&#257;rasvata br&#257;hmana community. It is said that when he resigned, a subordinate named Purandara Kh&#257;n, who was a k&#257;yastha, occupied his post.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>