<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 160</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 160"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.160</P><P CLASS=c>seka-jala p&#257;ñ&#257; upa&#347;&#257;kh&#257; b&#257;di' y&#257;ya</P><P CLASS=c>stabdha hañ&#257; m&#363;la-&#347;&#257;kh&#257; b&#257;dite n&#257; p&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/seka">seka</A>-<A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; sprinkling water; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; getting; <A CLASS=v HREF="http://vedabase.net/u/upasakha">upa&#347;&#257;kh&#257;</A> &#8212; the unwanted creepers; <A CLASS=v HREF="http://vedabase.net/b/badi">b&#257;di</A>' <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; grow luxuriantly; <A CLASS=v HREF="http://vedabase.net/s/stabdha">stabdha</A> <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; becoming stopped; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/s/sakha">&#347;&#257;kh&#257;</A> &#8212; the chief creeper; <A CLASS=v HREF="http://vedabase.net/b/badite">b&#257;dite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> increase; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; is not able.</P><P CLASS=t>TRANSLATION</P><P>"If one does not distinguish between the bhakti creeper and the other creepers, the sprinkling of water is misused because the other creepers are nourished while the bhakti creeper is curtailed.</P><P CLASS=t>PURPORT</P><P>If one chants the Hare Krishna mantra while committing offenses, these unwanted creepers will grow. One should not take advantage of chanting the Hare Krishna mantra for some material profit. As mentioned in verse 159:</P><P>'nishiddh&#257;c&#257;ra', 'kut&#299;n&#257;t&#299;', 'j&#299;va-himsana'</P><P CLASS=n>'l&#257;bha', 'p&#363;j&#257;', 'pratishth&#257;di' yata upa&#347;&#257;kh&#257;-gana</P><P>The unwanted creepers have been described by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura. He states that if one hears and chants without trying to give up offenses, one becomes materially attached to sense gratification. One may also desire freedom from material bondage like the M&#257;y&#257;v&#257;d&#299;s, or one may become attached to the yoga-siddhis and desire wonderful yogic powers. If one is attached to wonderful material activities, one is called siddhi-lobh&#299;, greedy for material perfection. One may also be victimized by diplomatic or crooked behavior, or one may associate with women for illicit sex. One may make a show of devotional service like the pr&#257;krita-sahajiy&#257;s, or one may try to support his philosophy by joining some caste or identifying himself with a certain dynasty, claiming a monopoly on spiritual advancement. Thus with the support of family tradition, one may become a pseudo guru, or so-called spiritual master. One may become attached to the four sinful activities &#8212; illicit sex, intoxication, gambling and meat-eating &#8212; or one may consider a Vaishnava to belong to a mundane caste or creed. One may think, "This is a Hindu Vaishnava, and this is a European Vaishnava. European Vaishnavas are not allowed to enter the temples." In other words, one may consider Vaishnavas in terms of birth, thinking one a br&#257;hmana Vaishnava, another a &#347;&#363;dra Vaishnava, another a mleccha Vaishnava and so on. One may also try to carry out a professional business by means of chanting the Hare Krishna mantra or reading &#346;r&#299;mad-Bh&#257;gavatam, or one may try to increase his monetary strength by illegal means. Also, one may become a cheap Vaishnava by trying to chant in a secluded place for material adoration, or one may desire mundane reputation by making compromises with nondevotees concerning one's philosophy or spiritual life, or one may become a supporter of a hereditary caste system. All these are pitfalls of personal sense gratification. Just to cheat some innocent people, one makes a show of advanced spiritual life and becomes known as a s&#257;dhu, mah&#257;tm&#257; or religious person. All this means that the so-called devotee has become victimized by all these unwanted creepers and that the real creeper, the bhakti-lat&#257;, has been stunted.</P><P CLASS=l><A CLASS=i HREF="159.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="161.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>