<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 165</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 165"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.165</P><P CLASS=c>riddh&#257; siddhi-vraja-vijayit&#257; satya-dharm&#257; sam&#257;dhir</P><P CLASS=c>brahm&#257;nando gurur api camatk&#257;rayaty eva t&#257;vat</P><P CLASS=c>y&#257;vat premn&#257;m madhu-ripu-va&#347;&#299;-k&#257;ra-siddhaushadh&#299;n&#257;m</P><P CLASS=c>gandho 'py antah-karana-saran&#299;-p&#257;nthat&#257;m na pray&#257;ti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rddha">riddh&#257;</A> &#8212; excellent; <A CLASS=v HREF="http://vedabase.net/s/siddhi">siddhi</A>-<A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A> &#8212; of the groups of material perfections of the yog&#299;s (<A HREF="http://vedabase.net/a/anima">anim&#257;</A>, <A HREF="http://vedabase.net/l/laghima">laghim&#257;</A>, <A HREF="http://vedabase.net/p/prapti">pr&#257;pti</A> and <A HREF="http://vedabase.net/s/so">so</A> on); <A CLASS=v HREF="http://vedabase.net/v/vijayita">vijayit&#257;</A> &#8212; the victory; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharm&#257;</A> &#8212; the religious principles of perfection (<A HREF="http://vedabase.net/s/satya">satya</A>, <A HREF="http://vedabase.net/s/sama">&#347;ama</A>, <A HREF="http://vedabase.net/t/titiksa">titiksh&#257;</A> and <A HREF="http://vedabase.net/s/so">so</A> on); <A CLASS=v HREF="http://vedabase.net/s/samadhih">sam&#257;dhih</A> &#8212; the yogic perfection of meditation; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/anandah">&#257;nandah</A> &#8212; the spiritually blissful life of the monist; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; very high <A HREF="http://vedabase.net/i/in">in</A> material considerations; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/c/camatkarayati">camatk&#257;rayati</A> &#8212; they appear very important; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; that long; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/premnam">premn&#257;m</A> &#8212; of love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/r/ripu">ripu</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the enemy of the <A HREF="http://vedabase.net/m/madhu">Madhu</A> demon; <A CLASS=v HREF="http://vedabase.net/v/vasi">va&#347;&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kara">k&#257;ra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the controlling; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/a/ausadhinam">aushadh&#299;n&#257;m</A> &#8212; which is like perfect herbs that can control snakes; <A CLASS=v HREF="http://vedabase.net/g/gandhah">gandhah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> slight fragrance; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/k/karana">karana</A>-<A CLASS=v HREF="http://vedabase.net/s/sarani">saran&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/panthatam">p&#257;nthat&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> traveler on the path of the heart; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/prayati">pray&#257;ti</A> &#8212; does not become.</P><P CLASS=t>TRANSLATION</P><P>"'As long as there is not the slightest fragrance of pure love of Krishna, which is the perfect medicinal herb for controlling Lord Krishna within the heart, the opulences of the material perfections known as the siddhis, the brahminical perfections [satya, &#347;ama, titiksh&#257; and so on], the trance of the yog&#299;s and the monistic bliss of Brahman all seem wonderful for men.'</P><P CLASS=t>PURPORT</P><P>There are different types of perfections known as siddhi-vraja, and also the perfections of achieving brahminical qualifications, yogic trance and merging into the Supreme. All these material perfections are certainly very attractive for a mundane person, but their brilliance exists only as long as one does not take to devotional service. Devotional service can control the Supreme Personality of Godhead, who is the supreme controller of all universal affairs. The five rasas (mellows) in the transcendental world are practiced by the inhabitants of Goloka Vrind&#257;vana in neutrality, servitorship, friendship, parental affection and conjugal love. All these please the Lord so much that He is controlled by the devotees. For instance, mother Ya&#347;od&#257; was so advanced in devotional service that Krishna agreed to be controlled by her stick. In other words, the five principal mellows are so great and glorious that they are able to control the Supreme Personality of Godhead. In the material world, however, the so-called siddhis, or perfections, manifest their brightness only as long as one is not interested in devotional service. In other words, the perfection of the karm&#299;s, jñ&#257;n&#299;s, yog&#299;s and others remains attractive only as long as one does not come to the point of devotional service, which is so great and significant that it can control the supreme controller, Krishna.</P><P CLASS=l><A CLASS=i HREF="164.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="166.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>