<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 167</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 167"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.167</P><P CLASS=c>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=c>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=c>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=c>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/a/abhilasita">abhil&#257;shit&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sunyam">&#347;&#363;nyam</A> &#8212; without desires other than those for the service of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, or without material desires (such <A HREF="http://vedabase.net/a/as">as</A> those for meat-eating, illicit sex, gambling and addiction <A HREF="http://vedabase.net/t/to">to</A> intoxicants); <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; by the knowledge of the philosophy of the monist M&#257;y&#257;v&#257;d&#299;s; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; by fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; by artificially practicing detachment, by the mechanical practice of <A HREF="http://vedabase.net/y/yoga">yoga</A>, by studying the <A HREF="http://vedabase.net/s/sankhya">S&#257;&#324;khya</A> philosophy, and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/anavrtam">an&#257;vritam</A> &#8212; not covered; <A CLASS=v HREF="http://vedabase.net/a/anukulyena">&#257;nuk&#363;lyena</A> &#8212; favorable; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/anusilanam">anu&#347;&#299;lanam</A> &#8212; cultivation of service <A HREF="http://vedabase.net/i/in">in</A> relationship <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> <A CLASS=v HREF="http://vedabase.net/u/uttama">uttam&#257;</A> &#8212; first-class devotional service.</P><P CLASS=t>TRANSLATION</P><P>"'When first-class devotional service develops, one must be devoid of all material desires, knowledge obtained by monistic philosophy, and fruitive action. The devotee must constantly serve Krishna favorably, as Krishna desires.'</P><P CLASS=t>PURPORT</P><P>This verse is also found in &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>). As we can understand from the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A> and <A CLASS=v HREF="../../../bg/18/65.htm">18.65</A>), the Supreme Personality of Godhead wants everyone to think of Him always (man-man&#257; bhava mad-bhaktah). Everyone should become His devotee, not the devotee of a demigod. Everyone should engage in His devotional service, including arcana (Deity worship) in the temple. Man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru. Everyone should offer obeisances, from moment to moment, to the Supreme Personality of Godhead. These are the desires of the Supreme Lord, and one who fulfills His desires favorably is actually a pure devotee. Krishna wants everyone to surrender unto Him, and devotional service means preaching this gospel all over the world. The Lord says openly in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/69.htm">18.69</A>), na ca tasm&#257;n manushyeshu ka&#347;cin me priya-krittamah: One who preaches the gospel of the Bhagavad-g&#299;t&#257; for the benefit of all is most dear to Krishna. The Bhagavad-g&#299;t&#257; is spoken by the Lord so that human society can be perfectly organized from all angles of vision &#8212; politically, socially, economically, philosophically and religiously. From any point of view, human society can be reformed by the Krishna consciousness movement; therefore one who spreads this philosophy of Krishna consciousness for the benefit of all conditioned souls in the universe is perfect in pure devotional service.</P><P>The criterion is that a devotee must know what Krishna wants him to do. This understanding can be achieved through the medium of a spiritual master who is a bona fide representative of Krishna. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; advises, &#257;dau gurv-&#257;&#347;rayam. One who is serious in wanting to render pure devotional service to the Lord must take shelter of a spiritual master who comes in the disciplic succession from Krishna. Evam parampar&#257;-pr&#257;ptam imam r&#257;jarshayo viduh [<A CLASS=v HREF="../../../bg/4/2.htm">Bg. 4.2</A>]. Without accepting a bona fide spiritual master coming in the disciplic succession, one cannot find out the real purpose of devotional service. Therefore one has to accept the shelter of a bona fide spiritual master and agree to be directed by him. The first business of a pure devotee is to satisfy his spiritual master, whose only business is to spread Krishna consciousness. And if one can satisfy the spiritual master, Krishna is automatically satisfied &#8212; yasya pras&#257;d&#257;d bhagavat-pras&#257;dah **. This is the success of devotional service. This is the meaning of the word &#257;nuk&#363;lyena &#8212; that is, favorable devotional service to the Lord. A pure devotee has no plans other than those for the Lord's service. He is not interested in attaining success in mundane activities. He simply wants success in the progress of devotional service. For a devotee, there cannot be worship of others or demigod worship. A pure devotee does not engage himself in such pseudo devotional service. He is interested only in satisfying Krishna. If one lives only for the satisfaction of Krishna, it does not matter whether he belongs to this order of life or that order of life. One's only business should be to satisfy Krishna. This process is completely manifest in the activities of the Krishna consciousness movement. It has been actually proved that the entire world can accept devotional service without failure. One simply has to follow the instructions of the representative of Krishna.</P><P CLASS=l><A CLASS=i HREF="166.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="168.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>