<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.17</P><P CLASS=c>bhatt&#257;c&#257;rya pandita bi&#347;a tri&#347;a lañ&#257;</P><P CLASS=c>bh&#257;gavata vic&#257;ra karena sabh&#257;te vasiy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhattacarya">bhatt&#257;c&#257;rya</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; learned scholars known <A HREF="http://vedabase.net/a/as">as</A> bhatt&#257;c&#257;ryas; <A CLASS=v HREF="http://vedabase.net/b/bisa">bi&#347;a</A> <A CLASS=v HREF="http://vedabase.net/t/trisa">tri&#347;a</A> &#8212; twenty or thirty; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking with him; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; discussion of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/s/sabhate">sabh&#257;te</A> <A CLASS=v HREF="http://vedabase.net/v/vasiya">vasiy&#257;</A> &#8212; sitting <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/an">an</A> assembly.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; San&#257;tana Gosv&#257;m&#299; used to discuss &#346;r&#299;mad-Bh&#257;gavatam in an assembly of twenty or thirty learned br&#257;hmana scholars.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives the following commentary on the words bh&#257;gavata vic&#257;ra. As confirmed in the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1/4">1.1.4-5</A>), there are two kinds of educational systems:</P><P>dve vidye veditavya iti, ha sma yad brahma-vido vadanti &#8212; par&#257; caiv&#257;par&#257; ca. tatr&#257;par&#257; rig-vedo yajur-vedah s&#257;ma-vedo 'tharva-vedah &#347;iksh&#257; kalpo vy&#257;karanam niruktam chando jyotisham iti. atha par&#257; yay&#257; tad aksharam adhigamyate.</P><P>"There are two kinds of educational systems. One deals with transcendental knowledge [par&#257; vidy&#257;] and the other with material knowledge [apar&#257; vidy&#257;]. All the Vedas &#8212; the Rig Veda, Yajur Veda, S&#257;ma Veda and Atharva Veda, along with their corollaries, known as &#347;iksh&#257;, kalpa, vy&#257;karana, nirukta, chanda and jyotisha &#8212; belong to the inferior system of material knowledge [apar&#257; vidy&#257;]. By par&#257; vidy&#257; one can understand the akshara &#8212; Brahman or the Absolute Truth." As far as the Vedic literature is concerned, the Ved&#257;nta-s&#363;tra is accepted as the par&#257; vidy&#257;. &#346;r&#299;mad-Bh&#257;gavatam is an explanation of that par&#257; vidy&#257;. Those who aspire for liberation (mukti or moksha) and introduce themselves as vaid&#257;ntika are also equal to those groups aspiring to improve religion (dharma), economic development (artha) and sense gratification (k&#257;ma). Dharma, artha, k&#257;ma and moksha are called catur-varga. They are all within the system of inferior, material knowledge. Any literature giving information about the spiritual world, spiritual life, spiritual identity and the spirit soul is called par&#257; vidy&#257;. &#346;r&#299;mad-Bh&#257;gavatam does not have anything to do with the materialistic way of life; it gives transcendental information to educate people in the superior system of par&#257; vidy&#257;. San&#257;tana Gosv&#257;m&#299; was engaged in discussing the bh&#257;gavata-vidy&#257;, which means he discussed transcendental superior knowledge. Those who are karm&#299;s, jñ&#257;n&#299;s or yog&#299;s are not actually fit to discuss &#346;r&#299;mad-Bh&#257;gavatam. Only Vaishnavas, or pure devotees, are fit to discuss that literature. As stated in &#346;r&#299;mad-Bh&#257;gavatam itself (<A CLASS=v HREF="../../../sb/12/13/18.htm">12.13.18</A>):</P><P>&#347;r&#299;mad-bh&#257;gavatam pur&#257;nam amalam yad vaishnav&#257;n&#257;m priyam</P><P CLASS=n>yasmin p&#257;ramahamsyam ekam amalam jñ&#257;nam param g&#299;yate</P><P CLASS=n>yatra jñ&#257;na-vir&#257;ga-bhakti-sahitam naishkarmyam &#257;vishkritam</P><P CLASS=n>tac chrinvan supathan vic&#257;rana-paro bhakty&#257; vimucyen narah</P><P>Although &#346;r&#299;mad-Bh&#257;gavatam is counted among the Pur&#257;nas, it is called the spotless Pur&#257;na. Because it does not discuss anything material, it is liked by transcendental Vaishnava devotees. The subject matter found in &#346;r&#299;mad-Bh&#257;gavatam is meant for paramahamsas. As it is said, paramo nirmatsar&#257;n&#257;m sat&#257;m vedyam. A paramahamsa is one who does not live in the material world and who does not envy others. In &#346;r&#299;mad-Bh&#257;gavatam, devotional service is discussed to arouse the living entity to the transcendental position of jñ&#257;na (knowledge) and vair&#257;gya (renunciation). As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/12.htm">1.2.12</A>):</P><P>tac chraddadh&#257;n&#257;h munayo jñ&#257;na-vair&#257;gya-yuktay&#257;</P><P CLASS=n>pa&#347;yanty &#257;tmani c&#257;tm&#257;nam bhakty&#257; &#347;ruta-grih&#299;tay&#257;</P><P>"The seriously inquisitive student or sage, well equipped with knowledge and detachment, realizes that Absolute Truth by rendering devotional service in terms of what he has heard from the Ved&#257;nta-&#347;ruti."</P><P>This is not sentiment. Knowledge and renunciation can be obtained through devotional service (bhakty&#257; &#347;ruta-grih&#299;tay&#257;), that is, by arousing one's dormant devotional consciousness, Krishna consciousness. When Krishna consciousness is aroused, it relieves one from fruitive activity, activity for economic improvement and material enjoyment. This relief is technically called naishkarmya, and when one is relieved, he is no longer interested in working hard for sense gratification. &#346;r&#299;mad-Bh&#257;gavatam is &#346;r&#299;la Vy&#257;sadeva's last, mature contribution, and one should read and hear it in an assembly of realized souls while engaging in devotional service. At such a time one can be liberated from all material bondage. This was the course taken by San&#257;tana Gosv&#257;m&#299;, who retired from government service to study &#346;r&#299;mad-Bh&#257;gavatam with learned scholars.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>