<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 177</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 177"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.177</P><P CLASS=c>s&#257;dhana-bhakti haite haya 'rati'ra udaya</P><P CLASS=c>rati g&#257;dha haile t&#257;ra 'prema' n&#257;ma kaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; the process of regularly rendering devotional service; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/r/ratira">ratira</A> &#8212; of attachment; <A CLASS=v HREF="http://vedabase.net/u/udaya">udaya</A> &#8212; the awakening; <A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; such attachment; <A CLASS=v HREF="http://vedabase.net/g/gadha">g&#257;dha</A> <A CLASS=v HREF="http://vedabase.net/h/haile">haile</A> &#8212; becoming thick; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/kaya">kaya</A> &#8212; is said.</P><P CLASS=t>TRANSLATION</P><P>"By regularly rendering devotional service, one gradually becomes attached to the Supreme Personality of Godhead. When that attachment is intensified, it becomes love of Godhead.</P><P CLASS=t>PURPORT</P><P>The Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/2">1.2.2</A>) gives the following information about s&#257;dhana-bhakti:</P><P>kriti-s&#257;dhy&#257; bhavet s&#257;dhya-bh&#257;v&#257; s&#257; s&#257;dhan&#257;bhidh&#257;</P><P CLASS=n>nitya-siddhasya bh&#257;vasya pr&#257;katyam hridi s&#257;dhyat&#257;</P><P>The process of devotional service &#8212; beginning with chanting and hearing &#8212; is called s&#257;dhana-bhakti. This includes the regulative principles that are intended to awaken one to devotional service. Devotional service is always dormant in everyone's heart, and by the offenseless chanting of the holy names of the Lord, one's original dormant Krishna consciousness is awakened. This awakening to Krishna consciousness is the beginning of s&#257;dhana-bhakti. This can be divided into many different parts, including faith, association with devotees, initiation by the spiritual master, engagement in devotional service under the instructions of a spiritual master, steadiness in devotional service and the awakening of a taste for devotional service. In this way, one can become attached to Krishna and His service, and when this attachment is intensified, it results in ecstatic love for Krishna. The word rati is explained in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/3/41">1.3.41</A>) as follows:</P><P>vyaktam masrinatev&#257;ntar-lakshyate rati-lakshanam</P><P CLASS=n>mumukshu-prabhrit&#299;n&#257;m ced bhaved esh&#257; ratir na hi</P><P>"When a tenderness of the heart is manifested, there is rati, or attachment. But those who are interested in being liberated from material bondage will not manifest this tenderness." This attachment is not like material attachment. When one is free of material contamination, attachment for Krishna's service awakens and is called rati. In the material world there is attachment for material enjoyment, but this is not rati. Transcendental rati can be awakened only on the spiritual platform. Ecstatic love for Krishna (prema) is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/41">1.41</A>) as follows:</P><P>samya&#324; masrinita-sv&#257;nto mamatv&#257;ti&#347;ay&#257;&#324;kitah</P><P CLASS=n>bh&#257;vah sa eva s&#257;ndr&#257;tm&#257; budhaih prem&#257; nigadyate</P><P>"When the heart is completely softened and devoid of all material desires and when one's emotional feelings become very strong, one becomes very much attached to Krishna. Such purified emotion is known as pure love."</P><P CLASS=l><A CLASS=i HREF="176.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="178.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>