<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verses 183-184</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verses 183-184"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.183-184</P><P CLASS=c>bhakta-bhede rati-bheda pañca parak&#257;ra</P><P CLASS=c>&#347;&#257;nta-rati, d&#257;sya-rati, sakhya-rati &#257;ra</P><P CLASS=c>v&#257;tsalya-rati, madhura-rati, &#8212; ei pañca vibheda</P><P CLASS=c>rati-bhede krishna-bhakti-rase pañca bheda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhede">bhede</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> varieties of devotees; <A CLASS=v HREF="http://vedabase.net/r/rati">rati</A>-<A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; the different attachments; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> <A CLASS=v HREF="http://vedabase.net/p/parakara">parak&#257;ra</A> &#8212; five categories; <A CLASS=v HREF="http://vedabase.net/s/santi">&#347;&#257;nti</A>-<A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; neutral appreciation; <A CLASS=v HREF="http://vedabase.net/d/dasya">d&#257;sya</A>-<A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; attachment <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> service attitude; <A CLASS=v HREF="http://vedabase.net/s/sakhya">sakhya</A>-<A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; attachment by friendly appreciation; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vatsalya">v&#257;tsalya</A>-<A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; attachment by parental affection; <A CLASS=v HREF="http://vedabase.net/m/madhura">madhura</A>-<A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; attachment by conjugal love; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/v/vibheda">vibheda</A> &#8212; divisions; <A CLASS=v HREF="http://vedabase.net/r/rati">rati</A>-<A CLASS=v HREF="http://vedabase.net/b/bhede">bhede</A> &#8212; by attachment on different platforms; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/r/rase">rase</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> mellows derived from devotional service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; varieties.</P><P CLASS=t>TRANSLATION</P><P>"According to the devotee, attachment falls within the five categories of &#347;&#257;nta-rati, d&#257;sya-rati, sakhya-rati, v&#257;tsalya-rati and madhura-rati. These five categories arise from devotees' different attachments to the Supreme Personality of Godhead. The transcendental mellows derived from devotional service are also of five varieties.</P><P CLASS=t>PURPORT</P><P>&#346;&#257;nta-rati is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/5/16">2.5.16-18</A>) as follows:</P><P>m&#257;nase nirvikalpatvam</P><P CLASS=n>&#347;ama ity abhidh&#299;yate</P><P>"When one is completely free from all doubts and material attachments, he attains the neutral position, called &#347;&#257;nta."</P><P>vih&#257;ya vishayonmukhyam nij&#257;nanda-sthitir yatah</P><P CLASS=n>&#257;tmanah kathyate so 'tra svabh&#257;vah &#347;ama ity asau</P><P CLASS=n>pr&#257;yah &#347;ama-pradh&#257;n&#257;n&#257;m mamat&#257;-gandha-varjit&#257;</P><P CLASS=n>param&#257;tmatay&#257; krishne j&#257;t&#257; &#347;&#257;nta-ratir mat&#257;</P><P>The &#347;&#257;nta-rati realization of Krishna is in the neutral stage between the conception of impersonalism and personalism. This means that one is not very strongly attached to the personal feature of the Lord. An appreciation of the greatness of the Lord is called &#347;&#257;nta-rati. This is attachment not to the personal feature but to the impersonal feature. Generally, one in this stage is attached to the Param&#257;tm&#257; feature of the Supreme Personality of Godhead.</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine made of the material energy." (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>) On the strength of this statement from the Bhagavad-g&#299;t&#257;, we can understand that in &#347;&#257;nta-rasa a devotee sees the Lord's representation everywhere.</P><P>D&#257;sya-rati is explained in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/5/27">2.5.27</A>) thus:</P><P>svasm&#257;d bhavanti ye ny&#363;n&#257;s te 'nugr&#257;hy&#257; harer mat&#257;h</P><P CLASS=n>&#257;r&#257;dhyatv&#257;tmik&#257; tesh&#257;m ratih pr&#299;tir it&#299;rit&#257;</P><P CLASS=n>tatr&#257;sakti-krid anyatra pr&#299;ti-samh&#257;rin&#299; hy asau</P><P>When the Supreme Lord in His localized aspect is appreciated and a great devotee understands his subordinate position, not only does he surrender to the Supreme Personality of Godhead, but, due to his subordinate position, he wishes to render some service and thus become favored by the Supreme Personality of Godhead. A devotee in &#347;&#257;nta-rati is not very much willing to render service to the Lord, but a devotee in d&#257;sya-rati voluntarily wants to render service. Due to this attitude, the devotee in d&#257;sya-rati realizes the Supreme Personality of Godhead more fully than a devotee in &#347;&#257;nta-rati. He considers the Lord to be a worshipable object, and this means that his attachment for the Lord increases. Thus d&#257;sya-rati is characterized as bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca. (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/2/42.htm">11.2.42</A>) In other words, on the d&#257;sya-rati platform a devotee is attached to rendering service to the Lord, and he is detached from material activities. &#346;&#257;nta-rati is neither material nor spiritual, but d&#257;sya-rati is actually on the spiritual platform. There is no attachment for material things on the spiritual platform (viraktir anyatra ca). A devotee in d&#257;sya-rati has no attachment for anything but Krishna's service.</P><P>Sakhya-rati is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/5/30">2.5.30</A>) as follows:</P><P>ye syus tuly&#257; mukundasya te sakh&#257;yah sat&#257;m mat&#257;h</P><P CLASS=n>s&#257;my&#257;d vi&#347;rambha-r&#363;paish&#257;m ratih sakhyam ihocyate</P><P>According to the opinion of advanced devotees and learned scholars, a devotee in sakhya-rati feels equal to the Supreme Personality of Godhead. This is a relationship in friendship. Due to having a friendly relationship with the Lord, not only is one free from material attachment, but one believes in equal dealings with the Supreme Personality of Godhead. This is called sakhya-rati. The sakhya-rati devotee is so advanced that he treats the Lord on an equal level and even exchanges joking words with Him. Although one is never equal to the Supreme Personality of Godhead, the sakhya-rati devotee feels equal to the Lord, and he does not feel guilty because of this. Usually it is offensive to consider oneself equal to the Lord. The M&#257;y&#257;v&#257;d&#299;s, for example, consider themselves equal to the Lord, but such feelings entail bereavement because they are material. Sakhya-rati, however, is a feeling experienced in the mind by a pure devotee, and he is eternally related with the Supreme Personality of Godhead in that feeling.</P><P>V&#257;tsalya-rati is described as follows in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/5/33">2.5.33</A>):</P><P>guravo ye harer asya te p&#363;jy&#257; iti vi&#347;rut&#257;h</P><P CLASS=n>anugraha-may&#299; tesh&#257;m ratir v&#257;tsalyam ucyate</P><P CLASS=n>idam l&#257;lana-bhavy&#257;&#347;&#299;&#347; cibuka-spar&#347;an&#257;di-krit</P><P>When a living entity is situated on the platform of v&#257;tsalya-rati, he thinks of the Supreme Personality of Godhead in His childhood feature. In this feature, the Lord has to be protected by the devotee, and at this time the devotee takes the position of being worshiped by the Supreme Personality of Godhead. These feelings of parental love are called v&#257;tsalya-rati. When the devotee is situated on this platform, he wants to maintain the Lord like a son, and he desires all good fortune for the Lord. He offers blessings to the Lord by touching His feet and head.</P><P>Madhura-rati, or attachment in conjugal love, is described as follows:</P><P>mitho harer mrig&#257;kshy&#257;&#347; ca sambhogasy&#257;di-k&#257;ranam</P><P CLASS=n>madhur&#257;para-pary&#257;y&#257; priyat&#257;khyodit&#257; ratih</P><P CLASS=n>asy&#257;m kat&#257;ksha-bhr&#363;-kshepa-priya-v&#257;n&#299;-smit&#257;dayah</P><P>Madhura-rati, the conjugal relationship experienced between the Supreme Personality of Godhead and the young damsels of Vrajabh&#363;mi, continuously exists in eight kinds of remembrances. This intimate relationship brought about by conjugal love produces movements of the eyebrows, glancing, sweet words and exchanges of joking words.</P><P CLASS=l><A CLASS=i HREF="182.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="185.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>