<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 187</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 187"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.187</P><P CLASS=c>h&#257;sya, adbhuta, v&#299;ra, karuna, raudra, b&#299;bhatsa, bhaya</P><P CLASS=c>pañca-vidha-bhakte gauna sapta-rasa haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hasya">h&#257;sya</A> &#8212; laughter; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; wonder; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; chivalry; <A CLASS=v HREF="http://vedabase.net/k/karuna">karuna</A> &#8212; pathetic feeling; <A CLASS=v HREF="http://vedabase.net/r/raudra">raudra</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/b/bibhatsa">b&#299;bhatsa</A> &#8212; disaster; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fearfulness; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/v/vidha">vidha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakte">bhakte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> five kinds of devotees; <A CLASS=v HREF="http://vedabase.net/g/gauna">gauna</A> &#8212; indirect; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; seven kinds of mellows; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>"In addition to the five direct mellows, there are seven indirect mellows, known as laughter, wonder, chivalry, compassion, anger, disaster and fear.</P><P CLASS=t>PURPORT</P><P>&#346;&#257;nta-bhakti-rasa is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs3/1/4">3.1.4-6</A>) as follows:</P><P>vakshyam&#257;nair vibh&#257;v&#257;dyaih &#347;amin&#257;m sv&#257;dyat&#257;m gatah</P><P CLASS=n>sth&#257;y&#299; &#347;&#257;nti-ratir dh&#299;raih &#347;&#257;nta-bhakti-rasah smritah</P><P CLASS=n>pr&#257;yah sva-sukha-j&#257;t&#299;yam sukham sy&#257;d atra yogin&#257;m</P><P CLASS=n>kintv &#257;tma-saukhyam aghanam ghanam tv &#299;&#347;a-mayam sukham</P><P CLASS=n>tatr&#257;p&#299;&#347;a-svar&#363;p&#257;nubhavasyaivoru-hetut&#257;</P><P CLASS=n>d&#257;s&#257;di-van-mano-jñ&#257;tva-l&#299;l&#257;der na tath&#257; mat&#257;</P><P>When &#347;&#257;nta-rati (neutral attraction) exists continuously and is mixed with ecstatic emotion, and when the devotee relishes that neutral position, it is called &#347;&#257;nta-bhakti-rasa. &#346;&#257;nta-bhakti-rasa devotees generally relish the impersonal feature of the Supreme Personality of Godhead. Since their taste of transcendental bliss is incomplete, it is called aghana, or not concentrated. A comparison is made between ordinary milk and concentrated milk. When the same devotee goes beyond the impersonal and tastes the service of the Supreme Personality of Godhead in His original form as sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>] (His transcendental, blissful body, complete in knowledge and eternity), the taste is called concentrated (ghana) transcendental bliss. Sometimes the devotees in &#347;&#257;nta-rasa relish transcendental bliss after meeting the Supreme Personality of Godhead, but this is not comparable to the transcendental bliss relished by the devotees situated in d&#257;sya-rasa, the transcendental mellow in which one renders service to the Supreme Personality of Godhead.</P><P>D&#257;sya-rasa, or d&#257;sya-bhakti-rasa, is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs3/2/3">3.2.3-4</A>) as follows:</P><P>&#257;tmocitair vibh&#257;v&#257;dyaih pr&#299;tir &#257;sv&#257;dan&#299;yat&#257;m</P><P CLASS=n>n&#299;t&#257; cetasi bhakt&#257;n&#257;m pr&#299;ti-bhakti-raso matah</P><P CLASS=n>anugr&#257;hy asya d&#257;satv&#257;l l&#257;lyatv&#257;d apy ayam dvidh&#257;</P><P CLASS=n>bhidyate sambhrama-pr&#299;to gaurava-pr&#299;ta ity api</P><P>When according to his desires the living entity develops love for the Supreme Personality of Godhead, this beginning stage of love is called d&#257;sya-bhakti-rasa. D&#257;sya-bhakti-rasa is divided into two categories, called sambhrama-d&#257;sya and gaurava-d&#257;sya. In sambhrama-d&#257;sya, the devotee renders respectful service to the Supreme Personality of Godhead, but in the more advanced gaurava-d&#257;sya, his service takes the form of giving protection to the Lord.</P><P>Sakhya-bhakti-rasa is described as follows in the Bhakti-ras&#257;mrita sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs3/3/1">3.3.1</A>):</P><P>sth&#257;yi-bh&#257;vo vibh&#257;v&#257;dyaih sakhyam &#257;tmocitair iha</P><P CLASS=n>n&#299;ta&#347; citte sat&#257;m pushtim rasah prey&#257;n ud&#299;ryate</P><P>"According to one's original consciousness, ecstatic emotions may be exhibited as continuously existing in fraternity. When this stage of Krishna consciousness is mature, it is called preyo-rasa or sakhya-bhakti-rasa."</P><P>V&#257;tsalya-bhakti-rasa is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs3/4/1">3.4.1</A>) as follows:</P><P>vibh&#257;v&#257;dyais tu v&#257;tsalyam sth&#257;y&#299; pushtim up&#257;gatah</P><P CLASS=n>esha vatsala-n&#257;m&#257;tra prokto bhakti-raso budhaih</P><P>"When eternally existing love of Godhead transforms into parental love and is mixed with corresponding emotions, that stage of spiritual existence is described by learned devotees as v&#257;tsalya-bhakti-rasa."</P><P>Madhura-bhakti-rasa is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs3/5/1">3.5.1</A>) as follows:</P><P>&#257;tmocitair vibh&#257;v&#257;dyaih pushtim n&#299;t&#257; sat&#257;m hridi</P><P CLASS=n>madhur&#257;khyo bhaved bhakti-raso 'sau madhur&#257; ratih</P><P>"If in accordance with one's own natural development in Krishna consciousness one's attraction leans toward conjugal love within the heart, that is called attachment in conjugal love, or madhura-rasa."</P><P>Similarly, h&#257;sya, adbhuta, v&#299;ra, karuna, raudra, bhaya and b&#299;bhatsa &#8212; the seven indirect mellows &#8212; are explained in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs4/1/6">4.1.6</A>). The h&#257;sya-bhakti-rasa, laughing devotion, is explained as follows:</P><P>vakshyam&#257;nair vibh&#257;v&#257;dyaih pushtim h&#257;sa-ratir gat&#257;</P><P CLASS=n>h&#257;sya-bhakti-raso n&#257;ma budhair esha nigadyate</P><P>"When through devotional service a laughing attachment to Krishna is developed, it is called h&#257;sya-bhakti-rasa by learned scholars."</P><P>Similarly, adbhuta-rasa is described in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs4/2/1">4.2.1</A>):</P><P>&#257;tmocitair vibh&#257;v&#257;dyaih sv&#257;dyatvam bhakta-cetasi</P><P CLASS=n>s&#257; vismaya-ratir n&#299;t&#257;dbhuta-bhakti-raso bhavet</P><P>"When one's general attachment is fixed in wonder, it is called adbhuta-bhakti-rasa."</P><P>V&#299;ra-bhakti-rasa is described as follows (B.r.s. 4.3.1):</P><P>saivots&#257;ha-ratih sth&#257;y&#299; vibh&#257;v&#257;dyair nijocitah</P><P CLASS=n>&#257;n&#299;yam&#257;n&#257; sv&#257;dyatvam v&#299;ra-bhakti-raso bhavet</P><P CLASS=n>yuddha-d&#257;na-day&#257;-dharmai&#347; caturdh&#257;-v&#299;ra ucyate</P><P>"When attachment to Krishna mixes with the bellicose tendency, the charitable tendency or the merciful tendency in the heart of the devotee, such devotion is called v&#299;ra-bhakti-rasa."</P><P>Karuna-bhakti-rasa is described as follows (B.r.s. 4.4.1):</P><P>&#257;tmocitair vibh&#257;v&#257;dyair n&#299;t&#257; pushtim sat&#257;m hridi</P><P CLASS=n>bhavec choka-ratir bhakti-raso hi karun&#257;bhidhah</P><P>"When one's devotional attitude and attachment for Krishna is mixed with lamentation, it is called karuna-bhakti-rasa."</P><P>Similarly, raudra-bhakti-rasa is described as follows (B.r.s. 4.5.1):</P><P>n&#299;t&#257; krodha-ratih pushtim vibh&#257;v&#257;dyair nijocitaih</P><P CLASS=n>hridi bhakta-janasy&#257;sau raudra-bhakti-raso bhavet</P><P>"When devotion is mixed with anger in the heart of the devotee, the taste is called raudra-bhakti-rasa."</P><P>Bhay&#257;naka-bhakti-rasa is described as follows (B.r.s. 4.6.1):</P><P>vakshyam&#257;nair vibh&#257;v&#257;dyaih pushtim bhaya-ratir gat&#257;</P><P CLASS=n>bhay&#257;nak&#257;bhidho bhakti-raso dh&#299;rair ud&#299;ryate</P><P>"When devotion is mixed with fear, it is called bhay&#257;naka-bhakti-rasa."</P><P>B&#299;bhatsa-bhakti-rasa is described as follows (B.r.s. 4.7.1):</P><P>pushtim nija-vibh&#257;v&#257;dyair jugups&#257;-ratir &#257;gat&#257;</P><P CLASS=n>asau bhakti-raso dh&#299;rair b&#299;bhats&#257;khya it&#299;ryate</P><P>"When one's attachment for Krishna develops in an abominable way, and the devotee enjoys it, that is called b&#299;bhatsa-bhakti-rasa."</P><P>In conclusion, when a pure devotee is situated in any of the five principal mellows (&#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya or madhura) and that mellow is mixed with one or more of the seven indirect bhakti-rasas (h&#257;sya, adbhuta, v&#299;ra, karuna, raudra, bhay&#257;naka or b&#299;bhatsa), the indirect mellows become prominent.</P><P CLASS=l><A CLASS=i HREF="186.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="188.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>