<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 206</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 206"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.206</P><P CLASS=c>uv&#257;ha krishno bhagav&#257;n</P><P CLASS=c>&#347;r&#299;d&#257;m&#257;nam par&#257;jitah</P><P CLASS=c>vrishabham bhadrasenas tu</P><P CLASS=c>pralambo rohin&#299;-sutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uvaha">uv&#257;ha</A> &#8212; carried; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sridamanam">&#347;r&#299;d&#257;m&#257;nam</A> &#8212; <A HREF="http://vedabase.net/s/sridama">&#346;r&#299;d&#257;m&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/parajitah">par&#257;jitah</A> &#8212; being defeated; <A CLASS=v HREF="http://vedabase.net/v/vrsabham">vrishabham</A> &#8212; <A HREF="http://vedabase.net/v/vrsabha">Vrishabha</A>; <A CLASS=v HREF="http://vedabase.net/b/bhadrasenah">bhadrasenah</A> &#8212; Bhadrasena; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pralambah">pralambah</A> &#8212; <A HREF="http://vedabase.net/p/pralamba">Pralamba</A>; <A CLASS=v HREF="http://vedabase.net/r/rohini">rohin&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>.</P><P CLASS=t>TRANSLATION</P><P>"'When Krishna was defeated by &#346;r&#299;d&#257;m&#257;, He had to carry him on His shoulders. Similarly, Bhadrasena carried Vrishabha, and Pralamba carried Balar&#257;ma, the son of Rohin&#299;.'</P><P CLASS=t>PURPORT</P><P>This verse is from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/18/24.htm">10.18.24</A>). When all the cowherd boys were playing in the forest of Vrind&#257;vana, the demon Pralamb&#257;sura appeared in order to kidnap Krishna and Balar&#257;ma. The asura appeared disguised in the form of a cowherd boy, but Krishna could understand his trick. Krishna therefore divided all the cowherd boys into two parties. One party belonged to Balar&#257;ma, and the other party belonged to Krishna Himself. Ultimately Krishna was defeated in this play, and according to the wager, the defeated party had to carry the victorious party on their shoulders. Krishna had to carry &#346;r&#299;d&#257;m&#257; on His shoulders, and Bhadrasena had to carry Vrishabha. The demon Pralamb&#257;sura had to carry Balar&#257;ma, and when Balar&#257;ma mounted his shoulders, the demon ran far away. Finally the demon began to expand his body to a gigantic size, and Balar&#257;ma understood that he intended to kill Him. Balar&#257;ma immediately struck the demon's head with His strong fist, and the demon fell down dead as if he were a snake whose head had been smashed.</P><P CLASS=l><A CLASS=i HREF="205.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="207-209.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>