<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 210</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 210"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.210</P><P CLASS=c>pati-sut&#257;nvaya-bhr&#257;tri-b&#257;ndhav&#257;n</P><P CLASS=c>ativila&#324;ghya te 'nty acyut&#257;gat&#257;h</P><P CLASS=c>gati-vidas tavodg&#299;ta-mohit&#257;h</P><P CLASS=c>kitava yoshitah kas tyajen ni&#347;i</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; husbands; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/a/anvaya">anvaya</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tri</A> &#8212; brothers; <A CLASS=v HREF="http://vedabase.net/b/bandhavan">b&#257;ndhav&#257;n</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/a/ativilanghya">ativila&#324;ghya</A> &#8212; without caring for; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anti">anti</A> &#8212; dear shelter; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> infallible one; <A CLASS=v HREF="http://vedabase.net/a/agatah">&#257;gat&#257;h</A> &#8212; have come; <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; who know everything of our activities; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/u/udgita">udg&#299;ta</A> &#8212; by the singing flute; <A CLASS=v HREF="http://vedabase.net/m/mohitah">mohit&#257;h</A> &#8212; being attracted; <A CLASS=v HREF="http://vedabase.net/k/kitava">kitava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great cheater; <A CLASS=v HREF="http://vedabase.net/y/yositah">yoshitah</A> &#8212; beautiful women; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tyajet">tyajet</A> &#8212; would give up; <A CLASS=v HREF="http://vedabase.net/n/nisi">ni&#347;i</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dead of night.</P><P CLASS=t>TRANSLATION</P><P>"'Dear Krishna, we gop&#299;s have neglected the order of our husbands, sons, family, brothers and friends and have left their company to come to You. You know everything about our desires. We have come only because we are attracted by the supreme music of Your flute. But You are a great cheater, for who else would give up the company of young girls like us in the dead of night?'</P><P CLASS=t>PURPORT</P><P>This verse, quoted from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/31/16.htm">10.31.16</A>), describes how the gop&#299;s went to the forest for Krishna's enjoyment in the dead of night. The gop&#299;s approached Krishna to enjoy themselves with Him in the r&#257;sa dance. Krishna knew this very well, but He was superficially trying to avoid them. He is therefore addressed by the gop&#299;s as kitava, a great cheater, because He first attracted them to come dance with Him, and yet when they actually came, neglecting the orders of their friends and relatives, He tried to avoid them by giving them so-called good instructions. These cunning instructions were too much for the gop&#299;s to tolerate; they therefore had a right to address Krishna as kitava, a great cheater. They were all young girls, and they had come to Him to be enjoyed. How could He avoid them? The gop&#299;s therefore expressed great disappointment in this verse. They came voluntarily, but Krishna was so cunning that He wanted to avoid their company. The gop&#299;s' lamentation was certainly very appropriate, and in this way Krishna tested their sincerity.</P><P CLASS=l><A CLASS=i HREF="207-209.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="211.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>