<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 213</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 213"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.213</P><P CLASS=c>&#347;amo man-nishthat&#257; buddher</P><P CLASS=c>dama indriya-samyamah</P><P CLASS=c>titiksh&#257; duhkha-sammarsho</P><P CLASS=c>jihvopastha-jayo dhritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samah">&#347;amah</A> &#8212; neutrality; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthata">nishthat&#257;</A> &#8212; attachment for <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/buddheh">buddheh</A> &#8212; of intelligence; <A CLASS=v HREF="http://vedabase.net/d/damah">damah</A> &#8212; self-control; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/s/samyamah">samyamah</A> &#8212; controlling the activities of the senses; <A CLASS=v HREF="http://vedabase.net/t/titiksa">titiksh&#257;</A> &#8212; tolerance; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; of unhappiness; <A CLASS=v HREF="http://vedabase.net/s/sammarsah">sammarshah</A> &#8212; endurance; <A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A> &#8212; tongue; <A CLASS=v HREF="http://vedabase.net/u/upastha">upastha</A> &#8212; and the urge of the genitals; <A CLASS=v HREF="http://vedabase.net/j/jayah">jayah</A> &#8212; conquering; <A CLASS=v HREF="http://vedabase.net/d/dhrtih">dhritih</A> &#8212; control.</P><P CLASS=t>TRANSLATION</P><P>"'The word "&#347;ama" or "&#347;&#257;nta-rasa" indicates that one is attached to the lotus feet of Krishna. "Dama" means controlling the senses and not being deviated from the Lord's service. Endurance of unhappiness is "titiksh&#257;," and "dhriti" means controlling the tongue and the genitals.'</P><P CLASS=t>PURPORT</P><P>This verse is from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/19/36.htm">11.19.36</A>). The conditioned soul under the clutches of m&#257;y&#257;, the material energy, is very much agitated by the urges of the tongue and the genitals. Control of the urges of the tongue, the belly and the genitals (which are situated in a straight line) is called dhriti. &#346;r&#299;la Bhaktivinoda Th&#257;kura says, t&#257;ra madhye jihv&#257; ati, lobhamaya sudurmati. Among the senses, the tongue is the most formidable enemy of the conditioned soul. Urged by the tongue, one commits many sinful activities. Although Krishna has given human beings nice food, people still commit sins by killing poor animals for the satisfaction of the tongue. Not being able to control the tongue, the conditioned soul eats more than he needs. Of course, everyone must eat to keep the body fit for the Lord's service, but when one cannot control the senses, he falls victim to the dictations of the tongue and the belly. Naturally, genital agitation follows, and one seeks illicit sex. However, if one is fixed at the lotus feet of Krishna, he can control the tongue. Bhaktivinoda Th&#257;kura further states, krishna bada day&#257;maya, karib&#257;re jihv&#257; jaya, sva-pras&#257;da-anna dil&#257; bh&#257;i: in order to conquer the tongue, Krishna has been very merciful and has given us nice food that has been offered to Him. When a person is attached to Krishna's lotus feet, he does not eat anything not offered to Krishna. Sei ann&#257;mrita kh&#257;o, r&#257;dh&#257;-krishna-guna g&#257;o, preme d&#257;ka caitanya-nit&#257;i. Since a devotee eats only pras&#257;dam, he conquers the dictations of the tongue, belly and genitals. One can control the dictates of the senses when situated in the position of &#347;&#257;nta-rasa. Then one's advancement in Krishna consciousness is assured.</P><P CLASS=l><A CLASS=i HREF="212.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="214.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>