<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19 Verse 61"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 19.61</P><P CLASS=c>se-k&#257;le vallabha-bhatta rahe &#257;d&#257;ila-gr&#257;me</P><P CLASS=c>mah&#257;prabhu &#257;il&#257; &#347;uni' &#257;ila t&#257;&#324;ra sth&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/se">se</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/v/vallabha">vallabha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhatta">bhatta</A> &#8212; <A HREF="http://vedabase.net/v/vallabha">Vallabha</A> <A HREF="http://vedabase.net/b/bhatta">Bhatta</A>; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; resided; <A CLASS=v HREF="http://vedabase.net/a/adaila">&#257;d&#257;ila</A>-<A CLASS=v HREF="http://vedabase.net/g/grame">gr&#257;me</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the village known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/adaila">&#256;d&#257;ila</A>; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; has come; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;ila</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His place.</P><P CLASS=t>TRANSLATION</P><P>At that time, &#346;r&#299; Vallabha Bhatta was staying at &#256;d&#257;ila-gr&#257;ma, and when he heard that &#346;r&#299; Caitanya Mah&#257;prabhu had arrived, he went to His place to see Him.</P><P CLASS=t>PURPORT</P><P>Vallabha Bhatta was a great learned scholar of Vaishnavism. In the beginning he was very much devoted to &#346;r&#299; Caitanya Mah&#257;prabhu, but since he thought that he could not receive proper respect from Him, he later joined the Vishnu Sv&#257;m&#299; sect and became the &#257;c&#257;rya of that sect. His sect is celebrated as the Vallabh&#257;c&#257;rya-samprad&#257;ya. This samprad&#257;ya has had great influence in Vrind&#257;vana near Gokula and in Bombay. Vallabha Bhatta wrote many books, including a commentary on &#346;r&#299;mad-Bh&#257;gavatam called Subodhin&#299;-t&#299;k&#257; and notes on the Ved&#257;nta-s&#363;tra in the form of an Anubh&#257;shya. He also wrote a combination of sixteen short works called Shoda&#347;a-grantha. The village where he was staying &#8212; &#256;d&#257;ila-gr&#257;ma, or Adel&#299;-gr&#257;ma &#8212; was near the confluence of the rivers Ganges and Yamun&#257;, on the other side of the Yamun&#257; from Pray&#257;ga, about one mile from the river. A temple of Lord Vishnu there still belongs to the Vallabha-samprad&#257;ya.</P><P>Vallabha Bhatta was originally from a place in southern India called Traila&#324;ga. There is a railway station there called Nid&#257;d&#257;bhalu. Sixteen miles from that station is a village called K&#257;&#324;kadab&#257;da, or K&#257;ku&#324;rap&#257;dhu. A learned br&#257;hmana named Lakshmana D&#299;kshita used to live there, and Vallabha Bhatta was his son. There are five sections of the br&#257;hmana community of &#256;ndhra Pradesh, known as Bella-n&#257;t&#299;, Veg&#299;-n&#257;t&#299;, Muraki-n&#257;t&#299;, Telagu-n&#257;t&#299; and K&#257;&#347;ala-n&#257;t&#299;. Out of these five brahminical communities, Vallabh&#257;c&#257;rya took his birth in the community of Bella-n&#257;t&#299; in the year 1400 &#346;ak&#257;bda Era (A.D. 1478). According to some people, Vallabha Bhatt&#257;c&#257;rya's father took sanny&#257;sa before Vallabha's birth, and he returned home to take Vallabh&#257;c&#257;rya as his son. According to the opinion of others, Vallabh&#257;c&#257;rya was born in 1400 &#346;ak&#257;bda Era on the Ek&#257;da&#347;&#299; day of the dark moon in the month of Caitra, and he took his birth in a br&#257;hmana family surnamed Khambhamp&#257;t&#299;b&#257;ru. According to this account, his father's name was Lakshmana Bhatta D&#299;kshita, and he was born in Campak&#257;ranya. In someone else's opinion, Vallabh&#257;c&#257;rya appeared near the village named C&#257;&#324;p&#257;-jh&#257;ra-gr&#257;ma, which is near a railway station named R&#257;jima in Madhya Pradesh.</P><P>After studying for eleven years at V&#257;r&#257;nas&#299;, Vallabh&#257;c&#257;rya returned home. On his return, he heard that his father had departed from the material world. Keeping his brother and mother at home, he went to the banks of the river Tu&#324;gabhadr&#257;, to a village called Vidy&#257;nagara, where he enlightened Krishnadeva, the grandson of King Bukkar&#257;ja. After that, he traveled throughout India thrice on trips lasting six years each. Thus he passed eighteen years and became victorious in his discussions of revealed scripture. When he was thirty years old, he married Mah&#257;lakshm&#299;, who belonged to the same br&#257;hmana community as his. Near Govardhana Hill he established a Deity in the valley. Finally he came to &#256;d&#257;ila, which is on the other side of the Yamun&#257; from Pray&#257;ga.</P><P>Vallabh&#257;c&#257;rya had two sons, Gop&#299;n&#257;tha and Viththale&#347;vara, and in his old age he accepted the renounced order. In 1452 &#346;ak&#257;bda Era (A.D. 1530), he passed away from the material world at V&#257;r&#257;nas&#299;. His book known as Shoda&#347;a-grantha and his commentaries on the Ved&#257;nta-s&#363;tra (Anubh&#257;shya) and &#346;r&#299;mad-Bh&#257;gavatam (Subodhin&#299;) are very famous. He wrote many other books besides.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>