<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 19"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 19 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 19.1</B></A>: Before the creation of this cosmic manifestation, the Lord enlightened the heart of Lord Brahm&#257; with the details of the creation and manifested the Vedic knowledge. In exactly the same way, the Lord, being anxious to revive the Vrind&#257;vana pastimes of Lord Krishna, impregnated the heart of R&#363;pa Gosv&#257;m&#299; with spiritual potency. By this potency, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; could revive the activities of Krishna in Vrind&#257;vana, activities almost lost to memory. In this way, He spread Krishna consciousness throughout the world.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 19.2</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of the Lord!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 19.3</B></A>: After meeting &#346;r&#299; Caitanya Mah&#257;prabhu in the village of R&#257;makeli, the brothers R&#363;pa and San&#257;tana returned to their homes.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 19.4</B></A>: The two brothers devised a means whereby they could give up their material activities. For this purpose, they appointed two br&#257;hmanas and paid them a large amount of money.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 19.5</B></A>: The br&#257;hmanas performed religious ceremonies and chanted the holy name of Krishna so that the two brothers might attain shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu very soon.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 19.6</B></A>: At this time, &#346;r&#299; R&#363;pa Gosv&#257;m&#299; returned home, taking with him large quantities of riches loaded in boats.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 19.7</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; divided the wealth that he brought back home. He gave fifty percent in charity to br&#257;hmanas and Vaishnavas and twenty-five percent to his relatives.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 19.8</B></A>: He kept one-fourth of his wealth with a respectable br&#257;hmana. He kept this for his personal safety because he was expecting some legal complications.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 19.9</B></A>: He deposited ten thousand coins, which were later spent by &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, in the custody of a local Bengali grocer.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 19.10</B></A>: &#346;r&#299; R&#363;pa Gosv&#257;m&#299; heard that &#346;r&#299; Caitanya Mah&#257;prabhu had returned to Jagann&#257;tha Pur&#299; and was preparing to go to Vrind&#257;vana through the forest.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 19.11</B></A>: &#346;r&#299; R&#363;pa Gosv&#257;m&#299; sent two people to Jagann&#257;tha Pur&#299; to find out when &#346;r&#299; Caitanya Mah&#257;prabhu would depart for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 19.12</B></A>: &#346;r&#299; R&#363;pa Gosv&#257;m&#299; told the two men, "You are to return quickly and let me know when He will depart. Then I shall make the proper arrangements."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 19.13</B></A>: While San&#257;tana Gosv&#257;m&#299; was in Gauda-de&#347;a, he was thinking, "The Nawab is very pleased with me. I certainly have an obligation.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 19.14</B></A>: "If the Nawab somehow or other becomes angry with me, I shall be greatly relieved. That is my conclusion."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 19.15</B></A>: On the pretext of bad health, San&#257;tana Gosv&#257;m&#299; remained home. Thus he gave up government service and did not go to the royal court.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 19.16</B></A>: The greedy masters of his clerical and secretarial staff performed the government duties while San&#257;tana personally remained home and discussed the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 19.17</B></A>: &#346;r&#299; San&#257;tana Gosv&#257;m&#299; used to discuss &#346;r&#299;mad-Bh&#257;gavatam in an assembly of twenty or thirty learned br&#257;hmana scholars.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 19.18</B></A>: While San&#257;tana Gosv&#257;m&#299; was studying &#346;r&#299;mad-Bh&#257;gavatam in the assembly of learned br&#257;hmanas, one day the Nawab of Bengal and another person suddenly appeared.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 19.19</B></A>: As soon as all the br&#257;hmanas and San&#257;tana Gosv&#257;m&#299; saw the Nawab appear, they all stood up and respectfully gave him a sitting place to honor him.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 19.20</B></A>: The Nawab said, "I sent my physician to you, and he has reported that you are not diseased. As far as he could see, you are completely healthy.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 19.21</B></A>: "I am depending on you to carry out so many of my activities, but you have given up your governmental duties to sit here at home.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 19.22</B></A>: "You have spoiled all my activities. What is your intention? Please tell me frankly."</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 19.23</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "You can no longer expect any service from me. Please arrange for someone else to tend to the management."</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 19.24</B></A>: Becoming angry with San&#257;tana Gosv&#257;m&#299;, the Nawab said, "Your elder brother is acting just like a plunderer.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 19.25</B></A>: "By killing many living entities, your elder brother has destroyed all Bengal. Now here you are destroying all my plans."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 19.26</B></A>: San&#257;tana Gosv&#257;m&#299; said, "You are the supreme ruler of Bengal and are completely independent. Whenever someone commits a fault, you punish him accordingly."</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 19.27</B></A>: Hearing this, the Nawab of Bengal stood up and returned to his home. He ordered the arrest of San&#257;tana Gosv&#257;m&#299; so that he would not be able to leave.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 19.28</B></A>: At this time the Nawab was going to attack the province of Orissa, and he told San&#257;tana Gosv&#257;m&#299;, "Come along with me."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 19.29</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "You are going to Orissa to give pain to the Supreme Personality of Godhead. For this reason I am powerless to go with you."</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 19.30</B></A>: The Nawab again arrested San&#257;tana Gosv&#257;m&#299; and kept him in prison. At this time, &#346;r&#299; Caitanya Mah&#257;prabhu departed for Vrind&#257;vana from Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 19.31</B></A>: The two persons who went to Jagann&#257;tha Pur&#299; to inquire about the Lord's departure returned and informed R&#363;pa Gosv&#257;m&#299; that the Lord had already departed for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 19.32</B></A>: Upon receiving this message from his two messengers, R&#363;pa Gosv&#257;m&#299; immediately wrote a letter to San&#257;tana Gosv&#257;m&#299; saying that &#346;r&#299; Caitanya Mah&#257;prabhu had departed for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 19.33</B></A>: In his letter to San&#257;tana Gosv&#257;m&#299;, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; wrote, "We two brothers are starting out to go see &#346;r&#299; Caitanya Mah&#257;prabhu. You must also somehow or other get released and come meet us."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 19.34</B></A>: R&#363;pa Gosv&#257;m&#299; further informed &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;: "I have left a deposit of ten thousand coins with the grocer. Use that money to get out of prison.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 19.35</B></A>: "Somehow or other get yourself released and come to Vrind&#257;vana." After writing this, the two brothers [R&#363;pa Gosv&#257;m&#299; and Anupama] went to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 19.36</B></A>: R&#363;pa Gosv&#257;m&#299;'s younger brother was a great devotee whose actual name was &#346;r&#299; Vallabha, but he was given the name Anupama Mallika.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 19.37</B></A>: &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and Anupama Mallika went to Pray&#257;ga, and they were very pleased to hear the news that &#346;r&#299; Caitanya Mah&#257;prabhu was there.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 19.38</B></A>: At Pray&#257;ga, &#346;r&#299; Caitanya Mah&#257;prabhu went to see the temple of Bindu M&#257;dhava, and many hundreds of thousands of people followed Him just to meet Him.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 19.39</B></A>: Some of the people following the Lord were crying. Some were laughing, some dancing and some chanting. Indeed, some of them were rolling on the ground, exclaiming "Krishna! Krishna!"</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 19.40</B></A>: Pray&#257;ga is located at the confluence of two rivers &#8212; the Ganges and the Yamun&#257;. Although these rivers were not able to flood Pray&#257;ga with water, &#346;r&#299; Caitanya Mah&#257;prabhu inundated the whole area with waves of ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 19.41</B></A>: Seeing the great crowd, the two brothers remained standing in a secluded place. They could see that &#346;r&#299; Caitanya Mah&#257;prabhu was ecstatic to see Lord Bindu M&#257;dhava.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 19.42</B></A>: The Lord was loudly chanting the holy name of Hari. Dancing in ecstatic love and raising His arms, He asked everyone to chant "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 19.43</B></A>: Everyone was astounded to see the greatness of &#346;r&#299; Caitanya Mah&#257;prabhu. Indeed, I cannot properly describe the pastimes of the Lord at Pray&#257;ga.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 19.44</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu had made an acquaintance with a br&#257;hmana from Deccan [in South India], and that br&#257;hmana invited Him for meals and took Him to his place.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 19.45</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was sitting in a solitary place in the home of that Deccan br&#257;hmana, R&#363;pa Gosv&#257;m&#299; and &#346;r&#299; Vallabha [Anupama Mallika] came to meet Him.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 19.46</B></A>: Seeing the Lord from a distance, the two brothers put two clumps of straw between their teeth and immediately fell down on the ground like rods, offering Him obeisances.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 19.47</B></A>: Both brothers were overwhelmed with ecstatic emotion, and reciting various Sanskrit verses, they stood up and fell down again and again.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 19.48</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to see &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, and He told him, "Stand up! Stand up! My dear R&#363;pa, come here."</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 19.49</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "It is not possible to describe Krishna's mercy, for He has delivered you both from the well of material enjoyment.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 19.50</B></A>: "[Lord Krishna said:] 'Even though a person is a very learned scholar of the Sanskrit Vedic literatures, he is not accepted as My devotee unless he is pure in devotional service. Even though a person is born in a family of dog-eaters, he is very dear to Me if he is a pure devotee who has no motive to enjoy fruitive activities or mental speculation. Indeed, all respects should be given to him, and whatever he offers should be accepted. Such devotees are as worshipable as I am."'</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 19.51</B></A>: After reciting this verse, &#346;r&#299; Caitanya Mah&#257;prabhu embraced the two brothers, and out of His causeless mercy He placed His feet on their heads.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 19.52</B></A>: After receiving the Lord's causeless mercy, the two brothers folded their hands and in great humility offered the following prayers unto the Lord.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 19.53</B></A>: "O most munificent incarnation! You are Krishna Himself appearing as &#346;r&#299; Krishna Caitanya Mah&#257;prabhu. You have assumed the golden color of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and You are widely distributing pure love of Krishna. We offer our respectful obeisances unto You.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 19.54</B></A>: "We offer our respectful obeisances unto that merciful Supreme Personality of Godhead who has converted all three worlds, which were maddened by ignorance, and saved them from their diseased condition by making them mad with the nectar from the treasure-house of love of God. Let us take full shelter of that Personality of Godhead, &#346;r&#299; Krishna Caitanya, whose activities are wonderful."</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 19.55</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu sat them down by His side and asked them, "What news do you have of San&#257;tana?"</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 19.56</B></A>: R&#363;pa Gosv&#257;m&#299; replied, "San&#257;tana has now been arrested by the government of Hussain Shah. If You kindly save him, he can be liberated from that entanglement."</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 19.57</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu immediately replied, "San&#257;tana has already been released from his confinement, and he will very soon meet with Me."</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 19.58</B></A>: The br&#257;hmana then requested &#346;r&#299; Caitanya Mah&#257;prabhu to accept His lunch. R&#363;pa Gosv&#257;m&#299; also remained there that day.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 19.59</B></A>: Balabhadra Bhatt&#257;c&#257;rya invited the two brothers to take lunch also. The remnants of food from the plate of &#346;r&#299; Caitanya Mah&#257;prabhu were offered to them.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 19.60</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu selected His residence beside the confluence of the Ganges and the Yamun&#257;, a place called Triven&#299;. The two brothers &#8212; R&#363;pa Gosv&#257;m&#299; and &#346;r&#299; Vallabha &#8212; selected their residence near the Lord's.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 19.61</B></A>: At that time, &#346;r&#299; Vallabha Bhatta was staying at &#256;d&#257;ila-gr&#257;ma, and when he heard that &#346;r&#299; Caitanya Mah&#257;prabhu had arrived, he went to His place to see Him.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 19.62</B></A>: Vallabha Bhatt&#257;c&#257;rya offered &#346;r&#299; Caitanya Mah&#257;prabhu his obeisances, and the Lord embraced him. After that, they discussed topics about Krishna for some time.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 19.63</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu felt great ecstatic love when they began discussing Krishna, but the Lord checked His feelings because He felt shy before Vallabha Bhatta.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 19.64</B></A>: Although the Lord restrained Himself externally, ecstatic love raged within. There was no checking that. Vallabha Bhatta was astonished to detect this.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 19.65</B></A>: Thereafter, Vallabha Bhatta invited &#346;r&#299; Caitanya Mah&#257;prabhu for lunch, and the Lord introduced the brothers R&#363;pa and Vallabha to him.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 19.66</B></A>: From a distance, the brothers R&#363;pa Gosv&#257;m&#299; and &#346;r&#299; Vallabha fell on the ground and offered obeisances to Vallabha Bhatta with great humility.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 19.67</B></A>: When Vallabha Bhatt&#257;c&#257;rya walked toward them, they ran away to a more distant place. R&#363;pa Gosv&#257;m&#299; said, "I am untouchable and most sinful. Please do not touch me."</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 19.68</B></A>: Vallabha Bhatt&#257;c&#257;rya was very much surprised at this. &#346;r&#299; Caitanya Mah&#257;prabhu, however, was very pleased, and He therefore spoke to him this description of R&#363;pa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 19.69</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Don't touch him, for he belongs to a very low caste. You are a follower of Vedic principles and are a well experienced performer of many sacrifices. You also belong to the aristocracy."</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 19.70</B></A>: Hearing the holy name constantly vibrated by the two brothers, Vallabha Bhatt&#257;c&#257;rya could understand the hints of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 19.71</B></A>: Vallabha Bhatt&#257;c&#257;rya said, "Since these two are constantly chanting the holy name of Krishna, how can they be untouchable? On the contrary, they are most exalted."</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 19.72</B></A>: Vallabha Bhatt&#257;c&#257;rya then recited the following verse: "'My dear Lord, one who always keeps Your holy name on his tongue becomes greater than an initiated br&#257;hmana. Although he may be born in a family of dog-eaters and may therefore, by material calculation, be the lowest among men, he is still glorious. This is the wonderful effect of chanting the holy name of the Lord. It is therefore concluded that one who chants the holy name of the Lord should be understood to have performed all kinds of austerities and great sacrifices mentioned in the Vedas. He has already taken his bath in all the holy places of pilgrimage, he has studied all the Vedas, and he is actually an Aryan.'"</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 19.73</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to hear Vallabha Bhatta quoting from &#347;&#257;stra about the position of a devotee. The Lord praised him personally, and, feeling ecstatic love of Godhead, began to quote many verses from &#347;&#257;stra.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 19.74</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "'A person who has the pure characteristics of a br&#257;hmana due to devotional service, which is like a blazing fire burning to ashes all the sinful reactions of past lives, is certainly saved from the consequences of sinful acts, such as taking birth in a lower family. Even though he may be born in a family of dog-eaters, he is recognized by learned scholars. But although a person may be a learned scholar in Vedic knowledge, he is not recognized if he is an atheist.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 19.75</B></A>: "'For a person devoid of devotional service, birth in a great family or nation, knowledge of the revealed scriptures, performance of austerities and penance, and chanting of Vedic mantras are all like ornaments on a dead body. Such ornaments simply serve the concocted pleasures of the general populace.'"</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 19.76</B></A>: When he saw the Lord's ecstatic love, Vallabha Bhatt&#257;c&#257;rya was certainly very much astonished. He was also astonished by the Lord's knowledge of the essence of devotional service, as well as by His personal beauty and influence.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 19.77</B></A>: Vallabha Bhatt&#257;c&#257;rya then put &#346;r&#299; Caitanya Mah&#257;prabhu and His associates aboard a boat and took them to his own place to offer them lunch.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 19.78</B></A>: While crossing the river Yamun&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu saw the glossy black water and was immediately bewildered with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 19.79</B></A>: Indeed, as soon as &#346;r&#299; Caitanya Mah&#257;prabhu saw the river Yamun&#257;, He immediately made a great sound and jumped into the water. Everyone was filled with fear and trembling to see this.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 19.80</B></A>: They all hastily grabbed &#346;r&#299; Caitanya Mah&#257;prabhu and pulled Him out of the water. Once on the boat's platform, the Lord began to dance.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 19.81</B></A>: Due to the Lord's heavy weight, the boat began to tilt. It began filling up with water and was on the verge of sinking.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 19.82</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu tried to restrain Himself as far as possible before Vallabh&#257;c&#257;rya, but although He tried to keep calm, His ecstatic love could not be checked.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 19.83</B></A>: Seeing the circumstances, &#346;r&#299; Caitanya Mah&#257;prabhu finally became calm so that the boat was able to reach the shore of &#256;d&#257;ila and land there.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 19.84</B></A>: Fearing for the Lord's welfare, Vallabha Bhatt&#257;c&#257;rya stayed in His association. After arranging for His bath, the Bhatt&#257;c&#257;rya took the Lord to his own house.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 19.85</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu arrived at his home, Vallabha Bhatt&#257;c&#257;rya, being greatly pleased, offered the Lord a nice sitting place and personally washed His feet.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 19.86</B></A>: Vallabha Bhatt&#257;c&#257;rya and his whole family then sprinkled that water over their heads. They then offered the Lord new underwear and outer garments.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 19.87</B></A>: Vallabh&#257;c&#257;rya worshiped the Lord with great pomp, offering scents, incense, flowers and lamps, and with great respect he induced Balabhadra Bhatt&#257;c&#257;rya [the Lord's cook] to cook.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 19.88</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu was offered lunch with great care and affection. The brothers R&#363;pa Gosv&#257;m&#299; and &#346;r&#299; Vallabha were also offered food.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 19.89</B></A>: Vallabha Bhatt&#257;c&#257;rya first offered the remnants of the Lord's food to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, and then to Krishnad&#257;sa.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 19.90</B></A>: The Lord was then given spices to purify His mouth. Afterwards He was made to rest, and Vallabha Bhatt&#257;c&#257;rya personally massaged His legs.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 19.91</B></A>: While Vallabha Bhatt&#257;c&#257;rya was massaging Him, the Lord asked him to go take pras&#257;dam. After taking pras&#257;dam, he returned to the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 19.92</B></A>: At that time Raghupati Up&#257;dhy&#257;ya of the Tiruhit&#257; district arrived. He was a very learned scholar, a great devotee and a respectable gentleman.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 19.93</B></A>: Raghupati Up&#257;dhy&#257;ya first offered his respects to &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord gave him His blessings, saying, "Always stay in Krishna consciousness."</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 19.94</B></A>: Raghupati Up&#257;dhy&#257;ya was very pleased to hear the Lord's blessings. The Lord then asked him to describe Krishna.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 19.95</B></A>: When Raghupati Up&#257;dhy&#257;ya was requested to describe Krishna, he began to recite some verses he had personally composed about Krishna's pastimes. Hearing those verses, &#346;r&#299; Caitanya Mah&#257;prabhu was overwhelmed with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 19.96</B></A>: Raghupati Up&#257;dhy&#257;ya recited, "Those who are afraid of material existence worship the Vedic literature. Some worship smriti, the corollaries to the Vedic literature, and others worship the Mah&#257;bh&#257;rata. As far as I am concerned, I worship Krishna's father, Mah&#257;r&#257;ja Nanda, in whose courtyard the Supreme Personality of Godhead, the Absolute Truth, is playing."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 19.97</B></A>: When Raghupati Up&#257;dhy&#257;ya was requested by the Lord to recite more, he immediately offered his respects to the Lord and granted His request.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 19.98</B></A>: "To whom can I speak who will believe me when I say that Krishna, the Supreme Personality of Godhead, is hunting the gop&#299;s in the bushes by the banks of the river Yamun&#257;? In this way the Lord demonstrates His pastimes."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 19.99</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu requested Raghupati Up&#257;dhy&#257;ya to continue speaking about the pastimes of &#346;r&#299; Krishna. Thus the Lord was absorbed in ecstatic love, and His mind and body slackened.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 19.100</B></A>: When Raghupati Up&#257;dhy&#257;ya saw &#346;r&#299; Caitanya Mah&#257;prabhu's ecstatic symptoms, he decided that the Lord was not a human being but Krishna Himself.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 19.101</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked Raghupati Up&#257;dhy&#257;ya, "According to your decision, who is the foremost being?"Raghupati Up&#257;dhy&#257;ya replied, "Lord &#346;y&#257;masundara is the supreme form."</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 19.102</B></A>: "Of all Krishna's abodes, which do you think is the best?"Raghupati Up&#257;dhy&#257;ya said, "Madhu-pur&#299;, or Mathur&#257;-dh&#257;ma, is certainly the best."</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 19.103</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Of the three ages of Krishna known as childhood, boyhood and fresh youth, which do you consider best?"Raghupati Up&#257;dhy&#257;ya replied, "Fresh youth is the best age."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 19.104</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Among all the mellows, which do you consider best?"Raghupati Up&#257;dhy&#257;ya replied, "The mellow of conjugal love is supermost."</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 19.105</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "You have certainly given first-class conclusions." After saying this, He began to recite the full verse in a faltering voice.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 19.106</B></A>: "'The form of &#346;y&#257;masundara is the supreme form, the city of Mathur&#257; is the supreme abode, Lord Krishna's fresh youth should always be meditated upon, and the mellow of conjugal love is the supreme mellow.'"</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 19.107</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then embraced Raghupati Up&#257;dhy&#257;ya in ecstatic love. Raghupati Up&#257;dhy&#257;ya also was overwhelmed by love, and he began to dance.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 19.108</B></A>: Vallabha Bhatt&#257;c&#257;rya was struck with wonder to see &#346;r&#299; Caitanya Mah&#257;prabhu and Raghupati Up&#257;dhy&#257;ya dance. He even brought forward his two sons and made them fall down at the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 19.109</B></A>: Upon hearing that &#346;r&#299; Caitanya Mah&#257;prabhu had arrived, all the villagers went to see Him. Simply by seeing Him, they all became devotees of Krishna.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 19.110</B></A>: All the br&#257;hmanas of the village were eager to extend invitations to the Lord, but Vallabha Bhatt&#257;c&#257;rya forbade them to do so.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 19.111</B></A>: Vallabha Bhatta then decided not to keep &#346;r&#299; Caitanya Mah&#257;prabhu at &#256;d&#257;ila because the Lord had jumped into the river Yamun&#257; in ecstatic love. Therefore he decided to bring Him to Pray&#257;ga.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 19.112</B></A>: Vallabha Bhatta said, "If anyone likes, he can go to Pray&#257;ga and extend invitations to the Lord." In this way he took the Lord with him and departed for Pray&#257;ga.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 19.113</B></A>: Vallabha Bhatt&#257;c&#257;rya avoided the river Yamun&#257;. Putting the Lord on a boat in the river Ganges, he went with Him to Pray&#257;ga.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 19.114</B></A>: Due to the great crowds in Pray&#257;ga, &#346;r&#299; Caitanya Mah&#257;prabhu went to a place called Da&#347;&#257;&#347;vamedha-gh&#257;ta. It was there that the Lord instructed &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and empowered him in the philosophy of devotional service.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 19.115</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu taught &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; the ultimate limit of the truth about Lord Krishna, the truth about devotional service and the truth about transcendental mellows, culminating in conjugal love between R&#257;dh&#257; and Krishna. Finally He told R&#363;pa Gosv&#257;m&#299; about the ultimate conclusions of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 19.116</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu taught R&#363;pa Gosv&#257;m&#299; all the conclusions He had heard from R&#257;m&#257;nanda R&#257;ya and duly empowered him so that he could understand them.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 19.117</B></A>: By entering the heart of R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu empowered him to ascertain properly the conclusions of all truths. He made him an experienced devotee whose decisions correctly agreed with the verdicts of the disciplic succession. Thus &#346;r&#299; R&#363;pa Gosv&#257;m&#299; was personally empowered by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 19.118</B></A>: In his book Caitanya-candrodaya, Kavi-karnap&#363;ra, the son of &#346;iv&#257;nanda Sena, has elaborately described the meeting between &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 19.119</B></A>: "In the course of time, the transcendental news of Krishna's pastimes in Vrind&#257;vana was almost lost. To enunciate explicitly those transcendental pastimes, &#346;r&#299; Caitanya Mah&#257;prabhu empowered &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; with the nectar of His mercy to carry out this work in Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 19.120</B></A>: "From the very beginning, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was deeply attracted by the transcendental qualities of &#346;r&#299; Caitanya Mah&#257;prabhu. Thus he was permanently relieved from family life. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and his younger brother, Vallabha, were blessed by &#346;r&#299; Caitanya Mah&#257;prabhu. Although the Lord was transcendentally situated in His transcendental eternal form, at Pray&#257;ga He told R&#363;pa Gosv&#257;m&#299; about transcendental ecstatic love of Krishna. The Lord then embraced him very fondly and bestowed all His mercy upon him."</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 19.121</B></A>: "Indeed, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, whose dear friend was Svar&#363;pa D&#257;modara, was the exact replica of &#346;r&#299; Caitanya Mah&#257;prabhu, and he was very, very dear to the Lord. Being the embodiment of &#346;r&#299; Caitanya Mah&#257;prabhu's ecstatic love, R&#363;pa Gosv&#257;m&#299; was naturally very beautiful. He very carefully followed the principles enunciated by the Lord, and he was a competent person to explain properly the pastimes of Lord Krishna. &#346;r&#299; Caitanya Mah&#257;prabhu expanded His mercy to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; just so he could render service by writing transcendental literatures."</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 19.122</B></A>: The characteristics of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; have thus been described in various places by the poet Kavi-karnap&#363;ra. An account has also been given of how &#346;r&#299; Caitanya Mah&#257;prabhu bestowed His causeless mercy upon &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 19.123</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; were the objects of love and honor for all the great stalwart devotees of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 19.124</B></A>: If someone returned to his country after seeing Vrind&#257;vana, the associates of the Lord would ask him questions.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 19.125</B></A>: They would ask those returning from Vrind&#257;vana, "How are R&#363;pa and San&#257;tana doing in Vrind&#257;vana? What are their activities in the renounced order? How do they manage to eat?" These were the questions asked.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 19.126</B></A>: The Lord's associates would also ask, "How is it that R&#363;pa and San&#257;tana are engaging in devotional service twenty-four hours daily?" At that time the person who had returned from Vrind&#257;vana would praise &#346;r&#299;la R&#363;pa and San&#257;tana Gosv&#257;m&#299;s.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 19.127</B></A>: "The brothers actually have no fixed residence. They reside beneath trees &#8212; one night under one tree and the next night under another.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 19.128</B></A>: "&#346;r&#299;la R&#363;pa and San&#257;tana Gosv&#257;m&#299; beg a little food from the houses of br&#257;hmanas. Giving up all kinds of material enjoyment, they take only some dry bread and fried chickpeas.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 19.129</B></A>: "They carry only waterpots, and they wear torn quilts. They always chant the holy names of Krishna and discuss His pastimes. In great jubilation, they also dance.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 19.130</B></A>: "They engage almost twenty-four hours daily in rendering service to the Lord. They usually sleep only an hour and a half, and some days, when they continuously chant the Lord's holy name, they do not sleep at all.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 19.131</B></A>: "Sometimes they write transcendental literatures about devotional service, and sometimes they hear about &#346;r&#299; Caitanya Mah&#257;prabhu and spend their time thinking about the Lord."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 19.132</B></A>: When the personal associates of &#346;r&#299; Caitanya Mah&#257;prabhu would hear of the activities of R&#363;pa and San&#257;tana Gosv&#257;m&#299;s, they would say, "What is wonderful for a person who has been granted the Lord's mercy?"</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 19.133</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has personally spoken about the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu in his auspicious introduction to his book Bhakti-ras&#257;mrita-sindhu [<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/2">1.1.2</A>].</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 19.134</B></A>: "Although I am the lowest of men and have no knowledge, the inspiration to write transcendental literatures about devotional service has been mercifully bestowed upon me. Therefore I am offering my obeisances at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead, who has given me the chance to write these books."</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 19.135</B></A>: For ten days &#346;r&#299; Caitanya Mah&#257;prabhu stayed at Pray&#257;ga and instructed R&#363;pa Gosv&#257;m&#299;, empowering him with the necessary potency.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 19.136</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "My dear R&#363;pa, please listen to Me. It is not possible to describe devotional service completely; therefore I am just trying to give you a synopsis of the symptoms of devotional service.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 19.137</B></A>: "The ocean of the transcendental mellows of devotional service is so big that no one can estimate its length and breadth. However, just to help you taste it, I am describing but one drop.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 19.138</B></A>: "In this universe there are limitless living entities in 8,400,000 species, and all are wandering within this universe.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 19.139</B></A>: "The length and breadth of the living entity is described as one ten-thousandth part of the tip of a hair. This is the original subtle nature of the living entity.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 19.140</B></A>: "'If we divide the tip of a hair into a hundred parts and then take one of these parts and divide it again into a hundred parts, that very fine division is the size of but one of the numberless living entities. They are all cit-kana, particles of spirit, not matter.'</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 19.141</B></A>: "'If we divide the tip of a hair into one hundred parts and then take one part and divide this into another one hundred parts, that ten-thousandth part is the dimension of the living entity. This is the verdict of the chief Vedic mantras.'</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 19.142</B></A>: "[Lord Krishna says:] 'Among minute particles, I am the living entity.'</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 19.143</B></A>: "'O Lord, although the living entities who have accepted material bodies are spiritual and unlimited in number, if they were all-pervading there would be no question of their being under Your control. If they are accepted, however, as particles of the eternally existing spiritual entity &#8212; as part of You, who are the supreme spirit whole &#8212; we must conclude that they are always under Your control. If the living entities are simply satisfied with being identical with You as spiritual particles, then they will be happy being controllers of so many things. The conclusion that the living entities and the Supreme Personality of Godhead are one and the same is a faulty conclusion. It is not a fact.'</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 19.144</B></A>: "The unlimited living entities can be divided into two divisions &#8212; those that can move and those that cannot move. Among living entities that can move, there are birds, aquatics and animals.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 19.145</B></A>: "Although the living entities known as human beings are very small in quantity, that division may be still further subdivided, for there are many uncultured human beings like mlecchas, pulindas, bauddhas and &#347;abaras.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 19.146</B></A>: "Among human beings, those who are followers of the Vedic principles are considered civilized. Among these, almost half simply give lip service while committing all kinds of sinful activities against these principles. Such people do not care for the regulative principles.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 19.147</B></A>: "Among the followers of Vedic knowledge, most are following the process of fruitive activity and distinguishing between good and bad work. Out of many such sincere fruitive actors, there may be one who is actually wise.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 19.148</B></A>: "Out of many millions of such wise men, one may actually become liberated [mukta], and out of many millions of such liberated persons, a pure devotee of Lord Krishna is very difficult to find.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 19.149</B></A>: "Because a devotee of Lord Krishna is desireless, he is peaceful. Fruitive workers desire material enjoyment, jñ&#257;n&#299;s desire liberation, and yog&#299;s desire material opulence; therefore they are all lusty and cannot be peaceful.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 19.150</B></A>: "'O great sage, out of many millions of materially liberated people who are free from ignorance, and out of many millions of siddhas who have nearly attained perfection, there is hardly one pure devotee of N&#257;r&#257;yana. Only such a devotee is actually completely satisfied and peaceful.'</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 19.151</B></A>: "According to their karma, all living entities are wandering throughout the entire universe. Some of them are being elevated to the upper planetary systems, and some are going down into the lower planetary systems. Out of many millions of wandering living entities, one who is very fortunate gets an opportunity to associate with a bona fide spiritual master by the grace of Krishna. By the mercy of both Krishna and the spiritual master, such a person receives the seed of the creeper of devotional service.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 19.152</B></A>: "When a person receives the seed of devotional service, he should take care of it by becoming a gardener and sowing the seed in his heart. If he waters the seed gradually by the process of &#347;ravana and k&#299;rtana [hearing and chanting], the seed will begin to sprout.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 19.153</B></A>: "As one waters the bhakti-lat&#257;-b&#299;ja, the seed sprouts, and the creeper gradually grows to the point where it penetrates the walls of this universe and goes beyond the Viraj&#257; River, lying between the spiritual world and the material world. It attains brahma-loka, the Brahman effulgence, and penetrating through that stratum, it reaches the spiritual sky and the spiritual planet Goloka Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 19.154</B></A>: "Being situated in one's heart and being watered by &#347;ravana-k&#299;rtana, the bhakti creeper grows more and more. In this way it attains the shelter of the desire tree of the lotus feet of Krishna, who is eternally situated in the planet known as Goloka Vrind&#257;vana, in the topmost region of the spiritual sky.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 19.155</B></A>: "The creeper greatly expands in the Goloka Vrind&#257;vana planet, and there it produces the fruit of love for Krishna. Although remaining in the material world, the gardener regularly sprinkles the creeper with the water of hearing and chanting.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 19.156</B></A>: "If the devotee commits an offense at the feet of a Vaishnava while cultivating the creeper of devotional service in the material world, his offense is compared to a mad elephant that uproots the creeper and breaks it. In this way the leaves of the creeper are dried up.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 19.157</B></A>: "The gardener must defend the creeper by fencing it all around so that the powerful elephant of offenses may not enter.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 19.158</B></A>: "Sometimes unwanted creepers, such as the creepers of desires for material enjoyment and liberation from the material world, grow along with the creeper of devotional service. The varieties of such unwanted creepers are unlimited.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 19.159</B></A>: "Some unnecessary creepers growing with the bhakti creeper are the creepers of behavior unacceptable for those trying to attain perfection, diplomatic behavior, animal-killing, mundane profiteering, mundane adoration and mundane importance. All these are unwanted creepers.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 19.160</B></A>: "If one does not distinguish between the bhakti creeper and the other creepers, the sprinkling of water is misused because the other creepers are nourished while the bhakti creeper is curtailed.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 19.161</B></A>: "As soon as an intelligent devotee sees an unwanted creeper growing beside the original creeper, he must cut it down instantly. Then the real creeper, the bhakti-lat&#257;, grows nicely, returns home, back to Godhead, and seeks shelter under the lotus feet of Krishna.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 19.162</B></A>: "When the fruit of devotional service becomes ripe and falls down, the gardener tastes the fruit and thus takes advantage of the creeper and reaches the desire tree of the lotus feet of Krishna in Goloka Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 19.163</B></A>: "There the devotee serves the lotus feet of the Lord, which are compared to a wish-fulfilling tree. With great bliss he tastes the juice of the fruit of love and becomes eternally happy.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 19.164</B></A>: "To taste the fruit of devotional service in Goloka Vrind&#257;vana is the highest perfection of life, and in the presence of such perfection, the four material perfections &#8212; religion, economic development, sense gratification and liberation &#8212; are very insignificant achievements.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 19.165</B></A>: "'As long as there is not the slightest fragrance of pure love of Krishna, which is the perfect medicinal herb for controlling Lord Krishna within the heart, the opulences of the material perfections known as the siddhis, the brahminical perfections [satya, &#347;ama, titiksh&#257; and so on], the trance of the yog&#299;s and the monistic bliss of Brahman all seem wonderful for men.'</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 19.166</B></A>: "When one is situated in pure devotional service, he develops love of Godhead; therefore let me describe some of the symptoms of pure devotional service.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 19.167</B></A>: "'When first-class devotional service develops, one must be devoid of all material desires, knowledge obtained by monistic philosophy, and fruitive action. The devotee must constantly serve Krishna favorably, as Krishna desires.'</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 19.168</B></A>: "A pure devotee must not cherish any desire other than to serve Krishna. He should not offer worship to the demigods or to mundane personalities. He should not cultivate artificial knowledge, which is devoid of Krishna consciousness, and he should not engage himself in anything other than Krishna conscious activities. One must engage all one's purified senses in the service of the Lord. This is the favorable execution of Krishna conscious activities.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 19.169</B></A>: "These activities are called &#347;uddha-bhakti, pure devotional service. If one renders such pure devotional service, he develops his original love for Krishna in due course of time. In Vedic literatures like the Pañcar&#257;tras and &#346;r&#299;mad-Bh&#257;gavatam, these symptoms are described.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 19.170</B></A>: "'Bhakti, or devotional service, means engaging all our senses in the service of the Lord, the Supreme Personality of Godhead, the master of all the senses. When the spirit soul renders service unto the Supreme, there are two side effects. One is freed from all material designations, and one's senses are purified simply by being employed in the service of the Lord.'</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 19.171</B></A>: "'Just as the celestial waters of the Ganges flow unobstructed into the ocean, so when My devotees simply hear of Me, their minds come to Me. I reside in the hearts of all.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 19.172</B></A>: "'These are the characteristics of transcendental loving service to Purushottama, the Supreme Personality of Godhead: it is causeless, and it cannot be obstructed in any way.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 19.173</B></A>: "'My devotees do not accept s&#257;lokya, s&#257;rshti, s&#257;r&#363;pya, s&#257;m&#299;pya or oneness with Me &#8212; even if I offer these liberations &#8212; in preference to serving Me.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 19.174</B></A>: "'Bhakti-yoga, as described above, is the ultimate goal of life. By rendering devotional service to the Supreme Personality of Godhead, one transcends the modes of material nature and attains the spiritual position on the platform of direct devotional service.'</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 19.175</B></A>: "If one is infected with the desire for material enjoyment or material liberation, he cannot rise to the platform of pure loving service unto the Lord, even though he may superficially render devotional service according to the routine regulative principles.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 19.176</B></A>: "'The material desire to enjoy the material world and the desire to become liberated from material bondage are considered to be two witches, and they haunt one like ghosts. As long as these witches remain within the heart, how can one feel transcendental bliss? As long as these two witches remain in the heart, there is no possibility of enjoying the transcendental bliss of devotional service.'</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 19.177</B></A>: "By regularly rendering devotional service, one gradually becomes attached to the Supreme Personality of Godhead. When that attachment is intensified, it becomes love of Godhead.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 19.178</B></A>: "The basic aspects of prema, when gradually increasing to different states, are affection, abhorrence, love, attachment, further attachment, ecstasy and great ecstasy.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 19.179</B></A>: "The gradual development of prema may be compared to different states of sugar. First there is the seed of the sugarcane, then sugarcane and then the juice extracted from the cane. When this juice is boiled, it forms liquid molasses, then solid molasses, then sugar, candy, rock candy and finally lozenges.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 19.180</B></A>: "All these stages combined are called sth&#257;yibh&#257;va, or continuous love of Godhead in devotional service. In addition to these stages, there are vibh&#257;va and anubh&#257;va.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 19.181</B></A>: "When the higher standard of ecstatic love is mixed with the symptoms of s&#257;ttvika and vyabhic&#257;r&#299;, the devotee relishes the transcendental bliss of loving Krishna in a variety of nectarean tastes.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 19.182</B></A>: "These tastes are like a combination of yogurt, sugar candy, ghee [clarified butter], black pepper and camphor and are as palatable as sweet nectar.</P><P CLASS=r><A CLASS=i HREF="183-184.htm"><B>CC Madhya 19.183-184</B></A>: "According to the devotee, attachment falls within the five categories of &#347;&#257;nta-rati, d&#257;sya-rati, sakhya-rati, v&#257;tsalya-rati and madhura-rati. These five categories arise from devotees' different attachments to the Supreme Personality of Godhead. The transcendental mellows derived from devotional service are also of five varieties.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 19.185</B></A>: "The chief transcendental mellows experienced with the Supreme Personality of Godhead are five &#8212; &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and madhura.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 19.186</B></A>: "'Besides the five direct mellows, there are seven indirect mellows, known as laughter, wonder, chivalry, compassion, anger, disaster and fear.'</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 19.187</B></A>: "In addition to the five direct mellows, there are seven indirect mellows, known as laughter, wonder, chivalry, compassion, anger, disaster and fear.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 19.188</B></A>: "The five direct transcendental mellows of devotional service are permanently situated in the heart of the devotee, whereas the seven indirect emotions appear suddenly under certain conditions and appear more powerful.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 19.189</B></A>: "Examples of &#347;&#257;nta-bhaktas are the nine Yogendras and the four Kum&#257;ras. Examples of devotees in d&#257;sya-bhakti are innumerable, for such devotees exist everywhere.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 19.190</B></A>: "In Vrind&#257;vana, examples of devotees in fraternity are &#346;r&#299;d&#257;m&#257; and Sud&#257;m&#257;; in Dv&#257;rak&#257; the Lord's friends are Bh&#299;ma and Arjuna; in Vrind&#257;vana the devotees in parental love are mother Ya&#347;od&#257; and father Nanda Mah&#257;r&#257;ja, and in Dv&#257;rak&#257; the Lord's parents are Vasudeva and Devak&#299;. There are also other superior persons who are devotees in parental love.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 19.191</B></A>: "The chief devotees in conjugal love are the gop&#299;s in Vrind&#257;vana, the queens in Dv&#257;rak&#257; and the goddesses of fortune in Vaikuntha. These devotees are innumerable.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 19.192</B></A>: "Attachment for Krishna is divided into two categories. One is attachment with awe and reverence, and the other is pure attachment without reverence.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 19.193</B></A>: "Pure attachment without reverence is found in Gokula Vrind&#257;vana. Attachment in which awe and reverence are prominent is found in the two cities Mathur&#257; and Dv&#257;rak&#257; and in Vaikuntha.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 19.194</B></A>: "When opulence is very prominent, love of Godhead is somewhat crippled. According to keval&#257; devotion, however, even though the devotee sees the unlimited potency of Krishna, he considers himself equal to Him.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 19.195</B></A>: "On the transcendental platform of neutrality and service, sometimes the opulence of the Lord is prominent. But in the transcendental mellows of fraternal, parental and conjugal love, the opulence is minimized.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 19.196</B></A>: "When Krishna offered prayers at the lotus feet of His mother and father, Vasudeva and Devak&#299;, they both felt awe, reverence and fear due to knowledge of His opulences.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 19.197</B></A>: "'When Devak&#299; and Vasudeva understood that their two sons Krishna and Balar&#257;ma, who had paid obeisances to them, were the Supreme Personality of Godhead, they became fearful and did not embrace Them.'</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 19.198</B></A>: "When Krishna manifested His universal form, Arjuna became reverent and fearful, and he begged forgiveness for his past impudence toward Krishna as a friend.</P><P CLASS=r><A CLASS=i HREF="199-200.htm"><B>CC Madhya 19.199-200</B></A>: "'Thinking of You as my friend, I have rashly addressed You "O Krishna," "O Y&#257;dava," "O my friend," not knowing Your glories. Please forgive whatever I may have done in madness or in love. I have dishonored You many times, jesting as we relaxed, lay on the same bed, or sat or ate together, sometimes alone and sometimes in front of many friends. O infallible one, please excuse me for all those offenses.'</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 19.201</B></A>: "Although Krishna was joking with Queen Rukmin&#299;, she was thinking that He was going to give up her company, and she was therefore shocked.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 19.202</B></A>: "'While Krishna was joking with Rukmin&#299; in Dv&#257;rak&#257;, she was full of distress, fear and lamentation. She had also lost her intelligence. She dropped her hand bangles and the fan she was using to fan the Lord. Her hair became disarrayed, and she fainted and fell suddenly, appearing like a banana tree knocked down by high winds.'</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 19.203</B></A>: "In the stage of keval&#257; [unalloyed devotion] a devotee does not consider the unlimited opulence of Krishna, even though he experiences it. He takes seriously only his own relationship with Krishna.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 19.204</B></A>: "'When mother Ya&#347;od&#257; saw all the universes within Krishna's mouth, she was astonished for the time being. The Lord is worshiped like Indra and other demigods by the followers of the three Vedas, who offer Him sacrifices. He is worshiped as impersonal Brahman by saintly persons who understand His greatness through studying the Upanishads, as the Purusha by great philosophers who analytically study the universe, as the all-pervading Supersoul by great yog&#299;s, and as the Supreme Personality of Godhead by devotees. Nevertheless, mother Ya&#347;od&#257; considered the Lord her own son.'</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 19.205</B></A>: "'Although Krishna is beyond sense perception and is unmanifest to human beings, he takes up the guise of a human being with a material body. Thus mother Ya&#347;od&#257; thought Him to be her son, and she bound Lord Krishna with rope to a wooden mortar, as if He were an ordinary child.'</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 19.206</B></A>: "'When Krishna was defeated by &#346;r&#299;d&#257;m&#257;, He had to carry him on His shoulders. Similarly, Bhadrasena carried Vrishabha, and Pralamba carried Balar&#257;ma, the son of Rohin&#299;.'</P><P CLASS=r><A CLASS=i HREF="207-209.htm"><B>CC Madhya 19.207-209</B></A>: "'"My dearmost Krishna, You are worshiping Me and giving up the company of all the other gop&#299;s, who wanted to enjoy themselves with You." Thinking like this, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; considered Herself Krishna's most beloved gop&#299;. She had become proud and had left the r&#257;sa-l&#299;l&#257; with Krishna. In the deep forest She said, "My dear Krishna, I cannot walk any more. You can take Me wherever You like." When &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; petitioned Krishna in this way, Krishna said, "Just get up on My shoulders." As soon as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; began to do so, He disappeared. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; then began to grieve over Her request and Krishna's disappearance.'</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 19.210</B></A>: "'Dear Krishna, we gop&#299;s have neglected the order of our husbands, sons, family, brothers and friends and have left their company to come to You. You know everything about our desires. We have come only because we are attracted by the supreme music of Your flute. But You are a great cheater, for who else would give up the company of young girls like us in the dead of night?'</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 19.211</B></A>: "When one is fully attached to Krishna's lotus feet, one attains the &#347;amat&#257; stage. The word '&#347;amat&#257;' is derived from the word '&#347;ama'; therefore &#347;&#257;nta-rasa, the position of neutrality, means being fully attached to the lotus feet of Krishna. This is the verdict from the mouth of the Supreme Personality of Godhead Himself. This state is called self-realization.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 19.212</B></A>: "'These are the words of the Supreme Personality of Godhead: "When one's intelligence is fully attached to My lotus feet but one does not render practical service, one has attained the stage called &#347;&#257;nta-rati, or &#347;ama." Without &#347;&#257;nta-rati, attachment to Krishna is very difficult to achieve.'</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 19.213</B></A>: "'The word "&#347;ama" or "&#347;&#257;nta-rasa" indicates that one is attached to the lotus feet of Krishna. "Dama" means controlling the senses and not being deviated from the Lord's service. Endurance of unhappiness is "titiksh&#257;," and "dhriti" means controlling the tongue and the genitals.'</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 19.214</B></A>: "Giving up all desires not connected with Krishna is the business of one who is in &#347;&#257;nta-rasa. Only a devotee of Krishna can be situated on that platform. He is thus called a &#347;&#257;nta-rasa-bhakta.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 19.215</B></A>: "When a devotee is situated on the platform of &#347;&#257;nta-rasa, he desires neither elevation to the heavenly planets nor liberation. These are the results of karma and jñ&#257;na, and the devotee considers them no better than hell. A person situated on the &#347;&#257;nta-rasa platform manifests the two transcendental qualities of detachment from all material desires and full attachment to Krishna.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 19.216</B></A>: "'A person who is devoted to the Supreme Personality of Godhead, N&#257;r&#257;yana, is not afraid of anything. Elevation to the heavenly kingdom, condemnation to hell and liberation from material bondage all appear the same to a devotee.'</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 19.217</B></A>: "These two qualities of the &#347;&#257;nta stage spread through the lives of all devotees. They are like the quality of sound in the sky. Sound vibration is found in all material elements.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 19.218</B></A>: "It is the nature of &#347;&#257;nta-rasa that not even the smallest intimacy exists. Rather, knowledge of impersonal Brahman and localized Param&#257;tm&#257; is prominent.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 19.219</B></A>: "On the platform of &#347;&#257;nta-rasa, one realizes only his constitutional position. But when one is raised to the platform of d&#257;sya-rasa, he better understands the full opulence of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 19.220</B></A>: "On the d&#257;sya-rasa platform, knowledge of the Supreme Personality of Godhead is revealed with awe and veneration. By rendering service unto Lord Krishna, the devotee in d&#257;sya-rasa gives constant happiness to the Lord.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 19.221</B></A>: "The qualities of &#347;&#257;nta-rasa are also present in d&#257;sya-rasa, but service is added. Thus the d&#257;sya-rasa platform contains the qualities of both &#347;&#257;nta-rasa and d&#257;sya-rasa.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 19.222</B></A>: "The qualities of &#347;&#257;nta-rasa and the service of d&#257;sya-rasa are both present on the platform of sakhya-rasa. On the platform of fraternity, the qualities of d&#257;sya-rasa are mixed with the confidence of fraternity instead of awe and veneration.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 19.223</B></A>: "On the sakhya-rasa platform, the devotee sometimes offers the Lord service and sometimes makes Krishna serve him in exchange. In their mock fighting, the cowherd boys would sometimes climb on Krishna's shoulders, and sometimes they would make Krishna climb on their shoulders.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 19.224</B></A>: "Awe and veneration are absent on the platform of fraternity, since this rasa is predominated by service imbued with confidentiality. Therefore sakhya-rasa is characterized by the qualities of three rasas.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 19.225</B></A>: "On the platform of sakhya-rasa, the Supreme Personality of Godhead Krishna is controlled by the devotees who are intimate with Him and think themselves equal to Him.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 19.226</B></A>: "On the platform of parental love, the qualities of &#347;&#257;nta-rasa, d&#257;sya-rasa and sakhya-rasa are transformed into a form of service called maintenance.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 19.227</B></A>: "The essence of fraternal love is intimacy devoid of the formality and veneration found in d&#257;sya-rasa. Due to a greater sense of intimacy, the devotee functioning in parental love chastises and rebukes the Lord in an ordinary way.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 19.228</B></A>: "On the platform of parental love, the devotee considers himself the Lord's maintainer. Thus the Lord is the object of maintenance, like a son, and therefore this mellow is full of the qualities of four rasas &#8212; &#347;&#257;nta-rasa, d&#257;sya-rasa, fraternity and parental love. This is more transcendental nectar.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 19.229</B></A>: "The exchange of spiritual happiness between Krishna and His devotee in which Krishna is controlled by His devotee is compared to an ocean of nectar into which the devotee and Krishna plunge. This is the verdict of learned scholars who appreciate Krishna's opulence.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 19.230</B></A>: "'Again let me offer my respectful obeisances unto the Supreme Personality of Godhead. O my Lord, I offer my obeisances hundreds and thousands of times with all affection because by Your personal pastimes You plunge the gop&#299;s into an ocean of nectar. Appreciating Your opulence, devotees generally declare that You are always subjugated by their feelings.'</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 19.231</B></A>: "On the platform of conjugal love, attachment for Krishna, rendering service unto Him, the relaxed feelings of fraternity and the feelings of maintenance all increase in intimacy.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 19.232</B></A>: "On the platform of conjugal love, the devotee offers his body in the service of the Lord. Thus on this platform the transcendental qualities of all five rasas are present.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 19.233</B></A>: "All the material qualities evolve one after another in the material elements, beginning from ether. By gradual evolution, first one quality develops, then two qualities develop, then three and four, until all five qualities are found in earth.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 19.234</B></A>: "Similarly, on the platform of conjugal love, all the feelings of the devotees are amalgamated. The intensified taste is certainly wonderful."</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 19.235</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then concluded, "I have simply given a general survey describing the mellows of devotional service. You can consider how to adjust and expand this.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 19.236</B></A>: "When one thinks of Krishna constantly, love for Him manifests within the heart. Even though one may be ignorant, one can reach the far shore of the ocean of transcendental love by Lord Krishna's mercy."</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 19.237</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu embraced &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. The Lord then decided to go to the city of Benares.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 19.238</B></A>: The next morning, when &#346;r&#299; Caitanya Mah&#257;prabhu arose and prepared to leave for V&#257;r&#257;nas&#299; [Benares], &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; submitted the following statement at the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 19.239</B></A>: "If You give me permission, I shall go with Your Lordship. It is not possible for me to tolerate the waves of separation."</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 19.240</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Your duty is to carry out My order. You have come near Vrind&#257;vana. Now you should go there.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 19.241</B></A>: "Later, you can go from Vrind&#257;vana to Jagann&#257;tha Pur&#299; through Bengal [Gauda-de&#347;a]. There you will meet Me again."</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 19.242</B></A>: After embracing R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu got into a boat. R&#363;pa Gosv&#257;m&#299; fainted and fell down on the spot.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 19.243</B></A>: The br&#257;hmana from Deccan took R&#363;pa Gosv&#257;m&#299; to his home, and thereafter the two brothers departed for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 19.244</B></A>: After walking and walking, &#346;r&#299; Caitanya Mah&#257;prabhu finally arrived at V&#257;r&#257;nas&#299;, where He met Candra&#347;ekhara, who was coming out of the city.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 19.245</B></A>: In a dream Candra&#347;ekhara had seen that Lord &#346;r&#299; Caitanya Mah&#257;prabhu had come to his home; therefore in the morning Candra&#347;ekhara went outside the city to receive the Lord.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 19.246</B></A>: While Candra&#347;ekhara was waiting outside the city, he suddenly saw &#346;r&#299; Caitanya Mah&#257;prabhu arrive, and he fell down at the Lord's feet. Being very happy, he took the Lord to his home.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 19.247</B></A>: Tapana Mi&#347;ra also heard news of the Lord's arrival in V&#257;r&#257;nas&#299;, and he went to Candra&#347;ekhara's house to meet Him. After talking, he invited the Lord to take lunch at his place.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 19.248</B></A>: Tapana Mi&#347;ra took Caitanya Mah&#257;prabhu to his house and gave Him lunch. Candra&#347;ekhara invited Balabhadra Bhatt&#257;c&#257;rya to take lunch at his home.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 19.249</B></A>: After offering lunch to &#346;r&#299; Caitanya Mah&#257;prabhu, Tapana Mi&#347;ra begged a favor from the Lord and requested Him to award him mercy.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 19.250</B></A>: Tapana Mi&#347;ra said, "As long as Your Lordship stays in V&#257;r&#257;nas&#299;, please do not accept an invitation from anyone but me."</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 19.251</B></A>: It was known to &#346;r&#299; Caitanya Mah&#257;prabhu that He would remain there only five or seven days. He would not accept any invitation that involved M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 19.252</B></A>: With this understanding, &#346;r&#299; Caitanya Mah&#257;prabhu agreed to accept lunch at the place of Tapana Mi&#347;ra. The Lord made His residence at the home of Candra&#347;ekhara.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 19.253</B></A>: The Maharashtrian br&#257;hmana came, and the Lord met him. Out of affection, the Lord bestowed His mercy upon him.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 19.254</B></A>: Hearing that &#346;r&#299; Caitanya Mah&#257;prabhu had come, all the respectable members of the br&#257;hmana and kshatriya communities came to see Him.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 19.255</B></A>: Much mercy was thus bestowed upon &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, and I have briefly described all those topics.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 19.256</B></A>: Whoever hears this narration with faith and love certainly develops love of God at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 19.257</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>