<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 6 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 6 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Brahm&#257; Satisfies Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.6.25</P><P CLASS=c>yayoh sura-striyah kshattar</P><P CLASS=c>avaruhya sva-dhishnyatah</P><P CLASS=c>kr&#299;danti pumsah siñcantyo</P><P CLASS=c>vig&#257;hya rati-kar&#347;it&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yayoh">yayoh</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> both of which (rivers); <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; the celestial damsels along with their husbands; <A CLASS=v HREF="http://vedabase.net/k/ksattah">kshattah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/a/avaruhya">avaruhya</A> &#8212; descending; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhisnyatah">dhishnyatah</A> &#8212; from their own airplanes; <A CLASS=v HREF="http://vedabase.net/k/kridanti">kr&#299;danti</A> &#8212; they play; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; their husbands; <A CLASS=v HREF="http://vedabase.net/s/sincantyah">siñcantyah</A> &#8212; sprinkling with water; <A CLASS=v HREF="http://vedabase.net/v/vigahya">vig&#257;hya</A> &#8212; after entering (the water); <A CLASS=v HREF="http://vedabase.net/r/rati">rati</A>-<A CLASS=v HREF="http://vedabase.net/k/karsitah">kar&#347;it&#257;h</A> &#8212; whose enjoyment has become diminished.</P><P CLASS=t>TRANSLATION</P><P>My dear Kshatt&#257;, Vidura, the celestial damsels come down to those rivers in their airplanes with their husbands, and after sexual enjoyment, they enter the water and enjoy sprinkling their husbands with water.</P><P CLASS=t>PURPORT</P><P>It is understood that even the damsels of the heavenly planets are polluted by thoughts of sex enjoyment, and therefore they come in airplanes to bathe in the rivers Nand&#257; and Alakanand&#257;. It is significant that these rivers, Nand&#257; and Alakanand&#257;, are sanctified by the dust of the lotus feet of the Supreme Personality of Godhead. In other words, just as the Ganges is sacred because its water emanates from the toes of the Supreme Personality of Godhead, N&#257;r&#257;yana, so whenever water or anything is in touch with devotional service to the Supreme Personality of Godhead, it is purified and spiritualized. The rules and regulations of devotional service are based on this principle: anything in touch with the lotus feet of the Lord is immediately freed from all material contamination.</P><P>The damsels of the heavenly planets, polluted by thoughts of sex life, come down to bathe in the sanctified rivers and enjoy sprinkling water on their husbands. Two words are very significant in this connection. Rati-kar&#347;it&#257;h means that the damsels become morose after sex enjoyment. Although they accept sex enjoyment as a bodily demand, afterwards they are not happy.</P><P>Another significant point is that Lord Govinda, the Supreme Personality of Godhead, is described here as T&#299;rthap&#257;da. T&#299;rtha means "sanctified place," and p&#257;da means "the lotus feet of the Lord." People go to a sanctified place to free themselves from all sinful reactions. In other words, those who are devoted to the lotus feet of the Supreme Personality of Godhead, Krishna, automatically become sanctified. The Lord's lotus feet are called t&#299;rtha-p&#257;da because under their protection there are hundreds and thousands of saintly persons who sanctify the sacred places of pilgrimage. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura, a great &#257;c&#257;rya of the Gaud&#299;ya Vaishnava-samprad&#257;ya, advises us not to travel to different places of pilgrimage. Undoubtedly it is troublesome to go from one place to another, but one who is intelligent can take shelter of the lotus feet of Govinda and thereby be automatically sanctified as the result of his pilgrimage. Anyone who is fixed in the service of the lotus feet of Govinda is called t&#299;rtha-p&#257;da; he does not need to travel on various pilgrimages, for he can enjoy all the benefits of such travel simply by engaging in the service of the lotus feet of the Lord. Such a pure devotee, who has implicit faith in the lotus feet of the Lord, can create sacred places in any part of the world where he decides to remain. T&#299;rth&#299;-kurvanti t&#299;rth&#257;ni (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/13/10.htm">1.13.10</A>). The places are sanctified due to the presence of pure devotees; any place automatically becomes a place of pilgrimage if either the Lord or His pure devotee remains or resides there. In other words, such a pure devotee, who is engaged one hundred percent in the service of the Lord, can remain anywhere in the universe, and that part of the universe immediately becomes a sacred place where he can peacefully render service to the Lord as the Lord desires.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>