<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 6 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 6 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Brahm&#257; Satisfies Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.6.35</P><P CLASS=c>vidy&#257;-tapo-yoga-patham</P><P CLASS=c>&#257;sthitam tam adh&#299;&#347;varam</P><P CLASS=c>carantam vi&#347;va-suhridam</P><P CLASS=c>v&#257;tsaly&#257;l loka-ma&#324;galam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/p/patham">patham</A> &#8212; the path of devotional service; <A CLASS=v HREF="http://vedabase.net/a/asthitam">&#257;sthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/a/adhisvaram">adh&#299;&#347;varam</A> &#8212; the master of the senses; <A CLASS=v HREF="http://vedabase.net/c/carantam">carantam</A> &#8212; performing (austerity, etc.); <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrdam">suhridam</A> &#8212; the friend of the whole world; <A CLASS=v HREF="http://vedabase.net/v/vatsalyat">v&#257;tsaly&#257;t</A> &#8212; out of full affection; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; auspicious for everyone.</P><P CLASS=t>TRANSLATION</P><P>The demigods saw Lord &#346;iva situated in his perfection as the master of the senses, knowledge, fruitive activities and the path of achieving perfection. He was the friend of the entire world, and by virtue of his full affection for everyone, he was very auspicious.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva is full of wisdom and tapasya, austerity. One who knows the modes of work is understood to be situated on the path of devotional service to the Supreme Personality of Godhead. One cannot serve the Supreme Personality of Godhead unless one has achieved full perfectional knowledge in the ways and means of performing devotional service.</P><P>Lord &#346;iva is described here as adh&#299;&#347;vara. &#298;&#347;vara means "controller," and adh&#299;&#347;vara means particularly "controller of the senses." Generally our materially contaminated senses are apt to engage in sense gratificatory activities, but when a person is elevated by wisdom and austerity, the senses then become purified, and they become engaged in the service of the Supreme Personality of Godhead. Lord &#346;iva is the emblem of such perfection, and therefore in the scriptures it is said, vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh: Lord &#346;iva is a Vaishnava. Lord &#346;iva, by his actions within this material world, teaches all conditioned souls how to engage in devotional service twenty-four hours a day. Therefore he is described here as loka-ma&#324;gala, good fortune personified for all conditioned souls.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>