<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 6 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 6 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Brahm&#257; Satisfies Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.6.39</P><P CLASS=c>tam brahma-nirv&#257;na-sam&#257;dhim &#257;&#347;ritam</P><P CLASS=c>vyup&#257;&#347;ritam giri&#347;am yoga-kaksh&#257;m</P><P CLASS=c>sa-loka-p&#257;l&#257; munayo man&#363;n&#257;m</P><P CLASS=c>&#257;dyam manum pr&#257;ñjalayah pranemuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/b/brahmananda">brahm&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/s/samadhim">sam&#257;dhim</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> trance; <A CLASS=v HREF="http://vedabase.net/a/asritam">&#257;&#347;ritam</A> &#8212; absorbed; <A CLASS=v HREF="http://vedabase.net/v/vyupasritam">vyup&#257;&#347;ritam</A> &#8212; leaning on; <A CLASS=v HREF="http://vedabase.net/g/girisam">giri&#347;am</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/k/kaksam">kaksh&#257;m</A> &#8212; having his left knee firmly fixed with <A HREF="http://vedabase.net/a/a">a</A> knotted cloth; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;l&#257;h</A> &#8212; along with the demigods (headed by <A HREF="http://vedabase.net/i/indra">Indra</A>); <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/m/manunam">man&#363;n&#257;m</A> &#8212; of all thinkers; <A CLASS=v HREF="http://vedabase.net/a/adyam">&#257;dyam</A> &#8212; the chief; <A CLASS=v HREF="http://vedabase.net/m/manum">manum</A> &#8212; thinker; <A CLASS=v HREF="http://vedabase.net/p/pranjalayah">pr&#257;ñjalayah</A> &#8212; with folded palms; <A CLASS=v HREF="http://vedabase.net/p/pranemuh">pranemuh</A> &#8212; offered respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>All the sages and demigods, headed by Indra, offered their respectful obeisances unto Lord &#346;iva with folded hands. Lord &#346;iva was dressed in saffron garments and absorbed in trance, thus appearing to be the foremost of all sages.</P><P CLASS=t>PURPORT</P><P>In this verse the word brahm&#257;nanda is significant. This brahm&#257;nanda, or brahma-nirv&#257;na, is explained by Prahl&#257;da Mah&#257;r&#257;ja. When one is completely absorbed in the adhokshaja, the Supreme Personality of Godhead, who is beyond the sense perception of materialistic persons, one is situated in brahm&#257;nanda.</P><P>It is impossible to conceive of the existence, name, form, quality and pastimes of the Supreme Personality of Godhead because He is transcendentally situated beyond the conception of materialistic persons. Because materialists cannot imagine or conceive of the Supreme Personality of Godhead, they may think that God is dead, but factually He is always existing in His sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], His eternal form. Constant meditation concentrated on the form of the Lord is called sam&#257;dhi, ecstasy or trance. Sam&#257;dhi means particularly concentrated attention, so one who has achieved the qualification of always meditating on the Personality of Godhead is to be understood to be always in trance and enjoying brahma-nirv&#257;na, or brahm&#257;nanda. Lord &#346;iva exhibited those symptoms, and therefore it is stated that he was absorbed in brahm&#257;nanda.</P><P>Another significant word is yoga-kaksh&#257;m. Yoga-kaksh&#257; is the sitting posture in which the left thigh is fixed under one's tightly knotted saffron-colored garment. Also the words man&#363;n&#257;m &#257;dyam are significant here because they mean a philosopher, or one who is thoughtful and can think very nicely. Such a man is called manu. Lord &#346;iva is described in this verse as the chief of all thinkers. Lord &#346;iva, of course, does not engage in useless mental speculation, but as stated in the previous verse, he is always thoughtful regarding how to deliver the demons from their fallen condition of life. It is said that during the advent of Lord Caitanya, Sad&#257;&#347;iva appeared as Advaita Prabhu, and Advaita Prabhu's chief concern was to elevate the fallen conditioned souls to the platform of devotional service to Lord Krishna. Since people were engaged in useless occupations which would continue their material existence, Lord &#346;iva, in the form of Lord Advaita, appealed to the Supreme Lord to appear as Lord Caitanya to deliver these illusioned souls. Actually Lord Caitanya appeared on the request of Lord Advaita. Similarly, Lord &#346;iva has a samprad&#257;ya, the Rudra-samprad&#257;ya. He is always thinking about the deliverance of the fallen souls, as exhibited by Lord Advaita Prabhu.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>