<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 6 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 6 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Brahm&#257; Satisfies Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.6.44</P><P CLASS=c>tvam eva dharm&#257;rtha-dugh&#257;bhipattaye</P><P CLASS=c>dakshena s&#363;trena sasarjith&#257;dhvaram</P><P CLASS=c>tvayaiva loke 'vasit&#257;&#347; ca setavo</P><P CLASS=c>y&#257;n br&#257;hman&#257;h &#347;raddadhate dhrita-vrat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/d/dugha">dugha</A> &#8212; benefit derived from religion and economic development; <A CLASS=v HREF="http://vedabase.net/a/abhipattaye">abhipattaye</A> &#8212; for their protection; <A CLASS=v HREF="http://vedabase.net/d/daksena">dakshena</A> &#8212; by <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/sutrena">s&#363;trena</A> &#8212; making him the cause; <A CLASS=v HREF="http://vedabase.net/s/sasarjitha">sasarjitha</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/a/adhvaram">adhvaram</A> &#8212; sacrifices; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/a/avasitah">avasit&#257;h</A> &#8212; regulated; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/setavah">setavah</A> &#8212; respect for the <A HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A> institution; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#257;h</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/sraddadhate">&#347;raddadhate</A> &#8212; respect very much; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vrat&#257;h</A> &#8212; taking <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> vow.</P><P CLASS=t>TRANSLATION</P><P>My dear lord, Your Lordship has introduced the system of sacrifices through the agency of Daksha, and thus one may derive the benefits of religious activities and economic development. Under your regulative principles, the institution of the four varnas and &#257;&#347;ramas is respected. The br&#257;hmanas therefore vow to follow this system strictly.</P><P CLASS=t>PURPORT</P><P>The Vedic system of varna and &#257;&#347;rama is never to be neglected, for these divisions are created by the Supreme Lord Himself for the upkeep of social and religious order in human society. The br&#257;hmanas, as the intelligent class of men in society, must vow to steadily respect this regulative principle. The tendency in this age of Kali to make a classless society and not observe the principles of varna and &#257;&#347;rama is a manifestation of an impossible dream. Destruction of the social and spiritual orders will not bring fulfillment of the idea of a classless society. One should strictly observe the principles of varna and &#257;&#347;rama for the satisfaction of the creator, for it is stated in the Bhagavad-g&#299;t&#257; by Lord Krishna that the four orders of the social system &#8212; br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; are His creation. They should act according to the regulative principles of this institution and satisfy the Lord, just as different parts of the body all engage in the service of the whole. The whole is the Supreme Personality of Godhead in His vir&#257;t-r&#363;pa, or universal form. The br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras are respectively the mouth, arms, abdomen and legs of the universal form of the Lord. As long as they are engaged in the service of the complete whole, their position is secure, otherwise they fall down from their respective positions and become degraded.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>