<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 6 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 6 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Brahm&#257; Satisfies Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.6.48</P><P CLASS=c>yasmin yad&#257; pushkara-n&#257;bha-m&#257;yay&#257;</P><P CLASS=c>durantay&#257; sprishta-dhiyah prithag-dri&#347;ah</P><P CLASS=c>kurvanti tatra hy anukampay&#257; krip&#257;m</P><P CLASS=c>na s&#257;dhavo daiva-bal&#257;t krite kramam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> some place; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/p/puskara">pushkara</A>-<A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy of Pushkaran&#257;bha, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/durantaya">durantay&#257;</A> &#8212; insurmountable; <A CLASS=v HREF="http://vedabase.net/s/sprsta">sprishta</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A>-<A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> persons who see differently; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anukampaya">anukampay&#257;</A> &#8212; out of compassion; <A CLASS=v HREF="http://vedabase.net/k/krpam">krip&#257;m</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A>-<A CLASS=v HREF="http://vedabase.net/b/balat">bal&#257;t</A> &#8212; by providence; <A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; being done; <A CLASS=v HREF="http://vedabase.net/k/kramam">kramam</A> &#8212; prowess.</P><P CLASS=t>TRANSLATION</P><P>My dear lord, if in some places materialists, who are already bewildered by the insurmountable illusory energy of the Supreme Godhead, sometimes commit offenses, a saintly person, with compassion, does not take this seriously. Knowing that they commit offenses because they are overpowered by the illusory energy, he does not show his prowess to counteract them.</P><P CLASS=t>PURPORT</P><P>It is said that the beauty of a tapasv&#299;, or saintly person, is forgiveness. There are many instances in the spiritual history of the world in which many saintly persons, although unnecessarily harassed, did not take action, although they could have done so. Par&#299;kshit Mah&#257;r&#257;ja, for example, was unnecessarily cursed by a br&#257;hmana boy, and this was very much regretted by the boy's father, but Par&#299;kshit Mah&#257;r&#257;ja accepted the curse and agreed to die within a week as the br&#257;hmana boy desired. Par&#299;kshit Mah&#257;r&#257;ja was the emperor and was full in power both spiritually and materially, but out of compassion and out of respect for the br&#257;hmana community, he did not counteract the action of the br&#257;hmana boy but agreed to die within seven days. Because it was desired by Krishna that Par&#299;kshit Mah&#257;r&#257;ja agree to the punishment so that the instruction of &#346;r&#299;mad-Bh&#257;gavatam would thus be revealed to the world, Par&#299;kshit Mah&#257;r&#257;ja was advised not to take action. A Vaishnava is personally tolerant for the benefit of others. When he does not show his prowess, this does not mean that he is lacking in strength; rather, it indicates that he is tolerant for the welfare of the entire human society.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>