<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 6 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 6 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Brahm&#257; Satisfies Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.6.53</P><P CLASS=c>esha te rudra bh&#257;go 'stu</P><P CLASS=c>yad-ucchishto 'dhvarasya vai</P><P CLASS=c>yajñas te rudra bh&#257;gena</P><P CLASS=c>kalpat&#257;m adya yajña-han</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagah">bh&#257;gah</A> &#8212; portion; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/u/ucchistah">ucchishtah</A> &#8212; is the remainder; <A CLASS=v HREF="http://vedabase.net/a/adhvarasya">adhvarasya</A> &#8212; of the sacrifice; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yajnah">yajñah</A> &#8212; the sacrifice; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/r/rudra">Rudra</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagena">bh&#257;gena</A> &#8212; by the portion; <A CLASS=v HREF="http://vedabase.net/k/kalpatam">kalpat&#257;m</A> &#8212; may be completed; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/h/han">han</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> destroyer of the sacrifice.</P><P CLASS=t>TRANSLATION</P><P>O destroyer of the sacrifice, please take your portion of the sacrifice and let the sacrifice be completed by your grace.</P><P CLASS=t>PURPORT</P><P>A sacrifice is a ceremony performed to please the Supreme Personality of Godhead. In the &#346;r&#299;mad-Bh&#257;gavatam, First Canto, Second Chapter, it is stated that everyone should try to understand whether the Supreme Personality of Godhead is satisfied by his activity. In other words, the aim of our activities should be to satisfy the Supreme Personality of Godhead. Just as in an office it is the duty of the worker to see that the proprietor or the master is satisfied, so everyone's duty is to see whether the Supreme Personality of Godhead is satisfied by one's activity. Activities to satisfy the Supreme Godhead are prescribed in the Vedic literature, and execution of such activities is called yajña. In other words, acting on behalf of the Supreme Lord is called yajña. One should know very well that any activity besides yajña is the cause of material bondage. That is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>): yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah. Karma-bandhanah means that if we do not work for the satisfaction of the Supreme Lord, Vishnu, then the reaction of our work will bind us. One should not work for his own sense gratification. Everyone should work for the satisfaction of God. That is called yajña.</P><P>After the yajña was performed by Daksha, all the demigods expected pras&#257;da, the remnants of foodstuffs offered to Vishnu. Lord &#346;iva is one of the demigods, so naturally he also expected his share of the pras&#257;da from the yajña. But Daksha, out of his envy of Lord &#346;iva, neither invited &#346;iva to participate in the yajña nor gave him his share after the offering. But after the destruction of the yajña arena by the followers of Lord &#346;iva, Lord Brahm&#257; pacified him and assured him that he would get his share of pras&#257;da. Thus he was requested to rectify whatever destruction was caused by his followers.</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/11.htm">3.11</A>) it is said that all the demigods are satisfied when one performs yajña. Because the demigods expect pras&#257;da from yajñas, yajña must be performed. Those who engage in sense gratificatory, materialistic activities must perform yajña, otherwise they will be implicated. Thus Daksha, being the father of mankind, was performing yajña, and Lord &#346;iva expected his share. But since &#346;iva was not invited, there was trouble. By the mediation of Lord Brahm&#257;, however, everything was settled satisfactorily.</P><P>The performance of yajña is a very difficult task because all the demigods must be invited to participate in the yajña. In this Kali-yuga it is not possible to perform such costly sacrifices, nor is it possible to invite the demigods to participate. Therefore in this age it is recommended, yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>). Those who are intelligent should know that in the Kali-yuga there is no possibility of performing the Vedic sacrifices. But unless one pleases the demigods, there will be no regulated seasonal activities or rainfall. Everything is controlled by the demigods. Under the circumstances, in this age, in order to keep the balance of social peace and prosperity, all intelligent men should execute the performance of sa&#324;k&#299;rtana-yajña by chanting the holy names Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. One should invite people, chant Hare Krishna, and then distribute pras&#257;da. This yajña will satisfy all the demigods, and thus there will be peace and prosperity in the world. Another difficulty in performing the Vedic rituals is that if one fails to satisfy even one demigod out of the many hundreds of thousands of demigods, just as Daksha failed to satisfy Lord &#346;iva, there will be disaster. But in this age the performance of sacrifice has been simplified. One can chant Hare Krishna, and by pleasing Krishna one can satisfy all the demigods automatically.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Sixth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Brahm&#257; Satisfies Lord &#346;iva."</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../7/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>