<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 6: Brahm&#257; Satisfies Lord &#346;iva</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 4.6.1-2</B></A>: All the priests and other members of the sacrificial assembly and all the demigods, having been defeated by the soldiers of Lord &#346;iva and injured by weapons like tridents and swords, approached Lord Brahm&#257; with great fear. After offering him obeisances, they began to speak in detail of all the events which had taken place.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 4.6.3</B></A>: Both Lord Brahm&#257; and Vishnu had already known that such events would occur in the sacrificial arena of Daksha, and knowing beforehand, they did not go to the sacrifice.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 4.6.4</B></A>: When Lord Brahm&#257; heard everything from the demigods and the members who had attended the sacrifice, he replied: You cannot be happy in executing a sacrifice if you blaspheme a great personality and thereby offend his lotus feet. You cannot have happiness in that way.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 4.6.5</B></A>: You have excluded Lord &#346;iva from taking part in the sacrificial results, and therefore you are all offenders at his lotus feet. Still, if you go without mental reservations and surrender unto him and fall down at his lotus feet, he will be very pleased.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 4.6.6</B></A>: Lord Brahm&#257; also advised them that Lord &#346;iva is so powerful that by his anger all the planets and their chief controllers can be destroyed immediately. Also, he said that Lord &#346;iva was especially sorry because he had recently lost his dear wife and was also very much afflicted by the unkind words of Daksha. Under the circumstances, Lord Brahm&#257; suggested, it would behoove them to go at once and beg his pardon.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 4.6.7</B></A>: Lord Brahm&#257; said that no one, not even himself, Indra, all the members assembled in the sacrificial arena, or all the sages, could know how powerful Lord &#346;iva is. Under the circumstances, who would dare to commit an offense at his lotus feet?.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 4.6.8</B></A>: After thus instructing all the demigods, the Pit&#257;s and the lords of the living entities, Lord Brahm&#257; took them with him and left for the abode of Lord &#346;iva, known as the Kail&#257;sa Hill.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 4.6.9</B></A>: The abode known as Kail&#257;sa is full of different herbs and vegetables, and it is sanctified by Vedic hymns and mystic yoga practice. Thus the residents of that abode are demigods by birth and have all mystic powers. Besides them there are other human beings, who are known as Kinnaras and Gandharvas and are accompanied by their beautiful wives, who are known as Apsar&#257;s, or angels.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 4.6.10</B></A>: Kail&#257;sa is full of mountains filled with all kinds of valuable jewels and minerals and surrounded by all varieties of valuable trees and plants. The top of the hill is nicely decorated by various types of deer.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 4.6.11</B></A>: There are many waterfalls, and in the mountains there are many beautiful caves in which the very beautiful wives of the mystics are found.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 4.6.12</B></A>: On Kail&#257;sa Hill there is always the rhythmical sound of the peacocks' sweet vibrations and the bees' humming. Cuckoos are always singing, and other birds whisper amongst themselves.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 4.6.13</B></A>: There are tall trees with straight branches that appear to call the sweet birds, and when herds of elephants pass through the hills, it appears that the Kail&#257;sa Hill moves with them. When the waterfalls resound, it appears that Kail&#257;sa Hill does also.</P><P CLASS=r><A CLASS=i HREF="14-15.htm"><B>SB 4.6.14-15</B></A>: The whole of Kail&#257;sa Hill is decorated with various kinds of trees, of which the following names may be mentioned: mand&#257;ra, p&#257;rij&#257;ta, sarala, tam&#257;la, t&#257;la, kovid&#257;ra, &#257;sana, arjuna, &#257;mra-j&#257;ti (mango), kadamba, dh&#363;li-kadamba, n&#257;ga, punn&#257;ga, campaka, p&#257;tala, a&#347;oka, bakula, kunda and kurabaka. The entire hill is decorated with such trees, which produce flowers with fragrant aromas.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 4.6.16</B></A>: There are other trees also which decorate the hill, such as the golden lotus flower, the cinnamon tree, m&#257;lat&#299;, kubja, mallik&#257; and m&#257;dhav&#299;.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 4.6.17</B></A>: Kail&#257;sa Hill is also decorated with such trees as kata, jackfruit, julara, banyan trees, plakshas, nyagrodhas and trees producing asafoetida. Also there are trees of betel nuts and bh&#363;rja-patra, as well as r&#257;jap&#363;ga, blackberries and similar other trees.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 4.6.18</B></A>: There are mango trees, priy&#257;la, madhuka and i&#324;guda. Besides these there are other trees, like thin bamboos, k&#299;caka and varieties of other bamboo trees, all decorating the tract of Kail&#257;sa Hill.</P><P CLASS=r><A CLASS=i HREF="19-20.htm"><B>SB 4.6.19-20</B></A>: There are different kinds of lotus flowers, such as kumuda, utpala and &#347;atapatra. The forest appears to be a decorated garden, and the small lakes are full of various kinds of birds who whisper very sweetly. There are many kinds of other animals also, like deer, monkeys, boars, lions, rikshas, &#347;alyakas, forest cows, forest asses, tigers, small deer, buffalo and many other animals, who are fully enjoying their lives.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 4.6.21</B></A>: There are varieties of deer, such as karn&#257;ntra, ekapada, a&#347;v&#257;sya, vrika and kast&#363;r&#299;, the deer which bears musk. Besides the deer there are many banana trees which decorate the small hillside lakes very nicely.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 4.6.22</B></A>: There is a small lake named Alakanand&#257; in which Sat&#299; used to take her bath, and that lake is especially auspicious. All the demigods, after seeing the specific beauty of Kail&#257;sa Hill, were struck with wonder at the great opulence to be found there.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 4.6.23</B></A>: Thus the demigods saw the wonderfully beautiful region known as Alak&#257; in the forest known as Saugandhika, which means "full of fragrance." The forest is known as Saugandhika because of its abundance of lotus flowers.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 4.6.24</B></A>: They also saw the two rivers named Nand&#257; and Alakanand&#257;. These two rivers are sanctified by the dust of the lotus feet of the Supreme Personality of Godhead, Govinda.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 4.6.25</B></A>: My dear Kshatt&#257;, Vidura, the celestial damsels come down to those rivers in their airplanes with their husbands, and after sexual enjoyment, they enter the water and enjoy sprinkling their husbands with water.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 4.6.26</B></A>: After the damsels of the heavenly planets bathe in the water, it becomes yellowish and fragrant due to the ku&#324;kuma from their bodies. Thus the elephants come to bathe there with their wives, the she-elephants, and they also drink the water, although they are not thirsty.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 4.6.27</B></A>: The airplanes of the heavenly denizens are bedecked with pearls, gold and many valuable jewels. The heavenly denizens are compared to clouds in the sky decorated with occasional flashes of electric lightning.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 4.6.28</B></A>: While traveling, the demigods passed over the forest known as Saugandhika, which is full of varieties of flowers, fruits and desire trees. While passing over the forest, they also saw the regions of Yakshe&#347;vara.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 4.6.29</B></A>: In that celestial forest there were many birds whose necks were colored reddish and whose sweet sounds mixed with the humming of the bees. The lakes were abundantly decorated with crying swans as well as strong-stemmed lotus flowers.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 4.6.30</B></A>: All these atmospheric influences unsettled the forest elephants who flocked together in the sandalwood forest, and the blowing wind agitated the minds of the damsels there for further sexual enjoyment.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 4.6.31</B></A>: They also saw that the bathing gh&#257;tas and their staircases were made of vaid&#363;rya-mani. The water was full of lotus flowers. Passing by such lakes, the demigods reached a place where there was a great banyan tree.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 4.6.32</B></A>: That banyan tree was eight hundred miles high, and its branches spread over six hundred miles around. The tree cast a fine shade which permanently cooled the temperature, yet there was no noise of birds.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 4.6.33</B></A>: The demigods saw Lord &#346;iva sitting under that tree, which was competent to give perfection to mystic yog&#299;s and deliver all people. As grave as time eternal, he appeared to have given up all anger.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 4.6.34</B></A>: Lord &#346;iva sat there, surrounded by saintly persons like Kuvera, the master of the Guhyakas, and the four Kum&#257;ras, who were already liberated souls. Lord &#346;iva was grave and saintly.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 4.6.35</B></A>: The demigods saw Lord &#346;iva situated in his perfection as the master of the senses, knowledge, fruitive activities and the path of achieving perfection. He was the friend of the entire world, and by virtue of his full affection for everyone, he was very auspicious.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 4.6.36</B></A>: He was seated on a deerskin and was practicing all forms of austerity. Because his body was smeared with ashes, he looked like an evening cloud. On his hair was the sign of a half-moon, a symbolic representation.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 4.6.37</B></A>: He was seated on a straw mattress and speaking to all present, including the great sage N&#257;rada, to whom he specifically spoke about the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 4.6.38</B></A>: His left leg was placed on his right thigh, and his left hand was placed on his left thigh. In his right hand he held rudr&#257;ksha beads. This sitting posture is called v&#299;r&#257;sana. He sat in the v&#299;r&#257;sana posture, and his finger was in the mode of argument.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 4.6.39</B></A>: All the sages and demigods, headed by Indra, offered their respectful obeisances unto Lord &#346;iva with folded hands. Lord &#346;iva was dressed in saffron garments and absorbed in trance, thus appearing to be the foremost of all sages.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 4.6.40</B></A>: Lord &#346;iva's lotus feet were worshiped by both the demigods and demons, but still, in spite of his exalted position, as soon as he saw that Lord Brahm&#257; was there among all the other demigods, he immediately stood up and offered him respect by bowing down and touching his lotus feet, just as V&#257;manadeva offered His respectful obeisances to Ka&#347;yapa Muni.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 4.6.41</B></A>: All the sages who were sitting with Lord &#346;iva, such as N&#257;rada and others, also offered their respectful obeisances to Lord Brahm&#257;. After being so worshiped, Lord Brahm&#257;, smiling, began to speak to Lord &#346;iva.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 4.6.42</B></A>: Lord Brahm&#257; said: My dear Lord &#346;iva, I know that you are the controller of the entire material manifestation, the combination father and mother of the cosmic manifestation, and the Supreme Brahman beyond the cosmic manifestation as well. I know you in that way.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 4.6.43</B></A>: My dear lord, you create this cosmic manifestation, maintain it, and annihilate it by expansion of your personality, exactly as a spider creates, maintains and winds up its web.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 4.6.44</B></A>: My dear lord, Your Lordship has introduced the system of sacrifices through the agency of Daksha, and thus one may derive the benefits of religious activities and economic development. Under your regulative principles, the institution of the four varnas and &#257;&#347;ramas is respected. The br&#257;hmanas therefore vow to follow this system strictly.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 4.6.45</B></A>: O most auspicious lord, you have ordained the heavenly planets, the spiritual Vaikuntha planets and the impersonal Brahman sphere as the respective destinations of the performers of auspicious activities. Similarly, for others, who are miscreants, you have destined different kinds of hells which are horrible and ghastly. Yet sometimes it is found that their destinations are just the opposite. It is very difficult to ascertain the cause of this.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 4.6.46</B></A>: My dear Lord, devotees who have fully dedicated their lives unto your lotus feet certainly observe your presence as Param&#257;tm&#257; in each and every being, and as such they do not differentiate between one living being and another. Such persons treat all living entities equally. They never become overwhelmed by anger like animals, who can see nothing without differentiation.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 4.6.47</B></A>: Persons who observe everything with differentiation, who are simply attached to fruitive activities, who are mean minded, who are always pained to see the flourishing condition of others and who thus give distress to them by uttering harsh and piercing words have already been killed by providence. Thus there is no need for them to be killed again by an exalted personality like you.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 4.6.48</B></A>: My dear lord, if in some places materialists, who are already bewildered by the insurmountable illusory energy of the Supreme Godhead, sometimes commit offenses, a saintly person, with compassion, does not take this seriously. Knowing that they commit offenses because they are overpowered by the illusory energy, he does not show his prowess to counteract them.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 4.6.49</B></A>: My dear lord, you are never bewildered by the formidable influence of the illusory energy of the Supreme Personality of Godhead. Therefore you are omniscient and should be merciful and compassionate toward those who are bewildered by the same illusory energy and are very much attached to fruitive activities.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 4.6.50</B></A>: My dear Lord &#346;iva, you are a shareholder of a portion of the sacrifice, and you are the giver of the result. The bad priests did not deliver your share, and therefore you destroyed everything, and the sacrifice remains unfinished. Now you can do the needful and take your rightful share.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 4.6.51</B></A>: My dear lord, by your mercy the performer of the sacrifice (King Daksha) may get back his life, Bhaga may get back his eyes, Bhrigu his mustache, and P&#363;sh&#257; his teeth.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 4.6.52</B></A>: O Lord &#346;iva, may the demigods and the priests whose limbs have been broken by your soldiers recover from the injuries by your grace.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 4.6.53</B></A>: O destroyer of the sacrifice, please take your portion of the sacrifice and let the sacrifice be completed by your grace.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>