<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.12</P><P CLASS=c>ku&#347;a-kusuma-samit-pal&#257;&#347;a-phala-m&#363;lodak&#257;ny &#257;harishyam&#257;no vrikas&#257;l&#257;-vrik&#257;dibhyo bhayam &#257;&#347;amsam&#257;no yad&#257; saha harina-kunakena vanam sam&#257;vi&#347;ati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kusa">ku&#347;a</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> kind of grass required for ritualistic ceremonies; <A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A> &#8212; flowers; <A CLASS=v HREF="http://vedabase.net/s/samit">samit</A> &#8212; firewood; <A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A> &#8212; leaves; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A>-<A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; fruits and roots; <A CLASS=v HREF="http://vedabase.net/u/udakani">udak&#257;ni</A> &#8212; and water; <A CLASS=v HREF="http://vedabase.net/a/aharisyamanah">&#257;harishyam&#257;nah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> collect; <A CLASS=v HREF="http://vedabase.net/v/vrkasala">vrikas&#257;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vrka">vrika</A> &#8212; from wolves and dogs; <A CLASS=v HREF="http://vedabase.net/a/adibhyah">&#257;dibhyah</A> &#8212; and other animals, such <A HREF="http://vedabase.net/a/as">as</A> tigers; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/a/asamsamanah">&#257;&#347;amsam&#257;nah</A> &#8212; doubting; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/h/harina">harina</A>-<A CLASS=v HREF="http://vedabase.net/k/kunakena">kunakena</A> &#8212; the deer calf; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; the forest; <A CLASS=v HREF="http://vedabase.net/s/samavisati">sam&#257;vi&#347;ati</A> &#8212; enters.</P><P CLASS=t>TRANSLATION</P><P>When Mah&#257;r&#257;ja Bharata wanted to enter the forest to collect ku&#347;a grass, flowers, wood, leaves, fruits, roots and water, he would fear that dogs, jackals, tigers and other ferocious animals might kill the deer. He would therefore always take the deer with him when entering the forest.</P><P CLASS=t>PURPORT</P><P>How Mah&#257;r&#257;ja Bharata increased his affection for the deer is described herein. Even such an exalted personality as Bharata Mah&#257;r&#257;ja, who had attained loving affection for the Supreme Personality of Godhead, fell down from his position due to his affection for some animal. Consequently, as will be seen. he had to accept the body of a deer in his next life. Since this was the case with Bharata Mah&#257;r&#257;ja, what can we say of those who are not advanced in spiritual life but who become attached to cats and dogs? Due to their affection for their cats and dogs, they have to take the same bodily forms in the next life unless they clearly increase their affection and love for the Supreme Personality of Godhead. Unless we increase our faith in the Supreme Lord, we shall be attracted to many other things. That is the cause of our material bondage.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>