<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.13</P><P CLASS=c>pathishu ca mugdha-bh&#257;vena tatra tatra vishakta-mati-pranaya-bhara-hridayah k&#257;rpany&#257;t skandhenodvahati evam utsa&#324;ga urasi c&#257;dh&#257;yopal&#257;layan mudam param&#257;m av&#257;pa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pathisu">pathishu</A> &#8212; on the forest paths; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mugdha">mugdha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by the childish behavior of the deer; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/v/visakta">vishakta</A>-<A CLASS=v HREF="http://vedabase.net/m/mati">mati</A> &#8212; whose mind was too much attracted; <A CLASS=v HREF="http://vedabase.net/p/pranaya">pranaya</A> &#8212; with love; <A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A> &#8212; loaded; <A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; whose heart; <A CLASS=v HREF="http://vedabase.net/k/karpanyat">k&#257;rpany&#257;t</A> &#8212; because of affection and love; <A CLASS=v HREF="http://vedabase.net/s/skandhena">skandhena</A> &#8212; by the shoulder; <A CLASS=v HREF="http://vedabase.net/u/udvahati">udvahati</A> &#8212; carries; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/u/utsange">utsa&#324;ge</A> &#8212; sometimes on the lap; <A CLASS=v HREF="http://vedabase.net/u/urasi">urasi</A> &#8212; on the chest while sleeping; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adhaya">&#257;dh&#257;ya</A> &#8212; keeping; <A CLASS=v HREF="http://vedabase.net/u/upalalayan">upal&#257;layan</A> &#8212; fondling; <A CLASS=v HREF="http://vedabase.net/m/mudam">mudam</A> &#8212; pleasure; <A CLASS=v HREF="http://vedabase.net/p/paramam">param&#257;m</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/a/avapa">av&#257;pa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> felt.</P><P CLASS=t>TRANSLATION</P><P>When entering the forest, the animal would appear very attractive to Mah&#257;r&#257;ja Bharata due to its childish behavior. Mah&#257;r&#257;ja Bharata would even take the deer on his shoulders and carry it due to affection. His heart was so filled with great love for the deer that he would sometimes keep it on his lap or, when sleeping, on his chest. In this way he felt great pleasure in fondling the animal.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Bharata left his home, wife, children, kingdom and everything else to advance his spiritual life in the forest, but again he fell victim to material affection due to his attachment to an insignificant pet deer. What, then. was the use of his renouncing his family? One who is serious in advancing his spiritual life should be very cautious not to become attached to anything but Krishna. Sometimes, in order to preach. we have to accept many material activities, but we should remember that everything is for Krishna. If we remember this, there is no chance of our being victimized by material activities.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>