<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.14</P><P CLASS=c>kriy&#257;y&#257;m nirvartyam&#257;n&#257;y&#257;m antar&#257;le 'py utth&#257;yotth&#257;ya yadainam abhicaksh&#299;ta tarhi v&#257;va sa varsha-patih prakriti-sthena manas&#257; tasm&#257; &#257;&#347;isha &#257;&#347;&#257;ste svasti st&#257;d vatsa te sarvata iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kriyayam">kriy&#257;y&#257;m</A> &#8212; the activities of worshiping the Lord or performing ritualistic ceremonies; <A CLASS=v HREF="http://vedabase.net/n/nirvartyamanayam">nirvartyam&#257;n&#257;y&#257;m</A> &#8212; even without finishing; <A CLASS=v HREF="http://vedabase.net/a/antarale">antar&#257;le</A> &#8212; at intervals <A HREF="http://vedabase.net/i/in">in</A> the middle; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/u/utthaya">utth&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/u/utthaya">utth&#257;ya</A> &#8212; repeatedly getting up; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; the deer calf; <A CLASS=v HREF="http://vedabase.net/a/abhicaksita">abhicaksh&#299;ta</A> &#8212; would see; <A CLASS=v HREF="http://vedabase.net/t/tarhi">tarhi</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A>-<A CLASS=v HREF="http://vedabase.net/s/sthena">sthena</A> &#8212; happy; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; within his mind; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> <A CLASS=v HREF="http://vedabase.net/a/asaste">&#257;&#347;&#257;ste</A> &#8212; bestows benedictions; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A> &#8212; all auspiciousness; <A CLASS=v HREF="http://vedabase.net/s/stat">st&#257;t</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my dear calf; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>When Mah&#257;r&#257;ja Bharata was actually worshiping the Lord or was engaged in some ritualistic ceremony, although his activities were unfinished, he would still, at intervals, get up and see where the deer was. In this way he would look for it, and when he could see that the deer was comfortably situated, his mind and heart would be very satisfied, and he would bestow his blessings upon the deer, saying, "My dear calf, may you be happy in all respects."</P><P CLASS=t>PURPORT</P><P>Because his attraction for the deer was so intense, Bharata Mah&#257;r&#257;ja could not concentrate upon worshiping the Lord or performing his ritualistic ceremonies. Even though he was engaged in worshiping the Deity, his mind was restless due to his inordinate affection. While trying to meditate, he would simply think of the deer, wondering where it had gone. In other words, if one's mind is distracted from worship, a mere show of worship will not be of any benefit. The fact that Bharata Mah&#257;r&#257;ja had to get up at intervals to look for the deer was simply a sign that he had fallen down from the spiritual platform.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>