<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.15</P><P CLASS=c>anyad&#257; bhri&#347;am udvigna-man&#257; nashta-dravina iva kripanah sakarunam ati-tarshena harina-kunaka-viraha-vihvala-hridaya-sant&#257;pas tam ev&#257;nu&#347;ocan kila ka&#347;malam mahad abhirambhita iti hov&#257;ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyada">anyad&#257;</A> &#8212; sometimes (not seeing the calf); <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/u/udvigna">udvigna</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; his mind full of anxiety; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A>-<A CLASS=v HREF="http://vedabase.net/d/dravinah">dravinah</A> &#8212; who has lost his riches; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/k/krpanah">kripanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> miserly <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/karunam">karunam</A> &#8212; piteously; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/t/tarsena">tarshena</A> &#8212; with great anxiety; <A CLASS=v HREF="http://vedabase.net/h/harina">harina</A>-<A CLASS=v HREF="http://vedabase.net/k/kunaka">kunaka</A> &#8212; from the calf of the deer; <A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A> &#8212; by separation; <A CLASS=v HREF="http://vedabase.net/v/vihvala">vihvala</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> mind or heart; <A CLASS=v HREF="http://vedabase.net/s/santapah">sant&#257;pah</A> &#8212; whose affliction; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that calf; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/anusocan">anu&#347;ocan</A> &#8212; continuously thinking of; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kasmalam">ka&#347;malam</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/a/abhirambhitah">abhirambhitah</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>If Bharata Mah&#257;r&#257;ja sometimes could not see the deer, his mind would be very agitated. He would become like a miser, who, having obtained some riches, had lost them and had then become very unhappy. When the deer was gone, he would be filled with anxiety and would lament due to separation. Thus he would become illusioned and speak as follows.</P><P CLASS=t>PURPORT</P><P>If a poor man loses some money or gold, he at once becomes very agitated. Similarly, the mind of Mah&#257;r&#257;ja Bharata would become agitated when he did not see the deer. This is an example of how our attachment can be transferred. If our attachment is transferred to the Lord's service, we progress. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; prayed to the Lord that he would be as naturally attracted to the Lord's service as young men and young women are naturally attracted to each other. &#346;r&#299; Caitanya Mah&#257;prabhu exhibited such attachment to the Lord when He jumped into the ocean or cried at night in separation. However, if our attachment is diverted to material things instead of to the Lord, we will fall down from the spiritual platform.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>