<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.17</P><P CLASS=c>api kshemen&#257;sminn &#257;&#347;ramopavane &#347;ashp&#257;ni carantam deva-guptam drak-shy&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> may be; <A CLASS=v HREF="http://vedabase.net/k/ksemena">kshemena</A> &#8212; with fearlessness because of the absence of tigers and other animals; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/u/upavane">upavane</A> &#8212; garden of the hermitage; <A CLASS=v HREF="http://vedabase.net/s/saspani">&#347;ashp&#257;ni</A> <A CLASS=v HREF="http://vedabase.net/c/carantam">carantam</A> &#8212; walking and eating the soft grasses; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/g/guptam">guptam</A> &#8212; being protected by the demigods; <A CLASS=v HREF="http://vedabase.net/d/draksyami">drakshy&#257;mi</A> &#8212; shall <A HREF="http://vedabase.net/i/i">I</A> see.</P><P CLASS=t>TRANSLATION</P><P>Alas, is it possible that I shall again see this animal protected by the Lord and fearless of tigers and other animals? Shall I again see him wandering in the garden eating soft grass?</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Bharata thought that the animal was disappointed in his protection and had left him for the protection of a demigod. Regardless, he ardently desired to see the animal again within his &#257;&#347;rama eating the soft grass and not fearing tigers and other animals. Mah&#257;r&#257;ja Bharata could think only of the deer and how the animal could be protected from all kinds of inauspicious things. From the materialistic point of view such kind thoughts may be very laudable, but from the spiritual point of view the King was actually falling from his exalted spiritual position and unnecessarily becoming attached to an animal. Thus degrading himself, he would have to accept an animal body.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>