<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.26</P><P CLASS=c>evam aghatam&#257;na-manorath&#257;kula-hridayo mriga-d&#257;rak&#257;bh&#257;sena sv&#257;rabdha-karman&#257; yog&#257;rambhanato vibhram&#347;itah sa yoga-t&#257;paso bhagavad-&#257;r&#257;dhana-lakshan&#257;c ca katham itarath&#257; j&#257;ty-antara ena-kunaka &#257;sa&#324;gah s&#257;ksh&#257;n nih&#347;reyasa-pratipakshatay&#257; pr&#257;k-parityakta-dustyaja-hriday&#257;bhij&#257;tasya tasyaivam antar&#257;ya-vihata-yog&#257;rambhanasya r&#257;jarsher bharatasya t&#257;van mrig&#257;rbhaka-poshana-p&#257;lana-pr&#299;nana-l&#257;lan&#257;nusha&#324;gen&#257;viganayata &#257;tm&#257;nam ahir iv&#257;khu-bilam duratikramah k&#257;lah kar&#257;la-rabhasa &#257;padyata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/a/aghatamana">aghatam&#257;na</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> be achieved; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A> &#8212; by desires, which <A HREF="http://vedabase.net/a/are">are</A> like mental chariots; <A CLASS=v HREF="http://vedabase.net/a/akula">&#257;kula</A> &#8212; aggrieved; <A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; whose heart; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/d/daraka">d&#257;raka</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasena">&#257;bh&#257;sena</A> &#8212; resembling the son of <A HREF="http://vedabase.net/a/a">a</A> deer; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/arabdha">&#257;rabdha</A>-<A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by the bad results of his unseen fruitive actions; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/a/arambhanatah">&#257;rambhanatah</A> &#8212; from the activities of <A HREF="http://vedabase.net/y/yoga">yoga</A> performances; <A CLASS=v HREF="http://vedabase.net/v/vibhramsitah">vibhram&#347;itah</A> &#8212; fallen down; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/t/tapasah">t&#257;pasah</A> &#8212; executing the activities of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> and austerities; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/a/aradhana">&#257;r&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanat">lakshan&#257;t</A> &#8212; from the activities of devotional service rendered <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/i/itaratha">itarath&#257;</A> &#8212; else; <A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A>-<A CLASS=v HREF="http://vedabase.net/a/antare">antare</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> different species of life; <A CLASS=v HREF="http://vedabase.net/e/ena">ena</A>-<A CLASS=v HREF="http://vedabase.net/k/kunake">kunake</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the body of <A HREF="http://vedabase.net/a/a">a</A> deer calf; <A CLASS=v HREF="http://vedabase.net/a/asangah">&#257;sa&#324;gah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> much affectionate attachment; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/n/nihsreyasa">nih&#347;reyasa</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> achieve the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/p/pratipaksataya">pratipakshatay&#257;</A> &#8212; with the quality of being <A HREF="http://vedabase.net/a/an">an</A> obstacle; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; who previously; <A CLASS=v HREF="http://vedabase.net/p/parityakta">parityakta</A> &#8212; given up; <A CLASS=v HREF="http://vedabase.net/d/dustyaja">dustyaja</A> &#8212; although very difficult <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/a/abhijatasya">abhij&#257;tasya</A> &#8212; his sons, born of his own heart; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/antaraya">antar&#257;ya</A> &#8212; by that obstacle; <A CLASS=v HREF="http://vedabase.net/v/vihata">vihata</A> &#8212; obstructed; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/a/arambhanasya">&#257;rambhanasya</A> &#8212; whose path of executing the mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> practices; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the great saintly King; <A CLASS=v HREF="http://vedabase.net/b/bharatasya">bharatasya</A> &#8212; of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/a/arbhaka">arbhaka</A> &#8212; the son of <A HREF="http://vedabase.net/a/a">a</A> deer; <A CLASS=v HREF="http://vedabase.net/p/posana">poshana</A> &#8212; <A HREF="http://vedabase.net/i/i">i</A> <A HREF="http://vedabase.net/n/n">n</A> maintaining; <A CLASS=v HREF="http://vedabase.net/p/palana">p&#257;lana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> protecting; <A CLASS=v HREF="http://vedabase.net/p/prinana">pr&#299;nana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> making happy; <A CLASS=v HREF="http://vedabase.net/l/lalana">l&#257;lana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fondling; <A CLASS=v HREF="http://vedabase.net/a/anusangena">anusha&#324;gena</A> &#8212; by constant absorption; <A CLASS=v HREF="http://vedabase.net/a/aviganayatah">aviganayatah</A> &#8212; neglecting; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; his own soul; <A CLASS=v HREF="http://vedabase.net/a/ahih">ahih</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> serpent; <A CLASS=v HREF="http://vedabase.net/a/akhu">&#257;khu</A>-<A CLASS=v HREF="http://vedabase.net/b/bilam">bilam</A> &#8212; the hole of <A HREF="http://vedabase.net/a/a">a</A> mouse; <A CLASS=v HREF="http://vedabase.net/d/duratikramah">duratikramah</A> &#8212; unsurpassable; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; ultimate death; <A CLASS=v HREF="http://vedabase.net/k/karala">kar&#257;la</A> &#8212; terrible; <A CLASS=v HREF="http://vedabase.net/r/rabhasah">rabhasah</A> &#8212; having speed; <A CLASS=v HREF="http://vedabase.net/a/apadyata">&#257;padyata</A> &#8212; arrived.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King, in this way Bharata Mah&#257;r&#257;ja was overwhelmed by an uncontrollable desire which was manifest in the form of the deer. Due to the fruitive results of his past deeds, he fell down from mystic yoga, austerity and worship of the Supreme Personality of Godhead. If it were not due to his past fruitive activity, how could he have been attracted to the deer after giving up the association of his own son and family, considering them stumbling blocks on the path of spiritual life? How could he show such uncontrollable affection for a deer? This was definitely due to his past karma. The King was so engrossed in petting and maintaining the deer that he fell down from his spiritual activities. In due course of time, insurmountable death, which is compared to a venomous snake that enters the hole created by a mouse, situated itself before him.</P><P CLASS=t>PURPORT</P><P>As will be seen in later verses, Bharata Mah&#257;r&#257;ja, at the time of death, would be forced to accept the body of a deer due to his attraction for the deer. In this regard, a question may be raised. How can a devotee be affected by his past misconduct and vicious activities? In Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/54.htm">5.54</A>) it is said, karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m: "For those engaged in devotional service, bhakti-bhajana, the results of past deeds are indemnified." According to this, Bharata Mah&#257;r&#257;ja could not be punished for his past misdeeds. The conclusion must be that Mah&#257;r&#257;ja Bharata purposefully became over-addicted to the deer and neglected his spiritual advancement. To immediately rectify his mistake, for a short time he was awarded the body of a deer. This was just to increase his desire for mature devotional service. Although Bharata Mah&#257;r&#257;ja was awarded the body of an animal, he did not forget what had previously happened due to his purposeful mistake. He was very anxious to get out of his deer body, and this indicates that his affection for devotional service was intensified, so much so that he was quickly to attain perfection in a br&#257;hmana body in the next life. It is with this conviction that we declare in our Back to Godhead magazine that devotees like the gosv&#257;m&#299;s living in Vrind&#257;vana who purposely commit some sinful activity are born in the bodies of dogs, monkeys and tortoises in that holy land. Thus they take on these lower life forms for a short while. and after they give up those animal bodies, they are again promoted to the spiritual world. Such punishment is only for a short period, and it is not due to past karma. It may appear to be due to past karma, but it is offered to rectify the devotee and bring him to pure devotional service.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>