<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.30</P><P CLASS=c>ity evam nig&#363;dha-nirvedo visrijya mrig&#299;m m&#257;taram punar bhagavat-kshetram upa&#347;ama-&#347;&#299;la-muni-gana-dayitam &#347;&#257;lagr&#257;mam pulastya-pulah&#257;&#347;ramam k&#257;lañjar&#257;t praty&#257;jag&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/n/nigudha">nig&#363;dha</A> &#8212; hidden; <A CLASS=v HREF="http://vedabase.net/n/nirvedah">nirvedah</A> &#8212; completely unattached <A HREF="http://vedabase.net/t/to">to</A> material activities; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/m/mrgim">mrig&#299;m</A> &#8212; the deer; <A CLASS=v HREF="http://vedabase.net/m/mataram">m&#257;taram</A> &#8212; its mother; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; the place where the Supreme Lord is worshiped; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A> &#8212; completely detached from all material attachments; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/d/dayitam">dayitam</A> &#8212; which is dear <A HREF="http://vedabase.net/t/to">to</A> the great saintly residents; <A CLASS=v HREF="http://vedabase.net/s/salagramam">&#347;&#257;lagr&#257;mam</A> &#8212; the village known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/salagrama">&#346;&#257;lagr&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/p/pulastya">pulastya</A>-<A CLASS=v HREF="http://vedabase.net/p/pulaha">pulaha</A>-<A CLASS=v HREF="http://vedabase.net/a/asramam">&#257;&#347;ramam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> conducted by such great sages <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/p/pulastya">Pulastya</A> and <A HREF="http://vedabase.net/p/pulaha">Pulaha</A>; <A CLASS=v HREF="http://vedabase.net/k/kalanjarat">k&#257;lañjar&#257;t</A> &#8212; from the <A HREF="http://vedabase.net/k/kalanjara">K&#257;lañjara</A> Mountain, where <A HREF="http://vedabase.net/h/he">he</A> <A HREF="http://vedabase.net/h/had">had</A> taken his birth <A HREF="http://vedabase.net/i/in">in</A> the womb of <A HREF="http://vedabase.net/a/a">a</A> deer; <A CLASS=v HREF="http://vedabase.net/p/pratyajagama">praty&#257;jag&#257;ma</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> came back.</P><P CLASS=t>TRANSLATION</P><P>Although Bharata Mah&#257;r&#257;ja received the body of a deer, by constant repentance he became completely detached from all material things. He did not disclose these things to anyone, but he left his mother deer in a place known as K&#257;lañjara Mountain, where he was born. He again went to the forest of &#346;&#257;lagr&#257;ma and to the &#257;&#347;rama of Pulastya and Pulaha.</P><P CLASS=t>PURPORT</P><P>It is significant that Mah&#257;r&#257;ja Bharata, by the grace of V&#257;sudeva, remembered his past life. He did not waste a moment; he returned to Pulaha-&#257;&#347;rama to the village known as &#346;&#257;lagr&#257;ma. Association is very meaningful; therefore ISKCON tries to perfect one who enters the society. The members of this society should always remember that the society is not like a free hotel. All the members should be very careful to execute their spiritual duties so that whoever comes will automatically become a devotee and will be able to return back to Godhead in this very life. Although Bharata Mah&#257;r&#257;ja acquired the body of a deer, he again left his hearth and home, in this case the Mountain K&#257;lañjara. No one should be captivated by his birthplace and family; one should take shelter of the association of devotees and cultivate Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>