<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.31</P><P CLASS=c>tasminn api k&#257;lam prat&#299;ksham&#257;nah sa&#324;g&#257;c ca bhri&#347;am udvigna &#257;tma-sahacarah &#347;ushka-parna-trina-v&#299;rudh&#257; vartam&#257;no mrigatva-nimitt&#257;vas&#257;nam eva ganayan mriga-&#347;ar&#299;ram t&#299;rthodaka-klinnam ut-sasarja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that <A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> (<A HREF="http://vedabase.net/p/pulaha">Pulaha</A>-<A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>); <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; the end of the duration of life <A HREF="http://vedabase.net/i/in">in</A> the deer body; <A CLASS=v HREF="http://vedabase.net/p/pratiksamanah">prat&#299;ksham&#257;nah</A> &#8212; always waiting for; <A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; from association; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/u/udvignah">udvignah</A> &#8212; full of anxiety; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/sahacarah">sahacarah</A> &#8212; having the Supersoul <A HREF="http://vedabase.net/a/as">as</A> the only constant companion (<A HREF="http://vedabase.net/n/no">no</A> one should think of being alone); <A CLASS=v HREF="http://vedabase.net/s/suska">&#347;ushka</A>-<A CLASS=v HREF="http://vedabase.net/p/parna">parna</A>-<A CLASS=v HREF="http://vedabase.net/t/trna">trina</A>-<A CLASS=v HREF="http://vedabase.net/v/virudha">v&#299;rudh&#257;</A> &#8212; by eating only the dry leaves and herbs; <A CLASS=v HREF="http://vedabase.net/v/vartamanah">vartam&#257;nah</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/m/mrgatva">mrigatva</A>-<A CLASS=v HREF="http://vedabase.net/n/nimitta">nimitta</A> &#8212; of the cause of <A HREF="http://vedabase.net/a/a">a</A> deer's body; <A CLASS=v HREF="http://vedabase.net/a/avasanam">avas&#257;nam</A> &#8212; the end; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/g/ganayan">ganayan</A> &#8212; considering; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/s/sariram">&#347;ar&#299;ram</A> &#8212; the body of <A HREF="http://vedabase.net/a/a">a</A> deer; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/u/udaka">udaka</A>-<A CLASS=v HREF="http://vedabase.net/k/klinnam">klinnam</A> &#8212; bathing <A HREF="http://vedabase.net/i/in">in</A> the water of that holy place; <A CLASS=v HREF="http://vedabase.net/u/utsasarja">utsasarja</A> &#8212; gave up.</P><P CLASS=t>TRANSLATION</P><P>Remaining in that &#257;&#347;rama, the great King Bharata Mah&#257;r&#257;ja was now very careful not to fall victim to bad association. Without disclosing his past to anyone, he remained in that &#257;&#347;rama and ate dry leaves only. He was not exactly alone, for he had the association of the Supersoul. In this way he waited for death in the body of a deer. Bathing in that holy place, he finally gave up that body.</P><P CLASS=t>PURPORT</P><P>Holy places like Vrind&#257;vana, Hardwar, Pray&#257;ga and Jagann&#257;tha Pur&#299; are especially meant for the execution of devotional service. Vrind&#257;vana specifically is the most exalted and preferred holy place for Vaishnava devotees of Lord Krishna who are aspiring to return back to Godhead, the Vaikuntha planets. There are many devotees in Vrind&#257;vana who regularly bathe in the Yamun&#257;, and this cleanses all the contamination of the material world. By constantly chanting and hearing the holy names and pastimes of the Supreme Lord, one certainly becomes purified and becomes a fit candidate for liberation. However, if one purposefully falls victim to sense gratification, he has to be punished, at least for one lifetime, like Bharata Mah&#257;r&#257;ja.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "A Description of the Character of Bharata Mah&#257;r&#257;ja."</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../9/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>