<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.8</P><P CLASS=c>tasya ha v&#257; ena-kunaka uccair etasmin krita-nij&#257;bhim&#257;nasy&#257;har-ahas tat-poshana-p&#257;lana-l&#257;lana-pr&#299;nan&#257;nudhy&#257;nen&#257;tma-niyam&#257;h saha-yam&#257;h purusha-paricary&#257;daya ekaika&#347;ah katipayen&#257;har-ganena viyujyam&#257;n&#257;h kila sarva evodavasan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of that King; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/ena">ena</A>-<A CLASS=v HREF="http://vedabase.net/k/kunake">kunake</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the deer calf; <A CLASS=v HREF="http://vedabase.net/u/uccaih">uccaih</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimanasya">abhim&#257;nasya</A> &#8212; who accepted the calf <A HREF="http://vedabase.net/a/as">as</A> his own son; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A>-<A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A> &#8212; every day; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/posana">poshana</A> &#8212; maintaining that calf; <A CLASS=v HREF="http://vedabase.net/p/palana">p&#257;lana</A> &#8212; protecting from dangers; <A CLASS=v HREF="http://vedabase.net/l/lalana">l&#257;lana</A> &#8212; raising <A HREF="http://vedabase.net/i/it">it</A> or showing love <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/i/it">it</A> by kissing and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/p/prinana">pr&#299;nana</A> &#8212; petting <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/i/in">in</A> love; <A CLASS=v HREF="http://vedabase.net/a/anudhyanena">anudhy&#257;nena</A> &#8212; by such attachment; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/niyamah">niyam&#257;h</A> &#8212; his personal activities for taking <A HREF="http://vedabase.net/c/care">care</A> of his body; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/y/yamah">yam&#257;h</A> &#8212; with his spiritual duties, such <A HREF="http://vedabase.net/a/as">as</A> nonviolence, tolerance and simplicity; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/p/paricarya">paricary&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; worshiping the Supreme Personality of Godhead and performing other duties; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/e/ekasah">eka&#347;ah</A> &#8212; every day; <A CLASS=v HREF="http://vedabase.net/k/katipayena">katipayena</A> &#8212; with only <A HREF="http://vedabase.net/a/a">a</A> few; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A>-<A CLASS=v HREF="http://vedabase.net/g/ganena">ganena</A> &#8212; days of time; <A CLASS=v HREF="http://vedabase.net/v/viyujyamanah">viyujyam&#257;n&#257;h</A> &#8212; being given up; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/udavasan">udavasan</A> &#8212; became destroyed.</P><P CLASS=t>TRANSLATION</P><P>Gradually Mah&#257;r&#257;ja Bharata became very affectionate toward the deer. He began to raise it and maintain it by giving it grass. He was always careful to protect it from the attacks of tigers and other animals. When it itched, he petted it, and in this way he always tried to keep it in a comfortable condition. He sometimes kissed it out of love. Being attached to raising the deer, Mah&#257;r&#257;ja Bharata forgot the rules and regulations for the advancement of spiritual life, and he gradually forgot to worship the Supreme Personality of Godhead. After a few days, he forgot everything about his spiritual advancement.</P><P CLASS=t>PURPORT</P><P>From this we can understand how we have to be very cautious in executing our spiritual duties by observing the rules and regulations and regularly chanting the Hare Krishna mah&#257;-mantra. If we neglect doing this, we will eventually fall down. We must rise early in the morning. bathe, attend ma&#324;gala-&#257;rati, worship the Deities, chant the Hare Krishna mantra, study the Vedic literatures and follow all the rules prescribed by the &#257;c&#257;ryas and the spiritual master. If we deviate from this process, we may fall down, even though we may be very highly advanced. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/5.htm">18.5</A>):</P><P>yajña-d&#257;na-tapah-karma</P><P CLASS=n>na ty&#257;jyam k&#257;ryam eva tat</P><P CLASS=n>yajño d&#257;nam tapa&#347; caiva</P><P CLASS=n>p&#257;van&#257;ni man&#299;shin&#257;m</P><P>"Acts of sacrifice, charity and penance are not to be given up but should be performed. Indeed, sacrifice, charity and penance purify even the great soul." Even if one is in the renounced order, he should never give up the regulative principles. He should worship the Deity and give his time and life to the service of Krishna. He should also continue following the rules and regulations of austerity and penance. These things cannot be given up. One should not think oneself very advanced simply because one has accepted the sanny&#257;sa order. The activities of Bharata Mah&#257;r&#257;ja should be carefully studied for one's spiritual advancement.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>