<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 8 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 8 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">A Description of the Character of Bharata Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.8.9</P><P CLASS=c>aho bat&#257;yam harina-kunakah kripana &#299;&#347;vara-ratha-carana-paribhramana-rayena sva-gana-suhrid-bandhubhyah parivarjitah &#347;aranam ca mopas&#257;dito m&#257;m eva m&#257;t&#257;-pitarau bhr&#257;tri-jñ&#257;t&#299;n yauthik&#257;m&#347; caivopey&#257;ya n&#257;nyam kañcana veda mayy ati-visrabdha&#347; c&#257;ta eva may&#257; mat-par&#257;yanasya poshana-p&#257;lana-pr&#299;nana-l&#257;lanam anas&#363;yun&#257;nushtheyam &#347;aranyopeksh&#257;-dosha-vidush&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/h/harina">harina</A>-<A CLASS=v HREF="http://vedabase.net/k/kunakah">kunakah</A> &#8212; the deer calf; <A CLASS=v HREF="http://vedabase.net/k/krpanah">kripanah</A> &#8212; helpless; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/p/paribhramana">paribhramana</A>-<A CLASS=v HREF="http://vedabase.net/r/rayena">rayena</A> &#8212; by the force of the rotation of the time agent of the Supreme Personality of Godhead, which is compared <A HREF="http://vedabase.net/t/to">to</A> the wheel of His chariot; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; own kinsmen; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; and friends; <A CLASS=v HREF="http://vedabase.net/b/bandhubhyah">bandhubhyah</A> &#8212; relatives; <A CLASS=v HREF="http://vedabase.net/p/parivarjitah">parivarjitah</A> &#8212; deprived of; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> shelter; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/u/upasaditah">upas&#257;ditah</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pitarau">pitarau</A> &#8212; father and mother; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/j/jnatin">jñ&#257;t&#299;n</A> &#8212; brothers and kinsmen; <A CLASS=v HREF="http://vedabase.net/y/yauthikan">yauthik&#257;n</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> the herd; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/upeyaya">upey&#257;ya</A> &#8212; having gotten; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; anyone else; <A CLASS=v HREF="http://vedabase.net/k/kancana">kañcana</A> &#8212; some person; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> knows; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/v/visrabdhah">visrabdhah</A> &#8212; having faith; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/parayanasya">par&#257;yanasya</A> &#8212; of one who is <A HREF="http://vedabase.net/s/so">so</A> dependent upon <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/posana">poshana</A>-<A CLASS=v HREF="http://vedabase.net/p/palana">p&#257;lana</A>-<A CLASS=v HREF="http://vedabase.net/p/prinana">pr&#299;nana</A>-<A CLASS=v HREF="http://vedabase.net/l/lalanam">l&#257;lanam</A> &#8212; raising, maintaining, petting and protecting; <A CLASS=v HREF="http://vedabase.net/a/anasuyuna">anas&#363;yun&#257;</A> &#8212; who <A HREF="http://vedabase.net/a/am">am</A> without any grudge; <A CLASS=v HREF="http://vedabase.net/a/anustheyam">anushtheyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be executed; <A CLASS=v HREF="http://vedabase.net/s/saranya">&#347;aranya</A> &#8212; the one who has taken shelter; <A CLASS=v HREF="http://vedabase.net/u/upeksa">upeksh&#257;</A> &#8212; of neglecting; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A>-<A CLASS=v HREF="http://vedabase.net/v/vidusa">vidush&#257;</A> &#8212; who knows the fault.</P><P CLASS=t>TRANSLATION</P><P>The great King Mah&#257;r&#257;ja Bharata began to think: Alas, this helpless young deer, by the force of time, an agent of the Supreme Personality of Godhead, has now lost its relatives and friends and has taken shelter of me. It does not know anyone but me, as I have become its father, mother, brother and relatives. This deer is thinking in this way, and it has full faith in me. It does not know anyone but me; therefore I should not be envious and think that for the deer my own welfare will be destroyed. I should certainly raise, protect, gratify and fondle it. When it has taken shelter with me, how can I neglect it? Even though the deer is disturbing my spiritual life, I realize that a helpless person who has taken shelter cannot be neglected. That would be a great fault.</P><P CLASS=t>PURPORT</P><P>When a person is advanced in spiritual consciousness or Krishna consciousness, he naturally becomes very sympathetic toward all living entities suffering in the material world. Naturally such an advanced person thinks of the suffering of the people in general. However, if one does not know of the material sufferings of fallen souls and becomes sympathetic because of bodily comforts, as in the case of Bharata Mah&#257;r&#257;ja, such sympathy or compassion is the cause of one's downfall. If one is actually sympathetic to fallen, suffering humanity, he should try to elevate people from material consciousness to spiritual consciousness. As far as the deer was concerned, Bharata Mah&#257;r&#257;ja became very sympathetic, but he forgot that it was impossible for him to elevate a deer to spiritual consciousness, because, after all, a deer is but an animal. It was very dangerous for Bharata Mah&#257;r&#257;ja to sacrifice all his regulative principles simply to take care of an animal. The principles enunciated in Bhagavad-g&#299;t&#257; should be followed. Yam hi na vyathayanty ete purusham purusharshabha. As far as the material body is concerned, we cannot do anything for anyone. However, by the grace of Krishna, we may raise a person to spiritual consciousness if we ourselves follow the rules and regulations. If we give up our own spiritual activities and simply become concerned with the bodily comforts of others, we will fall into a dangerous position.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>