<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>bahir-antah-pura-dv&#257;rah</P><P CLASS=c>sarv&#257;h p&#363;rvavad &#257;vrit&#257;h</P><P CLASS=c>tato b&#257;la-dhvanim &#347;rutv&#257;</P><P CLASS=c>griha-p&#257;l&#257;h samutthit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">pura</A>-<A CLASS=v HREF="http://vedabase.net/d/dvarah">dv&#257;rah</A> &#8212; the doors inside and outside the house; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like before; <A CLASS=v HREF="http://vedabase.net/a/avrtah">&#257;vrit&#257;h</A> &#8212; closed; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvanim">dhvanim</A> &#8212; the crying of the newborn child; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;l&#257;h</A> &#8212; all the inhabitants of the house, especially the doormen; <A CLASS=v HREF="http://vedabase.net/s/samutthitah">samutthit&#257;h</A> &#8212; awakened.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King Par&#299;kshit, the doors inside and outside the house closed as before. Thereafter, the inhabitants of the house, especially the watchmen, heard the crying of the newborn child and thus awakened from their beds.</P><P CLASS=t>PURPORT</P><P>The activities of Yogam&#257;y&#257; are distinctly visible in this chapter, in which Devak&#299; and Vasudeva excuse Kamsa for his many devious, atrocious activities and Kamsa becomes repentant and falls at their feet. Before the awakening of the watchmen and the others in the prison house, many other things happened. Krishna was born and transferred to the home of Ya&#347;od&#257; in Gokula, the strong doors opened and again closed, and Vasudeva resumed his former condition of being shackled. The watchmen, however, could not understand all this. They awakened only when they heard the crying of the newborn child, Yogam&#257;y&#257;.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has remarked that the watchmen were just like dogs. At night the dogs in the street act like watchmen. If one dog barks, many other dogs immediately follow it by barking. Although the street dogs are not appointed by anyone to act as watchmen, they think they are responsible for protecting the neighborhood, and as soon as someone unknown enters it, they all begin to bark. Both Yogam&#257;y&#257; and Mah&#257;m&#257;y&#257; act in all material activities (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]), but although the energy of the Supreme Personality of Godhead acts under the Supreme Lord's direction (may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]), doglike watchmen such as politicians and diplomats think that they are protecting their neighborhoods from the dangers of the outside world. These are the actions of m&#257;y&#257;. But one who surrenders to Krishna is relieved of the protection afforded by the dogs and doglike guardians of this material world.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>