<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.13</P><P CLASS=c>iti prabh&#257;shya tam dev&#299;</P><P CLASS=c>m&#257;y&#257; bhagavat&#299; bhuvi</P><P CLASS=c>bahu-n&#257;ma-niketeshu</P><P CLASS=c>bahu-n&#257;m&#257; babh&#363;va ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/p/prabhasya">prabh&#257;shya</A> &#8212; addressing; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; the goddess <A HREF="http://vedabase.net/d/durga">Durg&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; <A HREF="http://vedabase.net/y/yogamaya">Yogam&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavat&#299;</A> &#8212; possessing immense power, like that of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the surface of the earth; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of different names; <A CLASS=v HREF="http://vedabase.net/n/niketesu">niketeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> different places; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;m&#257;</A> &#8212; different names; <A CLASS=v HREF="http://vedabase.net/b/babhuva">babh&#363;va</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>After speaking to Kamsa in this way, the goddess Durg&#257;, Yogam&#257;y&#257;, appeared in different places, such as V&#257;r&#257;nas&#299;, and became celebrated by different names, such as Annap&#363;rn&#257;, Durg&#257;, K&#257;l&#299; and Bhadr&#257;.</P><P CLASS=t>PURPORT</P><P>The goddess Durg&#257; is celebrated in Calcutta as K&#257;l&#299;, in Bombay as Mumb&#257;dev&#299;, in V&#257;r&#257;nas&#299; as Annap&#363;rn&#257;, in Cuttack as Bhadrak&#257;l&#299; and in Ahmedabad as Bhadr&#257;. Thus in different places she is known by different names. Her devotees are known as &#347;&#257;ktas, or worshipers of the energy of the Supreme Personality of Godhead, whereas worshipers of the Supreme Personality of Godhead Himself are called Vaishnavas. Vaishnavas are destined to return home, back to Godhead, in the spiritual world, whereas the &#347;&#257;ktas are destined to live within this material world to enjoy different types of material happiness. In the material world, the living entity must accept different types of bodies. Bhr&#257;mayan sarva-bh&#363;t&#257;ni yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>). According to the living entity's desire, Yogam&#257;y&#257;, or M&#257;y&#257;, the goddess Durg&#257;, gives him a particular type of body, which is mentioned as yantra, a machine. But the living entities who are promoted to the spiritual world do not return to the prison house of a material body (tyaktv&#257; deham punar janma naiti m&#257;m eti so'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). The words janma na eti indicate that these living entities remain in their original, spiritual bodies to enjoy the company of the Supreme Personality of Godhead in the transcendental abodes Vaikuntha and Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>