<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.14</P><P CLASS=c>tay&#257;bhihitam &#257;karnya</P><P CLASS=c>kamsah parama-vismitah</P><P CLASS=c>devak&#299;m vasudevam ca</P><P CLASS=c>vimucya pra&#347;rito 'brav&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by the goddess <A HREF="http://vedabase.net/d/durga">Durg&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/abhihitam">abhihitam</A> &#8212; the words spoken; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/k/kamsah">kamsah</A> &#8212; <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/v/vismitah">vismitah</A> &#8212; was struck with wonder; <A CLASS=v HREF="http://vedabase.net/d/devakim">devak&#299;m</A> &#8212; unto <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudevam">vasudevam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/v/vimucya">vimucya</A> &#8212; releasing immediately; <A CLASS=v HREF="http://vedabase.net/p/prasritah">pra&#347;ritah</A> &#8212; with great humility; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; spoke <A HREF="http://vedabase.net/a/as">as</A> follows.</P><P CLASS=t>TRANSLATION</P><P>After hearing the words of the goddess Durg&#257;, Kamsa was struck with wonder. Thus he approached his sister Devak&#299; and brother-in-law Vasudeva, released them immediately from their shackles, and very humbly spoke as follows.</P><P CLASS=t>PURPORT</P><P>Kamsa was astonished because the goddess Durg&#257; had become the daughter of Devak&#299;. Since Devak&#299; was a human being, how could the goddess Durg&#257; become her daughter? This was one cause of his astonishment. Also, how is it that the eighth child of Devak&#299; was a female? This also astonished him. Asuras are generally devotees of mother Durg&#257;, &#346;akti, or of demigods, especially Lord &#346;iva. The appearance of Durg&#257; in her original eight-armed feature, holding various weapons, immediately changed Kamsa's mind about Devak&#299;'s being an ordinary human. Devak&#299; must have had some transcendental qualities; otherwise why would the goddess Durg&#257; have taken birth from her womb? Under the circumstances, Kamsa, struck with wonder, wanted to compensate for his atrocities against his sister Devak&#299;.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>