<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.19</P><P CLASS=c>bhuvi bhaum&#257;ni bh&#363;t&#257;ni</P><P CLASS=c>yath&#257; y&#257;nty apay&#257;nti ca</P><P CLASS=c>n&#257;yam &#257;tm&#257; tathaiteshu</P><P CLASS=c>viparyeti yathaiva bh&#363;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the surface of the world; <A CLASS=v HREF="http://vedabase.net/b/bhaumani">bhaum&#257;ni</A> &#8212; all material products from earth, such <A HREF="http://vedabase.net/a/as">as</A> pots; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> produced; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; appear (<A HREF="http://vedabase.net/i/in">in</A> form); <A CLASS=v HREF="http://vedabase.net/a/apayanti">apay&#257;nti</A> &#8212; disappear (broken or mixed with the earth); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the soul or spiritual identity; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/e/etesu">eteshu</A> &#8212; among all these (products of material elements); <A CLASS=v HREF="http://vedabase.net/v/viparyeti">viparyeti</A> &#8212; is changed or broken; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; the earth.</P><P CLASS=t>TRANSLATION</P><P>In this world, we can see that pots, dolls and other products of the earth appear, break and then disappear, mixing with the earth. Similarly, the bodies of all conditioned living entities are annihilated, but the living entities, like the earth itself, are unchanging and never annihilated [na hanyate hanyam&#257;ne &#347;ar&#299;re [<A CLASS=v HREF="../../../bg/2/20.htm">Bg. 2.20</A>]].</P><P CLASS=t>PURPORT</P><P>Although Kamsa is described as a demon, he had good knowledge of the affairs of &#257;tma-tattva, the truth of the self. Five thousand years ago, there were kings like Kamsa, who is described as an asura, but he was better than modern politicians and diplomats, who have no knowledge about &#257;tma-tattva. As stated in the Vedas, asa&#324;go hy ayam purushah: the spirit soul has no connection with the changes of the material body. The body undergoes six changes &#8212; birth, growth, sustenance, by-products, dwindling and then annihilation &#8212; but the soul undergoes no such changes. Even after the annihilation of a particular bodily form, the original source of the bodily elements does not change. The living entity enjoys the material body, which appears and disappears, but the five elements earth, water, fire, air and ether remain the same. The example given here is that pots and dolls are produced from the earth, and when broken or destroyed they mingle with their original ingredients. In any case, the source of supply remains the same.</P><P>As already discussed, the body is made according to the desires of the soul. The soul desires, and thus the body is formed. Krishna therefore says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." Neither the Supersoul, Param&#257;tm&#257;, nor the individual soul changes its original, spiritual identity. The &#257;tm&#257; does not undergo birth, death or changes like the body. Therefore a Vedic aphorism says, asa&#324;go hy ayam purushah: although the soul is conditioned within this material world, he has no connections with the changes of the material body.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>