<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.20</P><P CLASS=c>yath&#257;nevam-vido bhedo</P><P CLASS=c>yata &#257;tma-viparyayah</P><P CLASS=c>deha-yoga-viyogau ca</P><P CLASS=c>samsritir na nivartate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/an">an</A>-<A CLASS=v HREF="http://vedabase.net/e/evam">evam</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person who has <A HREF="http://vedabase.net/n/no">no</A> knowledge (about <A HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A> and the steadiness of the <A HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> <A HREF="http://vedabase.net/i/in">in</A> his own identity, despite the changes of the body); <A CLASS=v HREF="http://vedabase.net/b/bhedah">bhedah</A> &#8212; the idea of difference between body and self; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because of which; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; the foolish understanding that one is the body; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/v/viyogau">viyogau</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and this causes connections and separations among different bodies; <A CLASS=v HREF="http://vedabase.net/s/samsrtih">samsritih</A> &#8212; the continuation of conditioned life; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nivartate">nivartate</A> &#8212; does stop.</P><P CLASS=t>TRANSLATION</P><P>One who does not understand the constitutional position of the body and the soul [&#257;tm&#257;] becomes too attached to the bodily concept of life. Consequently, because of attachment to the body and its by-products, he feels affected by union with and separation from his family, society and nation. As long as this continues, one continues his material life. [Otherwise, one is liberated.]</P><P CLASS=t>PURPORT</P><P>As confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/6.htm">1.2.6</A>):</P><P>sa vai pums&#257;m paro dharmo</P><P CLASS=n>yato bhaktir adhokshaje</P><P CLASS=n>ahaituky apratihat&#257;</P><P CLASS=n>yay&#257;tm&#257; supras&#299;dati</P><P>The word dharma means "engagement." One who is engaged in the service of the Lord (yato bhaktir adhokshaje), without impediment and without cessation, is understood to be situated in his original, spiritual status. When one is promoted to this status, one is always happy in transcendental bliss. Otherwise, as long as one is in the bodily concept of life, one must suffer material conditions. Janma-mrityu jar&#257;-vy&#257;dhi-duhkha-dosh&#257;nudar&#347;anam. The body is subject to its own principles of birth, death, old age and disease, but one who is situated in spiritual life (yato bhaktir adhokshaje) has no birth, no death, no old age and no disease. One may argue that we may see a person who is spiritually engaged twenty-four hours a day but is still suffering from disease. In fact, however, he is neither suffering nor diseased; otherwise he could not be engaged twenty-four hours a day in spiritual activities. The example may be given in this connection that sometimes dirty foam or garbage is seen floating on the water of the Ganges. This is called n&#299;ra-dharma, a function of the water. But one who goes to the Ganges does not mind the foam and dirty things floating in the water. With his hand, he pushes away such nasty things, bathes in the Ganges and gains the beneficial results. Therefore, one who is situated in the spiritual status of life is unaffected by foam and garbage &#8212; or any superficial dirty things. This is confirmed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"A person acting in the service of Krishna with his body, mind and words is a liberated person, even within the material world." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>) Therefore, one is forbidden to regard the guru as an ordinary human being (gurushu nara-matir. .. n&#257;rak&#299; sah). The spiritual master, or &#257;c&#257;rya, is always situated in the spiritual status of life. Birth, death, old age and disease do not affect him. According to the Hari-bhakti-vil&#257;sa, therefore, after the disappearance of an &#257;c&#257;rya, his body is never burnt to ashes, for it is a spiritual body. The spiritual body is always unaffected by material conditions.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>