<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.27</P><P CLASS=c>&#347;oka-harsha-bhaya-dvesha-</P><P CLASS=c>lobha-moha-mad&#257;nvit&#257;h</P><P CLASS=c>mitho ghnantam na pa&#347;yanti</P><P CLASS=c>bh&#257;vair bh&#257;vam prithag-dri&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; lamentation; <A CLASS=v HREF="http://vedabase.net/h/harsa">harsha</A> &#8212; jubilation; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/d/dvesa">dvesha</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/l/lobha">lobha</A> &#8212; greed; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; madness; <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvit&#257;h</A> &#8212; endowed with; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; one another; <A CLASS=v HREF="http://vedabase.net/g/ghnantam">ghnantam</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> killing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not see; <A CLASS=v HREF="http://vedabase.net/b/bhavaih">bh&#257;vaih</A> &#8212; because of such differentiation; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; the situation <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A>-<A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; persons who see everything <A HREF="http://vedabase.net/a/as">as</A> separate from the control of the Lord.</P><P CLASS=t>TRANSLATION</P><P>Persons with the vision of differentiation are imbued with the material qualities lamentation, jubilation, fear, envy, greed, illusion and madness. They are influenced by the immediate cause, which they are busy counteracting, because they have no knowledge of the remote, supreme cause, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Krishna is the cause of all causes (sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]), but one who has no connection with Krishna is disturbed by immediate causes and cannot restrain his vision of separation or differences. When an expert physician treats a patient, he tries to find the original cause of the disease and is not diverted by the symptoms of that original cause. Similarly, a devotee is never disturbed by reverses in life. Tat te 'nukamp&#257;m susam&#299;ksham&#257;nah (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/8.htm">10.14.8</A>). A devotee understands that when he is in distress, this is due to his own past misdeeds, which are now accruing reactions, although by the grace of the Supreme Personality of Godhead these are only very slight. Karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m (Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/54.htm">5.54</A>). When a devotee under the protection of the Supreme Personality of Godhead is to suffer because of faults in his past deeds, he passes through only a little misery by the grace of the Lord. Although the disease of a devotee is due to mistakes committed sometime in the past, he agrees to suffer and tolerate such miseries, and he depends fully on the Supreme Personality of Godhead. Thus he is never affected by material conditions of lamentation, jubilation, fear and so on. A devotee never sees anything to be unconnected with the Supreme Personality of Godhead. &#346;r&#299;la Madhv&#257;c&#257;rya, quoting from the Bhavishya Pur&#257;na, says:</P><P>bhagavad-dar&#347;an&#257;d yasya</P><P CLASS=n>virodh&#257;d dar&#347;anam prithak</P><P CLASS=n>prithag-drishtih sa vijñeyo</P><P CLASS=n>na tu sad-bheda-dar&#347;anah</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>