<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.29</P><P CLASS=c>tasy&#257;m r&#257;try&#257;m vyat&#299;t&#257;y&#257;m</P><P CLASS=c>kamsa &#257;h&#363;ya mantrinah</P><P CLASS=c>tebhya &#257;cashta tat sarvam</P><P CLASS=c>yad uktam yoga-nidray&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/r/ratryam">r&#257;try&#257;m</A> &#8212; night; <A CLASS=v HREF="http://vedabase.net/v/vyatitayam">vyat&#299;t&#257;y&#257;m</A> &#8212; having passed; <A CLASS=v HREF="http://vedabase.net/k/kamsah">kamsah</A> &#8212; King <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/a/ahuya">&#257;h&#363;ya</A> &#8212; calling for; <A CLASS=v HREF="http://vedabase.net/m/mantrinah">mantrinah</A> &#8212; all the ministers; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/a/acasta">&#257;cashta</A> &#8212; informed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; which was spoken (that <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>'s murderer was already somewhere else); <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/n/nidraya">nidray&#257;</A> &#8212; by <A HREF="http://vedabase.net/y/yogamaya">Yogam&#257;y&#257;</A>, the goddess <A HREF="http://vedabase.net/d/durga">Durg&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>After that night passed, Kamsa summoned his ministers and informed them of all that had been spoken by Yogam&#257;y&#257; [who had revealed that He who was to slay Kamsa had already been born somewhere else].</P><P CLASS=t>PURPORT</P><P>The Vedic scripture Cand&#299; describes m&#257;y&#257;, the energy of the Supreme Lord, as nidr&#257;: durg&#257; dev&#299; sarva-bh&#363;teshu nidr&#257;-r&#363;pena sam&#257;sthitah. The energy of Yogam&#257;y&#257; and Mah&#257;m&#257;y&#257; keeps the living entities sleeping in this material world in the great darkness of ignorance. Yogam&#257;y&#257;, the goddess Durg&#257;, kept Kamsa in darkness about Krishna's birth and misled him to believe that his enemy Krishna had been born elsewhere. Krishna was born the son of Devak&#299;, but according to the Lord's original plan, as prophesied to Brahm&#257;, He went to Vrind&#257;vana to give pleasure to mother Ya&#347;od&#257; and Nanda Mah&#257;r&#257;ja and other intimate friends and devotees for eleven years. Then He would return to kill Kamsa. Because Kamsa did not know this, he believed Yogam&#257;y&#257;'s statement that Krishna was born elsewhere, not of Devak&#299;.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>