<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.3</P><P CLASS=c>sa talp&#257;t t&#363;rnam utth&#257;ya</P><P CLASS=c>k&#257;lo 'yam iti vihvalah</P><P CLASS=c>s&#363;t&#299;-griham ag&#257;t t&#363;rnam</P><P CLASS=c>praskhalan mukta-m&#363;rdhajah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (King <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>); <A CLASS=v HREF="http://vedabase.net/t/talpat">talp&#257;t</A> &#8212; from the bed; <A CLASS=v HREF="http://vedabase.net/t/turnam">t&#363;rnam</A> &#8212; very quickly; <A CLASS=v HREF="http://vedabase.net/u/utthaya">utth&#257;ya</A> &#8212; getting up; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; here is my death, the supreme time; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vihvalah">vihvalah</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/s/suti">s&#363;t&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the maternity home; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/turnam">t&#363;rnam</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/p/praskhalan">praskhalan</A> &#8212; scattering; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; <A HREF="http://vedabase.net/h/had">had</A> become opened; <A CLASS=v HREF="http://vedabase.net/m/murdha">m&#363;rdha</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; the hair on the head.</P><P CLASS=t>TRANSLATION</P><P>Kamsa immediately got up from bed, thinking, "Here is K&#257;la, the supreme time factor, which has taken birth to kill me!" Thus overwhelmed, Kamsa, his hair scattered on his head, at once approached the place where the child had been born.</P><P CLASS=t>PURPORT</P><P>The word k&#257;lah is significant. Although the child was born to kill Kamsa, Kamsa thought that this was the proper time to kill the child so that he himself would be saved. K&#257;la is actually another name of the Supreme Personality of Godhead when He appears only for the purpose of killing. When Arjuna inquired from Krishna in His universal form, "Who are You?" the Lord presented Himself as k&#257;la, death personified to kill. By nature's law, when there is an unwanted increase in population, k&#257;la appears, and by some arrangement of the Supreme Personality of Godhead, people are killed wholesale in different ways, by war, pestilence, famine and so on. At that time, even atheistic political leaders go to a church, mosque or temple for protection by God or gods and submissively say, "God willing." Before that, they pay no attention to God, not caring to know God or His will, but when k&#257;la appears, they say, "God willing." Death is but another feature of the supreme k&#257;la, the Supreme Personality of Godhead. At the time of death, the atheist must submit to this supreme k&#257;la, and then the Supreme Personality of Godhead takes away all his possessions (mrityuh sarva-hara&#347; c&#257;ham) and forces him to accept another body (tath&#257; deh&#257;ntara-pr&#257;ptih). This the atheists do not know, and if they do know, they neglect it so that they may go on with their normal life. The Krishna consciousness movement is trying to teach them that although for a few years one may act as a great protector or great watchman, with the appearance of k&#257;la, death, one must take another body by the laws of nature. Not knowing this, they unnecessarily waste their time in their occupation as watchdogs and do not try to get the mercy of the Supreme Personality of Godhead. As it is clearly said, apr&#257;pya m&#257;m nivartante mrityu-sams&#257;ra-vartmani: without Krishna consciousness, one is condemned to continue wandering in birth and death, not knowing what will happen in one's next birth.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>