<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kamsa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.5</P><P CLASS=c>bahavo himsit&#257; bhr&#257;tah</P><P CLASS=c>&#347;i&#347;avah p&#257;vakopam&#257;h</P><P CLASS=c>tvay&#257; daiva-nisrishtena</P><P CLASS=c>putrikaik&#257; prad&#299;yat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/h/himsitah">himsit&#257;h</A> &#8212; killed out of envy; <A CLASS=v HREF="http://vedabase.net/b/bhratah">bhr&#257;tah</A> &#8212; my dear brother; <A CLASS=v HREF="http://vedabase.net/s/sisavah">&#347;i&#347;avah</A> &#8212; small children; <A CLASS=v HREF="http://vedabase.net/p/pavaka">p&#257;vaka</A>-<A CLASS=v HREF="http://vedabase.net/u/upamah">upam&#257;h</A> &#8212; all of them equal <A HREF="http://vedabase.net/t/to">to</A> fire <A HREF="http://vedabase.net/i/in">in</A> brightness and beauty; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A>-<A CLASS=v HREF="http://vedabase.net/n/nisrstena">nisrishtena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> spoken by destiny; <A CLASS=v HREF="http://vedabase.net/p/putrika">putrik&#257;</A> &#8212; daughter; <A CLASS=v HREF="http://vedabase.net/e/eka">ek&#257;</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/p/pradiyatam">prad&#299;yat&#257;m</A> &#8212; give <A HREF="http://vedabase.net/m/me">me</A> <A HREF="http://vedabase.net/a/as">as</A> your gift.</P><P CLASS=t>TRANSLATION</P><P>My dear brother, by the influence of destiny you have already killed many babies, each of them as bright and beautiful as fire. But kindly spare this daughter. Give her to me as your gift.</P><P CLASS=t>PURPORT</P><P>Here we see that Devak&#299; first focused Kamsa's attention on his atrocious activities, his killing of her many sons. Then she wanted to compromise with him by saying that whatever he had done was not his fault, but was ordained by destiny. Then she appealed to him to give her the daughter as a gift. Devak&#299; was the daughter of a kshatriya and knew how to play the political game. In politics there are different methods of achieving success: first repression (dama), then compromise (s&#257;ma), and then asking for a gift (d&#257;na). Devak&#299; first adopted the policy of repression by directly attacking Kamsa for having cruelly, atrociously killed her babies. Then she compromised by saying that this was not his fault, and then she begged for a gift. As we learn from the history of the Mah&#257;bh&#257;rata, or "Greater India," the wives and daughters of the ruling class, the kshatriyas, knew the political game, but we never find that a woman was given the post of chief executive. This is in accordance with the injunctions of Manu-samhit&#257;, but unfortunately Manu-samhit&#257; is now being insulted, and the &#256;ryans, the members of Vedic society, cannot do anything. Such is the nature of Kali-yuga.</P><P>Nothing happens unless ordained by destiny.</P><P>tasyaiva hetoh prayateta kovido</P><P CLASS=n>na labhyate yad bhramat&#257;m upary adhah</P><P CLASS=n>tal labhyate duhkhavad anyatah sukham</P><P CLASS=n>k&#257;lena sarvatra gabh&#299;ra-ramhas&#257;</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/18.htm">1.5.18</A>)</P><P>Devak&#299; knew very well that because the killing of her many children had been ordained by destiny, Kamsa was not to be blamed. There was no need to give good instructions to Kamsa. Upade&#347;o hi murkh&#257;n&#257;m prakop&#257;ya na &#347;&#257;ntaye (C&#257;nakya Pandita). If a foolish person is given good instructions, he becomes more and more angry. Moreover, a cruel person is more dangerous than a snake. A snake and a cruel person are both cruel, but a cruel person is more dangerous because although a snake can be charmed by mantras or subdued by herbs, a cruel person cannot be subdued by any means. Such was the nature of Kamsa.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>