<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.15</P><P CLASS=c>varn&#257;n&#257;m &#257;&#347;ram&#257;n&#257;m ca</P><P CLASS=c>janma-bh&#363;my-anus&#257;rin&#299;h</P><P CLASS=c>&#257;san prakritayo nrin&#257;m</P><P CLASS=c>n&#299;cair n&#299;cottamottam&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varnanam">varn&#257;n&#257;m</A> &#8212; of the occupational divisions; <A CLASS=v HREF="http://vedabase.net/a/asramanam">&#257;&#347;ram&#257;n&#257;m</A> &#8212; of the social divisions; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; of birth; <A CLASS=v HREF="http://vedabase.net/b/bhumi">bh&#363;mi</A> &#8212; the situation; <A CLASS=v HREF="http://vedabase.net/a/anusarinih">anus&#257;rin&#299;h</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/p/prakrtayah">prakritayah</A> &#8212; the natures; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/n/nicaih">n&#299;caih</A> &#8212; by inferior background; <A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A> &#8212; inferior nature; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; by superior background; <A CLASS=v HREF="http://vedabase.net/u/uttamah">uttam&#257;h</A> &#8212; superior natures.</P><P CLASS=t>TRANSLATION</P><P>The various occupational and social divisions of human society appeared according to inferior and superior natures manifest in the situation of the individual's birth.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the br&#257;hmanas and sanny&#257;s&#299;s, being situated on the head of the universal form of the Lord, are considered to be the most qualified, whereas the &#347;&#363;dras and grihasthas, being on the legs or loins of the Personality of Godhead, are considered to be in the lowest position. A living entity is born with a certain amount of intelligence, beauty and social opportunity, and he is therefore situated in a particular occupational and social position within the varn&#257;&#347;rama system. Ultimately, such positions are external designations, but since the majority of human beings are conditioned by the external energy of the Lord, they should act according to the scientific varn&#257;&#347;rama divisions until they reach the stage of j&#299;van-mukta, or liberated life.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>