<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.18</P><P CLASS=c>&#257;stikyam d&#257;na-nishth&#257; ca</P><P CLASS=c>adambho brahma-sevanam</P><P CLASS=c>atushtir arthopacayair</P><P CLASS=c>vai&#347;ya-prakritayas tv im&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/astikyam">&#257;stikyam</A> &#8212; faith <A HREF="http://vedabase.net/i/in">in</A> Vedic civilization; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/n/nistha">nishth&#257;</A> &#8212; dedicated <A HREF="http://vedabase.net/t/to">to</A> charity; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adambhah">adambhah</A> &#8212; being without hypocrisy; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sevanam">sevanam</A> &#8212; service <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/atustih">atushtih</A> &#8212; remaining dissatisfied; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; of money; <A CLASS=v HREF="http://vedabase.net/u/upacayaih">upacayaih</A> &#8212; by the accumulation; <A CLASS=v HREF="http://vedabase.net/v/vaisya">vai&#347;ya</A> &#8212; of the vai&#347;yas; <A CLASS=v HREF="http://vedabase.net/p/prakrtayah">prakritayah</A> &#8212; the natural qualities; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/i/imah">im&#257;h</A> &#8212; these.</P><P CLASS=t>TRANSLATION</P><P>Faith in Vedic civilization, dedication to charity, freedom from hypocrisy, service to the br&#257;hmanas and perpetually desiring to accumulate more money are the natural qualities of the vai&#347;yas.</P><P CLASS=t>PURPORT</P><P>Atushtir arthopacayaih indicates that a vai&#347;ya is never satisfied with any amount of wealth and always wants to accumulate more. On the other hand, he is d&#257;na-nishtha, or dedicated to charitable work; brahmasev&#299;, always engaged in assisting the br&#257;hmanas; and adambha, free from hypocrisy. This is due to &#257;stikyam, or complete faith in the Vedic way of life, and confidence that one will be rewarded or punished in the next life for one's present activities. The fervent desire of the vai&#347;yas to accumulate wealth is not the same as ordinary material greed, because it is purified and tempered by the superior qualities mentioned in this verse.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>