<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.19</P><P CLASS=c>&#347;u&#347;r&#363;shanam dvija-gav&#257;m</P><P CLASS=c>dev&#257;n&#257;m c&#257;py am&#257;yay&#257;</P><P CLASS=c>tatra labdhena santoshah</P><P CLASS=c>&#347;&#363;dra-prakritayas tv im&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/susrusanam">&#347;u&#347;r&#363;shanam</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/gavam">gav&#257;m</A> &#8212; of the cows; <A CLASS=v HREF="http://vedabase.net/d/devanam">dev&#257;n&#257;m</A> &#8212; of worshipable personalities such <A HREF="http://vedabase.net/a/as">as</A> the demigods and the spiritual master; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/amayaya">am&#257;yay&#257;</A> &#8212; without duplicity; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such service; <A CLASS=v HREF="http://vedabase.net/l/labdhena">labdhena</A> &#8212; with that which is obtained; <A CLASS=v HREF="http://vedabase.net/s/santosah">santoshah</A> &#8212; complete satisfaction; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> &#8212; of the &#347;&#363;dras; <A CLASS=v HREF="http://vedabase.net/p/prakrtayah">prakritayah</A> &#8212; the natural qualities; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/i/imah">im&#257;h</A> &#8212; these.</P><P CLASS=t>TRANSLATION</P><P>Service without duplicity to the br&#257;hmanas, cows, demigods and other worshipable personalities, and complete satisfaction with whatever income is obtained in such service, are the natural qualities of &#347;&#363;dras.</P><P CLASS=t>PURPORT</P><P>When the entire social order is functioning properly according to Vedic standards, everyone is happy and satisfied. Although the &#347;&#363;dras are to be satisfied with whatever income they obtain through their service, they never lack the necessities of life, because the other orders of society, such as kshatriyas and vai&#347;yas, are required to be abundantly generous, and the br&#257;hmanas are well known for being the most merciful of all. Therefore, if all social classes obey the Vedic injunctions there will be a new and blissful life for the entire human society under the guidance of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>