<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.22</P><P CLASS=c>dvit&#299;yam pr&#257;py&#257;nup&#363;rvy&#257;j</P><P CLASS=c>janmopanayanam dvijah</P><P CLASS=c>vasan guru-kule d&#257;nto</P><P CLASS=c>brahm&#257;dh&#299;y&#299;ta c&#257;h&#363;tah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvitiyam">dvit&#299;yam</A> &#8212; second; <A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; achieving; <A CLASS=v HREF="http://vedabase.net/a/anupurvyat">&#257;nup&#363;rvy&#257;t</A> &#8212; by the gradual process of purificatory ceremonies; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/u/upanayanam">upanayanam</A> &#8212; <A HREF="http://vedabase.net/g/gayatri">G&#257;yatr&#299;</A> initiation; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> twice-born member of society; <A CLASS=v HREF="http://vedabase.net/v/vasan">vasan</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/k/kule">kule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> of the spiritual master; <A CLASS=v HREF="http://vedabase.net/d/dantah">d&#257;ntah</A> &#8212; self-controlled; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Vedic literatures; <A CLASS=v HREF="http://vedabase.net/a/adhiyita">adh&#299;y&#299;ta</A> &#8212; should study; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and also understand; <A CLASS=v HREF="http://vedabase.net/a/ahutah">&#257;h&#363;tah</A> &#8212; being summoned by the spiritual master.</P><P CLASS=t>TRANSLATION</P><P>The twice-born member of society achieves second birth through the sequence of purificatory ceremonies culminating in G&#257;yatr&#299; initiation. Being summoned by the spiritual master, he should reside within the guru's &#257;&#347;rama and with a self-controlled mind carefully study the Vedic literature.</P><P CLASS=t>PURPORT</P><P>The term dvija, or "twice-born," here indicates the three superior classes, namely br&#257;hmanas, kshatriyas and vai&#347;yas, who all receive the G&#257;yatr&#299; mantra, which signifies their second birth through spiritual initiation. One's first birth is biological, or seminal, and does not necessarily indicate that one is intelligent or enlightened. A young br&#257;hmana boy, if qualified, may be initiated with G&#257;yatr&#299; mantra at the age of twelve, and kshatriyas and vai&#347;yas a few years later. In order to become enlightened with spiritual knowledge, the boy resides within the guru-kula, or &#257;&#347;rama of the spiritual master. The International Society for Krishna Consciousness has established similar guru-kulas all over the world and is issuing a great call to civilized human beings to arrange for the proper education of their children. Every young boy and girl should learn to be self-controlled and should become enlightened through study of authorized Vedic literatures. In this way, unlike ordinary animals, insects, fish and birds, etc., an enlightened human being may take birth twice and thus become perfect in the knowledge that leads to ultimate liberation. The word &#257;nup&#363;rvy&#257;t in this verse indicates the system of samsk&#257;ras, or purificatory rites, beginning with garbh&#257;dh&#257;na-samsk&#257;ra, or the purification of the sexual act. Generally, &#347;&#363;dras and those who do not follow the Vedic system are not attracted to such purificatory ceremonies; therefore they remain ignorant of spiritual life and envious of the bona fide spiritual master. Those whose character has been civilized by a systematic cleansing process give up the tendency to be argumentative and whimsical and instead become submissive and eager to learn in the presence of a bona fide spiritual master.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>