<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.23</P><P CLASS=c>mekhal&#257;jina-dand&#257;ksha-</P><P CLASS=c>brahma-s&#363;tra-kamandal&#363;n</P><P CLASS=c>jatilo 'dhauta-dad-v&#257;so</P><P CLASS=c>'rakta-p&#299;thah ku&#347;&#257;n dadhat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mekhala">mekhal&#257;</A> &#8212; belt; <A CLASS=v HREF="http://vedabase.net/a/ajina">ajina</A> &#8212; deerskin; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> &#8212; staff; <A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; bead necklace; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> thread; <A CLASS=v HREF="http://vedabase.net/k/kamandalun">kamandal&#363;n</A> &#8212; and waterpot; <A CLASS=v HREF="http://vedabase.net/j/jatilah">jatilah</A> &#8212; with matted, unruly hair; <A CLASS=v HREF="http://vedabase.net/a/adhauta">adhauta</A> &#8212; without polishing, bleaching or ironing; <A CLASS=v HREF="http://vedabase.net/d/dat">dat</A>-<A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;sah</A> &#8212; the teeth and clothes; <A CLASS=v HREF="http://vedabase.net/a/arakta">arakta</A>-<A CLASS=v HREF="http://vedabase.net/p/pithah">p&#299;thah</A> &#8212; without accepting <A HREF="http://vedabase.net/a/a">a</A> luxurious or sensuous seat; <A CLASS=v HREF="http://vedabase.net/k/kusan">ku&#347;&#257;n</A> &#8212; <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A> grass; <A CLASS=v HREF="http://vedabase.net/d/dadhat">dadhat</A> &#8212; carrying <A HREF="http://vedabase.net/i/in">in</A> his hand.</P><P CLASS=t>TRANSLATION</P><P>The brahmac&#257;r&#299; should regularly dress with a belt of straw and deerskin garments. He should wear matted hair, carry a rod and waterpot and be decorated with aksha beads and a sacred thread. Carrying pure ku&#347;a grass in his hand, he should never accept a luxurious or sensuous sitting place. He should not unnecessarily polish his teeth, nor should he bleach and iron his clothes.</P><P CLASS=t>PURPORT</P><P>The word adhauta-dad-vasa indicates that a renounced brahmac&#257;r&#299; is not concerned with a glistening smile to attract the opposite sex, nor does he pay much attention to his outer garments. Brahmac&#257;r&#299; life is meant for austerity and obedience to the spiritual master so that later in life, when one becomes a businessman, politician or intellectual br&#257;hmana, one will be able to call upon resources of character, discipline, self-control, austerity and humility. Student life, as described here, is far different from the mindless hedonism known as modern education. Of course, in the modern age, Krishna conscious brahmac&#257;r&#299;s cannot artificially adopt the ancient dress and ritualistic duties described here; but the essential values of self-control, purity and obedience to a bona fide spiritual master are just as necessary today as they were in Vedic times.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>