<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.33</P><P CLASS=c>str&#299;n&#257;m nir&#299;kshana-spar&#347;a-</P><P CLASS=c>saml&#257;pa-kshvelan&#257;dikam</P><P CLASS=c>pr&#257;nino mithun&#299;-bh&#363;t&#257;n</P><P CLASS=c>agrihastho 'gratas tyajet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> women; <A CLASS=v HREF="http://vedabase.net/n/niriksana">nir&#299;kshana</A> &#8212; glancing; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/s/samlapa">saml&#257;pa</A> &#8212; conversing; <A CLASS=v HREF="http://vedabase.net/k/ksvelana">kshvelana</A> &#8212; joking or sporting; <A CLASS=v HREF="http://vedabase.net/a/adikam">&#257;dikam</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/p/praninah">pr&#257;ninah</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/m/mithuni">mithun&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutan">bh&#363;t&#257;n</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> sex; <A CLASS=v HREF="http://vedabase.net/a/agrha">agriha</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>, <A HREF="http://vedabase.net/v/vanaprastha">v&#257;naprastha</A> or <A HREF="http://vedabase.net/b/brahmacari">brahmac&#257;r&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/agratah">agratah</A> &#8212; first of all; <A CLASS=v HREF="http://vedabase.net/t/tyajet">tyajet</A> &#8212; should give up.</P><P CLASS=t>TRANSLATION</P><P>Those who are not married &#8212; sanny&#257;s&#299;s, v&#257;naprasthas and brahmac&#257;r&#299;s &#8212; should never associate with women by glancing, touching, conversing, joking or sporting. Neither should they ever associate with any living entity engaged in sexual activities.</P><P CLASS=t>PURPORT</P><P>Pr&#257;ninah indicates all living entities, whether birds, bees or human beings. Among most species of life, sexual intercourse is preceded by diverse mating rituals. In human society, all types of entertainment (books, music, films) and all places of amusement (restaurants, shopping centers, resorts) are designed to stimulate the sexual urge and create an aura of "romance." One who is not married &#8212; a sanny&#257;s&#299;, brahmac&#257;r&#299; or v&#257;naprastha &#8212; should rigidly avoid anything related to sex and of course should never see any living entity, whether bird, insect or human, engaging in the various phases of sexual intercourse. When a man jokes with a woman, an intimate, sexually-charged atmosphere is immediately created, and this should also be avoided for those aspiring to practice celibacy. Even a householder who becomes attached to such activities will also fall down into the darkness of ignorance.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34-35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>