<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.37</P><P CLASS=c>ath&#257;nantaram &#257;vekshyan</P><P CLASS=c>yath&#257;-jijñ&#257;sit&#257;gamah</P><P CLASS=c>gurave dakshin&#257;m dattv&#257;</P><P CLASS=c>sn&#257;y&#257;d gurv-anumoditah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anantaram">anantaram</A> &#8212; after that; <A CLASS=v HREF="http://vedabase.net/a/aveksyan">&#257;vekshyan</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> enter family life; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; properly; <A CLASS=v HREF="http://vedabase.net/j/jijnasita">jijñ&#257;sita</A> &#8212; having studied; <A CLASS=v HREF="http://vedabase.net/a/agamah">&#257;gamah</A> &#8212; the Vedic literature; <A CLASS=v HREF="http://vedabase.net/g/gurave">gurave</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the spiritual master; <A CLASS=v HREF="http://vedabase.net/d/daksinam">dakshin&#257;m</A> &#8212; remuneration; <A CLASS=v HREF="http://vedabase.net/d/dattva">dattv&#257;</A> &#8212; giving; <A CLASS=v HREF="http://vedabase.net/s/snayat">sn&#257;y&#257;t</A> &#8212; the <A HREF="http://vedabase.net/b/brahmacari">brahmac&#257;r&#299;</A> should cleanse himself, comb his hair, <A HREF="http://vedabase.net/p/put">put</A> on <A HREF="http://vedabase.net/n/nice">nice</A> clothes, etc.; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; by the spiritual master; <A CLASS=v HREF="http://vedabase.net/a/anumoditah">anumoditah</A> &#8212; permitted.</P><P CLASS=t>TRANSLATION</P><P>A brahmac&#257;r&#299; who has completed his Vedic education and desires to enter household life should offer proper remuneration to the spiritual master, bathe, cut his hair, put on proper clothes, and so on. Then, taking permission from the guru, he should go back to his home.</P><P CLASS=t>PURPORT</P><P>This verse describes the process called sam&#257;vartana, or returning to one's home after finishing Vedic education in the &#257;&#347;rama of the spiritual master. One who cannot concentrate all of his desires in the devotional service of the Lord is attracted to householder life, and if this attraction is not regulated, one will fall down. Being covered by the ignorance of fruitive activities and mental speculation, a living entity seeks enjoyment outside the devotional service of the Supreme Lord and becomes a nondevotee. One who takes to family life must rigidly follow the Vedic rules and regulations in order to avoid the collapse of his spiritual determination. One who enjoys intimate sense gratification with women must become duplicitous in his dealings with others and consequently falls down from the platform of simple, pure life. When the mind is disturbed by lust, one begins to resent the principle of submission to the Supreme Personality of Godhead and His pure devotee, and the dark clouds of one's offensive mentality completely cover the light of spiritual knowledge. One should dovetail his propensity to love someone by serving the lotus feet of a pure devotee. As stated in Vedic literature, "One who worships Govinda, Lord Krishna, but does not worship His devotees is not to be considered an advanced Vaishnava; rather, he is to be considered a proud hypocrite."</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>