<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.38</P><P CLASS=c>griham vanam vopavi&#347;et</P><P CLASS=c>pravrajed v&#257; dvijottamah</P><P CLASS=c>&#257;&#347;ram&#257;d &#257;&#347;ramam gacchen</P><P CLASS=c>n&#257;nyath&#257;mat-para&#347; caret</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; the family home; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; the forest; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/u/upaviset">upavi&#347;et</A> &#8212; one should enter; <A CLASS=v HREF="http://vedabase.net/p/pravrajet">pravrajet</A> &#8212; one should renounce; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/asramat">&#257;&#347;ram&#257;t</A> &#8212; from one authorized status of life; <A CLASS=v HREF="http://vedabase.net/a/asramam">&#257;&#347;ramam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> another authorized status; <A CLASS=v HREF="http://vedabase.net/g/gacchet">gacchet</A> &#8212; one should <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/a/amat">amat</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; one who is not surrendered <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/c/caret">caret</A> &#8212; should act.</P><P CLASS=t>TRANSLATION</P><P>A brahmac&#257;r&#299; desiring to fulfill his material desires should live at home with his family, and a householder who is eager to purify his consciousness should enter the forest, whereas a purified br&#257;hmana should accept the renounced order of life. One who is not surrendered to Me should move progressively from one &#257;&#347;rama to another, never acting otherwise.</P><P CLASS=t>PURPORT</P><P>Those who are not surrendered devotees of the Lord must rigidly observe the regulations governing one's authorized social status. There are four social divisions of life, namely brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. One who wants to fulfill material desires should become an ordinary householder (grihastha), establish a comfortable residence and maintain his family. One desiring to accelerate the process of purification may give up his home and business and live in a sacred place with his wife, as indicated here by the word vanam, or "forest." There are many sacred forests in India meant for this purpose, such as Vrind&#257;vana and M&#257;y&#257;pur. The word dvijottama indicates the br&#257;hmanas. Br&#257;hmanas, kshatriyas and vai&#347;yas are all dvija, or initiated in the G&#257;yatr&#299; mantra, but the br&#257;hmana is dvijottama, or the highest among those who have received second birth by spiritual initiation. It is recommended that a purified br&#257;hmana take to the renounced order of life (sanny&#257;sa), giving up further contact with his so-called wife. The br&#257;hmana is specifically mentioned here, since kshatriyas and vai&#347;yas are not to take the renounced order of life. Even so, there are many stories in the Bh&#257;gavatam wherein great kings retire with their aristocratic wives to the forest to practice the austerities of v&#257;naprastha and thus accelerate the process of purification. The br&#257;hmanas, however, may directly accept the renounced order of life.</P><P>The words &#257;&#347;ram&#257;d &#257;&#347;ramam gacchet indicate that one may progressively move from brahmac&#257;r&#299; life to grihastha life to v&#257;naprastha life and then to sanny&#257;sa. The words &#257;&#347;ram&#257;d &#257;&#347;ramam emphasize that one should never remain without an authorized social status, nor should one go backward, falling down from a higher position. Those who are not surrendered devotees of the Lord must rigidly observe such injunctions, for otherwise they will quickly become degraded, and their sins will place them outside the bounds of authorized human civilization.</P><P>Lord Krishna emphasizes here that a nondevotee must rigidly observe the rituals and regulations of Vedic social divisions, whereas the Lord's pure devotee, engaged twenty-four hours a day in Lord Krishna's mission, is transcendental to such divisions. If, however, one performs illicit activities on the strength of being transcendental to Vedic social divisions, one is revealed to be a materialistic neophyte and not an advanced devotee of the Lord. An advanced devotee, who remains aloof from material sense gratification, is not bound by the Vedic social divisions; thus even a householder may live very austerely, traveling and preaching Krishna consciousness away from home, and even a sanny&#257;s&#299; may sometimes engage women in the devotional service of Lord Krishna. The most advanced devotees cannot be restricted by the rituals and regulations of the varn&#257;&#347;rama system, and they move freely around the world distributing love of Godhead. Mat-para indicates a pure devotee of the Lord who always keeps the Lord fixed in his heart and consciousness. One who falls down to become a victim of sense gratification is not fully established on the platform of mat-para and should rigidly observe the social divisions and regulations to remain steady on the platform of pious human life.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>