<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.39</P><P CLASS=c>grih&#257;rth&#299; sadri&#347;&#299;m bh&#257;ry&#257;m</P><P CLASS=c>udvahed ajugupsit&#257;m</P><P CLASS=c>yav&#299;yas&#299;m tu vayas&#257;</P><P CLASS=c>yam sa-varn&#257;m anu kram&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; household; <A CLASS=v HREF="http://vedabase.net/a/arthi">arth&#299;</A> &#8212; one who desires; <A CLASS=v HREF="http://vedabase.net/s/sadrsim">sadri&#347;&#299;m</A> &#8212; possessing similar characteristics; <A CLASS=v HREF="http://vedabase.net/b/bharyam">bh&#257;ry&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> wife; <A CLASS=v HREF="http://vedabase.net/u/udvahet">udvahet</A> &#8212; one should marry; <A CLASS=v HREF="http://vedabase.net/a/ajugupsitam">ajugupsit&#257;m</A> &#8212; beyond reproach; <A CLASS=v HREF="http://vedabase.net/y/yaviyasim">yav&#299;yas&#299;m</A> &#8212; younger; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vayasa">vayas&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; another wife; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/varnam">varn&#257;m</A> &#8212; the first wife who is of the <A HREF="http://vedabase.net/s/same">same</A> <A HREF="http://vedabase.net/c/caste">caste</A>; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; after; <A CLASS=v HREF="http://vedabase.net/k/kramat">kram&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> succession.</P><P CLASS=t>TRANSLATION</P><P>One who desires to establish family life should marry a wife of his own caste, who is beyond reproach and younger in age. If one desires to accept many wives he must marry them after the first marriage, and each wife should be of a successively lower caste.</P><P CLASS=t>PURPORT</P><P>As stated in the Vedic literature,</P><P CLASS=n>tisro varn&#257;nup&#363;rvyena</P><P CLASS=n>dve tathaik&#257; yath&#257;-kramam</P><P CLASS=n>br&#257;hmana-kshatriya-vi&#347;&#257;m</P><P CLASS=n>bh&#257;ry&#257;h sv&#257;h &#347;&#363;dra-janmanah</P><P>The purport of this verse is that one's first wife must always be sadri&#347;&#299;m, or similar to oneself. In other words, an intellectual man should marry an intellectual wife, a heroic man should marry a heroic wife, a business minded man should marry a woman who can encourage him in such activities, and a &#347;&#363;dra should marry a less intelligent woman. The wife must be beyond reproach in terms of her background and character and should always be younger than oneself, ideally five to ten years younger. If one desires to marry a second wife, then, as stated in this verse by the word varn&#257;nup&#363;rvyena and in the verse spoken by Lord Krishna by the word anukram&#257;t, one must wait until the first marriage is established and then select a second wife from the next-lower caste. If one marries a third time the wife must be, again, from the next-lower caste. For example, a br&#257;hmana's first wife will be a br&#257;hman&#299;, his second wife will be from the kshatriya community, his third wife from the vai&#347;ya community and fourth wife from the &#347;&#363;dra community. A kshatriya may first marry a kshatriya lady and then vai&#347;ya and &#347;&#363;dra ladies. A vai&#347;ya can accept wives from two classes, and a &#347;&#363;dra will accept a wife only from the &#347;&#363;dra class. By this progression of marriages there will be relative peace in the family. These Vedic marriage injunctions, as mentioned in the previous verse, are especially for those who are not pure devotees of the Lord.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>