<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.40</P><P CLASS=c>ijy&#257;dhyayana-d&#257;n&#257;ni</P><P CLASS=c>sarvesh&#257;m ca dvi-janman&#257;m</P><P CLASS=c>pratigraho 'dhy&#257;panam ca</P><P CLASS=c>br&#257;hmanasyaiva y&#257;janam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ijya">ijy&#257;</A> &#8212; sacrifice; <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A> &#8212; Vedic study; <A CLASS=v HREF="http://vedabase.net/d/danani">d&#257;n&#257;ni</A> &#8212; charity; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/j/janmanam">janman&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> twice-born; <A CLASS=v HREF="http://vedabase.net/p/pratigrahah">pratigrahah</A> &#8212; acceptance of charity; <A CLASS=v HREF="http://vedabase.net/a/adhyapanam">adhy&#257;panam</A> &#8212; teaching Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/brahmanasya">br&#257;hmanasya</A> &#8212; of the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/y/yajanam">y&#257;janam</A> &#8212; performing sacrifices for others.</P><P CLASS=t>TRANSLATION</P><P>All twice-born men &#8212; br&#257;hmanas, kshatriyas and vai&#347;yas &#8212; must perform sacrifice, study the Vedic literature and give charity. Only the br&#257;hmanas, however, accept charity, teach the Vedic knowledge and perform sacrifice on behalf of others.</P><P CLASS=t>PURPORT</P><P>All civilized men must participate in sacrificial performances, give charity and study the Vedic literature. The best of the twice-born, namely the br&#257;hmanas, are specifically empowered to lead sacrificial performances on behalf of all members of society, teach everyone Vedic knowledge and receive everyone's charity. Without the assistance or participation of qualified br&#257;hmanas, the lower classes cannot properly study the Vedic literature, perform sacrifices or give in charity, because they do not have the required intelligence to perfectly execute such functions. When kshatriyas and vai&#347;yas take shelter of bona fide br&#257;hmanas, they are able to properly execute their respective duties, and society functions smoothly and efficiently.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>