<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.43</P><P CLASS=c>&#347;iloñcha-vritty&#257; paritushta-citto</P><P CLASS=c>dharmam mah&#257;ntam virajam jush&#257;nah</P><P CLASS=c>mayy arpit&#257;tm&#257; griha eva tishthan</P><P CLASS=c>n&#257;ti-prasaktah samupaiti &#347;&#257;ntim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sila">&#347;ila</A>-<A CLASS=v HREF="http://vedabase.net/u/uncha">uñcha</A> &#8212; of gleaning grains; <A CLASS=v HREF="http://vedabase.net/v/vrttya">vritty&#257;</A> &#8212; by the occupation; <A CLASS=v HREF="http://vedabase.net/p/paritusta">paritushta</A> &#8212; fully satisfied; <A CLASS=v HREF="http://vedabase.net/c/cittah">cittah</A> &#8212; whose consciousness; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/m/mahantam">mah&#257;ntam</A> &#8212; magnanimous and hospitable; <A CLASS=v HREF="http://vedabase.net/v/virajam">virajam</A> &#8212; purified of material desire; <A CLASS=v HREF="http://vedabase.net/j/jusanah">jush&#257;nah</A> &#8212; cultivating; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; dedicated; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose mind; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/t/tisthan">tishthan</A> &#8212; remaining; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/p/prasaktah">prasaktah</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/s/samupaiti">samupaiti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/s/santim">&#347;&#257;ntim</A> &#8212; liberation.</P><P CLASS=t>TRANSLATION</P><P>A br&#257;hmana householder should remain satisfied in mind by gleaning rejected grains from agricultural fields and marketplaces. Keeping himself free of personal desire, he should practice magnanimous religious principles, with consciousness absorbed in Me. In this way a br&#257;hmana may stay at home as a householder without very much attachment and thus achieve liberation.</P><P CLASS=t>PURPORT</P><P>Mah&#257;ntam refers to magnanimous religious principles such as very hospitably receiving guests, even those who are uninvited and unexpected. Householders must always be magnanimous and charitable to others, being alert to curb unnecessary affection and attachment in family life. In the past, very renounced br&#257;hmana householders would collect grains that had fallen on the ground in the marketplace or those that had been left behind in the fields after harvesting. The most important item here is mayy arpit&#257;tm&#257;, or fixing the mind in Lord Krishna. Despite his material situation, anyone who constantly meditates upon the Lord can become a liberated soul. As stated in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>),</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv api avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"A person acting in Krishna consciousness [or, in other words, in the service of Krishna] with his body, mind, intelligence and words is a liberated person, even within the material world, although he may be engaged in many so-called material activities."</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>