<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.50</P><P CLASS=c>ved&#257;dhy&#257;ya-svadh&#257;-sv&#257;h&#257;-</P><P CLASS=c>baly-ann&#257;dyair yathodayam</P><P CLASS=c>devarshi-pitri-bh&#363;t&#257;ni</P><P CLASS=c>mad-r&#363;p&#257;ny anv-aham yajet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/a/adhyaya">adhy&#257;ya</A> &#8212; by study of Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/svadha">svadh&#257;</A> &#8212; by offering the <A HREF="http://vedabase.net/m/mantra">mantra</A> <A HREF="http://vedabase.net/s/svadha">svadh&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/svaha">sv&#257;h&#257;</A> &#8212; by offering the <A HREF="http://vedabase.net/m/mantra">mantra</A> <A HREF="http://vedabase.net/s/svaha">sv&#257;h&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A> &#8212; by token offerings of food; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; by offering grains, water, etc.; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/u/udayam">udayam</A> &#8212; one's prosperity; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A> &#8212; the forefathers; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; and all living entities; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/r/rupani">r&#363;p&#257;ni</A> &#8212; manifestations of My potency; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; daily; <A CLASS=v HREF="http://vedabase.net/y/yajet">yajet</A> &#8212; one should worship.</P><P CLASS=t>TRANSLATION</P><P>One in the grihastha order of life should daily worship the sages by Vedic study, the forefathers by offering the mantra svadh&#257;, the demigods by chanting sv&#257;h&#257;, all living entities by offering shares of one's meals, and human beings by offering grains and water. Thus considering the demigods, sages, forefathers, living entities and human beings to be manifestations of My potency, one should daily perform these five sacrifices.</P><P CLASS=t>PURPORT</P><P>The Lord again discusses the duties of those in the household order of life. Obviously, the five ritualistic daily sacrifices mentioned here are meant for those who are not pure devotees of the Lord and who thus have to counteract their exploitation of material nature by the abovementioned sacrifices. The International Society for Krishna Consciousness (ISKCON) is training householders, sanny&#257;s&#299;s, brahmac&#257;r&#299;s and v&#257;naprasthas to engage twenty-four hours a day in the loving service of the Lord. Those who are full-time missionary workers in ISKCON have no further obligations or sacrifices to perform, as confirmed in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/41.htm">11.5.41</A>):</P><P>devarshi-bh&#363;t&#257;pta-nrin&#257;m pitrin&#257;m</P><P CLASS=n>na ki&#324;karo n&#257;yam rin&#299; ca r&#257;jan</P><P CLASS=n>sarv&#257;tman&#257; yah &#347;aranam &#347;aranyam</P><P CLASS=n>gato mukundam parihritya kartam</P><P>"Anyone who has taken shelter at the lotus feet of Mukunda, the giver of liberation, giving up all kinds of obligation, and has taken to the path in all seriousness, owes neither duties nor obligations to the demigods, sages, general living entities, family members, humankind or forefathers."</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>