<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Krishna's Description of the Varn&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.9</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>dharmya esha tava pra&#347;no</P><P CLASS=c>naih&#347;reyasa-karo nrin&#257;m</P><P CLASS=c>varn&#257;&#347;ram&#257;c&#257;ravat&#257;m</P><P CLASS=c>tam uddhava nibodha me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/d/dharmyah">dharmyah</A> &#8212; faithful <A HREF="http://vedabase.net/t/to">to</A> religious principles; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/prasnah">pra&#347;nah</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/n/naihsreyasa">naih&#347;reyasa</A>-<A CLASS=v HREF="http://vedabase.net/k/karah">karah</A> &#8212; the cause of <A HREF="http://vedabase.net/p/pure">pure</A> devotional service; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; for ordinary human beings; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; the <A HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A> system; <A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vatam">vat&#257;m</A> &#8212; for those who faithfully follow; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; those highest religious principles; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A> &#8212; My dear <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/n/nibodha">nibodha</A> &#8212; please learn; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; from <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: My dear Uddhava, your question is faithful to religious principles and thus gives rise to the highest perfection in life, pure devotional service, for both ordinary human beings and the followers of the varn&#257;&#347;rama system. Now please learn from Me those supreme religious principles.</P><P CLASS=t>PURPORT</P><P>The word naih&#347;reyasa-kara indicates that which awards the highest perfection of life, Krishna consciousness, which the Lord is explaining to &#346;r&#299; Uddhava. When considering religious principles, ordinary human beings remain bogged down in sectarian mundane considerations. The process that awards the highest perfection of life should be considered the most auspicious for human beings. The varn&#257;&#347;rama system is the most scientific presentation of religiosity on the earth, and those who are most perfect in that system come to the point of Krishna consciousness, or dedicating everything for the satisfaction of the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>