<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">King Yay&#257;ti Regains His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.18.2</P><P CLASS=c>r&#257;jyam naicchad yatih pitr&#257;</P><P CLASS=c>dattam tat-parin&#257;mavit</P><P CLASS=c>yatra pravishtah purusha</P><P CLASS=c>&#257;tm&#257;nam n&#257;vabudhyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; the kingdom; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/aicchat">aicchat</A> &#8212; did not accept; <A CLASS=v HREF="http://vedabase.net/y/yatih">yatih</A> &#8212; the eldest son, <A HREF="http://vedabase.net/y/yati">Yati</A>; <A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by his father; <A CLASS=v HREF="http://vedabase.net/d/dattam">dattam</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/parinama">parin&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; knowing the result of becoming powerful <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravishtah</A> &#8212; having entered; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; self-realization; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avabudhyate">avabudhyate</A> &#8212; will take seriously and understand.</P><P CLASS=t>TRANSLATION</P><P>When one enters the post of king or head of the government, one cannot understand the meaning of self-realization. Knowing this, Yati, the eldest son of Nahusha, did not accept the power to rule, although it was offered by his father.</P><P CLASS=t>PURPORT</P><P>Self-realization is the prime objective of human civilization, and it is regarded seriously by those who are situated in the mode of goodness and have developed the brahminical qualities. Kshatriyas are generally endowed with material qualities conducive to gaining material wealth and enjoying sense gratification, but those who are spiritually advanced are not interested in material opulence. Indeed, they accept only the bare necessities for a life of spiritual advancement in self-realization. It is specifically mentioned here that if one enters political life, especially in the modern day, one looses the chance for human perfection. Nonetheless, one can attain the highest perfection if one hears &#346;r&#299;mad-Bh&#257;gavatam. This hearing is described as nityam bh&#257;gavata-sevay&#257; [<A CLASS=v HREF="../../1/2/18.htm">SB 1.2.18</A>]. Mah&#257;r&#257;ja Par&#299;kshit was involved in politics, but because at the end of his life he heard &#346;r&#299;mad-Bh&#257;gavatam from &#346;ukadeva Gosv&#257;m&#299;, he attained perfection very easily. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore suggested:</P><P>sth&#257;ne sthit&#257;h &#347;ruti-gat&#257;m tanu-v&#257;&#324;-manobhir</P><P CLASS=n>ye pr&#257;ya&#347;o 'jita jito 'py asi tais tri-loky&#257;m</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/3.htm">10.14.3</A>)</P><P>Regardless of whether one is in the mode of passion, ignorance or goodness, if one regularly hears &#346;r&#299;mad-Bh&#257;gavatam from the self-realized soul, one is freed from the bondage of material involvement.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>