<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">King Yay&#257;ti Regains His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.18.22</P><P CLASS=c>yad idam k&#363;pa-magn&#257;y&#257;</P><P CLASS=c>bhavato dar&#347;anam mama</P><P CLASS=c>na br&#257;hmano me bhavit&#257;</P><P CLASS=c>hasta-gr&#257;ho mah&#257;-bhuja</P><P CLASS=c>kacasya b&#257;rhaspatyasya</P><P CLASS=c>&#347;&#257;p&#257;d yam a&#347;apam pur&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because of; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kupa">k&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/m/magnayah">magn&#257;y&#257;h</A> &#8212; fallen <A HREF="http://vedabase.net/i/in">in</A> the well; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of your good self; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; with <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> qualified <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhavita">bhavit&#257;</A> &#8212; will become; <A CLASS=v HREF="http://vedabase.net/h/hasta">hasta</A>-<A CLASS=v HREF="http://vedabase.net/g/grahah">gr&#257;hah</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great mighty-armed one; <A CLASS=v HREF="http://vedabase.net/k/kacasya">kacasya</A> &#8212; of <A HREF="http://vedabase.net/k/kaca">Kaca</A>; <A CLASS=v HREF="http://vedabase.net/b/barhaspatyasya">b&#257;rhaspatyasya</A> &#8212; the son of the learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> and celestial priest <A HREF="http://vedabase.net/b/brhaspati">Brihaspati</A>; <A CLASS=v HREF="http://vedabase.net/s/sapat">&#347;&#257;p&#257;t</A> &#8212; because of the curse; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/asapam">a&#347;apam</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> cursed; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past.</P><P CLASS=t>TRANSLATION</P><P>Because of falling in the well, I met you. Indeed, this has been arranged by providence. After I cursed Kaca, the son of the learned scholar Brihaspati, he cursed me by saying that I would not have a br&#257;hmana for a husband. Therefore, O mighty-armed one, there is no possibility of my becoming the wife of a br&#257;hmana.</P><P CLASS=t>PURPORT</P><P>Kaca, the son of the learned celestial priest Brihaspati, had been a student of &#346;ukr&#257;c&#257;rya, from whom he had learned the art of reviving a man who has died untimely. This art, called mrita-sañj&#299;van&#299;, was especially used during wartime. When there was a war, soldiers would certainly die untimely, but if a soldier's body was intact, he could be brought to life again by this art of mrita-sañj&#299;van&#299;. This art was known to &#346;ukr&#257;c&#257;rya and many others, and Kaca, the son of Brihaspati, became &#346;ukr&#257;c&#257;rya's student to learn it. Devay&#257;n&#299; desired to have Kaca as her husband, but Kaca, out of regard for &#346;ukr&#257;c&#257;rya, looked upon the guru's daughter as a respectable superior and therefore refused to marry her. Devay&#257;n&#299; angrily cursed Kaca by saying that although he had learned the art of mrita-sañj&#299;van&#299; from her father, it would be useless. When cursed in this way, Kaca retaliated by cursing Devay&#257;n&#299; never to have a husband who was a br&#257;hmana. Because Devay&#257;n&#299; liked Yay&#257;ti, who was a kshatriya, she requested him to accept her as his bona fide wife. Although this would be pratiloma-viv&#257;ha, a marriage between the daughter of a high family and the son of a lower family, she explained that this arrangement was made by providence.</P><P CLASS=l><A CLASS=i HREF="20-21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>