<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">King Yay&#257;ti Regains His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.18.25</P><P CLASS=c>durman&#257; bhagav&#257;n k&#257;vyah</P><P CLASS=c>paurohityam vigarhayan</P><P CLASS=c>stuvan vrittim ca k&#257;pot&#299;m</P><P CLASS=c>duhitr&#257; sa yayau pur&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/durmanah">durman&#257;h</A> &#8212; being very unhappy; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/k/kavyah">k&#257;vyah</A> &#8212; &#346;ukr&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/p/paurohityam">paurohityam</A> &#8212; the business of priesthood; <A CLASS=v HREF="http://vedabase.net/v/vigarhayan">vigarhayan</A> &#8212; condemning; <A CLASS=v HREF="http://vedabase.net/s/stuvan">stuvan</A> &#8212; praising; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; the profession; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kapotim">k&#257;pot&#299;m</A> &#8212; of collecting grains from the field; <A CLASS=v HREF="http://vedabase.net/d/duhitra">duhitr&#257;</A> &#8212; with his daughter; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (&#346;ukr&#257;c&#257;rya); <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/p/purat">pur&#257;t</A> &#8212; from his own residence.</P><P CLASS=t>TRANSLATION</P><P>As &#346;ukr&#257;c&#257;rya listened to what had happened to Devay&#257;n&#299;, his mind was very much aggrieved. Condemning the profession of priesthood and praising the profession of uñcha-vritti [collecting grains from the fields], he left home with his daughter.</P><P CLASS=t>PURPORT</P><P>When a br&#257;hmana adopts the profession of a kapota, or pigeon, he lives by collecting grains from the field. This is called uñcha-vritti. A br&#257;hmana who takes to this uñcha-vritti profession is called first class because he depends completely on the mercy of the Supreme Personality of Godhead and does not beg from anyone. Although the profession of begging is allowed for a br&#257;hmana or sanny&#257;s&#299;, one does better if he can avoid such a profession and completely depend on the mercy of the Supreme Personality of Godhead for maintenance. &#346;ukr&#257;c&#257;rya was certainly very sorry that because of his daughter's complaint he had to go to his disciple to beg some mercy, which he was obliged to do because he had accepted the profession of priesthood. In his heart, &#346;ukr&#257;c&#257;rya did not like his profession, but since he had accepted it, he was obliged to go unwillingly to his disciple to settle the grievance submitted by his daughter.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>