<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">King Yay&#257;ti Regains His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.18.29</P><P CLASS=c>pitr&#257; datt&#257; devay&#257;nyai</P><P CLASS=c>&#347;armishth&#257; s&#257;nug&#257; tad&#257;</P><P CLASS=c>sv&#257;n&#257;m tat sa&#324;katam v&#299;kshya</P><P CLASS=c>tad-arthasya ca gauravam</P><P CLASS=c>devay&#257;n&#299;m paryacarat</P><P CLASS=c>str&#299;-sahasrena d&#257;savat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by the father; <A CLASS=v HREF="http://vedabase.net/d/datta">datt&#257;</A> &#8212; given; <A CLASS=v HREF="http://vedabase.net/d/devayanyai">devay&#257;nyai</A> &#8212; unto <A HREF="http://vedabase.net/d/devayani">Devay&#257;n&#299;</A>, the daughter of &#346;ukr&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/s/sarmistha">&#347;armishth&#257;</A> &#8212; the daughter of <A HREF="http://vedabase.net/v/vrsaparva">Vrishaparv&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anuga">anug&#257;</A> &#8212; with her friends; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; of his own; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sankatam">sa&#324;katam</A> &#8212; dangerous position; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; from him; <A CLASS=v HREF="http://vedabase.net/a/arthasya">arthasya</A> &#8212; of the benefit; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/g/gauravam">gauravam</A> &#8212; the greatness; <A CLASS=v HREF="http://vedabase.net/d/devayanim">devay&#257;n&#299;m</A> &#8212; unto <A HREF="http://vedabase.net/d/devayani">Devay&#257;n&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/paryacarat">paryacarat</A> &#8212; served; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasrena">sahasrena</A> &#8212; with thousands of other women; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; acting <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> slave.</P><P CLASS=t>TRANSLATION</P><P>Vrishaparv&#257; wisely thought that &#346;ukr&#257;c&#257;rya's displeasure would bring danger and that his pleasure would bring material gain. Therefore he carried out &#346;ukr&#257;c&#257;rya's order and served him like a slave. He gave his daughter &#346;armishth&#257; to Devay&#257;n&#299;, and &#346;armishth&#257; served Devay&#257;n&#299; like a slave, along with thousands of other women.</P><P CLASS=t>PURPORT</P><P>In the beginning of these affairs concerning &#346;armishth&#257; and Devay&#257;n&#299;, we saw that &#346;armishth&#257; had many friends. Now these friends became maidservants of Devay&#257;n&#299;. When a girl married a kshatriya king, it was customary for all her girl friends to go with her to her husband's house. For instance, when Vasudeva married Devak&#299;, the mother of Krishna, he married all six of her sisters, and she also had many friends who accompanied her. A king would maintain not only his wife but also the many friends and maidservants of his wife. Some of these maidservants would become pregnant and give birth to children. Such children were accepted as d&#257;s&#299;-putra, the sons of the maidservants, and the king would maintain them. The female population is always greater than the male, but since a woman needs to be protected by a man, the king would maintain many girls, who acted either as friends or as maidservants of the queen. In the history of Krishna's household life we find that Krishna married 16,108 wives. These were not maidservants but direct queens, and Krishna expanded Himself into 16,108 forms to maintain different establishments for each and every wife. This is not possible for ordinary men. Therefore although the kings had to maintain many, many servants and wives, not all of them had different establishments.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>