<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">King Yay&#257;ti Regains His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.18.39</P><P CLASS=c>m&#257;t&#257;maha-krit&#257;m vatsa</P><P CLASS=c>na tripto vishayeshv aham</P><P CLASS=c>vayas&#257; bhavad&#299;yena</P><P CLASS=c>ramsye katipay&#257;h sam&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matamaha">m&#257;t&#257;maha</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">krit&#257;m</A> &#8212; given by your maternal grandfather, &#346;ukr&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/trptah">triptah</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/v/visayesu">vishayeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sex life, sense gratification; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> (<A HREF="http://vedabase.net/a/am">am</A>); <A CLASS=v HREF="http://vedabase.net/v/vayasa">vayas&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavadiyena">bhavad&#299;yena</A> &#8212; of your good self; <A CLASS=v HREF="http://vedabase.net/r/ramsye">ramsye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall enjoy sex life; <A CLASS=v HREF="http://vedabase.net/k/katipayah">katipay&#257;h</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> few; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; years.</P><P CLASS=t>TRANSLATION</P><P>My dear son, I am not yet satisfied in my sexual desires. But if you are kind to me, you can take the old age given by your maternal grandfather, and I may take your youth so that I may enjoy life for a few years more.</P><P CLASS=t>PURPORT</P><P>This is the nature of lusty desires. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>) it is said, k&#257;mais tais tair hrita jñ&#257;n&#257;h: when one is too attached to sense gratification, he actually loses his sense. The word hrita jñ&#257;n&#257;h refers to one who has lost his sense. Here is an example: the father shamelessly asked his son to exchange youth for old age. Of course, the entire world is under such illusion. Therefore it is said that everyone is pramattah, or exclusively mad. N&#363;nam pramattah kurute vikarma: [<A CLASS=v HREF="../../5/5/4.htm">SB 5.5.4</A>] when one becomes almost like a madman, he indulges in sex and sense gratification. Sex and sense gratification can be controlled, however, and one achieves perfection when he has no desires for sex. This is possible only when one is fully Krishna conscious.</P><P>yadavadhi mama cetah krishna-p&#257;d&#257;ravinde</P><P CLASS=n>nava-nava-rasa-dh&#257;many udyatam rantum &#257;s&#299;t</P><P CLASS=n>tadavadhi bata n&#257;r&#299;-sa&#324;game smaryam&#257;ne</P><P CLASS=n>bhavati mukha-vik&#257;rah sushthu-nishth&#299;vanam ca</P><P>"Since I have been engaged in the transcendental loving service of Krishna, realizing ever-new pleasure in Him, whenever I think of sex pleasure, I spit at the thought, and my lips curl with distaste." Sexual desire can be stopped only when one is fully Krishna conscious, and not otherwise. As long as one has desires for sex, one must change his body and transmigrate from one body to another to enjoy sex in different species or forms. But although the forms may differ, the business of sex is the same. Therefore it is said, punah puna&#347; carvita-carvan&#257;n&#257;m [<A CLASS=v HREF="../../7/5/30.htm">SB 7.5.30</A>]. Those who are very much attached to sex transmigrate from one body to another, with the same business of "chewing the chewed," tasting sex enjoyment as a dog, sex enjoyment as a hog, sex enjoyment as a demigod, and so on.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>