<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">King Yay&#257;ti Regains His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.18.40</P><P CLASS=c>&#347;r&#299;-yadur uv&#257;ca</P><P CLASS=c>notsahe jaras&#257; sth&#257;tum</P><P CLASS=c>antar&#257; pr&#257;ptay&#257; tava</P><P CLASS=c>aviditv&#257; sukham gr&#257;myam</P><P CLASS=c>vaitrishnyam naiti p&#363;rushah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/y/yaduh">yaduh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/y/yadu">Yadu</A>, the eldest son <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/y/yayati">Yay&#257;ti</A>, replied; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/u/utsahe">utsahe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> not enthusiastic; <A CLASS=v HREF="http://vedabase.net/j/jarasa">jaras&#257;</A> &#8212; with your old <A HREF="http://vedabase.net/a/age">age</A> and invalidity; <A CLASS=v HREF="http://vedabase.net/s/sthatum">sth&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> remain; <A CLASS=v HREF="http://vedabase.net/a/antara">antar&#257;</A> &#8212; while <A HREF="http://vedabase.net/i/in">in</A> youth; <A CLASS=v HREF="http://vedabase.net/p/praptaya">pr&#257;ptay&#257;</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/aviditva">aviditv&#257;</A> &#8212; without experiencing; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/g/gramyam">gr&#257;myam</A> &#8212; material or bodily; <A CLASS=v HREF="http://vedabase.net/v/vaitrsnyam">vaitrishnyam</A> &#8212; indifference <A HREF="http://vedabase.net/t/to">to</A> material enjoyment; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/e/eti">eti</A> &#8212; attain; <A CLASS=v HREF="http://vedabase.net/p/purusah">p&#363;rushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person.</P><P CLASS=t>TRANSLATION</P><P>Yadu replied: My dear father, you have already achieved old age, although you also were a young man. But I do not welcome your old age and invalidity, for unless one enjoys material happiness, one cannot attain renunciation.</P><P CLASS=t>PURPORT</P><P>Renunciation of material enjoyment is the ultimate goal of human life. Therefore the varn&#257;&#347;rama institution is most scientific. It aims at giving one the facility to return home, back to Godhead, which one cannot do without completely renouncing all connections with the material world. &#346;r&#299; Caitanya Mah&#257;prabhu said, nishkiñcanasya bhagavad-bhajanonmukhasya: one who wants to go back home, back to Godhead, must be nishkiñcana, free from all affinity for material enjoyment. Brahmany upa&#347;am&#257;&#347;rayam: unless one is fully renounced, one cannot engage in devotional service or stay in Brahman. Devotional service is rendered on the Brahman platform. Therefore, unless one attains the Brahman platform, or spiritual platform, one cannot engage in devotional service; or, in other words, a person engaged in devotional service is already on the Brahman platform.</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." (<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>) If one attains devotional service, therefore, he is certainly liberated. Generally, unless one enjoys material happiness, one cannot attain renunciation. Varn&#257;&#347;rama therefore gives the opportunity for gradual elevation. Yadu, the son of Mah&#257;r&#257;ja Yay&#257;ti, explained that he was unable to give up his youth, for he wanted to use it to attain the renounced order in the future.</P><P>Mah&#257;r&#257;ja Yadu was different from his brothers. As stated in the next verse, turvasu&#347; coditah pitr&#257; druhyu&#347; c&#257;nu&#347; ca bh&#257;rata/ praty&#257;cakhyur adharmajñ&#257;h. Mah&#257;r&#257;ja Yadu's brothers refused to accept their father's proposal because they were not completely aware of dharma. To accept orders that follow religious principles, especially the orders of one's father, is very important. Therefore when the brothers of Mah&#257;r&#257;ja Yadu refused their father's order, this was certainly irreligious. Mah&#257;r&#257;ja Yadu's refusal, however, was religious. As stated in the Tenth Canto, yado&#347; ca dharma-&#347;&#299;l&#257;ya: Mah&#257;r&#257;ja Yadu was completely aware of the principles of religion. The ultimate principle of religion is to engage oneself in devotional service to the Lord. Mah&#257;r&#257;ja Yadu was very eager to engage himself in the Lord's service, but there was an impediment: during youth the material desire to enjoy the material senses is certainly present, and unless one fully satisfies these lusty desires in youth, there is a chance of one's being disturbed in rendering service to the Lord. We have actually seen that many sanny&#257;s&#299;s who accept sanny&#257;sa prematurely, not having satisfied their material desires, fall down because they are disturbed. Therefore the general process is to go through grihastha life and v&#257;naprastha life and finally come to sanny&#257;sa and devote oneself completely to the service of the Lord. Mah&#257;r&#257;ja Yadu was ready to accept his father's order and exchange youth for old age because he was confident that the youth taken by his father would be returned. But because this exchange would delay his complete engagement in devotional service, he did not want to accept his father's old age, for he was eager to achieve freedom from disturbances. Moreover, among the descendants of Yadu would be Lord Krishna. Therefore, because Yadu was eager to see the Lord's appearance in his dynasty as soon as possible, Yadu refused to accept his father's proposal. This was not irreligious, however, because Yadu's purpose was to serve the Lord. Because Yadu was a faithful servant of the Lord, Lord Krishna appeared in his dynasty. As confirmed in the prayers of Kunt&#299;, yadoh priyasy&#257;nvav&#257;ye. Yadu was very dear to Krishna, who was therefore eager to descend in Yadu's dynasty. In conclusion, Mah&#257;r&#257;ja Yadu should not be considered adharma jña, ignorant of religious principles, as the next verse designates his brothers. He was like the four Sanakas (catuh-sana), who refused the order of their father, Brahm&#257;, for the sake of a better cause. Because the four Kum&#257;ras wanted to engage themselves completely in the service of the Lord as brahmac&#257;r&#299;s, their refusal to obey their father's order was not irreligious.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>