<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: King Yay&#257;ti Regains His Youth</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.18 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.18.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O King Par&#299;kshit, as the embodied soul has six senses, King Nahusha had six sons, named Yati, Yay&#257;ti, Samy&#257;ti, &#256;yati, Viyati and Kriti.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.18.2</B></A>: When one enters the post of king or head of the government, one cannot understand the meaning of self-realization. Knowing this, Yati, the eldest son of Nahusha, did not accept the power to rule, although it was offered by his father.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.18.3</B></A>: Because Nahusha, the father of Yay&#257;ti, molested Indra's wife, &#346;ac&#299;, who then complained to Agastya and other br&#257;hmanas, these saintly br&#257;hmanas cursed Nahusha to fall from the heavenly planets and be degraded to the status of a python. Consequently, Yay&#257;ti became the king.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.18.4</B></A>: King Yay&#257;ti had four younger brothers, whom he allowed to rule the four directions. Yay&#257;ti himself married Devay&#257;n&#299;, the daughter of &#346;ukr&#257;c&#257;rya, and &#346;armishth&#257;, the daughter of Vrishaparv&#257;, and ruled the entire earth.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.18.5</B></A>: Mah&#257;r&#257;ja Par&#299;kshit said: &#346;ukr&#257;c&#257;rya was a very powerful br&#257;hmana, and Mah&#257;r&#257;ja Yay&#257;ti was a kshatriya. Therefore I am curious to know how there occurred this pratiloma marriage between a kshatriya and a br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="6-7.htm"><B>SB 9.18.6-7</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: One day Vrishaparv&#257;'s daughter &#346;armishth&#257;, who was innocent but angry by nature, was walking with Devay&#257;n&#299;, the daughter of &#346;ukr&#257;c&#257;rya, and with thousands of friends, in the palace garden. The garden was full of lotuses and trees of flowers and fruits and was inhabited by sweetly singing birds and bumblebees.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.18.8</B></A>: When the young, lotus-eyed girls came to the bank of a reservoir of water, they wanted to enjoy by bathing. Thus they left their clothing on the bank and began sporting, throwing water on one another.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.18.9</B></A>: While sporting in the water, the girls suddenly saw Lord &#346;iva passing by, seated on the back of his bull with his wife, P&#257;rvat&#299;. Ashamed because they were naked, the girls quickly got out of the water and covered themselves with their garments.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.18.10</B></A>: &#346;armishth&#257; unknowingly put Devay&#257;n&#299;'s dress on her own body, thus angering Devay&#257;n&#299;, who then spoke as follows.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.18.11</B></A>: Oh, just see the activities of this servant-maid &#346;armishth&#257;! Disregarding all etiquette, she has put on my dress, just like a dog snatching clarified butter meant for use in a sacrifice.</P><P CLASS=r><A CLASS=i HREF="12-14.htm"><B>SB 9.18.12-14</B></A>: We are among the qualified br&#257;hmanas, who are accepted as the face of the Supreme Personality of Godhead. The br&#257;hmanas have created the entire universe by their austerity, and they always keep the Absolute Truth within the core of their hearts. They have directed the path of good fortune, the path of Vedic civilization, and because they are the only worshipable objects within this world, they are offered prayers and worshiped even by the great demigods, the directors of the various planets, and even by the Supreme Personality of Godhead, the Supersoul, the supreme purifier, the husband of the goddess of fortune. And we are even more respectable because we are in the dynasty of Bhrigu. Yet although this woman's father, being among the demons, is our disciple, she has put on my dress, exactly like a &#347;&#363;dra taking charge of Vedic knowledge.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.18.15</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: When thus rebuked in cruel words, &#346;armishth&#257; was very angry. Breathing heavily like a serpent and biting her lower lip with her teeth, she spoke to the daughter of &#346;ukr&#257;c&#257;rya as follows.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.18.16</B></A>: You beggar, since you don't understand your position, why should you unnecessarily talk so much? Don't all of you wait at our house, depending on us for your livelihood like crows?</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.18.17</B></A>: Using such unkind words, &#346;armishth&#257; rebuked Devay&#257;n&#299;, the daughter of &#346;ukr&#257;c&#257;rya. In anger, she took away Devay&#257;n&#299;'s garments and threw Devay&#257;n&#299; into a well.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.18.18</B></A>: After throwing Devay&#257;n&#299; into the well, &#346;armishth&#257; went home. Meanwhile, King Yay&#257;ti, while engaged in a hunting excursion, went to the well to drink water and by chance saw Devay&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.18.19</B></A>: Seeing Devay&#257;n&#299; naked in the well, King Yay&#257;ti immediately gave her his upper cloth. Being very kind to her, he caught her hand with his own and lifted her out.</P><P CLASS=r><A CLASS=i HREF="20-21.htm"><B>SB 9.18.20-21</B></A>: With words saturated with love and affection, Devay&#257;n&#299; said to King Yay&#257;ti: O great hero, O King, conqueror of the cities of your enemies, by accepting my hand you have accepted me as your married wife. Let me not be touched by others, for our relationship as husband and wife has been made possible by providence, not by any human being.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.18.22</B></A>: Because of falling in the well, I met you. Indeed, this has been arranged by providence. After I cursed Kaca, the son of the learned scholar Brihaspati, he cursed me by saying that I would not have a br&#257;hmana for a husband. Therefore, O mighty-armed one, there is no possibility of my becoming the wife of a br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.18.23</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: Because such a marriage is not sanctioned by regular scriptures, King Yay&#257;ti did not like it, but because it was arranged by providence and because he was attracted by Devay&#257;n&#299;'s beauty, he accepted her request.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.18.24</B></A>: Thereafter, when the learned King returned to his palace, Devay&#257;n&#299; returned home crying and told her father, &#346;ukr&#257;c&#257;rya, about all that had happened because of &#346;armishth&#257;. She told how she had been thrown into the well but was saved by the King.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.18.25</B></A>: As &#346;ukr&#257;c&#257;rya listened to what had happened to Devay&#257;n&#299;, his mind was very much aggrieved. Condemning the profession of priesthood and praising the profession of uñcha-vritti [collecting grains from the fields], he left home with his daughter.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.18.26</B></A>: King Vrishaparv&#257; understood that &#346;ukr&#257;c&#257;rya was coming to chastise or curse him. Consequently, before &#346;ukr&#257;c&#257;rya came to his house, Vrishaparv&#257; went out and fell down in the street at the feet of his guru and satisfied him, checking his wrath.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.18.27</B></A>: The powerful &#346;ukr&#257;c&#257;rya was angry for a few moments, but upon being satisfied he said to Vrishaparv&#257;: My dear King, kindly fulfill the desire of Devay&#257;n&#299;, for she is my daughter and in this world I cannot give her up or neglect her.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.18.28</B></A>: After hearing &#346;ukr&#257;c&#257;rya's request, Vrishaparv&#257; agreed to fulfill Devay&#257;n&#299;'s desire, and he awaited her words. Devay&#257;n&#299; then expressed her desire as follows: "Whenever I marry by the order of my father, my friend &#346;armishth&#257; must go with me as my maidservant, along with her friends."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.18.29</B></A>: Vrishaparv&#257; wisely thought that &#346;ukr&#257;c&#257;rya's displeasure would bring danger and that his pleasure would bring material gain. Therefore he carried out &#346;ukr&#257;c&#257;rya's order and served him like a slave. He gave his daughter &#346;armishth&#257; to Devay&#257;n&#299;, and &#346;armishth&#257; served Devay&#257;n&#299; like a slave, along with thousands of other women.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.18.30</B></A>: When &#346;ukr&#257;c&#257;rya gave Devay&#257;n&#299; in marriage to Yay&#257;ti, he had &#346;armishth&#257; go with her, but he warned the King, "My dear King, never allow this girl &#346;armishth&#257; to lie with you in your bed."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 9.18.31</B></A>: O King Par&#299;kshit, upon seeing Devay&#257;n&#299; with a nice son, &#346;armishth&#257; once approached King Yay&#257;ti at the appropriate time for conception. In a secluded place, she requested the King, the husband of her friend Devay&#257;n&#299;, to enable her to have a son also.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.18.32</B></A>: When Princess &#346;armishth&#257; begged King Yay&#257;ti for a son, the King was certainly aware of the principles of religion, and therefore he agreed to fulfill her desire. Although he remembered the warning of &#346;ukr&#257;c&#257;rya, he thought of this union as the desire of the Supreme, and thus he had sex with &#346;armishth&#257;.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.18.33</B></A>: Devay&#257;n&#299; gave birth to Yadu and Turvasu, and &#346;armishth&#257; gave birth to Druhyu, Anu and P&#363;ru.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.18.34</B></A>: When the proud Devay&#257;n&#299; understood from outside sources that &#346;armishth&#257; was pregnant by her husband, she was frenzied with anger. Thus she departed for her father's house.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.18.35</B></A>: King Yay&#257;ti, who was very lusty, followed his wife, caught her and tried to appease her by speaking pleasing words and massaging her feet, but he could not satisfy her by any means.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.18.36</B></A>: &#346;ukr&#257;c&#257;rya was extremely angry. "You untruthful fool, lusting after women! You have done a great wrong," he said. "I therefore curse you to be attacked and disfigured by old age and invalidity."</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.18.37</B></A>: King Yay&#257;ti said, "O learned, worshipable br&#257;hmana, I have not yet satisfied my lusty desires with your daughter." &#346;ukr&#257;c&#257;rya then replied, "You may exchange your old age with someone who will agree to transfer his youth to you."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.18.38</B></A>: When Yay&#257;ti received this benediction from &#346;ukr&#257;c&#257;rya, he requested his eldest son: My dear son Yadu, please give me your youth in exchange for my old age and invalidity.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 9.18.39</B></A>: My dear son, I am not yet satisfied in my sexual desires. But if you are kind to me, you can take the old age given by your maternal grandfather, and I may take your youth so that I may enjoy life for a few years more.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 9.18.40</B></A>: Yadu replied: My dear father, you have already achieved old age, although you also were a young man. But I do not welcome your old age and invalidity, for unless one enjoys material happiness, one cannot attain renunciation.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 9.18.41</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, Yay&#257;ti similarly requested his sons Turvasu, Druhyu and Anu to exchange their youth for his old age, but because they were unaware of religious principles, they thought that their flickering youth was eternal, and therefore they refused to carry out their father's order.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 9.18.42</B></A>: King Yay&#257;ti then requested P&#363;ru, who was younger than these three brothers but more qualified, "My dear son, do not be disobedient like your elder brothers, for that is not your duty."</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 9.18.43</B></A>: P&#363;ru replied: O Your Majesty, who in this world can repay his debt to his father? By the mercy of one's father, one gets the human form of life, which can enable one to become an associate of the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 9.18.44</B></A>: A son who acts by anticipating what his father wants him to do is first class, one who acts upon receiving his father's order is second class, and one who executes his father's order irreverently is third class. But a son who refuses his father's order is like his father's stool.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 9.18.45</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: In this way, O Mah&#257;r&#257;ja Par&#299;kshit, the son named P&#363;ru was very pleased to accept the old age of his father, Yay&#257;ti, who took the youth of his son and enjoyed this material world as he required.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 9.18.46</B></A>: Thereafter, King Yay&#257;ti became the ruler of the entire world, consisting of seven islands, and ruled the citizens exactly like a father. Because he had taken the youth of his son, his senses were unimpaired, and he enjoyed as much material happiness as he desired.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 9.18.47</B></A>: In secluded places, engaging her mind, words, body and various paraphernalia, Devay&#257;n&#299;, the dear wife of Mah&#257;r&#257;ja Yay&#257;ti, always brought her husband the greatest possible transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 9.18.48</B></A>: King Yay&#257;ti performed various sacrifices, in which he offered abundant gifts to the br&#257;hmanas to satisfy the Supreme Lord, Hari, who is the reservoir of all the demigods and the object of all Vedic knowledge.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 9.18.49</B></A>: The Supreme Lord, V&#257;sudeva, who created the cosmic manifestation, exhibits Himself as all-pervading, like the sky that holds clouds. And when the creation is annihilated, everything enters into the Supreme Lord, Vishnu, and varieties are no longer manifested.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 9.18.50</B></A>: Without material desires, Mah&#257;r&#257;ja Yay&#257;ti worshiped the Supreme Lord, who is situated in everyone's heart as N&#257;r&#257;yana and is invisible to material eyes, although existing everywhere.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 9.18.51</B></A>: Although Mah&#257;r&#257;ja Yay&#257;ti was the king of the entire world and he engaged his mind and five senses in enjoying material possessions for one thousand years, he was unable to be satisfied.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>