<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">King Yay&#257;ti Regains His Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.18 Summary</P><P>This chapter gives the history of King Yay&#257;ti, the son of Nahusha. Among Yay&#257;ti's five sons, the youngest son, P&#363;ru, accepted Yay&#257;ti's invalidity.</P><P>When Nahusha, who had six sons, was cursed to become a python, his eldest son, Yati, took sanny&#257;sa, and therefore the next son, Yay&#257;ti, was enthroned as king. By providence, Yay&#257;ti married the daughter of &#346;ukr&#257;c&#257;rya. &#346;ukr&#257;c&#257;rya was a br&#257;hmana and Yay&#257;ti a kshatriya, but Yay&#257;ti married her nonetheless. &#346;ukr&#257;c&#257;rya's daughter, named Devay&#257;n&#299;, had a girl friend named &#346;armishth&#257;, who was the daughter of Vrishaparv&#257;. King Yay&#257;ti married &#346;armishth&#257; also. The history of this marriage is as follows. Once &#346;armishth&#257; was sporting in the water with thousands of her girl friends, and Devay&#257;n&#299; was also there. When the young girls saw Lord &#346;iva, seated on his bull with Um&#257;, they immediately dressed themselves, but &#346;armishth&#257; mistakenly put on Devay&#257;n&#299;'s clothes. Devay&#257;n&#299;, being very angry, rebuked &#346;armishth&#257;, who also became very angry and responded by rebuking Devay&#257;n&#299; and throwing her into a well. By chance, King Yay&#257;ti came to that well to drink water, and he found Devay&#257;n&#299; and rescued her. Thus Devay&#257;n&#299; accepted Mah&#257;r&#257;ja Yay&#257;ti as her husband. Thereafter, Devay&#257;n&#299;, crying loudly, told her father about &#346;armishth&#257;'s behavior. Upon hearing of this incident, &#346;ukr&#257;c&#257;rya was very angry and wanted to chastise Vrishaparv&#257;, &#346;armishth&#257;'s father. Vrishaparv&#257;, however, satisfied &#346;ukr&#257;c&#257;rya by offering &#346;armishth&#257; as Devay&#257;n&#299;'s maidservant. Thus &#346;armishth&#257;, as the maidservant of Devay&#257;n&#299;, also went to the house of Devay&#257;n&#299;'s husband. When &#346;armishth&#257; found her friend Devay&#257;n&#299; with a son she also desired to have a son. Therefore, at the proper time for conception, she also requested Mah&#257;r&#257;ja Yay&#257;ti for sex. When &#346;armishth&#257; became pregnant also, Devay&#257;n&#299; was very envious. In great anger, she immediately left for her father's house and told her father everything. &#346;ukr&#257;c&#257;rya again became angry and cursed Mah&#257;r&#257;ja Yay&#257;ti to become old, but when Yay&#257;ti begged &#346;ukr&#257;c&#257;rya to be merciful to him, &#346;ukr&#257;c&#257;rya gave him the benediction that he could transfer his old age and invalidity to some young man. Yay&#257;ti exchanged his old age for the youth of his youngest son, P&#363;ru, and thus he was able to enjoy with young girls.</P><P CLASS=l><A CLASS=i HREF="../17/17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>