<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7.11</P><P CLASS=c>tasmin v&#257;va kila sa ekalah pulah&#257;&#347;ramopavane vividha-kusuma-kisalaya-tulasik&#257;mbubhih kanda-m&#363;la-phalopah&#257;rai&#347; ca sam&#299;ham&#257;no bhagavata &#257;r&#257;dhanam vivikta uparata-vishay&#257;bhil&#257;sha upabhritopa&#347;amah par&#257;m nirvritim av&#257;pa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that <A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>; <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/b/bharata">Bharata</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/e/ekalah">ekalah</A> &#8212; alone, only; <A CLASS=v HREF="http://vedabase.net/p/pulaha">pulaha</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/u/upavane">upavane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the gardens situated <A HREF="http://vedabase.net/i/i">i</A> <A HREF="http://vedabase.net/n/n">n</A> <A HREF="http://vedabase.net/p/pulaha">Pulaha</A>-<A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A>-<A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A>-<A CLASS=v HREF="http://vedabase.net/k/kisalaya">kisalaya</A>-<A CLASS=v HREF="http://vedabase.net/t/tulasika">tulasik&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ambubhih">ambubhih</A> &#8212; with varieties of flowers, twigs and <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> leaves, <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> with water; <A CLASS=v HREF="http://vedabase.net/k/kanda">kanda</A>-<A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A>-<A CLASS=v HREF="http://vedabase.net/u/upaharaih">upah&#257;raih</A> &#8212; by offerings of roots, bulbs and fruits; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/samihamanah">sam&#299;ham&#257;nah</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/v/viviktah">viviktah</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/u/uparata">uparata</A> &#8212; being freed from; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/a/abhilasah">abhil&#257;shah</A> &#8212; desire for material sense enjoyment; <A CLASS=v HREF="http://vedabase.net/u/upabhrta">upabhrita</A> &#8212; increased; <A CLASS=v HREF="http://vedabase.net/u/upasamah">upa&#347;amah</A> &#8212; tranquillity; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/n/nirvrtim">nirvritim</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/a/avapa">av&#257;pa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> obtained.</P><P CLASS=t>TRANSLATION</P><P>In the gardens of Pulaha-&#257;&#347;rama, Mah&#257;r&#257;ja Bharata lived alone and collected a variety of flowers, twigs and tulas&#299; leaves. He also collected the water of the Gandak&#299; River, as well as various roots, fruits and bulbs. With these he offered food to the Supreme Personality of Godhead, V&#257;sudeva, and, worshiping Him, he remained satisfied. In this way his heart was completely uncontaminated, and he did not have the least desire for material enjoyment. All material desires vanished. In this steady position, he felt full satisfaction and was situated in devotional service.</P><P CLASS=t>PURPORT</P><P>Everyone is searching after peace of mind. This is obtainable only when one is completely freed from the desire for material sense gratification and is engaged in the devotional service of the Lord. As stated in Bhagavad-g&#299;t&#257;: patram pushpam phalam toyam yo me bhakty&#257; prayacchati (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>). Worship of the Lord is not at all expensive. One can offer the Lord a leaf, a flower, a little fruit and some water. The Supreme Lord accepts these offerings when they are offered with love and devotion. In this way, one can become freed from material desires. As long as one maintains material desires, he cannot be happy. As soon as one engages in the devotional service of the Lord, his mind is purified of all material desires. Then one becomes fully satisfied.</P><P>sa vai pums&#257;m paro dharmo</P><P CLASS=n>yato bhaktir adhokshaje</P><P CLASS=n>ahaituky apratihat&#257;</P><P CLASS=n>yay&#257;tm&#257; supras&#299;dati</P><P CLASS=n>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>"The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self. By rendering devotional service unto the Personality of Godhead, &#346;r&#299; Krishna, one immediately acquires causeless knowledge and detachment from the world." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/6.htm">1.2.6-7</A>)</P><P>These are the instructions given in &#346;r&#299;mad-Bh&#257;gavatam, the supreme Vedic literature. One may not be able to go to Pulaha-&#257;&#347;rama, but wherever one is one can happily render devotional service to the Lord by adopting the processes mentioned above.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>