<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7.4</P><P CLASS=c>sa bahuvin mah&#299;-patih pitri-pit&#257;mahavad uru-vatsalatay&#257; sve sve karmani vartam&#257;n&#257;h praj&#257;h sva-dharmam anuvartam&#257;nah paryap&#257;layat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that King (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; being very advanced <A HREF="http://vedabase.net/i/in">in</A> knowledge; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the ruler of the earth; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A> &#8212; father; <A CLASS=v HREF="http://vedabase.net/p/pitamaha">pit&#257;maha</A> &#8212; grandfather; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalataya">vatsalatay&#257;</A> &#8212; with the quality of being very affectionate <A HREF="http://vedabase.net/t/to">to</A> the citizens; <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their own respective; <A CLASS=v HREF="http://vedabase.net/k/karmani">karmani</A> &#8212; duties; <A CLASS=v HREF="http://vedabase.net/v/vartamanah">vartam&#257;n&#257;h</A> &#8212; remaining; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the citizens; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> <A CLASS=v HREF="http://vedabase.net/a/anuvartamanah">anuvartam&#257;nah</A> &#8212; being perfectly situated <A HREF="http://vedabase.net/i/in">in</A> his own occupational duty; <A CLASS=v HREF="http://vedabase.net/p/paryapalayat">paryap&#257;layat</A> &#8212; ruled.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Bharata was a very learned and experienced king on this earth. He perfectly ruled the citizens, being himself engaged in his own respective duties. Mah&#257;r&#257;ja Bharata was as affectionate to the citizens as his father and grandfather had been. Keeping them engaged in their occupational duties, he ruled the earth.</P><P CLASS=t>PURPORT</P><P>It is most important that the chief executive rule the citizens by keeping them fully engaged in their respective occupational duties. Some of the citizens were br&#257;hmanas, some were kshatriyas, and some were vai&#347;yas and &#347;&#363;dras. It is the duty of the government to see that the citizens act according to these material divisions for their spiritual advancement. No one should remain unemployed or unoccupied in any way. One must work as a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra on the material path. and on the spiritual path, everyone should act as a brahmac&#257;r&#299;, grihastha, v&#257;naprastha or sanny&#257;s&#299;. Although formerly the government was a monarchy, all the kings were very affectionate toward the citizens, and they strictly kept them engaged in their respective duties. Therefore society was very smoothly conducted.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>