<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7.5</P><P CLASS=c>&#299;je ca bhagavantam yajña-kratu-r&#363;pam kratubhir ucc&#257;vacaih &#347;raddhay&#257;hrit&#257;gnihotra-dar&#347;a-p&#363;rnam&#257;sa-c&#257;turm&#257;sya-pa&#347;u-som&#257;n&#257;m prakriti-vikritibhir anusavanam c&#257;turhotra-vidhin&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ije">&#299;je</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/k/kratu">kratu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; having the form of sacrifices without animals and sacrifices with animals; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih</A> &#8212; by such sacrifices; <A CLASS=v HREF="http://vedabase.net/u/uccavacaih">ucc&#257;vacaih</A> &#8212; very great and very small; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith; <A CLASS=v HREF="http://vedabase.net/a/ahrta">&#257;hrita</A> &#8212; being performed; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/h/hotra">hotra</A> &#8212; of the agnihotra-<A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/d/darsa">dar&#347;a</A> &#8212; of the <A HREF="http://vedabase.net/d/darsa">dar&#347;a</A>-<A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/p/purnamasa">p&#363;rnam&#257;sa</A> &#8212; of the <A HREF="http://vedabase.net/p/purnamasa">p&#363;rnam&#257;sa</A>-<A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/c/caturmasya">c&#257;turm&#257;sya</A> &#8212; of the <A HREF="http://vedabase.net/c/caturmasya">c&#257;turm&#257;sya</A>-<A HREF="http://vedabase.net/y/yajna">yajña</A>; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/s/somanam">som&#257;n&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/y/yajna">yajña</A> with animals and the <A HREF="http://vedabase.net/y/yajna">yajña</A> with <A HREF="http://vedabase.net/s/soma">soma</A>-<A HREF="http://vedabase.net/r/rasa">rasa</A>; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> &#8212; by full performances; <A CLASS=v HREF="http://vedabase.net/v/vikrtibhih">vikritibhih</A> &#8212; and by partial performances; <A CLASS=v HREF="http://vedabase.net/a/anusavanam">anusavanam</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/c/catuh">c&#257;tuh</A>-<A CLASS=v HREF="http://vedabase.net/h/hotra">hotra</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; by the regulative principles of sacrifice directed by four kinds of priests.</P><P CLASS=t>TRANSLATION</P><P>With great faith King Bharata performed various kinds of sacrifice. He performed the sacrifices known as agni-hotra, dar&#347;a, p&#363;rnam&#257;sa, c&#257;turm&#257;sya, pa&#347;u-yajña [wherein a horse is sacrificed] and soma-yajña [wherein a kind of beverage is offered]. Sometimes these sacrifices were performed completely and sometimes partially. In any case, in all the sacrifices the regulations of c&#257;turhotra were strictly followed. In this way Bharata Mah&#257;r&#257;ja worshiped the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Animals like hogs and cows were offered in sacrifice to test the proper execution of the sacrifice. Otherwise, there was no purpose in killing the animal. Actually the animal was offered in the sacrificial fire to get a rejuvenated life. Generally an old animal was sacrificed in the fire. and it would come out again in a youthful body. Some of the rituals however, did not require animal sacrifice. In the present age, animal sacrifices are forbidden. As stated by &#346;r&#299; Caitanya Mah&#257;prabhu:</P><P>a&#347;vamedham gav&#257;lambham</P><P CLASS=n>sanny&#257;sam pala-paitrikam</P><P CLASS=n>devarena sutotpattim</P><P CLASS=n>kalau pañca vivarjayet</P><P>"In this age of Kali, five acts are forbidden: the offering of a horse in sacrifice, the offering of a cow in sacrifice, the acceptance of the order of sanny&#257;sa, the offering of oblations of flesh to the forefathers, and a man's begetting children in his brother's wife." (Cc. <A CLASS=v HREF="../../../cc/adi/17/164.htm">&#256;di 17.164</A>) Such sacrifices are impossible in this age due to the scarcity of expert br&#257;hmanas or ritvijah who are able to take the responsibility. In the absence of these, the sa&#324;k&#299;rtana-yajña is recommended. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>). After all, sacrifices are executed to please the Supreme Personality of Godhead. Yajñ&#257;rtha-karma: such activities should be carried out for the Supreme Lord's pleasure. In this age of Kali, the Supreme Lord in His incarnation of &#346;r&#299; Caitanya Mah&#257;prabhu should be worshiped with His associates by performance of sa&#324;k&#299;rtana-yajña, the congregational chanting of the Hare Krishna mantra. This process is accepted by intelligent men. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah. The word sumedhasah refers to intelligent men who possess very good brain substance.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>