<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7.6</P><P CLASS=c>sampracaratsu n&#257;n&#257;-y&#257;geshu viracit&#257;&#324;ga-kriyeshv ap&#363;rvam yat tat kriy&#257;-phalam dharm&#257;khyam pare brahmani yajña-purushe sarva-devat&#257;-li&#324;g&#257;n&#257;m mantr&#257;n&#257;m artha-niy&#257;ma-katay&#257; s&#257;ksh&#257;t-kartari para-devat&#257;y&#257;m bhagavati v&#257;sudeva eva bh&#257;vayam&#257;na &#257;tma-naipunya-mridita-kash&#257;yo havihshv adhvaryubhir grihyam&#257;neshu sa yajam&#257;no yajña-bh&#257;jo dev&#257;ms t&#257;n purush&#257;vayaveshv abhyadhy&#257;yat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sampracaratsu">sampracaratsu</A> &#8212; when beginning <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yagesu">y&#257;geshu</A> &#8212; various kinds of sacrifice; <A CLASS=v HREF="http://vedabase.net/v/viracita">viracita</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/k/kriyesu">kriyeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which the supplementary rites were performed; <A CLASS=v HREF="http://vedabase.net/a/apurvam">ap&#363;rvam</A> &#8212; remote; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the result of such sacrifice; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> of religion; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; unto the transcendence; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/puruse">purushe</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of all sacrifices; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/l/linganam">li&#324;g&#257;n&#257;m</A> &#8212; which manifest all the demigods; <A CLASS=v HREF="http://vedabase.net/m/mantranam">mantr&#257;n&#257;m</A> &#8212; of the Vedic hymns; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/n/niyama">niy&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/kataya">katay&#257;</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> being the controller of the objects; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A>-<A CLASS=v HREF="http://vedabase.net/k/kartari">kartari</A> &#8212; directly the performer; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/d/devatayam">devat&#257;y&#257;m</A> &#8212; the origin of all demigods; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhavayamanah">bh&#257;vayam&#257;nah</A> &#8212; always thinking; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/naipunya">naipunya</A>-<A CLASS=v HREF="http://vedabase.net/m/mrdita">mridita</A>-<A CLASS=v HREF="http://vedabase.net/k/kasayah">kash&#257;yah</A> &#8212; freed from all lust and anger by his expertise <A HREF="http://vedabase.net/i/in">in</A> such thinking; <A CLASS=v HREF="http://vedabase.net/h/havihsu">havihshu</A> &#8212; the ingredients <A HREF="http://vedabase.net/t/to">to</A> be offered <A HREF="http://vedabase.net/i/in">in</A> the sacrifice; <A CLASS=v HREF="http://vedabase.net/a/adhvaryubhih">adhvaryubhih</A> &#8212; when the priests expert <A HREF="http://vedabase.net/i/in">in</A> the sacrifices mentioned <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/a/atharva">Atharva</A> <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/g/grhyamanesu">grihyam&#257;neshu</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/y/yajamanah">yajam&#257;nah</A> &#8212; the sacrificer; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajah">bh&#257;jah</A> &#8212; the recipients of the results of sacrifice; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; all the demigods; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/avayavesu">avayaveshu</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> different parts and limbs of the body of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/abhyadhyayat">abhyadhy&#257;yat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> thought.</P><P CLASS=t>TRANSLATION</P><P>After performing the preliminaries of various sacrifices, Mah&#257;r&#257;ja Bharata offered the results in the name of religion to the Supreme Personality of Godhead, V&#257;sudeva. In other words, he performed all the yajñas for the satisfaction of Lord V&#257;sudeva, Krishna. Mah&#257;r&#257;ja Bharata thought that since the demigods were different parts of V&#257;sudeva's body, He controls those who are explained in the Vedic mantras. By thinking in this way, Mah&#257;r&#257;ja Bharata was freed from all material contamination, such as attachment, lust and greed. When the priests were about to offer the sacrificial ingredients into the fire, Mah&#257;r&#257;ja Bharata expertly understood how the offering made to different demigods was simply an offering to the different limbs of the Lord. For instance, Indra is the arm of the Supreme Personality of Godhead, and S&#363;rya [the sun] is His eye. Thus Mah&#257;r&#257;ja Bharata considered that the oblations offered to different demigods were actually offered unto the different limbs of Lord V&#257;sudeva.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead says that as long as one does not develop the pure devotional service of &#347;ravanam k&#299;rtanam, hearing and chanting, one must carry out his prescribed duties. Since Bharata Mah&#257;r&#257;ja was a great devotee, one may ask why he performed so many sacrifices that are actually meant for karm&#299;s. The fact is that he was simply following the orders of V&#257;sudeva. As Krishna says in Bhagavad-g&#299;t&#257;, sarva dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Abandon all varieties of religion and just surrender unto Me." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>) Whatever we do, we should constantly remember V&#257;sudeva. People are generally addicted to offering obeisances to various demigods, but Bharata Mah&#257;r&#257;ja simply wanted to please Lord V&#257;sudeva. As stated in Bhagavad-g&#299;t&#257;: bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam (<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>). A yajña may be carried out to satisfy a particular demigod, but when the yajña is offered to the yajña-purusha, N&#257;r&#257;yana, the demigods are satisfied. The purpose of performing different yajñas is to satisfy the Supreme Lord. One may perform them in the name of different demigods or directly. If we directly offer oblations to the Supreme Personality of Godhead, the demigods are automatically satisfied. If we water the root of a tree, the branches, twigs, fruits and flowers are automatically satisfied. When one offers sacrifices to different demigods, one should remember that the demigods are simply parts of the body of the Supreme. If we worship the hand of a person, we intend to satisfy the person himself. If we massage a person's legs, we do not really serve the legs but the person who possesses the legs. All the demigods are different parts of the Lord, and if we offer service to them, we actually serve the Lord Himself. Demigod worship is mentioned in Brahma-samhit&#257;, but actually the &#347;lokas advocate worship of the Supreme Personality of Godhead, Govinda. For instance, worship of the goddess Durg&#257; is mentioned this way in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/44.htm">5.44</A>):</P><P>srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;</P><P CLASS=n>ch&#257;yeva yasya bhuvan&#257;ni vibharti durg&#257;</P><P CLASS=n>icch&#257;nur&#363;pam api yasya ca ceshtate s&#257;</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Following the orders of &#346;r&#299; Krishna, the goddess Durg&#257; creates, maintains and annihilates. &#346;r&#299; Krishna also confirms this statement in Bhagavad-g&#299;t&#257;. May&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram: "This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings." (<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>)</P><P>We should worship the demigods in that spirit. Because the goddess Durg&#257; satisfies Krishna, we should therefore offer respects to goddess Durg&#257;. Because Lord &#346;iva is nothing but Krishna's functional body, we should therefore offer respects to Lord &#346;iva. Similarly, we should offer respects to Brahm&#257;, Agni and S&#363;rya. There are many offerings to different demigods, and one should always remember that these offerings are usually meant to satisfy the Supreme Personality of Godhead. Bharata Mah&#257;r&#257;ja did not aspire to receive some benediction from demigods. His aim was to please the Supreme Lord. In the Mah&#257;bh&#257;rata, among the thousand names of Vishnu, it is said yajña-bhug yajña-krid yajñah. The enjoyer of yajña, the performer of yajña and yajña itself are the Supreme Lord. The Supreme Lord is the performer of everything, but out of ignorance the living entity thinks that he is the actor. As long as we think we are the actors, we bring about karma-bandha (bondage to activity). If we act for yajña, for Krishna. there is no karma-bandha. Yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah: [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>]) "Work done as a sacrifice for Vishnu has to be performed. otherwise work binds one to this material world." (<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>)</P><P>Following the instructions of Bharata Mah&#257;r&#257;ja, we should act not for our personal satisfaction but for the satisfaction of the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/17/28.htm">17.28</A>) it is also stated:</P><P>a&#347;raddhay&#257; hutam dattam</P><P CLASS=n>tapas taptam kritam ca yat</P><P CLASS=n>asad ity ucyate p&#257;rtha</P><P CLASS=n>na ca tat pretya no iha</P><P>Sacrifices, austerities and charities performed without faith in the Supreme Personality of Godhead are nonpermanent. Regardless of whatever rituals are performed, they are called asat, nonpermanent. They are therefore useless both in this life and the next.</P><P>Kings like Mah&#257;r&#257;ja Ambar&#299;sha and many other r&#257;jarshis who were pure devotees of the Lord simply passed their time in the service of the Supreme Lord. When a pure devotee executes some service through the agency of another person, he should not be criticized, for his activities are meant for the satisfaction of the Supreme Lord. A devotee may have a priest perform some karma-k&#257;nda, and the priest may not be a pure Vaishnava, but because the devotee wants to please the Supreme Lord, he should not be criticized. The word ap&#363;rva is very significant. The resultant actions of karma are called ap&#363;rva. When we act piously or impiously, immediate results do not ensue. We therefore wait for the results, which are called ap&#363;rva. The results are manifest in the future. Even the sm&#257;rtas accept this ap&#363;rva. Pure devotees simply act for the pleasure of the Supreme Personality of Godhead; therefore the results of their activities are spiritual, or permanent. They are not like those of the karm&#299;s, which are nonpermanent. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/23.htm">4.23</A>):</P><P>gata-sa&#324;gasya muktasya</P><P CLASS=n>jñ&#257;n&#257;vasthita-cetasah</P><P CLASS=n>yajñ&#257;y&#257;caratah karma</P><P CLASS=n>samagram pravil&#299;yate</P><P>"The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence."</P><P>A devotee is always free from material contamination. He is fully situated in knowledge, and therefore his sacrifices are intended for the satisfaction of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>