<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7.7</P><P CLASS=c>evam karma-vi&#347;uddhy&#257; vi&#347;uddha-sattvasy&#257;ntar-hriday&#257;k&#257;&#347;a-&#347;ar&#299;re brahmani bhagavati v&#257;sudeve mah&#257;-purusha-r&#363;popalakshane &#347;r&#299;vatsa-kaustubha-vana-m&#257;l&#257;ri-dara-gad&#257;dibhir upalakshite nija-purusha-hril-likhiten&#257;tmani purusha-r&#363;pena virocam&#257;na uccaistar&#257;m bhaktir anudinam edham&#257;na-ray&#257;j&#257;yata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/visuddhya">vi&#347;uddhy&#257;</A> &#8212; by offering everything for the service of the Supreme Personality of Godhead and not desiring any results of his pious activities; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sattvasya">sattvasya</A> &#8212; of <A HREF="http://vedabase.net/b/bharata">Bharata</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>, whose existence was completely purified; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/a/akasa">&#257;k&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sarire">&#347;ar&#299;re</A> &#8212; the Supersoul within the heart, <A HREF="http://vedabase.net/a/as">as</A> meditated on by yog&#299;s; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; into impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A>, which is worshiped by impersonalist jñ&#257;n&#299;s; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>, Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of the Supreme Person; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; of the form; <A CLASS=v HREF="http://vedabase.net/u/upalaksane">upalakshane</A> &#8212; having the symptoms; <A CLASS=v HREF="http://vedabase.net/s/srivatsa">&#347;r&#299;vatsa</A> &#8212; the mark on the chest of the Lord; <A CLASS=v HREF="http://vedabase.net/k/kaustubha">kaustubha</A> &#8212; the <A HREF="http://vedabase.net/k/kaustubha">Kaustubha</A> gem used by the Lord; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/m/mala">m&#257;l&#257;</A> &#8212; flower garland; <A CLASS=v HREF="http://vedabase.net/a/ari">ari</A>-<A CLASS=v HREF="http://vedabase.net/d/dara">dara</A> &#8212; by the disc and conchshell; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by the club and other symbols; <A CLASS=v HREF="http://vedabase.net/u/upalaksite">upalakshite</A> &#8212; being recognized; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/l/likhitena">likhitena</A> &#8212; which is situated <A HREF="http://vedabase.net/i/in">in</A> the heart of His own devotee like <A HREF="http://vedabase.net/a/an">an</A> engraved picture; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his own mind; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; by His personal form; <A CLASS=v HREF="http://vedabase.net/v/virocamane">virocam&#257;ne</A> &#8212; shining; <A CLASS=v HREF="http://vedabase.net/u/uccaistaram">uccaistar&#257;m</A> &#8212; on <A HREF="http://vedabase.net/a/a">a</A> very high level; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/a/anudinam">anudinam</A> &#8212; day after day; <A CLASS=v HREF="http://vedabase.net/e/edhamana">edham&#257;na</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/r/raya">ray&#257;</A> &#8212; possessing force; <A CLASS=v HREF="http://vedabase.net/a/ajayata">aj&#257;yata</A> &#8212; appeared.</P><P CLASS=t>TRANSLATION</P><P>In this way, being purified by ritualistic sacrifices, the heart of Mah&#257;r&#257;ja Bharata was completely uncontaminated. His devotional service unto V&#257;sudeva, Lord Krishna, increased day after day. Lord Krishna, the son of Vasudeva, is the original Personality of Godhead manifest as the Supersoul [Param&#257;tm&#257;] as well as the impersonal Brahman. Yog&#299;s meditate upon the localized Param&#257;tm&#257; situated in the heart, jñ&#257;n&#299;s worship the impersonal Brahman as the Supreme Absolute Truth, and devotees worship V&#257;sudeva, the Supreme Personality of Godhead, whose transcendental body is described in the &#347;&#257;stras. His body is decorated with the &#346;r&#299;vatsa, the Kaustubha jewel and a flower garland, and His hands hold a conchshell, disc, club and lotus flower. Devotees like N&#257;rada always think of Him within their hearts.</P><P CLASS=t>PURPORT</P><P>Lord V&#257;sudeva, or &#346;r&#299; Krishna, the son of Vasudeva, is the Supreme Personality of Godhead. He is manifest within the hearts of yog&#299;s in His Param&#257;tm&#257; feature, and He is worshiped as impersonal Brahman by jñ&#257;n&#299;s. The Param&#257;tm&#257; feature is described in the &#347;&#257;stras as having four hands, holding disc, conchshell, lotus flower and club. As confirmed in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/2/8.htm">2.2.8</A>):</P><P>kecit sva-deh&#257;ntar-hriday&#257;vak&#257;&#347;e</P><P CLASS=n>pr&#257;de&#347;a-m&#257;tram purusham vasantam</P><P CLASS=n>catur-bhujam kañja-rath&#257;&#324;ga-&#347;a&#324;kha-</P><P CLASS=n>gad&#257;-dharam dh&#257;ranay&#257; smaranti</P><P>Param&#257;tm&#257; is situated in the hearts of all living beings. He has four hands, which hold four symbolic weapons. All devotees who think of the Param&#257;tm&#257; within the heart worship the Supreme Personality of Godhead as the temple Deity. They also understand the impersonal features of the Lord and His bodily rays, the Brahman effulgence.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>