<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7.9</P><P CLASS=c>yatra ha v&#257;va bhagav&#257;n harir ady&#257;pi tatraty&#257;n&#257;m nija-jan&#257;n&#257;m v&#257;tsalyena sannidh&#257;pyata icch&#257;-r&#363;pena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A>-<A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even today; <A CLASS=v HREF="http://vedabase.net/t/tatratyanam">tatraty&#257;n&#257;m</A> &#8212; residing <A HREF="http://vedabase.net/i/in">in</A> that place; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/j/jananam">jan&#257;n&#257;m</A> &#8212; for His own devotees; <A CLASS=v HREF="http://vedabase.net/v/vatsalyena">v&#257;tsalyena</A> &#8212; by His transcendental affection; <A CLASS=v HREF="http://vedabase.net/s/sannidhapyate">sannidh&#257;pyate</A> &#8212; becomes visible; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the desire of the devotee.</P><P CLASS=t>TRANSLATION</P><P>At Pulaha-&#257;&#347;rama, the Supreme Personality of Godhead, Hari, out of His transcendental affection for His devotee, becomes visible to His devotee, satisfying His devotee's desires.</P><P CLASS=t>PURPORT</P><P>The Lord always exists in different transcendental forms. As stated in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/39.htm">5.39</A>):</P><P>r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan</P><P CLASS=n>n&#257;n&#257;vat&#257;ram akarod bhuvaneshu kintu</P><P CLASS=n>krishnah svayam samabhavat paramah pum&#257;n yo</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>The Lord is situated as Himself, Lord Krishna, the Supreme Personality of Godhead, and He is accompanied by His expansions like Lord R&#257;ma, Baladeva, Sa&#324;karshana, N&#257;r&#257;yana, Mah&#257;-Vishnu and so forth. The devotees worship all these forms according to their liking, and the Lord, out of His affection, presents Himself as arc&#257;-vigraha. He sometimes presents Himself personally before the devotee out of reciprocation or affection. A devotee is always fully surrendered to the loving service of the Lord, and the Lord is visible to the devotee according to the devotee's desires. He may be present in the form of Lord R&#257;ma, Lord Krishna, Lord Nrisimhadeva and so on. Such is the exchange of love between the Lord and His devotees.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>