<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: The Activities of King Bharata</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.7 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.7.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued speaking to Mah&#257;r&#257;ja Par&#299;kshit: My dear King, Bharata Mah&#257;r&#257;ja was a topmost devotee. Following the orders of his father, who had already decided to install him on the throne, he began to rule the earth accordingly. When Bharata Mah&#257;r&#257;ja ruled the entire globe, he followed the orders of his father and married Pañcajan&#299;, the daughter of Vi&#347;var&#363;pa.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.7.2</B></A>: Just as the false ego creates the subtle sense objects, Mah&#257;r&#257;ja Bharata created five sons in the womb of Pañcajan&#299;, his wife. These sons were named Sumati, R&#257;shtrabhrita, Sudar&#347;ana, &#256;varana and Dh&#363;mraketu.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.7.3</B></A>: Formerly this planet was known as Ajan&#257;bha-varsha, but since Mah&#257;r&#257;ja Bharata's reign, it has become known as Bh&#257;rata-varsha.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.7.4</B></A>: Mah&#257;r&#257;ja Bharata was a very learned and experienced king on this earth. He perfectly ruled the citizens, being himself engaged in his own respective duties. Mah&#257;r&#257;ja Bharata was as affectionate to the citizens as his father and grandfather had been. Keeping them engaged in their occupational duties, he ruled the earth.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.7.5</B></A>: With great faith King Bharata performed various kinds of sacrifice. He performed the sacrifices known as agni-hotra, dar&#347;a, p&#363;rnam&#257;sa, c&#257;turm&#257;sya, pa&#347;u-yajña [wherein a horse is sacrificed] and soma-yajña [wherein a kind of beverage is offered]. Sometimes these sacrifices were performed completely and sometimes partially. In any case, in all the sacrifices the regulations of c&#257;turhotra were strictly followed. In this way Bharata Mah&#257;r&#257;ja worshiped the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.7.6</B></A>: After performing the preliminaries of various sacrifices, Mah&#257;r&#257;ja Bharata offered the results in the name of religion to the Supreme Personality of Godhead, V&#257;sudeva. In other words, he performed all the yajñas for the satisfaction of Lord V&#257;sudeva, Krishna. Mah&#257;r&#257;ja Bharata thought that since the demigods were different parts of V&#257;sudeva's body, He controls those who are explained in the Vedic mantras. By thinking in this way, Mah&#257;r&#257;ja Bharata was freed from all material contamination, such as attachment, lust and greed. When the priests were about to offer the sacrificial ingredients into the fire, Mah&#257;r&#257;ja Bharata expertly understood how the offering made to different demigods was simply an offering to the different limbs of the Lord. For instance, Indra is the arm of the Supreme Personality of Godhead, and S&#363;rya [the sun] is His eye. Thus Mah&#257;r&#257;ja Bharata considered that the oblations offered to different demigods were actually offered unto the different limbs of Lord V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.7.7</B></A>: In this way, being purified by ritualistic sacrifices, the heart of Mah&#257;r&#257;ja Bharata was completely uncontaminated. His devotional service unto V&#257;sudeva, Lord Krishna, increased day after day. Lord Krishna, the son of Vasudeva, is the original Personality of Godhead manifest as the Supersoul [Param&#257;tm&#257;] as well as the impersonal Brahman. Yog&#299;s meditate upon the localized Param&#257;tm&#257; situated in the heart, jñ&#257;n&#299;s worship the impersonal Brahman as the Supreme Absolute Truth, and devotees worship V&#257;sudeva, the Supreme Personality of Godhead, whose transcendental body is described in the &#347;&#257;stras. His body is decorated with the &#346;r&#299;vatsa, the Kaustubha jewel and a flower garland, and His hands hold a conchshell, disc, club and lotus flower. Devotees like N&#257;rada always think of Him within their hearts.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.7.8</B></A>: Destiny fixed the time for Mah&#257;r&#257;ja Bharata's enjoyment of material opulence at one thousand times ten thousand years. When that period was finished, he retired from family life and divided the wealth he had received from his forefathers among his sons. He left his paternal home, the reservoir of all opulence, and started for Pulah&#257;&#347;rama, which is situated in Hardwar. The &#347;&#257;lagr&#257;ma-&#347;il&#257;s are obtainable there.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.7.9</B></A>: At Pulaha-&#257;&#347;rama, the Supreme Personality of Godhead, Hari, out of His transcendental affection for His devotee, becomes visible to His devotee, satisfying His devotee's desires.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 5.7.10</B></A>: In Pulaha-&#257;&#347;rama is the Gandak&#299; River, which is the best of all rivers. The &#347;&#257;lagr&#257;ma-&#347;il&#257;, the marble pebbles, purify all those places. On each and every marble pebble, up and down, circles like navels are visible.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 5.7.11</B></A>: In the gardens of Pulaha-&#257;&#347;rama, Mah&#257;r&#257;ja Bharata lived alone and collected a variety of flowers, twigs and tulas&#299; leaves. He also collected the water of the Gandak&#299; River, as well as various roots, fruits and bulbs. With these he offered food to the Supreme Personality of Godhead, V&#257;sudeva, and, worshiping Him, he remained satisfied. In this way his heart was completely uncontaminated, and he did not have the least desire for material enjoyment. All material desires vanished. In this steady position, he felt full satisfaction and was situated in devotional service.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 5.7.12</B></A>: That most exalted devotee, Mah&#257;r&#257;ja Bharata, in this way engaged constantly in the devotional service of the Lord. Naturally his love for V&#257;sudeva, Krishna, increased more and more and melted his heart. Consequently he gradually lost all attachment for regulative duties. The hairs of his body stood on end, and all the ecstatic bodily symptoms were manifest. Tears flowed from his eyes, so much so that he could not see anything. Thus he constantly meditated on the reddish lotus feet of the Lord. At that time, his heart, which was like a lake, was filled with the water of ecstatic love. When his mind was immersed in that lake, he even forgot the regulative service to the Lord.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 5.7.13</B></A>: Mah&#257;r&#257;ja Bharata appeared very beautiful. He had a wealth of curly hair on his head, which was wet from bathing three times daily. He dressed in a deerskin. He worshiped Lord N&#257;r&#257;yana, whose body was composed of golden effulgence and who resided within the sun. Mah&#257;r&#257;ja Bharata worshiped Lord N&#257;r&#257;yana by chanting the hymns given in the Rig Veda, and he recited the following verse as the sun rose.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 5.7.14</B></A>: "The Supreme Personality of Godhead is situated in pure goodness. He illuminates the entire universe and bestows all benedictions upon His devotees. The Lord has created this universe from His own spiritual potency. According to His desire, the Lord entered this universe as the Supersoul, and by virtue of His different potencies, He is maintaining all living entities desiring material enjoyment. Let me offer my respectful obeisances unto the Lord, who is the giver of intelligence."</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>