<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7 Summary</P><P>In this chapter, the activities of King Bharata Mah&#257;r&#257;ja, the emperor of the whole world, are described. Bharata Mah&#257;r&#257;ja performed various ritualistic ceremonies (Vedic yajñas) and satisfied the Supreme Lord by his different modes of worship. In due course of time, he left home and resided in Hardwar and passed his days in devotional activities. Being ordered by his father, Lord Rishabhadeva, Bharata Mah&#257;r&#257;ja married Pañcajan&#299;, the daughter of Vi&#347;var&#363;pa. After this, he ruled the whole world peacefully. Formerly this planet was known as Ajan&#257;bha, and after the reign of Bharata Mah&#257;r&#257;ja it became known as Bh&#257;rata-varsha. Bharata Mah&#257;r&#257;ja begot five sons in the womb of Pañcajan&#299;, and he named the sons Sumati, R&#257;shtrabhrita, Sudar&#347;ana, &#256;varana and Dh&#363;mraketu. Bharata Mah&#257;r&#257;ja was very rigid in executing religious principles and following in the footsteps of his father. He therefore ruled the citizens very successfully. Because he performed various yajñas to satisfy the Supreme Lord, he was personally very satisfied. Being of undisturbed mind, he increased his devotional activities unto Lord V&#257;sudeva. Bharata Mah&#257;r&#257;ja was competent in understanding the principles of saintly persons like N&#257;rada, and he followed in the footsteps of the sages. He also kept Lord V&#257;sudeva constantly within his heart. After finishing his kingly duties, he divided his kingdom among his five sons. He then left home and went to the place of Pulaha known as Pulah&#257;&#347;rama. There he ate forest vegetables and fruits, and worshiped Lord V&#257;sudeva with everything available. Thus he increased his devotion toward V&#257;sudeva, and he automatically began to realize further his transcendental, blissful life. Due to his highly advanced spiritual position, there were sometimes visible in his body the ashta-s&#257;ttvika transformations, such as ecstatic crying and bodily trembling, which are symptoms of love of Godhead. It is understood that Mah&#257;r&#257;ja Bharata worshiped the Supreme Lord with the mantras mentioned in the Rig Veda, generally known as G&#257;yatr&#299; mantra, which aim at the Supreme N&#257;r&#257;yana situated within the sun.</P><P CLASS=l><A CLASS=i HREF="../6/19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>