<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16.11</P><P CLASS=c>bahu-&#347;&#257;stre bahu-v&#257;kye citte bhrama haya</P><P CLASS=c>s&#257;dhya-s&#257;dhana &#347;reshtha n&#257; haya ni&#347;caya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> &#8212; by many books or scriptures; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/v/vakye">v&#257;kye</A> &#8212; by many versions of many persons; <A CLASS=v HREF="http://vedabase.net/c/citte">citte</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/b/bhrama">bhrama</A> &#8212; doubt; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A> &#8212; objective and means; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; about the best; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/n/niscaya">ni&#347;caya</A> &#8212; certainty.</P><P CLASS=t>TRANSLATION</P><P>If one becomes a bookworm, reading many books and scriptures and hearing many commentaries and the instructions of many men, this will produce doubt within his heart. One cannot in this way ascertain the real goal of life.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/13/8.htm">7.13.8</A>) it is said, granth&#257;n naiv&#257;bhyased bah&#363;n na vy&#257;khy&#257;m upayuñj&#299;ta: "One should not read many books, nor should one try to make a profession of reciting many books, especially if one is a devotee." One must give up the ambition to be a learned scholar and in this way earn a worldly reputation and financial facilities. If one diverts his attention to studying many books, he cannot fix his mind in devotional service, nor can he understand many scriptures, for they are full of grave statements and meanings. In this connection &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives his opinion that those who are attracted to studying many kinds of literature concerning various subject matters, especially fruitive activities and philosophical speculation, are deprived of unalloyed devotional service because of their splayed attention.</P><P>Man has a general tendency toward fruitive activities, religious ritualistic ceremonies and philosophical speculation. A living entity thus bewildered since time immemorial does not understand the real goal of life, and thus his activities in life are wasted. Innocent persons misled in this way are deprived of unalloyed krishna-bhakti, devotional service to the Lord. Tapana Mi&#347;ra is a vivid example of such a person. He was a learned scholar, but he could not ascertain what the goal of life is. Therefore he was given a chance to hear Lord Caitanya Mah&#257;prabhu instructing San&#257;tana Gosv&#257;m&#299;. Lord Caitanya's instruction to Tapana Mi&#347;ra is especially significant for persons who loiter here and there collecting books and reading none of them, thus becoming bewildered regarding the aim of life.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>