<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 23"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16.23</P><P CLASS=c>ghare &#257;il&#257; prabhu bahu lañ&#257; dhana-jana</P><P CLASS=c>tattva-jñ&#257;ne kail&#257; &#347;ac&#299;ra duhkha vimocana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; returned; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; much; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; bringing; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; followers; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/j/jnane">jñ&#257;ne</A> &#8212; by transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/s/sacira">&#347;ac&#299;ra</A> &#8212; of <A HREF="http://vedabase.net/s/sacimata">&#346;ac&#299;m&#257;t&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; the unhappiness; <A CLASS=v HREF="http://vedabase.net/v/vimocana">vimocana</A> &#8212; relieving.</P><P CLASS=t>TRANSLATION</P><P>When the Lord returned home, bringing with Him great wealth and many followers, He spoke to &#346;ac&#299;dev&#299; about transcendental knowledge to relieve her of the grief she was suffering.</P><P CLASS=t>PURPORT</P><P>It is stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>):</P><P>dehino 'smin yath&#257; dehe kaum&#257;ram yauvanam jar&#257;</P><P CLASS=n>tath&#257; deh&#257;ntara-pr&#257;ptir dh&#299;ras tatra na muhyati</P><P>"As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change." Such verses from the Bhagavad-g&#299;t&#257; or any other Vedic literature give valuable instructions on the occasion of someone's passing away. By discussing such instructions from the Bhagavad-g&#299;t&#257; or &#346;r&#299;mad-Bh&#257;gavatam, a sober man can certainly understand that the soul never dies but rather passes from one body to another. This is called transmigration of the soul. A soul comes into this material world and creates bodily relationships with a father, a mother, sisters, brothers, a wife and children, but all these relationships pertain to the body, not the soul. Therefore, as described in the Bhagavad-g&#299;t&#257;, dh&#299;ras tatra na muhyati: one who is sober is not disturbed by such phenomenal changes within this material world. Such instructions are called tattva-kath&#257;, or real truth.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>