<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 25"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16.25</P><P CLASS=c>tabe vishnupriy&#257;-th&#257;kur&#257;n&#299;ra parinaya</P><P CLASS=c>tabe ta' karila prabhu digvijay&#299; jaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; after this; <A CLASS=v HREF="http://vedabase.net/v/visnupriya">vishnupriy&#257;</A> &#8212; <A HREF="http://vedabase.net/v/visnupriya">Vishnupriy&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/thakuranira">th&#257;kur&#257;n&#299;ra</A> &#8212; of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/p/parinaya">parinaya</A> &#8212; marriage; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/d/dig">dig</A>-<A CLASS=v HREF="http://vedabase.net/v/vijayi">vijay&#299;</A> &#8212; the champion; <A CLASS=v HREF="http://vedabase.net/j/jaya">jaya</A> &#8212; conquer.</P><P CLASS=t>TRANSLATION</P><P>Then Lord Caitanya married Vishnupriy&#257;, the goddess of fortune, and thereafter He conquered a champion of learning named Ke&#347;ava K&#257;&#347;m&#299;r&#299;.</P><P CLASS=t>PURPORT</P><P>As in the modern day there are many champions in sports, so in bygone days there were many learned scholars in India who were champions in learning. One such person was Ke&#347;ava K&#257;&#347;m&#299;r&#299;, who came from the state of Kashmir. He traveled all over India and at last came to Navadv&#299;pa to challenge the learned scholars there. Unfortunately he could not conquer the learned scholars in Navadv&#299;pa, for he was defeated by the boy scholar Caitanya Mah&#257;prabhu. Later he understood that Caitanya Mah&#257;prabhu is none other than the Supreme Personality of Godhead. Thus he surrendered unto Him and later became a pure Vaishnava in the samprad&#257;ya of Nimb&#257;rka. He wrote Kaustubha-prabh&#257;, a commentary on the Ved&#257;nta commentary of the Nimb&#257;rka-samprad&#257;ya, which is known as the P&#257;rij&#257;ta-bh&#257;shya.</P><P>The Bhakti-ratn&#257;kara mentions Ke&#347;ava K&#257;&#347;m&#299;r&#299; and lists his predecessors in the disciplic succession of the Nimb&#257;rka-samprad&#257;ya: (1) &#346;r&#299;niv&#257;sa &#256;c&#257;rya, (2) Vi&#347;va &#256;c&#257;rya, (3) Purushottama, (4) Vil&#257;sa, (5) Svar&#363;pa, (6) M&#257;dhava, (7) Balabhadra, (8) Padma, (9) &#346;y&#257;ma, (10) Gop&#257;la, (11) Krip&#257;, (12) Deva &#256;c&#257;rya, (13) Sundara Bhatta, (14) Padman&#257;bha, (15) Upendra, (16) R&#257;macandra, (17) V&#257;mana, (18) Krishna, (19) Padm&#257;kara, (20) &#346;ravana, (21) Bh&#363;ri, (22) M&#257;dhava, (23) &#346;y&#257;ma, (24) Gop&#257;la, (25) Balabhadra, (26) Gop&#299;n&#257;tha, (27) Ke&#347;ava, (28) Gokula and (29) Ke&#347;ava K&#257;&#347;m&#299;r&#299;. It is stated in the Bhakti-ratn&#257;kara that Ke&#347;ava K&#257;&#347;m&#299;r&#299; was a favorite devotee of mother Sarasvat&#299;, the goddess of learning. By her grace he was an extremely influential scholar, and he was the greatest champion among all the scholars in the four corners of the country. Therefore he got the title dig-vijay&#299;, which means "one who has conquered everyone in all directions." He belonged to a very respectable br&#257;hmana family of Kashmir. Later, by the order of &#346;r&#299; Caitanya Mah&#257;prabhu, he gave up the profession of winning championships and became a great devotee. He joined the Nimb&#257;rka-samprad&#257;ya, one of the Vaishnava communities of the Vedic culture.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>