<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16.32</P><P CLASS=c>vy&#257;karana-madhye, j&#257;ni, pad&#257;ha kal&#257;pa</P><P CLASS=c>&#347;unilu&#324; ph&#257;&#324;kite tom&#257;ra &#347;ishyera saml&#257;pa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyakarana">vy&#257;karana</A>-<A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; among grammars; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> understand; <A CLASS=v HREF="http://vedabase.net/p/padaha">pad&#257;ha</A> &#8212; You teach; <A CLASS=v HREF="http://vedabase.net/k/kalapa">kal&#257;pa</A> &#8212; the <A HREF="http://vedabase.net/k/kalapa">Kal&#257;pa</A>-<A HREF="http://vedabase.net/v/vyakarana">vy&#257;karana</A>; <A CLASS=v HREF="http://vedabase.net/s/sunilun">&#347;unilu&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have heard; <A CLASS=v HREF="http://vedabase.net/p/phankite">ph&#257;&#324;kite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> deceitful word jugglery; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sisyera">&#347;ishyera</A> &#8212; of the disciples; <A CLASS=v HREF="http://vedabase.net/s/samlapa">saml&#257;pa</A> &#8212; the specific knowledge.</P><P CLASS=t>TRANSLATION</P><P>"I understand that You teach Kal&#257;pa-vy&#257;karana. I have heard that Your students are very expert in the word jugglery of this grammar."</P><P CLASS=t>PURPORT</P><P>There are many schools of grammar in the Sanskrit language, the most famous of which are the systems of P&#257;nini and the Kal&#257;pa and Kaumud&#299; grammars. There were different branches of grammatical knowledge, and a student of grammar was supposed to study them all in twelve years. Caitanya Mah&#257;prabhu, who was famous as Nim&#257;i Pandita, taught grammar to His students, who became expert in dealing with the word jugglery of complicated grammar. Almost anyone expert in studying grammar interprets the &#347;&#257;stras in many ways by changing the root meanings of their words. A student of grammar can sometimes completely change the meaning of a sentence by juggling grammatical rules. Ke&#347;ava K&#257;&#347;m&#299;r&#299; indirectly taunted Lord Caitanya Mah&#257;prabhu by implying that although He was a great teacher of grammar, such grammatical jugglery of root meanings did not require great expertise. This was a challenge to &#346;r&#299; Caitanya Mah&#257;prabhu. Because it was prearranged that Ke&#347;ava K&#257;&#347;m&#299;r&#299; would have to discuss the &#347;&#257;stras with Nim&#257;i Pandita, from the very beginning he wanted to bluff the Lord. Thus the Lord replied as follows.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>