<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 44"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16.44</P><P CLASS=c>prabhu kahe, devera vare tumi &#8212; 'kavi-vara'</P><P CLASS=c>aiche devera vare keho haya '&#347;rutidhara'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; replied; <A CLASS=v HREF="http://vedabase.net/d/devera">devera</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> superior power; <A CLASS=v HREF="http://vedabase.net/v/vare">vare</A> &#8212; by benediction; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/kavi">kavi</A>-<A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; the most elevated poet; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/d/devera">devera</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vare">vare</A> &#8212; by the benediction; <A CLASS=v HREF="http://vedabase.net/k/keho">keho</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/d/dhara">dhara</A> &#8212; one who can immediately remember.</P><P CLASS=t>TRANSLATION</P><P>The Lord replied, "By the grace of the Lord someone may become a great poet, and similarly by His grace someone else may become a great &#347;ruti-dhara who can memorize anything immediately."</P><P CLASS=t>PURPORT</P><P>In this connection, &#347;ruti-dhara is a very important word. &#346;ruti means "hearing," and dhara means "one who can capture." Formerly, before the beginning of Kali-yuga, almost everyone, especially among the intelligent men, the br&#257;hmanas, was a &#347;ruti-dhara. As soon as a student heard any of the Vedic wisdom from his master, he would remember it forever. There was no need to refer to books, and therefore there were no written books in those days. The spiritual master delivered the Vedic hymns and their explanations to the student, who would then remember them forever, without consulting books.</P><P>To become a &#347;ruti-dhara, one who can remember simply by hearing, is a great achievement for a student. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/41.htm">10.41</A>) the Lord says:</P><P>yad yad vibh&#363;timat sattvam &#347;r&#299;mad &#363;rjitam eva v&#257;</P><P CLASS=n>tat tad ev&#257;vagaccha tvam mama tejo-'m&#347;a-sambhavam</P><P>"Know that all opulent, beautiful and glorious creations spring from but a spark of My splendor."</P><P>As soon as we find anything extraordinary, we should understand that such an extraordinary manifestation is the special grace of the Supreme Personality of Godhead. Therefore Lord Caitanya Mah&#257;prabhu replied to the champion, Ke&#347;ava K&#257;&#347;m&#299;r&#299;, that just as he was greatly proud of being a favorite devotee of mother Sarasvat&#299;, so someone else, like Caitanya Mah&#257;prabhu Himself, being favored by the Supreme Personality of Godhead, could become a &#347;ruti-dhara and thus memorize anything immediately simply by hearing it.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>