<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 50"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16.50</P><P CLASS=c>vy&#257;karaniy&#257; tumi n&#257;hi pada ala&#324;k&#257;ra</P><P CLASS=c>tumi ki j&#257;nibe ei kavitvera s&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyakaraniya">vy&#257;karaniy&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> student of grammar; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; study; <A CLASS=v HREF="http://vedabase.net/a/alankara">ala&#324;k&#257;ra</A> &#8212; poetic ornaments; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/k/ki">ki</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/j/janibe">j&#257;nibe</A> &#8212; will know; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kavitvera">kavitvera</A> &#8212; of poetic quality; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; review.</P><P CLASS=t>TRANSLATION</P><P>"You are an ordinary student of grammar. What do You know about literary embellishments? You cannot review this poetry because You do not know anything about it."</P><P CLASS=t>PURPORT</P><P>Ke&#347;ava K&#257;&#347;m&#299;r&#299; first wanted to bluff &#346;r&#299; Caitanya Mah&#257;prabhu by saying that since He was not an advanced student in literary style, He could not review a verse full of metaphors and literary ornaments. This argument has some basis in fact. Unless one is a medical man he cannot criticize a medical man, and unless one is a lawyer he cannot criticize a lawyer. Therefore Ke&#347;ava K&#257;&#347;m&#299;r&#299; first depreciated the Lord's position. Because &#346;r&#299; Caitanya Mah&#257;prabhu was to the champion a student of grammar, how could He dare criticize a great poet like him? Lord Caitanya, therefore, criticized the poet in a different way. He said that although He was certainly not advanced in a literary career, He had heard from others how to criticize such poetry, and as a &#347;ruti-dhara, possessing a complete memory, He could understand the process for such a review.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>