<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16 Verse 81"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16.81</P><P CLASS=c>&#299;&#347;vara-acintya-&#347;aktye ga&#324;g&#257;ra prak&#257;&#347;a</P><P CLASS=c>ih&#257;te virodha n&#257;hi, virodha-&#257;bh&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/a/acintya">acintya</A>-<A CLASS=v HREF="http://vedabase.net/s/saktye">&#347;aktye</A> &#8212; by the inconceivable potency of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/g/gangara">ga&#324;g&#257;ra</A> &#8212; of the Ganges; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; emanation; <A CLASS=v HREF="http://vedabase.net/i/ihate">ih&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/v/virodha">virodha</A> <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> contradiction; <A CLASS=v HREF="http://vedabase.net/v/virodha">virodha</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasa">&#257;bh&#257;sa</A> &#8212; appears <A HREF="http://vedabase.net/t/to">to</A> be <A HREF="http://vedabase.net/a/a">a</A> contradiction.</P><P CLASS=t>TRANSLATION</P><P>"In this birth of the Ganges by the inconceivable potency of the Lord, there is no contradiction although it appears contradictory.</P><P CLASS=t>PURPORT</P><P>The central point of all Vaishnava philosophy is to accept the inconceivable potency of Lord Vishnu. What sometimes appears contradictory from a material viewpoint is understandable in connection with the Supreme Personality of Godhead because He can perform contradictory activities by dint of His inconceivable potencies. Modern scientists are puzzled. They cannot even explain how such a large quantity of chemicals has formed the atmosphere. Scientists explain that water is a combination of hydrogen and oxygen, but when asked where such a large quantity of hydrogen and oxygen came from and how they combined to manufacture the great oceans and seas, they cannot answer because they are atheists who will not accept that everything comes from life. Their thesis is that life comes from matter.</P><P>Where do all these chemicals come from? The answer is that they are produced by the inconceivable energy of the Supreme Personality of Godhead. Living entities are part of the Supreme Godhead, and from their bodies come many chemicals. For example, the lemon tree is a living entity that produces many lemons, and within each lemon is a great deal of citric acid. Therefore, if even an insignificant living entity who is but a part of the Supreme Lord can produce so much of a chemical, how much potency there must be in the body of the Supreme Personality of Godhead.</P><P>Scientists cannot perfectly explain where the chemicals of the world are manufactured, but one can explain this perfectly by accepting the inconceivable energy of the Supreme Lord. There is no reason for denying this argument. Since there are potencies in the living entities who are samples of the Personality of Godhead, how much potency there must be in the Supreme Godhead Himself. As described in the Vedas, nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m: "He is the chief eternal of all eternals and the chief living entity among all living entities." (Katha Upanishad, 2.2.13)</P><P>Unfortunately, atheistic science will not accept that matter comes from life. Scientists insist upon their most illogical and foolish theory that life comes from matter, although this is quite impossible. They cannot prove in their laboratories that matter can produce life, yet there are thousands and thousands of examples illustrating that matter comes from life. Therefore in &#346;r&#299; Caitanya-carit&#257;mrita Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; says that as soon as one accepts the inconceivable potency of the Supreme Personality of Godhead, no great philosopher or scientist can put forward any thesis to contradict the Lord's power. This is expressed in the following Sanskrit verse.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>