<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Pastimes of the Lord in His Childhood and Youth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 16 Summary</P><P>This chapter fully describes Lord Caitanya's kai&#347;ora-l&#299;l&#257;, or the activities He performed just before attaining youth. During this time He studied deeply and was victorious over greatly learned scholars. During His kai&#347;ora-l&#299;l&#257; the Lord also sported in the water. He went to East Bengal to secure financial assistance, cultivate knowledge and introduce the sa&#324;k&#299;rtana movement, and there He met Tapana Mi&#347;ra, whom He instructed about spiritual advancement and ordered to go to V&#257;r&#257;nas&#299;. While Lord Caitanya Mah&#257;prabhu was touring East Bengal, His wife, Lakshm&#299;dev&#299;, was bitten by a serpent or by the serpent of separation, and thus she left this world. When the Lord returned home, He saw that His mother was overwhelmed with grief because of Lakshm&#299;dev&#299;'s death. Therefore at her request He later married His second wife, Vishnupriy&#257;-dev&#299;. This chapter also describes the Lord's argument with Ke&#347;ava K&#257;&#347;m&#299;r&#299;, the celebrated scholar, and the Lord's criticism of his prayer glorifying mother Ganges. In this prayer the Lord found five kinds of literary ornaments and five kinds of literary faults, thus defeating the pandita. Later the K&#257;&#347;m&#299;r&#299; Pandita, who was known to have been victorious all over the country, submitted himself to the goddess of learning, and by her order he met Lord Caitanya Mah&#257;prabhu on the morning of the next day and surrendered unto Him.</P><P CLASS=l><A CLASS=i HREF="../15/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>