<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>athaikad&#257; dv&#257;ravaty&#257;m</P><P CLASS=c>vasato r&#257;ma-krishnayoh</P><P CLASS=c>s&#363;ryopar&#257;gah su-mah&#257;n</P><P CLASS=c>&#257;s&#299;t kalpa-kshaye yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; on one occasion; <A CLASS=v HREF="http://vedabase.net/d/dvaravatyam">dv&#257;ravaty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vasatoh">vasatoh</A> &#8212; while They were living; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/krsnayoh">krishnayoh</A> &#8212; <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A> and <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/surya">s&#363;rya</A> &#8212; of the sun; <A CLASS=v HREF="http://vedabase.net/u/uparagah">upar&#257;gah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> eclipse; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A> &#8212; of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>'s day; <A CLASS=v HREF="http://vedabase.net/k/ksaye">kshaye</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Once, while Balar&#257;ma and Krishna were living in Dv&#257;rak&#257;, there occurred a great eclipse of the sun, just as if the end of Lord Brahm&#257;'s day had come.</P><P CLASS=t>PURPORT</P><P>As &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura points out, the words atha and ekad&#257; are commonly used in Sanskrit literature to introduce a new topic. Here they especially indicate that the reunion of the Yadus and Vrishnis at Kurukshetra is being narrated out of chronological sequence.</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; explains in his Vaishnava-toshan&#299; commentary that the events of this eighty-second chapter occur after Lord Baladeva's visit to Vraja (Chapter 65) and before Mah&#257;r&#257;ja Yudhishthira's R&#257;jas&#363;ya sacrifice (Chapter 74). This must be so, the &#257;c&#257;rya reasons, since during the eclipse at Kurukshetra all the Kurus, including Dhritar&#257;shtra, Yudhishthira, Bh&#299;shma and Drona, met in friendship and happily shared the company of &#346;r&#299; Krishna. At the R&#257;jas&#363;ya-yajña, on the other hand, Duryodhana's jealousy against the P&#257;ndavas became irrevocably inflamed. Soon after this, Duryodhana challenged Yudhishthira and his brothers to the gambling match, in which he cheated them of their kingdom and exiled them to the forest. Right after the P&#257;ndavas' return from exile, the great Battle of Kurukshetra took place, during which Bh&#299;shma and Drona were killed. So it is not logically possible for the solar eclipse at Kurukshetra to have happened after the R&#257;jas&#363;ya sacrifice.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>