<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82.2</P><P CLASS=c>tam jñ&#257;tv&#257; manuj&#257; r&#257;jan</P><P CLASS=c>purast&#257;d eva sarvatah</P><P CLASS=c>samanta-pañcakam kshetram</P><P CLASS=c>yayuh &#347;reyo-vidhitsay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/m/manujah">manuj&#257;h</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/p/purastat">purast&#257;t</A> &#8212; beforehand; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; from everywhere; <A CLASS=v HREF="http://vedabase.net/s/samanta">samanta</A>-<A CLASS=v HREF="http://vedabase.net/p/pancakam">pañcakam</A> &#8212; named <A HREF="http://vedabase.net/s/samanta">Samanta</A>-pañcaka (within the sacred district of <A HREF="http://vedabase.net/k/kuruksetra">Kurukshetra</A>); <A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the field; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; benefit; <A CLASS=v HREF="http://vedabase.net/v/vidhitsaya">vidhitsay&#257;</A> &#8212; wishing <A HREF="http://vedabase.net/t/to">to</A> create.</P><P CLASS=t>TRANSLATION</P><P>Knowing of this eclipse in advance, O King, many people went to the holy place known as Samanta-pañcaka in order to earn pious credit.</P><P CLASS=t>PURPORT</P><P>Vedic astronomers of five thousand years ago could predict eclipses of the sun and moon just as well as our modern astronomers can. The knowledge of the ancient astronomers went much further, however, since they understood the karmic influences of such events. Solar and lunar eclipses are generally very inauspicious, with certain rare exceptions. But just as the otherwise inauspicious Ek&#257;da&#347;&#299; day becomes beneficial when used for the glorification of Lord Hari, so the time of an eclipse is also advantageous for fasting and worship.</P><P>The holy pilgrimage site known as Samanta-pañcaka is located at Kurukshetra, the "sacred ground of the Kurus," where the Kuru kings' predecessors performed many Vedic sacrifices. The Kurus were thus advised by learned br&#257;hmanas that this would be the best place for them to observe vows during the eclipse. Long before their time, Lord Para&#347;ur&#257;ma had done penance at Kurukshetra to atone for his killings. Samanta-pañcaka, the five ponds he dug there, were still present at the end of Dv&#257;para-yuga, as they are even today.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3-6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>