<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82 Verses 29-30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82 Verses 29-30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82.29-30</P><P CLASS=c>yad-vi&#347;rutih &#347;ruti-nutedam alam pun&#257;ti</P><P CLASS=c>p&#257;d&#257;vanejana-paya&#347; ca vaca&#347; ca &#347;&#257;stram</P><P CLASS=c>bh&#363;h k&#257;la-bharjita-bhag&#257;pi yad-a&#324;ghri-padma-</P><P CLASS=c>spar&#347;ottha-&#347;aktir abhivarshati no 'khil&#257;rth&#257;n</P><P CLASS=c>tad-dar&#347;ana-spar&#347;an&#257;nupatha-prajalpa-</P><P CLASS=c>&#347;ayy&#257;san&#257;&#347;ana-sayauna-sapinda-bandhah</P><P CLASS=c>yesh&#257;m grihe niraya-vartmani vartat&#257;m vah</P><P CLASS=c>svarg&#257;pavarga-viramah svayam &#257;sa vishnuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/visrutih">vi&#347;rutih</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; by the Vedas; <A CLASS=v HREF="http://vedabase.net/n/nuta">nut&#257;</A> &#8212; vibrated; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (universe); <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; thoroughly; <A CLASS=v HREF="http://vedabase.net/p/punati">pun&#257;ti</A> &#8212; purifies; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; whose feet; <A CLASS=v HREF="http://vedabase.net/a/avanejana">avanejana</A> &#8212; washing; <A CLASS=v HREF="http://vedabase.net/p/payah">payah</A> &#8212; the water; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sastram">&#347;&#257;stram</A> &#8212; the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; by time; <A CLASS=v HREF="http://vedabase.net/b/bharjita">bharjita</A> &#8212; ravaged; <A CLASS=v HREF="http://vedabase.net/b/bhaga">bhag&#257;</A> &#8212; whose good fortune; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotuslike; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; by the touch; <A CLASS=v HREF="http://vedabase.net/u/uttha">uttha</A> &#8212; wakened; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; whose energy; <A CLASS=v HREF="http://vedabase.net/a/abhivarsati">abhivarshati</A> &#8212; abundantly rains; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; upon us; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; objects of desire; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; with seeing; <A CLASS=v HREF="http://vedabase.net/s/sparsana">spar&#347;ana</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/a/anupatha">anupatha</A> &#8212; walking alongside; <A CLASS=v HREF="http://vedabase.net/p/prajalpa">prajalpa</A> &#8212; conversing with; <A CLASS=v HREF="http://vedabase.net/s/sayya">&#347;ayy&#257;</A> &#8212; lying down <A HREF="http://vedabase.net/t/to">to</A> take rest; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; sitting; <A CLASS=v HREF="http://vedabase.net/a/asana">a&#347;ana</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/y/yauna">yauna</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relationships through marriage; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/pinda">pinda</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> blood relationships; <A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; connections; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whose; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; family life; <A CLASS=v HREF="http://vedabase.net/n/niraya">niraya</A> &#8212; of hell; <A CLASS=v HREF="http://vedabase.net/v/vartmani">vartmani</A> &#8212; upon the path; <A CLASS=v HREF="http://vedabase.net/v/vartatam">vartat&#257;m</A> &#8212; who travel; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A> &#8212; of (desire for attaining) heaven; <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A> &#8212; and liberation; <A CLASS=v HREF="http://vedabase.net/v/viramah">viramah</A> &#8212; the (cause of) cessation; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> person; <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; has been present; <A CLASS=v HREF="http://vedabase.net/v/visnuh">vishnuh</A> &#8212; the Supreme Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>.</P><P CLASS=t>TRANSLATION</P><P>His fame, as broadcast by the Vedas, the water that has washed His feet, and the words He speaks in the form of the revealed scriptures &#8212; these thoroughly purify this universe. Although the earth's good fortune was ravaged by time, the touch of His lotus feet has revitalized her, and thus she is raining down on us the fulfillment of all our desires. The same Lord Vishnu who makes one forget the goals of heaven and liberation has now entered into marital and blood relationships with you, who otherwise travel on the hellish path of family life. Indeed, in these relationships you see and touch Him directly, walk beside Him, converse with Him, and together with Him lie down to rest, sit at ease and take your meals.</P><P CLASS=t>PURPORT</P><P>All Vedic mantras glorify Lord Vishnu; this truth is supported with elaborate evidence by learned &#257;c&#257;ryas like R&#257;m&#257;nuja, in his Ved&#257;rtha-sa&#324;graha, and Madhva, in his Rig-veda-bh&#257;shya. The words Vishnu Himself speaks, such as the Bhagavad-g&#299;t&#257;, are the confidential essence of all scripture. In His manifestation as Vy&#257;sadeva, the Supreme Lord composed both the Ved&#257;nta-sutras and Mah&#257;bh&#257;rata, and this Mah&#257;bh&#257;rata includes &#346;r&#299; Krishna's personal statement: vedai&#347; ca sarvair aham eva vedyo/ ved&#257;nta-krid veda-vid eva c&#257;ham. "By all the Vedas, I am to be known. Indeed, I am the compiler of Ved&#257;nta, and I am the knower of the Vedas." (Bhagavad-g&#299;t&#257; <A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>)</P><P>When Lord Vishnu appeared before Bali Mah&#257;r&#257;ja to beg three steps of land, the Lord's second step pierced the shells of the universe. The water of the transcendental river Viraj&#257;, lying just outside the universal egg, thus seeped inside, washing Lord V&#257;mana's foot and flowing down to become the Ganges River. Because of the sanctity of its origin, the Ganges is generally considered the most holy of rivers. But even more potent is the water of the Yamun&#257;, where Lord Vishnu in His original form of Govinda played with His intimate companions.</P><P>In these two verses the assembled kings praise the special merit of Lord Krishna's Yadu clan. Not only do they see Krishna, but they are also directly connected with Him by dual bonds of marital and blood relationships. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; suggests that the word bandha, beside its more obvious meaning of "relation," can also be understood in the sense of "capture," expressing that the love the Yadus feel for the Lord obliges Him always to stay with them.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>