<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82.39</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>gopya&#347; ca krishnam upalabhya cir&#257;d abh&#299;shtam</P><P CLASS=c>yat-prekshane dri&#347;ishu pakshma-kritam &#347;apanti</P><P CLASS=c>drigbhir hrid&#299;-kritam alam parirabhya sarv&#257;s</P><P CLASS=c>tad-bh&#257;vam &#257;pur api nitya-yuj&#257;m dur&#257;pam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; the young <A HREF="http://vedabase.net/c/cowherd">cowherd</A> women; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; sighting; <A CLASS=v HREF="http://vedabase.net/c/cirat">cir&#257;t</A> &#8212; after <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/a/abhistam">abh&#299;shtam</A> &#8212; their object of desire; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/p/preksane">prekshane</A> &#8212; while seeing; <A CLASS=v HREF="http://vedabase.net/d/drsisu">dri&#347;ishu</A> &#8212; on their eyes; <A CLASS=v HREF="http://vedabase.net/p/paksma">pakshma</A> &#8212; of lids; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; the maker; <A CLASS=v HREF="http://vedabase.net/s/sapanti">&#347;apanti</A> &#8212; they would curse; <A CLASS=v HREF="http://vedabase.net/d/drgbhih">drigbhih</A> &#8212; with their eyes; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hrid&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; taken into their hearts; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> their satisfaction; <A CLASS=v HREF="http://vedabase.net/p/parirabhya">parirabhya</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Him; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; ecstatic absorption; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/y/yujam">yuj&#257;m</A> &#8212; for those who engage <A HREF="http://vedabase.net/i/in">in</A> yogic discipline; <A CLASS=v HREF="http://vedabase.net/d/durapam">dur&#257;pam</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> attain.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: While gazing at their beloved Krishna, the young gop&#299;s used to condemn the creator of their eyelids, [which would momentarily block their vision of Him]. Now, seeing Krishna again after such a long separation, with their eyes they took Him into their hearts, and there they embraced Him to their full satisfaction. In this way they became totally absorbed in ecstatic meditation on Him, although those who constantly practice mystic yoga find such absorption difficult to achieve.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, just then Lord Balar&#257;ma saw the gop&#299;s standing a short distance away. Seeing them trembling with eagerness to meet Krishna, and apparently ready to give up their lives if they could not, He tactfully decided to get up and involve Himself elsewhere. Then the gop&#299;s attained the state described in the current verse. In referring to the gop&#299;s' intolerant disrespect of Lord Brahm&#257;, "the creator of eyelids," &#346;ukadeva Gosv&#257;m&#299; is giving vent to his own subtle jealousy of the gop&#299;s' favored position.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; offers an alternate understanding of the phrase nitya-yuj&#257;m, which may mean "even of the Lord's principal queens, who tend to be proud of their constant association with Him."</P><P>In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da writes, "Because they had been separated from Krishna for so many years, the gop&#299;s, having come along with Nanda Mah&#257;r&#257;ja and mother Ya&#347;od&#257;, felt intense ecstasy in seeing Krishna. No one can even imagine how anxious the gop&#299;s were to see Krishna again. As soon as Krishna became visible to them, they took Him inside their hearts through their eyes and embraced Him to their full satisfaction. Even though they were embracing Krishna only mentally, they became so ecstatic and overwhelmed with joy that for the time being they completely forgot themselves. The ecstatic trance which they achieved simply by mentally embracing Krishna is impossible to achieve even for great yog&#299;s constantly engaged in meditation on the Supreme Personality of Godhead. Krishna could understand that the gop&#299;s were rapt in ecstasy by embracing Him in their minds, and therefore, since He is present in everyone's heart, He also reciprocated the embracing from within."</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>