<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82.46</P><P CLASS=c>evam hy et&#257;ni bh&#363;t&#257;ni</P><P CLASS=c>bh&#363;teshv &#257;tm&#257;tman&#257; tatah</P><P CLASS=c>ubhayam mayy atha pare</P><P CLASS=c>pa&#347;yat&#257;bh&#257;tam akshare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/etani">et&#257;ni</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; material entities; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; within the elements of creation; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> its own true identity; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; pervasive; <A CLASS=v HREF="http://vedabase.net/u/ubhayam">ubhayam</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; within <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; that is <A HREF="http://vedabase.net/t/to">to</A> say; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; within the Supreme Truth; <A CLASS=v HREF="http://vedabase.net/p/pasyata">pa&#347;yata</A> &#8212; you should see; <A CLASS=v HREF="http://vedabase.net/a/abhatam">&#257;bh&#257;tam</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/a/aksare">akshare</A> &#8212; within the imperishable.</P><P CLASS=t>TRANSLATION</P><P>In this way all created things reside within the basic elements of creation, while the spirit souls pervade the creation, remaining in their own true identity. You should see both of these &#8212; the material creation and the self &#8212; as manifest within Me, the imperishable Supreme Truth.</P><P CLASS=t>PURPORT</P><P>One should properly understand the relationships among the material objects of this world, the elements comprising their basic substance, the individual spirit souls and the one Supreme Soul. The various objects of material enjoyment, such as pots, rivers and mountains, are manufactured from the basic material elements &#8212; earth, water, fire and so on. These elements pervade material things as their cause, while the spirit souls pervade them in their special role as their enjoyer (sv&#257;tman&#257;). And ultimately, the material elements, their products and the living entities are all manifested within and pervaded by the imperishable, perfectly complete Supreme Soul, Krishna.</P><P>A jñ&#257;n&#299; with realization of these facts should feel no separation from the Lord in any situation, but the gop&#299;s of Vraja are much more elevated in their Krishna consciousness than ordinary jñ&#257;n&#299;s. Because of their intense love for Krishna in His most humanlike, all-attractive aspect as a young cowherd boy, Krishna's internal potency, Yogam&#257;y&#257;, covered their knowledge of His majestic aspects, such as His all-pervasiveness. Thus the gop&#299;s were able to relish the intense ecstasy caused by their love in separation from Him. Only in jest is &#346;r&#299; Krishna ascribing to them a lack of spiritual discrimination.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>