<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82.48</P><P CLASS=c>&#257;hu&#347; ca te nalina-n&#257;bha pad&#257;ravindam</P><P CLASS=c>yoge&#347;varair hridi vicintyam ag&#257;dha-bodhaih sams&#257;ra-k&#363;pa-patitottaran&#257;valambam</P><P CLASS=c>geham jush&#257;m api manasy udiy&#257;t sad&#257; nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; the gop&#299;s said; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/n/nalina">nalina</A>-<A CLASS=v HREF="http://vedabase.net/n/nabha">nabha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, whose navel is just like <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaraih">&#299;&#347;varaih</A> &#8212; by the great mystic yog&#299;s; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/v/vicintyam">vicintyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be meditated upon; <A CLASS=v HREF="http://vedabase.net/a/agadha">ag&#257;dha</A>-<A CLASS=v HREF="http://vedabase.net/b/bodhaih">bodhaih</A> &#8212; who were highly learned philosophers; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kupa">k&#363;pa</A> &#8212; the dark well of material existence; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A> &#8212; of those fallen; <A CLASS=v HREF="http://vedabase.net/u/uttarana">uttarana</A> &#8212; of deliverers; <A CLASS=v HREF="http://vedabase.net/a/avalambam">avalambam</A> &#8212; the only shelter; <A CLASS=v HREF="http://vedabase.net/g/geham">geham</A> &#8212; family affairs; <A CLASS=v HREF="http://vedabase.net/j/jusam">jush&#257;m</A> &#8212; of those engaged; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; though; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the minds; <A CLASS=v HREF="http://vedabase.net/u/udiyat">udiy&#257;t</A> &#8212; let be awakened; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our.</P><P CLASS=t>TRANSLATION</P><P>The gop&#299;s spoke thus: Dear Lord, whose navel is just like a lotus flower, Your lotus feet are the only shelter for those who have fallen into the deep well of material existence. Your feet are worshiped and meditated upon by great mystic yog&#299;s and highly learned philosophers. We wish that these lotus feet may also be awakened within our hearts, although we are only ordinary persons engaged in household affairs.</P><P CLASS=t>PURPORT</P><P>The translation and word meanings for this verse are taken from &#346;r&#299;la Prabhup&#257;da's English rendering of &#346;r&#299; Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/1/81.htm">Madhya 1.81</A>), where this verse is quoted.</P><P>Revealing the jealous mood in which the gop&#299;s spoke these deceptively reverential words, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; gives their statements as follows: "O Supreme Lord, O directly manifest Supersoul, O crest jewel of instructors in definitive knowledge, You were aware of our excessive attachment to home, property and family. Therefore You previously had Uddhava instruct us in the knowledge that dispels ignorance, and now You have done so Yourself. In this way You have purified our hearts of contamination, and as a result we understand Your pure love for us, free from any motivation other than assuring our liberation. But we are only unintelligent cowherd women; how can this knowledge remain fixed in our hearts? We cannot even meditate steadily on Your feet, the focus of realization for great souls like Lord Brahm&#257;. Please be merciful to us and somehow make it possible for us to concentrate on You, even a little. We are still suffering the reactions of our own fruitive work, so how can we meditate on You, the goal of great yog&#299;s? Such yog&#299;s are immeasurably wise, but we are mere feeble-minded women. Please do something to get us out of this deep well of material life."</P><P>Pure devotees are never motivated by a desire for material elevation or spiritual liberation. And even if the Lord offers them such benedictions, the devotees often refuse to accept them. As stated by Lord Krishna in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/20/34.htm">11.20.34</A>),</P><P>na kiñcit s&#257;dhavo dh&#299;r&#257;</P><P CLASS=n>bhakt&#257; hy ek&#257;ntino mama</P><P CLASS=n>v&#257;ñchanty api may&#257; dattam</P><P CLASS=n>kaivalyam apunar-bhavam</P><P>"Because My devotees possess saintly behavior and deep intelligence, they completely dedicate themselves to Me and do not desire anything besides Me. Indeed, even if I offer them liberation from birth and death, they do not accept it." It is quite appropriate, therefore, that the gop&#299;s respond with a trace of jealous anger to Lord Krishna's attempt at teaching them jñ&#257;na-yoga.</P><P>Thus, according to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the words the gop&#299;s speak in this verse may be interpreted as follows: "O sun who directly destroys the darkness of ignorance, we are scorched by the sun-rays of this philosophical knowledge. We are cakora birds who can subsist only on the moonlight radiating from Your beautiful face. Please come back to Vrind&#257;vana with us, and in this way bring us back to life."</P><P>And if He says, "Then come to Dv&#257;rak&#257;; there we will enjoy together," they reply that &#346;r&#299; Vrind&#257;vana is their home, and they are too attached to it for them to take up residence anywhere else. Only there, the gop&#299;s imply, can Krishna attract them by wearing peacock feathers in His turban and playing enchanting music with His flute. Only by His appearing again in Vrind&#257;vana can the gop&#299;s be saved, not by any other kind of meditation on Him or theoretical knowledge of the self.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Eighty-second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana."</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../83/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>