<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.82 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.82.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Once, while Balar&#257;ma and Krishna were living in Dv&#257;rak&#257;, there occurred a great eclipse of the sun, just as if the end of Lord Brahm&#257;'s day had come.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.82.2</B></A>: Knowing of this eclipse in advance, O King, many people went to the holy place known as Samanta-pañcaka in order to earn pious credit.</P><P CLASS=r><A CLASS=i HREF="3-6.htm"><B>SB 10.82.3-6</B></A>: After ridding the earth of kings, Lord Para&#347;ur&#257;ma, the foremost of warriors, created huge lakes from the kings' blood at Samantaka-pañcaka. Although he is never tainted by karmic reactions, Lord Para&#347;ur&#257;ma performed sacrifices there to instruct people in general; thus he acted like an ordinary person trying to free himself of sins. From all parts of Bh&#257;rata-varsha a great number of people now came to that Samanta-pañcaka on pilgrimage. O descendant of Bharata, among those arriving at the holy place were many Vrishnis, such as Gada, Pradyumna and S&#257;mba, hoping to be relieved of their sins; Akr&#363;ra, Vasudeva, &#256;huka and other kings also went there. Aniruddha remained in Dv&#257;rak&#257; with Sucandra, &#346;uka and S&#257;rana to guard the city, together with Kritavarm&#257;, the commander of their armed forces.</P><P CLASS=r><A CLASS=i HREF="7-8.htm"><B>SB 10.82.7-8</B></A>: The mighty Y&#257;davas passed with great majesty along the road. They were attended by their soldiers, who rode on chariots rivaling the airplanes of heaven, on horses moving with a rhythmic gait, and on bellowing elephants as huge as clouds. Also with them were many infantrymen as effulgent as celestial Vidy&#257;dharas. The Y&#257;davas were so divinely dressed &#8212; being adorned with gold necklaces and flower garlands and wearing fine armor &#8212; that as they proceeded along the road with their wives they seemed to be demigods flying through the sky.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.82.9</B></A>: At Samanta-pañcaka, the saintly Y&#257;davas bathed and then observed a fast with careful attention. Afterward they presented br&#257;hmanas with cows bedecked with garments, flower garlands and gold necklaces.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.82.10</B></A>: In accordance with scriptural injunctions, the descendants of Vrishni then bathed once more in Lord Para&#347;ur&#257;ma's lakes and fed first-class br&#257;hmanas with sumptuous food. All the while they prayed, "May we be granted devotion to Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.82.11</B></A>: Then, with the permission of Lord Krishna, their sole object of worship, the Vrishnis ate breakfast and sat down at their leisure beneath trees that gave cooling shade.</P><P CLASS=r><A CLASS=i HREF="12-13.htm"><B>SB 10.82.12-13</B></A>: The Y&#257;davas saw that many of the kings who had arrived were old friends and relatives &#8212; the Matsyas, U&#347;&#299;naras, Kau&#347;alyas, Vidarbhas, Kurus, Sriñjayas, K&#257;mbojas, Kaikayas, Madras, Kunt&#299;s and the kings of &#256;narta and Kerala. They also saw many hundreds of other kings, both allies and adversaries. In addition, my dear King Par&#299;kshit, they saw their dear friends Nanda Mah&#257;r&#257;ja and the cowherd men and women, who had been suffering in anxiety for so long.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.82.14</B></A>: As the great joy of seeing one another made the lotuses of their hearts and faces bloom with fresh beauty, the men embraced one another enthusiastically. With tears pouring from their eyes, the hair on their bodies standing on end and their voices choked up, they all felt intense bliss.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.82.15</B></A>: The women glanced at one another with pure smiles of loving friendship. And when they embraced, their breasts, smeared with saffron paste, pressed against one another as their eyes filled with tears of affection.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.82.16</B></A>: They all then offered obeisances to their elders and received respect in turn from their younger relatives. After inquiring from one another about the comfort of their trip and their well-being, they proceeded to talk about Krishna.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.82.17</B></A>: Queen Kunt&#299; met with her brothers and sisters and their children, and also with her parents, her brothers' wives and Lord Mukunda. While talking with them she forgot her sorrow.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.82.18</B></A>: Queen Kunt&#299; said: My dear, respectable brother, I feel that my desires have been frustrated, because although all of you are most saintly, you forgot me during my calamities.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.82.19</B></A>: Friends and family members &#8212; even children, brothers and parents &#8212; forget a dear one whom Providence no longer favors.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.82.20</B></A>: &#346;r&#299; Vasudeva said: Dear sister, please do not be angry with us. We are only ordinary men, playthings of fate. Indeed, whether a person acts on his own or is forced by others, he is always under the Supreme Lord's control.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.82.21</B></A>: Harassed by Kamsa, we all fled in various directions, but by the grace of Providence we have now finally been able to return to our homes, my dear sister.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.82.22</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Vasudeva, Ugrasena and the other Yadus honored the various kings, who became supremely blissful and content upon seeing Lord Acyuta.</P><P CLASS=r><A CLASS=i HREF="23-26.htm"><B>SB 10.82.23-26</B></A>: All the royalty present, including Bh&#299;shma, Drona, Dhritar&#257;shtra, G&#257;ndh&#257;r&#299; and her sons, the P&#257;ndavas and their wives, Kunt&#299;, Sañjaya, Vidura, Krip&#257;c&#257;rya, Kunt&#299;bhoja, Vir&#257;ta, Bh&#299;shmaka, the great Nagnajit, Purujit, Drupada, &#346;alya, Dhrishtaketu, K&#257;&#347;ir&#257;ja, Damaghosha, Vi&#347;&#257;l&#257;ksha, Maithila, Madra, Kekaya, Yudh&#257;manyu, Su&#347;arm&#257;, B&#257;hlika with his associates and their sons, and the many other kings subservient to Mah&#257;r&#257;ja Yudhishthira &#8212; all of them, O best of kings, were simply amazed to see the transcendental form of Lord Krishna, the abode of all opulence and beauty, standing before them with His consorts.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.82.27</B></A>: After Lord Balar&#257;ma and Lord Krishna had liberally honored them, with great joy and enthusiasm these kings began to praise the members of the Vrishni clan, &#346;r&#299; Krishna's personal associates.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.82.28</B></A>: [The kings said:] O King of the Bhojas, you alone among men have achieved a truly exalted birth, for you continually behold Lord Krishna, who is rarely visible even to great yog&#299;s.</P><P CLASS=r><A CLASS=i HREF="29-30.htm"><B>SB 10.82.29-30</B></A>: His fame, as broadcast by the Vedas, the water that has washed His feet, and the words He speaks in the form of the revealed scriptures &#8212; these thoroughly purify this universe. Although the earth's good fortune was ravaged by time, the touch of His lotus feet has revitalized her, and thus she is raining down on us the fulfillment of all our desires. The same Lord Vishnu who makes one forget the goals of heaven and liberation has now entered into marital and blood relationships with you, who otherwise travel on the hellish path of family life. Indeed, in these relationships you see and touch Him directly, walk beside Him, converse with Him, and together with Him lie down to rest, sit at ease and take your meals.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.82.31</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: When Nanda Mah&#257;r&#257;ja learned that the Yadus had arrived, led by Krishna, he immediately went to see them. The cowherds accompanied him, their various possessions loaded on their wagons.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.82.32</B></A>: Seeing Nanda, the Vrishnis were delighted and stood up like dead bodies coming back to life. Having felt much distress at not seeing him for so long, they held him in a tight embrace.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.82.33</B></A>: Vasudeva embraced Nanda Mah&#257;r&#257;ja with great joy. Beside himself with ecstatic love, Vasudeva remembered the troubles Kamsa had caused him, forcing him to leave his sons in Gokula for Their safety.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.82.34</B></A>: O hero of the Kurus, Krishna and Balar&#257;ma embraced Their foster parents and bowed down to them, but Their throats were so choked up with tears of love that the two Lords could say nothing.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.82.35</B></A>: Raising their two sons onto their laps and holding Them in their arms, Nanda and saintly mother Ya&#347;od&#257; forgot their sorrow.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.82.36</B></A>: Then Rohin&#299; and Devak&#299; both embraced the Queen of Vraja, remembering the faithful friendship she had shown them. Their throats choking with tears, they addressed her as follows.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.82.37</B></A>: [Rohin&#299; and Devak&#299; said:] What woman could forget the unceasing friendship you and Nanda have shown us, dear Queen of Vraja? There is no way to repay you in this world, even with the wealth of Indra.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.82.38</B></A>: Before these two boys had ever seen Their real parents, you acted as Their parents and gave Them all affectionate care, training, nourishment and protection. They were never afraid, good lady, because you protected Them just as eyelids protect the eyes. Indeed, saintly persons like you never discriminate between outsiders and their own kin.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.82.39</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: While gazing at their beloved Krishna, the young gop&#299;s used to condemn the creator of their eyelids, [which would momentarily block their vision of Him]. Now, seeing Krishna again after such a long separation, with their eyes they took Him into their hearts, and there they embraced Him to their full satisfaction. In this way they became totally absorbed in ecstatic meditation on Him, although those who constantly practice mystic yoga find such absorption difficult to achieve.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.82.40</B></A>: The Supreme Lord approached the gop&#299;s in a secluded place as they stood in their ecstatic trance. After embracing each of them and inquiring about their well-being, He laughed and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.82.41</B></A>: [Lord Krishna said:] My dear gir&#299;friends, do you still remember Me? It was for My relatives' sake that I stayed away so long, intent on destroying My enemies.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.82.42</B></A>: Do you perhaps think I'm ungrateful and thus hold Me in contempt? After all, it is the Supreme Lord who brings living beings together and then separates them.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.82.43</B></A>: Just as the wind brings together masses of clouds, blades of grass, wisps of cotton and particles of dust, only to scatter them all again, so the creator deals with His created beings in the same way.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.82.44</B></A>: Rendering devotional service to Me qualifies any living being for eternal life. But by your good fortune you have developed a special loving attitude toward Me, by which you have obtained Me.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 10.82.45</B></A>: Dear ladies, I am the beginning and end of all created beings and exist both within and without them, just as the elements ether, water, earth, air and fire are the beginning and end of all material objects and exist both within and without them.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 10.82.46</B></A>: In this way all created things reside within the basic elements of creation, while the spirit souls pervade the creation, remaining in their own true identity. You should see both of these &#8212; the material creation and the self &#8212; as manifest within Me, the imperishable Supreme Truth.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 10.82.47</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Having thus been instructed by Krishna in spiritual matters, the gop&#299;s were freed of all tinges of false ego because of their incessant meditation upon Him. And with their deepening absorption in Him, they came to understand Him fully.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 10.82.48</B></A>: The gop&#299;s spoke thus: Dear Lord, whose navel is just like a lotus flower, Your lotus feet are the only shelter for those who have fallen into the deep well of material existence. Your feet are worshiped and meditated upon by great mystic yog&#299;s and highly learned philosophers. We wish that these lotus feet may also be awakened within our hearts, although we are only ordinary persons engaged in household affairs.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>