<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Krishna and Balar&#257;ma Meet the Inhabitants of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82 Summary</P><P>This chapter describes how the Y&#257;davas and many other kings met at Kurukshetra during a solar eclipse and discussed topics concerning Lord Krishna. It also relates how Krishna met Nanda Mah&#257;r&#257;ja and the other residents of Vrind&#257;vana at Kurukshetra and gave them great joy.</P><P>Hearing that a total eclipse of the sun was soon to occur, people from all over Bh&#257;rata-varsha, including the Y&#257;davas, converged at Kurukshetra to earn special pious credit. After the Yadus had bathed and performed other obligatory rituals, they noticed that kings of Matsya, U&#347;&#299;nara and other places had also come, as well as Nanda Mah&#257;r&#257;ja and the cowherd community of Vraja, who were always feeling the intense anxiety of separation from Krishna. The Y&#257;davas, overjoyed to see all these old friends, embraced them one by one as they shed tears of happiness. Their wives also embraced one another with great pleasure.</P><P>When Queen Kunt&#299; saw her brother Vasudeva and other members of her family, she put aside her sorrow. Yet still she said to Vasudeva, "O brother, I am so unfortunate, because all of you forgot me during my tribulations. Alas, even one's relatives forget a person whom Providence no longer favors."</P><P>Vasudeva replied, "My dear sister, everyone is merely a plaything of fate. We Y&#257;davas were so harassed by Kamsa that we were forced to scatter and take shelter in foreign lands. So there was no way for us to keep in touch with you."</P><P>The kings present were struck with wonder upon beholding Lord &#346;r&#299; Krishna and His wives, and they began to glorify the Y&#257;davas for having gotten the Lord's personal association. Seeing Nanda Mah&#257;r&#257;ja, the Y&#257;davas were delighted, and each of them embraced him tightly. Vasudeva also embraced Nanda with great joy and remembered how, when Vasudeva was tormented by Kamsa, Nanda had taken his sons, Krishna and Balar&#257;ma, under his protection. Balar&#257;ma and Krishna embraced and bowed down to mother Ya&#347;od&#257;, but Their throats choked up with emotion and they could say nothing to her. Nanda and Ya&#347;od&#257; lifted their two sons onto their laps and embraced Them, and in this way they relieved the distress of separation. Rohin&#299; and Devak&#299; both embraced Ya&#347;od&#257; and, remembering the great friendship she had shown them, told her that the kindness she had done by raising and supporting Krishna and Balar&#257;ma could not be repaid even with the wealth of Indra.</P><P>Then the Supreme Lord approached the young cowherd girls in a secluded place. He consoled them by pointing out that He is all-pervasive, being the source of all energies, and thus He implied that they could never be separated from Him. Having been at long last reunited with Krishna, the gop&#299;s prayed simply to have His lotus feet manifested in their hearts.</P><P CLASS=l><A CLASS=i HREF="../81/41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>