<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 85 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 85 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 85: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Vasudeva and Retrieves Devak&#299;'s Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.85.14</P><P CLASS=c>tasm&#257;n na santy am&#299; bh&#257;v&#257;</P><P CLASS=c>yarhi tvayi vikalpit&#257;h</P><P CLASS=c>tvam c&#257;m&#299;shu vik&#257;reshu</P><P CLASS=c>hy anyad&#257;vy&#257;vah&#257;rikah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; exist; <A CLASS=v HREF="http://vedabase.net/a/ami">am&#299;</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;v&#257;h</A> &#8212; entities; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; within You; <A CLASS=v HREF="http://vedabase.net/v/vikalpitah">vikalpit&#257;h</A> &#8212; arranged; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/amisu">am&#299;shu</A> &#8212; within these; <A CLASS=v HREF="http://vedabase.net/v/vikaresu">vik&#257;reshu</A> &#8212; products of creation; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anyada">anyad&#257;</A> &#8212; at any other time; <A CLASS=v HREF="http://vedabase.net/a/avyavaharikah">avy&#257;vah&#257;rikah</A> &#8212; nonmaterial.</P><P CLASS=t>TRANSLATION</P><P>Thus these created entities, transformations of material nature, do not exist except when material nature manifests them within You, at which time You also manifest within them. But aside from such periods of creation, You stand alone as the transcendental reality.</P><P CLASS=t>PURPORT</P><P>When the universe is wound up at the time of its periodic annihilation, all the inert objects and bodies of living beings that hitherto were manifested by the Lord's M&#257;y&#257; become disconnected from His sight. Then, since He maintains no association with them during the period of universal dissolution, they in fact no longer exist. In other words, material manifestations have real, functioning existence only when the Lord turns His attention to the creation and maintenance of the material cosmos. The Lord is never "within" these objects in any material sense, but He does mercifully pervade them all as the impersonal Brahman, and as the Param&#257;tm&#257; He enters within every atom and also accompanies the j&#299;va souls in their individual embodiments. As the Lord describes in His own words in the verses of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4-5</A>):</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P CLASS=n>na ca mat-sth&#257;ni bh&#363;t&#257;ni</P><P CLASS=n>pa&#347;ya me yogam ai&#347;varam</P><P CLASS=n>bh&#363;ta-bhrin na ca bh&#363;ta-stho</P><P CLASS=n>mam&#257;tm&#257; bh&#363;ta-bh&#257;vanah</P><P>"By Me, in My unmanifest form, this entire universe is pervaded. All beings are in Me, but I am not in them. And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities and although I am everywhere, I am not part of this cosmic manifestation, for My Self is the very source of creation."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>