<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 85 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 85 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 85: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Vasudeva and Retrieves Devak&#299;'s Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.85.23</P><P CLASS=c>aham y&#363;yam as&#257;v &#257;rya</P><P CLASS=c>ime ca dv&#257;rak&#257;ukasah</P><P CLASS=c>sarve 'py evam yadu-&#347;reshtha</P><P CLASS=c>vimrigy&#257;h sa-car&#257;caram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/a/aryah">&#257;ryah</A> &#8212; My respected brother (<A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>); <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dvaraka">dv&#257;rak&#257;</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; inhabitants of <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/s/same">same</A> way; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A>-<A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the Yadus; <A CLASS=v HREF="http://vedabase.net/v/vimrgyah">vimrigy&#257;h</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be considered; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A> &#8212; that which moves; <A CLASS=v HREF="http://vedabase.net/a/acaram">acaram</A> &#8212; and that which does not move.</P><P CLASS=t>TRANSLATION</P><P>Not only I, but also you, along with My respected brother and these residents of Dv&#257;rak&#257;, should all be considered in this same philosophical light, O best of the Yadus. Indeed, we should include all that exists, both moving and nonmoving.</P><P CLASS=t>PURPORT</P><P>To protect His parents' intimate relationship with Him, Lord Krishna stresses the oneness of all existence in this statement to His father, Vasudeva. Vasudeva had been reminded of his sons' greatness by hearing the sages gathered at Kurukshetra. But his sense of awe was ruining his intimate parental relationship with Krishna, and therefore Krishna wanted to dispel it.</P><P>We should not misunderstand the "oneness" Lord Krishna speaks of here. The subtle words of the Upanishads often mislead impersonalists into believing that all existence is ineffably one, without any variety in the ultimate issue. Some Upanishadic mantras emphasize the sameness of God and His creation, while others speak about their difference. Tat tvam asi &#347;vetaketo ("You are that, O &#346;vetaketu"), for example, is an abheda-v&#257;kya, a mantra affirming that all things are one with God, being His dependent expansions. But the Upanishads also contain many bheda-v&#257;kyas, statements that affirm the unique, distinguishing qualities of the Supreme, such as this statement: ka ev&#257;ny&#257;t kah pr&#257;ny&#257;d yady esha &#257;k&#257;&#347;a &#257;nando na sy&#257;t, esha ev&#257;nandayati. "Who would there be to activate the creation and give life to all beings if this infinite Supreme were not the original enjoyer? Indeed, He alone is the source of all pleasure." (Taittir&#299;ya Upanishad. 2.7.1) By the influence of the Supreme Lord's bewildering M&#257;y&#257;, envious impersonalists read the abheda-v&#257;kyas literally and accept the bheda-v&#257;kyas only in a figurative way. Authoritative Vaishnava commentators, on the other hand, carefully reconcile the apparent contradictions in accordance with the interpretive principles of Vedic M&#299;m&#257;ms&#257; and the logically established conclusions of Ved&#257;nta.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>