<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 85 Verses 41-43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 85 Verses 41-43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 85: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Vasudeva and Retrieves Devak&#299;'s Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.85.41-43</P><P CLASS=c>daitya-d&#257;nava-gandharv&#257;h</P><P CLASS=c>siddha-vidy&#257;dhra-c&#257;ran&#257;h</P><P CLASS=c>yaksha-rakshah-pi&#347;&#257;c&#257;&#347; ca</P><P CLASS=c>bh&#363;ta-pramatha-n&#257;yak&#257;h</P><P CLASS=c>vi&#347;uddha-sattva-dh&#257;mny addh&#257;</P><P CLASS=c>tvayi &#347;&#257;stra-&#347;ar&#299;rini</P><P CLASS=c>nityam nibaddha-vair&#257;s te</P><P CLASS=c>vayam c&#257;nye ca t&#257;dri&#347;&#257;h</P><P CLASS=c>kecanodbaddha-vairena</P><P CLASS=c>bhakty&#257; kecana k&#257;matah</P><P CLASS=c>na tath&#257; sattva-samrabdh&#257;h</P><P CLASS=c>sannikrisht&#257;h sur&#257;dayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A>-<A CLASS=v HREF="http://vedabase.net/d/danava">d&#257;nava</A> &#8212; the <A HREF="http://vedabase.net/d/daitya">Daitya</A> and <A HREF="http://vedabase.net/d/danava">D&#257;nava</A> demons; <A CLASS=v HREF="http://vedabase.net/g/gandharvah">gandharv&#257;h</A> &#8212; and the Gandharvas, celestial singers; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/v/vidyadhara">vidy&#257;dhara</A>-<A CLASS=v HREF="http://vedabase.net/c/caranah">c&#257;ran&#257;h</A> &#8212; the <A HREF="http://vedabase.net/s/siddha">Siddha</A>, <A HREF="http://vedabase.net/v/vidyadhara">Vidy&#257;dhara</A> and <A HREF="http://vedabase.net/c/carana">C&#257;rana</A> demigods; <A CLASS=v HREF="http://vedabase.net/y/yaksa">yaksha</A> &#8212; the Yakshas (semipious spirits); <A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A> &#8212; the R&#257;kshasas (<A HREF="http://vedabase.net/m/man">man</A>-eating spirits); <A CLASS=v HREF="http://vedabase.net/p/pisacah">pi&#347;&#257;c&#257;h</A> &#8212; the carnivorous <A HREF="http://vedabase.net/p/pisaca">Pi&#347;&#257;ca</A> demons; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the ghosts; <A CLASS=v HREF="http://vedabase.net/p/pramatha">pramatha</A>-<A CLASS=v HREF="http://vedabase.net/n/nayakah">n&#257;yak&#257;h</A> &#8212; and the evil <A HREF="http://vedabase.net/p/pramatha">Pramatha</A> and <A HREF="http://vedabase.net/n/nayaka">N&#257;yaka</A> spirits; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; perfectly <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; of goodness; <A CLASS=v HREF="http://vedabase.net/d/dhamni">dh&#257;mni</A> &#8212; toward the embodiment; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; direct; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; which comprises the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/s/saririni">&#347;ar&#299;rini</A> &#8212; the possessor of such <A HREF="http://vedabase.net/a/a">a</A> body; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/n/nibaddha">nibaddha</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/v/vairah">vair&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> enmity; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tadrsah">t&#257;dri&#347;&#257;h</A> &#8212; like them; <A CLASS=v HREF="http://vedabase.net/k/kecana">kecana</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/u/udbaddha">udbaddha</A> &#8212; especially obstinate; <A CLASS=v HREF="http://vedabase.net/v/vairena">vairena</A> &#8212; with hatred; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/k/kecana">kecana</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/k/kamatah">k&#257;matah</A> &#8212; rising out of lust; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; by the material mode of goodness; <A CLASS=v HREF="http://vedabase.net/s/samrabdhah">samrabdh&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> predominated; <A CLASS=v HREF="http://vedabase.net/s/sannikrstah">sannikrisht&#257;h</A> &#8212; attracted; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and others.</P><P CLASS=t>TRANSLATION</P><P>Many who had been constantly absorbed in enmity toward You ultimately became attracted to You, who are the direct embodiment of transcendental goodness and whose divine form comprises the revealed scriptures. These reformed enemies include Daityas, D&#257;navas, Gandharvas, Siddhas, Vidy&#257;dharas, C&#257;ranas, Yakshas, R&#257;kshasas, Pi&#347;&#257;cas, Bh&#363;tas, Pramathas and N&#257;yakas, and also ourselves and many others like us. Some of us have become attracted to You because of exceptional hatred, while others have become attracted because of their mood of devotion based on lust. But the demigods and others infatuated by material goodness feel no such attraction for You.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains this passage as follows: The Gandharvas, Siddhas, Vidy&#257;dharas and C&#257;ranas are adversaries of the Supreme Lord when they follow the lead of the Daitya and D&#257;nava demons. The Yakshas, R&#257;kshasas, Pi&#347;&#257;cas and so on tend to be inimical because they are generally covered by ignorance. There are some rascals in the pure mode of ignorance, like &#346;i&#347;up&#257;la and Paundraka, who are totally absorbed in meditation on the Lord as their enemy, and this fixed consciousness earns them liberation. Others, in a mixed condition of passion and ignorance, associate with the Lord with a desire for position and prestige; Mah&#257;r&#257;ja Bali sees himself as belonging to this category. Yet Lord Vishnu favored Bali by becoming his doorkeeper in the subterranean region of Sutala, just as He favored the demons by killing and liberating them, and the Gandharvas by engaging them in singing His glories. On the other hand, the Lord awards sense gratification to those demigods who are proud of their being situated in the mode of goodness; thus they become deluded and forget Him.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>