<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 85 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 85 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 85: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Vasudeva and Retrieves Devak&#299;'s Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.85.5</P><P CLASS=c>etan n&#257;n&#257;-vidham vi&#347;vam</P><P CLASS=c>&#257;tma-srishtam adhokshaja</P><P CLASS=c>&#257;tman&#257;nupravi&#347;y&#257;tman</P><P CLASS=c>pr&#257;no j&#299;vo bibharshy aja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; variegated; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; from Yourself; <A CLASS=v HREF="http://vedabase.net/s/srstam">srishtam</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/a/adhoksaja">adhokshaja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> transcendental Lord; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your manifestation (<A HREF="http://vedabase.net/a/as">as</A> the <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/a/anupravisya">anupravi&#347;ya</A> &#8212; entering within; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Soul; <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;nah</A> &#8212; the principle of vitality; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; and the principle of consciousness; <A CLASS=v HREF="http://vedabase.net/b/bibharsi">bibharshi</A> &#8212; You maintain; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unborn one.</P><P CLASS=t>TRANSLATION</P><P>O transcendental Lord, from Yourself You created this entire variegated universe, and then You entered within it in Your personal form as the Supersoul. In this way, O unborn Supreme Soul, as the life force and consciousness of everyone, You maintain the creation.</P><P CLASS=t>PURPORT</P><P>When creating the material universe, the Lord expands Himself as the Param&#257;tm&#257;, or Supersoul, and accepts the creation as His universal body. No material body has any reason for existing without some j&#299;va soul desiring it for his enjoyment, and no j&#299;va can independently maintain a body without the Param&#257;tm&#257; accompanying him there for guidance. The Vaishnava &#257;c&#257;ryas, in their commentaries on the Second Canto of &#346;r&#299;mad Bh&#257;gavatam, explain that even before Brahm&#257; is born from the lotus navel of Garbhodaka&#347;&#257;y&#299; Vishnu, he first accepts the whole material energy, the mahat-tattva, as his body. Thus Brahm&#257; is the j&#299;va embodied by the universe, and Vishnu is the Param&#257;tm&#257; who joins him. Brahm&#257; must organize the specific manifestations of creation, but he cannot begin to do so until Lord Vishnu expands Himself again into the subtle energy of action &#8212; which is the s&#363;tra-tattva, or original vital air &#8212; and also into the creative energy of consciousness, buddhi-tattva.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>