<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 85 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 85 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 85: <A CLASS=v HREF="index.htm">Lord Krishna Instructs Vasudeva and Retrieves Devak&#299;'s Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.85.6</P><P CLASS=c>pr&#257;n&#257;d&#299;n&#257;m vi&#347;va-srij&#257;m</P><P CLASS=c>&#347;aktayo y&#257;h parasya t&#257;h</P><P CLASS=c>p&#257;ratantry&#257;d vais&#257;drishy&#257;d</P><P CLASS=c>dvayo&#347; ceshtaiva ceshtat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; of the life air; <A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/s/srjam">srij&#257;m</A> &#8212; the creative factors; <A CLASS=v HREF="http://vedabase.net/s/saktayah">&#347;aktayah</A> &#8212; potencies; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/p/paratantryat">p&#257;ratantry&#257;t</A> &#8212; because of being dependent; <A CLASS=v HREF="http://vedabase.net/v/vaisadrsyat">vais&#257;dri&#347;y&#257;t</A> &#8212; because of being different; <A CLASS=v HREF="http://vedabase.net/d/dvayoh">dvayoh</A> &#8212; of both (living and nonliving manifestations <A HREF="http://vedabase.net/i/in">in</A> the material world); <A CLASS=v HREF="http://vedabase.net/c/cesta">cesht&#257;</A> &#8212; the activity; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; merely; <A CLASS=v HREF="http://vedabase.net/c/cestatam">ceshtat&#257;m</A> &#8212; of those entities (namely, <A HREF="http://vedabase.net/p/prana">pr&#257;na</A> and <A HREF="http://vedabase.net/s/so">so</A> on) that <A HREF="http://vedabase.net/a/are">are</A> active.</P><P CLASS=t>TRANSLATION</P><P>Whatever potencies the life air and other elements of universal creation exhibit are actually all personal energies of the Supreme Lord, for both life and matter are subordinate to Him and dependent on Him, and also different from one another. Thus everything active in the material world is set into motion by the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>Pr&#257;na is the vital air of life, a more subtle element than the ordinary air we can touch. And because pr&#257;na is so subtle &#8212; finer than the tangible manifestations of creation &#8212; it is sometimes considered the ultimate source of everything. But even subtle energies such as pr&#257;na depend for their functional capacity on the supremely subtle Param&#257;tm&#257;. That is the idea Vasudeva expresses here by the word p&#257;ratantry&#257;t, "because of dependence." Just as the velocity of an arrow is derived from the strength of the bowman who shoots it, so all subordinate energies depend on the power of the Supreme Lord.</P><P>Furthermore, even when various subtle causes have been empowered with their capacity to act, they cannot act in concert without the Supersoul's coordinating direction. As Lord Brahm&#257; states in his description of creation in the Second Canto of &#346;r&#299;mad-Bh&#257;gavatam,</P><P>yadaite 'sa&#324;gat&#257; bh&#257;v&#257;</P><P CLASS=n>bh&#363;tendriya-mano-gun&#257;h</P><P CLASS=n>yad&#257;yatana-nirm&#257;ne</P><P CLASS=n>na &#347;ekur brahma-vittama</P><P CLASS=n>tad&#257; samhatya c&#257;nyonyam</P><P CLASS=n>bhagavac-chakti-codit&#257;h</P><P CLASS=n>sad-asattvam up&#257;d&#257;ya</P><P CLASS=n>cobhayam sasrijur hy adah</P><P>"O N&#257;rada, best of the transcendentalists, the forms of the body cannot manifest as long as these created parts, namely the elements, senses, mind and modes of nature, are not assembled. Thus when all these became assembled by the force of the energy of the Supreme Personality of Godhead, this universe certainly came into being by accepting both the primary and secondary causes of creation." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/5/32.htm">2.5.32-33</A>)</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>