<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.11</P><P CLASS=c>vadanti tat tattva-vidas</P><P CLASS=c>tattvam yaj jñ&#257;nam advayam</P><P CLASS=c>brahmeti param&#257;tmeti</P><P CLASS=c>bhagav&#257;n iti &#347;abdyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; they say; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; learned souls; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/advayam">advayam</A> &#8212; nondual; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/paramatma">param&#257;tm&#257;</A> &#8212; <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; <A HREF="http://vedabase.net/b/bhagavan">Bhagav&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sabdyate">&#347;abdyate</A> &#8212; is known.</P><P CLASS=t>TRANSLATION</P><P>"Learned transcendentalists who know the Absolute Truth say that it is nondual knowledge and is called impersonal Brahman, the localized Param&#257;tm&#257; and the Personality of Godhead."</P><P CLASS=t>PURPORT</P><P>This Sanskrit verse appears as the eleventh verse of the First Canto, Second Chapter, of &#346;r&#299;mad-Bh&#257;gavatam, where S&#363;ta Gosv&#257;m&#299; answers the questions of the sages headed by &#346;aunaka Rishi concerning the essence of all scriptural instructions. Tattva-vidah refers to persons who have knowledge of the Absolute Truth. They can certainly understand knowledge without duality because they are on the spiritual platform. The Absolute Truth is known sometimes as Brahman, sometimes as Param&#257;tm&#257; and sometimes as Bhagav&#257;n. Persons who are in knowledge of the truth know that one who tries to approach the Absolute simply by mental speculation will ultimately realize the impersonal Brahman, and one who tries to approach the Absolute through yoga practice will be able to realize Param&#257;tm&#257;, but one who has complete knowledge and spiritual understanding realizes the spiritual form of Bhagav&#257;n, the Personality of Godhead.</P><P>Devotees of the Personality of Godhead know that &#346;r&#299; Krishna, the son of the King of Vraja, is the Absolute Truth. They do not discriminate between &#346;r&#299; Krishna's name, form, quality and pastimes. One who wants to separate the Lord's absolute name, form and qualities from the Lord Himself must be understood to be lacking in absolute knowledge. A pure devotee knows that when he chants the transcendental name "Krishna," &#346;r&#299; Krishna is present as transcendental sound. He therefore chants with full respect and veneration. When he sees the forms of &#346;r&#299; Krishna, he does not see anything different from the Lord. If one sees otherwise, he must be considered untrained in absolute knowledge. This lack of absolute knowledge is called m&#257;y&#257;. One who is not Krishna conscious is ruled by the spell of m&#257;y&#257; under the control of a duality in knowledge. In the Absolute, all manifestations of the Supreme Lord are nondual, just as the multifarious forms of Vishnu, the controller of m&#257;y&#257;, are nondual. Empiric philosophers who pursue the impersonal Brahman accept only the knowledge that the personality of the living entity is not different from the personality of the Supreme Lord, and mystic yog&#299;s who try to locate the Param&#257;tm&#257; accept only the knowledge that the pure soul is not different from the Supersoul. The absolute conception of a pure devotee, however, includes all others. A devotee does not see anything except in its relationship with Krishna, and therefore his realization is the most perfect of all.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>