<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.18</P><P CLASS=c>&#257;tm&#257;ntary&#257;m&#299; y&#257;&#324;re yoga-&#347;&#257;stre kaya</P><P CLASS=c>seha govindera am&#347;a vibh&#363;ti ye haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/y/yami">y&#257;m&#299;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A>-dwelling Supersoul; <A CLASS=v HREF="http://vedabase.net/y/yanre">y&#257;&#324;re</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the scriptures of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/k/kaya">kaya</A> &#8212; is spoken; <A CLASS=v HREF="http://vedabase.net/s/seha">seha</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/g/govindera">govindera</A> &#8212; of <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; plenary portion; <A CLASS=v HREF="http://vedabase.net/v/vibhuti">vibh&#363;ti</A> &#8212; expansion; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is.</P><P CLASS=t>TRANSLATION</P><P>He who is described in the yoga-&#347;&#257;stras as the indwelling Supersoul [&#257;tm&#257; antar-y&#257;m&#299;] is also a plenary portion of Govinda's personal expansion.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is by nature joyful. His enjoyments, or pastimes, are completely transcendental. He is in the fourth dimension of existence, for although the material world is measured by the limitations of length, breadth and height, the Supreme Lord is completely unlimited in His body, form and existence. He is not personally attached to any of the affairs within the material cosmos. The material world is created by the expansion of His purusha-avat&#257;ras, who direct the aggregate material energy and all the conditioned souls. By understanding the three expansions of the purusha, a living entity can transcend the position of knowing only the twenty-four elements of the material world.</P><P>One of the expansions of Mah&#257;-Vishnu is Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the Supersoul within every living entity. As the Supersoul of the total aggregate of living entities, or the second purusha, He is known as Garbhodaka&#347;&#257;y&#299; Vishnu. As the creator or original cause of innumerable universes, or the first purusha, who is lying on the Causal Ocean, He is called Mah&#257;-Vishnu. The three purushas direct the affairs of the material world.</P><P>The authorized scriptures direct the individual souls to revive their relationship with the Supersoul. Indeed, the system of yoga is the process of transcending the influence of the material elements by establishing a connection with the purusha known as Param&#257;tm&#257;. One who has thoroughly studied the intricacies of creation can know very easily that this Param&#257;tm&#257; is the plenary portion of the Supreme Being, &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>