<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 19"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.19</P><P CLASS=c>ananta sphatike yaiche eka s&#363;rya bh&#257;se</P><P CLASS=c>taiche j&#299;ve govindera am&#347;a prak&#257;&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/s/sphatike">sphatike</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> crystals; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/surya">s&#363;rya</A> &#8212; sun; <A CLASS=v HREF="http://vedabase.net/b/bhase">bh&#257;se</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/t/taiche">taiche</A> &#8212; just <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/j/jive">j&#299;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the living entity; <A CLASS=v HREF="http://vedabase.net/g/govindera">govindera</A> &#8212; of <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; portion; <A CLASS=v HREF="http://vedabase.net/p/prakase">prak&#257;&#347;e</A> &#8212; manifests.</P><P CLASS=t>TRANSLATION</P><P>As the one sun appears reflected in countless jewels, so Govinda manifests Himself [as Param&#257;tm&#257;] in the hearts of all living beings.</P><P CLASS=t>PURPORT</P><P>The sun is situated in a specific location but is reflected in countless jewels and appears in innumerable localized aspects. Similarly, the Supreme Personality of Godhead, although eternally present in His transcendental abode, Goloka Vrind&#257;vana, is reflected in everyone's heart as the Supersoul. In the Upanishads it is said that the j&#299;va (living entity) and the Param&#257;tm&#257; (Supersoul) are like two birds sitting in the same tree. The Supersoul engages the living being in executing fruitive work as a result of his deeds in the past, but the Param&#257;tm&#257; has nothing to do with such engagements. As soon as the living being ceases to act in terms of fruitive work and takes to the service of the Lord (the Param&#257;tm&#257;), coming to know of His supremacy, he is immediately freed from all designations, and in that pure state he enters the kingdom of God, known as Vaikuntha.</P><P>The Param&#257;tm&#257;, or Supersoul, the guide of the individual living beings, does not take part in fulfilling the desires of the living beings, but He arranges for their fulfillment by material nature. As soon as an individual soul becomes conscious of his eternal relationship with the Supersoul and looks only toward Him, he at once becomes free from the entanglements of material enjoyment. Christian philosophers who do not believe in the law of karma put forward the argument that it is absurd to say one must accept the results of past deeds of which he has no consciousness. A criminal is first reminded of his misdeeds by witnesses in a law court, and then he is punished. If death is complete forgetfulness, why should a person be punished for his past misdeeds? The conception of the Param&#257;tm&#257; is an invincible answer to these fallacious arguments. The Param&#257;tm&#257; is the witness of the past activities of the individual living being. A man may not remember what he has done in his childhood, but his father, who has seen him grow through different stages of development, certainly remembers. Similarly, the living being undergoes many changes of body through many lives, but the Supersoul is always with him and remembers all his activities, despite his evolution through different bodies.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>