<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 2"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.2</P><P CLASS=c>krishnotk&#299;rtana-g&#257;na-nartana-kal&#257;-p&#257;thojani-bhr&#257;jit&#257;</P><P CLASS=c>sad-bhakt&#257;vali-hamsa-cakra-madhupa-&#347;ren&#299;-vih&#257;r&#257;spadam</P><P CLASS=c>karn&#257;nandi-kala-dhvanir vahatu me jihv&#257;-maru-pr&#257;&#324;gane</P><P CLASS=c>&#347;r&#299;-caitanya day&#257;-nidhe tava lasal-l&#299;l&#257;-sudh&#257;-svardhun&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/utkirtana">utk&#299;rtana</A> &#8212; loud chanting; <A CLASS=v HREF="http://vedabase.net/g/gana">g&#257;na</A> &#8212; singing; <A CLASS=v HREF="http://vedabase.net/n/nartana">nartana</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; of the other fine arts; <A CLASS=v HREF="http://vedabase.net/p/pathah">p&#257;thah</A>-<A CLASS=v HREF="http://vedabase.net/j/jani">jani</A> &#8212; with lotuses; <A CLASS=v HREF="http://vedabase.net/b/bhrajita">bhr&#257;jit&#257;</A> &#8212; beautified; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; of <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/a/avali">&#257;vali</A> &#8212; rows; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; of swans; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; <A HREF="http://vedabase.net/c/cakravaka">cakrav&#257;ka</A> birds; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/p/pa">pa</A> &#8212; and bumble bees; <A CLASS=v HREF="http://vedabase.net/s/sreni">&#347;ren&#299;</A> &#8212; like swarms; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; of pleasure; <A CLASS=v HREF="http://vedabase.net/a/aspadam">&#257;spadam</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/a/anandi">&#257;nandi</A> &#8212; gladdening the ears; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A> &#8212; melodious; <A CLASS=v HREF="http://vedabase.net/d/dhvanih">dhvanih</A> &#8212; sound; <A CLASS=v HREF="http://vedabase.net/v/vahatu">vahatu</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> flow; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A> &#8212; of the tongue; <A CLASS=v HREF="http://vedabase.net/m/maru">maru</A> &#8212; desertlike; <A CLASS=v HREF="http://vedabase.net/p/prangane">pr&#257;&#324;gane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the courtyard; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nidhe">nidhe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>, ocean of mercy; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/l/lasat">lasat</A> &#8212; shining; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sudha">sudh&#257;</A> &#8212; of the nectar of the pastimes; <A CLASS=v HREF="http://vedabase.net/s/svardhuni">svardhun&#299;</A> &#8212; the Ganges.</P><P CLASS=t>TRANSLATION</P><P>O my merciful Lord Caitanya, may the nectarean Ganges waters of Your transcendental activities flow on the surface of my desertlike tongue. Beautifying these waters are the lotus flowers of singing, dancing and loud chanting of Krishna's holy name, which are the pleasure abodes of unalloyed devotees. These devotees are compared to swans, ducks and bees. The river's flowing produces a melodious sound that gladdens their ears.</P><P CLASS=t>PURPORT</P><P>Our tongues always engage in vibrating useless sounds that do not help us realize transcendental peace. The tongue is compared to a desert because a desert needs a constant supply of refreshing water to make it fertile and fruitful. Water is the substance most needed in the desert. The transient pleasure derived from mundane topics of art, culture, politics, sociology, dry philosophy, poetry and so on is compared to a mere drop of water because although such topics have a qualitative feature of transcendental pleasure, they are saturated with the modes of material nature. Therefore neither collectively nor individually can they satisfy the vast requirements of the desertlike tongue. Despite crying in various conferences, therefore, the desertlike tongue continues to be parched. For this reason, people from all parts of the world must call for the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who are compared to swans swimming around the beautiful lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu or bees humming around His lotus feet in transcendental pleasure, searching for honey. The dryness of material happiness cannot be moistened by so-called philosophers who cry for Brahman, liberation and similar dry speculative objects. The urge of the soul proper is different. The soul can be solaced only by the mercy of Lord &#346;r&#299; Caitanya Mah&#257;prabhu and His many bona fide devotees, who never leave the lotus feet of the Lord to become imitation Mah&#257;prabhus but all cling to His lotus feet like bees that never leave a honey-soaked lotus flower.</P><P>Lord Caitanya's movement of Krishna consciousness is full of dancing and singing about the pastimes of Lord Krishna. It is compared herein to the pure waters of the Ganges, which are full of lotus flowers. The enjoyers of these lotus flowers are the pure devotees, who are like bees and swans. They chant like the flowing of the Ganges, the river of the celestial kingdom. The author desires such sweetly flowing waves to cover his tongue. He humbly compares himself to materialistic persons who always engage in dry talk from which they derive no satisfaction. If they were to use their dry tongues to chant the holy name of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; as exemplified by Lord Caitanya, they would taste sweet nectar and enjoy life.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>