<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 21"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.21</P><P CLASS=c>tam imam aham ajam &#347;ar&#299;ra-bh&#257;j&#257;m</P><P CLASS=c>hridi hridi dhishthitam &#257;tma-kalpit&#257;n&#257;m</P><P CLASS=c>prati-dri&#347;am iva naikadh&#257;rkam ekam</P><P CLASS=c>samadhigato 'smi vidh&#363;ta-bheda-mohah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajam">bh&#257;j&#257;m</A> &#8212; of the conditioned souls endowed with bodies; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> each of the hearts; <A CLASS=v HREF="http://vedabase.net/d/dhisthitam">dhishthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; by themselves; <A CLASS=v HREF="http://vedabase.net/k/kalpitanam">kalpit&#257;n&#257;m</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> imagined; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;am</A> &#8212; for every eye; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/d/dha">dh&#257;</A> &#8212; not <A HREF="http://vedabase.net/i/in">in</A> one way; <A CLASS=v HREF="http://vedabase.net/a/arkam">arkam</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/samadhigatah">samadhigatah</A> &#8212; one who has obtained; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; removed; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A>-<A CLASS=v HREF="http://vedabase.net/m/mohah">mohah</A> &#8212; whose misconception of duality.</P><P CLASS=t>TRANSLATION</P><P>[Grandfather Bh&#299;shma said:] "As the one sun appears differently situated to different seers, so also do You, the unborn, appear differently represented as the Param&#257;tm&#257; in every living being. But when a seer knows himself to be one of Your own servitors, no longer does he maintain such duality. Thus I am now able to comprehend Your eternal forms, knowing well the Param&#257;tm&#257; to be only Your plenary portion."</P><P CLASS=t>PURPORT</P><P>This verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/9/42.htm">1.9.42</A>) was spoken by Bh&#299;shmadeva, the grandfather of the Kurus, when he was lying on a bed of arrows at the last stage of his life. Arjuna, Krishna and numberless friends, admirers, relatives and sages had gathered on the scene as Mah&#257;r&#257;ja Yudhishthira took moral and religious instructions from the dying Bh&#299;shma. Just as the final moment arrived for him, Bh&#299;shma spoke this verse while looking at Lord Krishna.</P><P>Just as the one sun is the object of vision of many different persons, so the one partial representation of Lord Krishna who lives in the heart of every living entity as the Param&#257;tm&#257; is a variously perceived object. One who comes intimately in touch with Lord Krishna by engaging in His eternal service sees the Supersoul as the localized partial representation of the Supreme Personality of Godhead. Bh&#299;shma knew the Supersoul to be a partial expansion of Lord Krishna, whom he understood to be the supreme, unborn transcendental form.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>