<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 22"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.22</P><P CLASS=c>seita govinda s&#257;ksh&#257;c caitanya gos&#257;ñi</P><P CLASS=c>j&#299;va nist&#257;rite aiche day&#257;lu &#257;ra n&#257;i</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/seita">seita</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>; <A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/g/gosani">Gos&#257;ñi</A>; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; the fallen living entities; <A CLASS=v HREF="http://vedabase.net/n/nistarite">nist&#257;rite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> deliver; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/d/dayalu">day&#257;lu</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> merciful Lord; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/n/nai">n&#257;i</A> &#8212; there is not.</P><P CLASS=t>TRANSLATION</P><P>That Govinda personally appears as Caitanya Gos&#257;ñi. No other Lord is as merciful in delivering the fallen souls.</P><P CLASS=t>PURPORT</P><P>Having described Govinda in terms of His Brahman and Param&#257;tm&#257; features, now the author of &#346;r&#299; Caitanya-carit&#257;mrita advances his argument to prove that Lord &#346;r&#299; Caitanya Mah&#257;prabhu is the identical personality. The same Lord &#346;r&#299; Krishna, in the garb of a devotee of &#346;r&#299; Krishna, descended to this mortal world to reclaim the fallen human beings who had misunderstood the Personality of Godhead even after the explanation of the Bhagavad-g&#299;t&#257;. In the Bhagavad-g&#299;t&#257; the Personality of Godhead &#346;r&#299; Krishna directly instructed that the Supreme is a person, that the impersonal Brahman is His glowing effulgence, and that the Param&#257;tm&#257; is His partial representation. All men were therefore advised to follow the path of &#346;r&#299; Krishna, leaving aside all mundane "isms." Offenders misunderstood this instruction, however, because of their poor fund of knowledge. Thus by His causeless, unlimited mercy &#346;r&#299; Krishna came again as &#346;r&#299; Caitanya Gos&#257;ñi.</P><P>The author of &#346;r&#299; Caitanya-carit&#257;mrita most emphatically stresses that Lord Caitanya Mah&#257;prabhu is &#346;r&#299; Krishna Himself. He is not an expansion of the prak&#257;&#347;a or vil&#257;sa forms of &#346;r&#299; Krishna; He is the svayam-r&#363;pa, Govinda. Apart from the relevant scriptural evidence forwarded by &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, there are innumerable other scriptural statements regarding Lord Caitanya's being the Supreme Lord Himself. The following examples may be cited:</P><P>(1) From the Caitanya Upanishad (5): gaurah sarv&#257;tm&#257; mah&#257;-purusho mah&#257;tm&#257; mah&#257;-yog&#299; tri-gun&#257;t&#299;tah sattva-r&#363;po bhaktim loke k&#257;&#347;yati. "Lord Gaura, who is the all-pervading Supersoul, the Supreme Personality of Godhead, appears as a great saint and powerful mystic who is above the three modes of nature and is the emblem of transcendental activity. He disseminates the cult of devotion throughout the world."</P><P>(2) From the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/7">6.7</A> and <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/12">3.12</A>):</P><P>tam &#299;&#347;var&#257;n&#257;m paramam mahe&#347;varam</P><P CLASS=n>tam devat&#257;n&#257;m paramam ca daivatam</P><P CLASS=n>patim pat&#299;n&#257;m paramam parast&#257;d</P><P CLASS=n>vid&#257;ma devam bhuvane&#347;am &#299;dyam</P><P>"O Supreme Lord, You are the Supreme Mahe&#347;vara, the worshipable Deity of all the demigods and the Supreme Lord of all lords. You are the controller of all controllers, the Personality of Godhead, the Lord of everything worshipable."</P><P>mah&#257;n prabhur vai purushah</P><P CLASS=n>sattvasyaisha pravartakah</P><P CLASS=n>su-nirmal&#257;m im&#257;m pr&#257;ptim</P><P CLASS=n>&#299;&#347;&#257;no jyotir avyayah</P><P>"The Supreme Personality of Godhead is Mah&#257;prabhu, who disseminates transcendental enlightenment. Just to be in touch with Him is to be in contact with the indestructible brahmajyoti."</P><P>(3) From the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/1/3">3.1.3</A>):</P><P>yad&#257; pa&#347;yah pa&#347;yate rukma-varnam</P><P CLASS=n>kart&#257;ram &#299;&#347;am purusham brahma-yonim</P><P>"One who sees that golden-colored Personality of Godhead, the Supreme Lord, the supreme actor, who is the source of the Supreme Brahman, is liberated."</P><P>(4) From &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/5/33.htm">11.5.33-34</A> and <A CLASS=v HREF="../../../sb/7/9/38.htm">7.9.38</A>):</P><P>dhyeyam sad&#257; paribhava-ghnam abh&#299;shta-doham</P><P CLASS=n>t&#299;rth&#257;spadam &#347;iva-viriñci-nutam &#347;aranyam</P><P CLASS=n>bhrity&#257;rti-ham pranata-p&#257;la-bhav&#257;bdhi-potam</P><P CLASS=n>vande mah&#257;-purusha te caran&#257;ravindam</P><P>"We offer our respectful obeisances unto the lotus feet of Him, the Lord, upon whom one should always meditate. He destroys insults to His devotees. He removes the distresses of His devotees and satisfies their desires. He, the abode of all holy places and the shelter of all sages, is worshipable by Lord &#346;iva and Lord Brahm&#257;. He is the boat of the demigods for crossing the ocean of birth and death."</P><P>tyaktv&#257; sudustyaja-surepsita-r&#257;jya-lakshm&#299;m</P><P CLASS=n>dharmishtha &#257;rya-vacas&#257; yad ag&#257;d aranyam</P><P CLASS=n>m&#257;y&#257;-mrigam dayitayepsitam anvadh&#257;vad</P><P CLASS=n>vande mah&#257;-purusha te caran&#257;ravindam</P><P CLASS=n>[<A CLASS=v HREF="../../../sb/11/5/34.htm">SB 11.5.34</A>]</P><P>"We offer our respectful obeisances unto the lotus feet of the Lord, upon whom one should always meditate. He left His householder life, leaving aside His eternal consort, whom even the denizens of heaven adore. He went into the forest to deliver the fallen souls, who are put into illusion by material energy."</P><P>Prahl&#257;da said:</P><P>ittham nri-tiryag-rishi-deva jhash&#257;vat&#257;rair</P><P CLASS=n>lok&#257;n vibh&#257;vayasi hamsi jagat-prat&#299;p&#257;n</P><P CLASS=n>dharmam mah&#257;-purusha p&#257;si yug&#257;nuvrittam</P><P CLASS=n>channah kalau yad abhavas tri-yugo 'tha sa tvam</P><P>"My Lord, You kill all the enemies of the world in Your multifarious incarnations in the families of men, animals, demigods, rishis, aquatics and so on. Thus You illuminate the worlds with transcendental knowledge. In the Age of Kali, O Mah&#257;purusha, You sometimes appear in a covered incarnation. Therefore You are known as Tri-yuga [one who appears in only three yugas]."</P><P>(5) From the Krishna-y&#257;mala-tantra: punya-kshetre nava-dv&#299;pe bhavishy&#257;mi &#347;ac&#299;-sutah. "I shall appear in the holy land of Navadv&#299;pa as the son of &#346;ac&#299;-dev&#299;."</P><P>(6) From the V&#257;yu Pur&#257;na: kalau sa&#324;k&#299;rtan&#257;rambhe bhavishy&#257;mi &#347;ac&#299;-sutah. "In the Age of Kali when the sa&#324;k&#299;rtana movement is inaugurated, I shall descend as the son of &#346;ac&#299;-dev&#299;."</P><P>(7) From the Brahma-y&#257;mala-tantra:</P><P>atha v&#257;ham dhar&#257;dh&#257;me</P><P CLASS=n>bh&#363;tv&#257; mad-bhakta-r&#363;pa-dhrik</P><P CLASS=n>m&#257;y&#257;y&#257;m ca bhavishy&#257;mi</P><P CLASS=n>kalau sa&#324;k&#299;rtan&#257;game</P><P>"Sometimes I personally appear on the surface of the world in the garb of a devotee. Specifically, I appear as the son of &#346;ac&#299; in Kali-yuga to start the sa&#324;k&#299;rtana movement."</P><P>(8) From the Ananta-samhit&#257;:</P><P>ya eva bhagav&#257;n krishno</P><P CLASS=n>r&#257;dhik&#257;-pr&#257;na-vallabhah</P><P CLASS=n>srishty &#257;dau sa jagan-n&#257;tho</P><P CLASS=n>gaura &#257;s&#299;n mahe&#347;vari</P><P>"The Supreme Person, &#346;r&#299; Krishna Himself, who is the life of &#346;r&#299; R&#257;dh&#257;r&#257;n&#299; and is the Lord of the universe in creation, maintenance and annihilation, appears as Gaura, O Mahe&#347;var&#299;."</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>