<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.24</P><P CLASS=c>veda, bh&#257;gavata, upanishat, &#257;gama</P><P CLASS=c>'p&#363;rna-tattva' y&#257;&#324;re kahe, n&#257;hi y&#257;&#324;ra sama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/u/upanisat">upanishat</A> &#8212; the Upanishads; <A CLASS=v HREF="http://vedabase.net/a/agama">&#257;gama</A> &#8212; other transcendental literatures; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; full truth; <A CLASS=v HREF="http://vedabase.net/y/yanre">y&#257;&#324;re</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; they say; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead is He who is described as the Absolute Whole in the Vedas, Bh&#257;gavatam, Upanishads and other transcendental literatures. No one is equal to Him.</P><P CLASS=t>PURPORT</P><P>There are innumerable authoritative statements in the Vedas regarding the personal feature of the Absolute Truth. Some of them are as follows:</P><P>(1) From the Rik-samhit&#257; (<A CLASS=v HREF="../../../bs/1/22/20.htm">1.22.20</A>):</P><P>tad vishnoh paramam padam sad&#257; pa&#347;yanti s&#363;rayah</P><P CLASS=n>div&#299;va cakshur &#257;tatam</P><P>"The Personality of Godhead Vishnu is the Absolute Truth, whose lotus feet all the demigods are always eager to see. Like the sun-god, He pervades everything by the rays of His energy. He appears impersonal to imperfect eyes."</P><P>(2) From the N&#257;r&#257;yan&#257;tharva-&#347;ira Upanishad (1-2): n&#257;r&#257;yan&#257;d eva samutpadyante n&#257;r&#257;yan&#257;t pravartante n&#257;r&#257;yane pral&#299;yante. . . . atha nityo n&#257;r&#257;yanah. . . . n&#257;r&#257;yana evedam sarvam yad bh&#363;tam yac ca bhavyam. . . . &#347;uddho deva eko n&#257;r&#257;yano na dvit&#299;yo 'sti ka&#347;cit. "It is from N&#257;r&#257;yana only that everything is generated, by Him only that everything is maintained, and in Him only that everything is annihilated. Therefore N&#257;r&#257;yana is eternally existing. Everything that exists now or will be created in the future is nothing but N&#257;r&#257;yana, who is the unadulterated Deity. There is only N&#257;r&#257;yana and nothing else."</P><P>(3) From the N&#257;r&#257;yana Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/4">1.4</A>): yatah pras&#363;t&#257; jagatah pras&#363;t&#299;. "N&#257;r&#257;yana is the source from whom all the universes emanate."</P><P>(4) From the Haya&#347;&#299;rsha Pañcar&#257;tra: param&#257;tm&#257; harir devah. "Hari is the Supreme Lord."</P><P>(5) From &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/3/34.htm">11.3.34-35</A>):</P><P>n&#257;r&#257;yan&#257;bhidh&#257;nasya</P><P CLASS=n>brahmanah param&#257;tmanah</P><P CLASS=n>nishth&#257;m arhatha no vaktum</P><P CLASS=n>y&#363;yam hi brahma-vittam&#257;h</P><P>"O best of the br&#257;hmanas, please tell us of the position of N&#257;r&#257;yana, who is also known as Brahman and Param&#257;tm&#257;."</P><P>sthity-udbhava-pralaya-hetur ahetur asya</P><P CLASS=n>yat svapna-j&#257;gara-sushuptishu sad bahi&#347; ca</P><P CLASS=n>dehendriy&#257;su-hriday&#257;ni caranti yena</P><P CLASS=n>sañj&#299;vit&#257;ni tad avehi param narendra</P><P>"O King, know Him who is causeless and yet is the cause of creation, maintenance and annihilation. He exists in the three states of consciousness &#8212; namely waking, dreaming and deep sleep &#8212; as well as beyond them. He enlivens the body, the senses, the breath of life, and the heart, and thus they move. Know Him to be supreme."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>