<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 36"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.36</P><P CLASS=c>pr&#257;krit&#257;pr&#257;krita-srishtye yata j&#299;va-r&#363;pa</P><P CLASS=c>t&#257;h&#257;ra ye &#257;tm&#257; tumi m&#363;la-svar&#363;pa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakrta">pr&#257;krita</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/a/aprakrta">apr&#257;krita</A> &#8212; and spiritual; <A CLASS=v HREF="http://vedabase.net/s/srstye">srishtye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the creations; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> many <A HREF="http://vedabase.net/a/as">as</A> there <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; the living beings; <A CLASS=v HREF="http://vedabase.net/t/tahara">t&#257;h&#257;ra</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; ultimate source.</P><P CLASS=t>TRANSLATION</P><P>"All the living beings within the material and spiritual worlds are ultimately born of You, for You are the Supersoul of them all.</P><P CLASS=t>PURPORT</P><P>The cosmic manifestation is generated by the interaction of the three modes of material nature. The transcendental world has no such material modes, although it is nevertheless full of spiritual variegatedness. In that spiritual world there are also innumerable living entities, who are eternally liberated souls engaged in transcendental loving service to Lord Krishna. The conditioned souls, who remain within the material cosmic creation, are subjected to the threefold miseries and pangs of material nature. They exist in different species of life because they are eternally averse to transcendental loving devotion to the Supreme Lord.</P><P>Sa&#324;karshana is the original source of all living entities because they are all expansions of His marginal potency. Some of them are conditioned by material nature, whereas others are under the protection of the spiritual nature. The material nature is a conditional manifestation of spiritual nature, just as smoke is a conditional stage of fire. Smoke is dependent on fire, but in a blazing fire there is no place for smoke. Smoke disturbs, but fire serves. The serving spirit of the residents of the transcendental world is displayed in five varieties of relationships with the Supreme Lord, who is the central enjoyer. In the material world everyone is a self-centered enjoyer of mundane happiness and distress. One considers himself the lord of everything and tries to enjoy the illusory energy, but he is not successful because he is not independent: he is but a minute particle of the energy of Lord Sa&#324;karshana. All living beings exist under the control of the Supreme Lord, who is therefore called N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>