<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 37"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.37</P><P CLASS=c>prithv&#299; yaiche ghata-kulera k&#257;rana &#257;&#347;raya</P><P CLASS=c>j&#299;vera nid&#257;na tumi, tumi sarv&#257;&#347;raya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prthvi">prithv&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/g/ghata">ghata</A> &#8212; of earthen pots; <A CLASS=v HREF="http://vedabase.net/k/kulera">kulera</A> &#8212; of the multitude; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; the cause; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; the shelter; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the living beings; <A CLASS=v HREF="http://vedabase.net/n/nidana">nid&#257;na</A> &#8212; root cause; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; shelter of all.</P><P CLASS=t>TRANSLATION</P><P>"As the earth is the original cause and shelter of all pots made of earth, so You are the ultimate cause and shelter of all living beings.</P><P CLASS=t>PURPORT</P><P>As the vast earth is the source for the ingredients of all earthen pots, so the Supreme Soul is the source for the complete substance of all individual living entities. The cause of all causes, the Supreme Personality of Godhead, is the cause of the living entities. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/10.htm">7.10</A>), where the Lord says, b&#299;jam m&#257;m sarva-bh&#363;t&#257;n&#257;m ("I am the seed of all living entities"), and in the Upanishads, which say, nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m ("the Lord is the supreme leader among all the eternal living beings").</P><P>The Lord is the reservoir of all cosmic manifestation, animate and inanimate. The advocates of Vi&#347;isht&#257;dvaita-v&#257;da philosophy explain the Ved&#257;nta-s&#363;tra by saying that although the living entity has two kinds of bodies &#8212; subtle (consisting of mind, intelligence and false ego) and gross (consisting of the five basic elements) &#8212; and although he thus lives in three bodily dimensions (gross, subtle and spiritual), he is nevertheless a spiritual soul. Similarly, the Supreme Personality of Godhead, who emanates the material and spiritual worlds, is the Supreme Spirit. As an individual spirit soul is almost identical to his gross and subtle bodies, so the Supreme Lord is almost identical to the material and spiritual worlds. The material world, full of conditioned souls trying to lord it over matter, is a manifestation of the external energy of the Supreme Lord, and the spiritual world, full of perfect servitors of the Lord, is a manifestation of His internal energy. Since all living entities are minute sparks of the Supreme Personality of Godhead, He is the Supreme Soul in both the material and spiritual worlds. The Vaishnavas following Lord Caitanya stress the doctrine of acintya-bhed&#257;bheda-tattva, which states that the Supreme Lord, being the cause and effect of everything, is inconceivably, simultaneously one with His manifestations of energy and different from them.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>