<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 52"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.52</P><P CLASS=c>e sabh&#257;ra dar&#347;anete &#257;che m&#257;y&#257;-gandha</P><P CLASS=c>tur&#299;ya krishnera n&#257;hi m&#257;y&#257;ra sambandha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/e">e</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sabhara">sabh&#257;ra</A> &#8212; of the assembly; <A CLASS=v HREF="http://vedabase.net/d/darsanete">dar&#347;anete</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> seeing; <A CLASS=v HREF="http://vedabase.net/a/ache">&#257;che</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; connection with <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/turiya">tur&#299;ya</A> &#8212; the fourth; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/m/mayara">m&#257;y&#257;ra</A> &#8212; of the material energy; <A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; connection.</P><P CLASS=t>TRANSLATION</P><P>"Superficially we see that these purushas have a relationship with m&#257;y&#257;, but above them, in the fourth dimension, is Lord Krishna, who has no contact with the material energy.</P><P CLASS=t>PURPORT</P><P>The three purushas &#8212; K&#257;ranodaka&#347;&#257;y&#299; Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu &#8212; all have a relationship with the material energy, called m&#257;y&#257;, because through m&#257;y&#257; They create the material cosmos. These three purushas, who lie on the K&#257;rana, Garbha and Ksh&#299;ra oceans respectively, are the Supersoul of everything that be: K&#257;ranodaka&#347;&#257;y&#299; Vishnu is the Supersoul of the collective universes, Garbhodaka&#347;&#257;y&#299; Vishnu is the Supersoul of the collective living beings, and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu is the Supersoul of all individual living entities. Because all of Them are somehow attracted to the affairs of the material energy, They can be said to have some affection for m&#257;y&#257;. But the transcendental position of &#346;r&#299; Krishna Himself is not even slightly tinged by m&#257;y&#257;. His transcendental state is called tur&#299;ya, or the fourth-dimensional stage.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>