<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 86"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.86</P><P CLASS=c>bhrama, pram&#257;da, vipralips&#257;, karan&#257;p&#257;tava</P><P CLASS=c>&#257;rsha-vijña-v&#257;kye n&#257;hi dosha ei saba</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhrama">bhrama</A> &#8212; mistakes; <A CLASS=v HREF="http://vedabase.net/p/pramada">pram&#257;da</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/v/vipralipsa">vipralips&#257;</A> &#8212; cheating; <A CLASS=v HREF="http://vedabase.net/k/karana">karana</A>-<A CLASS=v HREF="http://vedabase.net/a/apatava">ap&#257;tava</A> &#8212; imperfectness of the senses; <A CLASS=v HREF="http://vedabase.net/a/arsa">&#257;rsha</A> &#8212; of the authoritative sages; <A CLASS=v HREF="http://vedabase.net/v/vijna">vijña</A>-<A CLASS=v HREF="http://vedabase.net/v/vakye">v&#257;kye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the wise speech; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; faults; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all.</P><P CLASS=t>TRANSLATION</P><P>"Mistakes, illusions, cheating and defective perception do not occur in the sayings of the authoritative sages.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam has listed the avat&#257;ras, the plenary expansions of the purusha, and Lord Krishna appears among them. But the Bh&#257;gavatam further explains Lord Krishna's specific position as the Supreme Personality of Godhead. Since Lord Krishna is the original Personality of Godhead, reason and argument establish that His position is always supreme.</P><P>Had Krishna been a plenary expansion of N&#257;r&#257;yana, the original verse would have been differently composed; indeed, its order would have been reversed. But there cannot be mistakes, illusion, cheating or imperfect perception in the words of liberated sages. Therefore there is no mistake in this statement that Lord Krishna is the Supreme Personality of Godhead. The Sanskrit statements of &#346;r&#299;mad-Bh&#257;gavatam are all transcendental sounds. &#346;r&#299;la Vy&#257;sadeva revealed these statements after perfect realization, and therefore they are perfect, for liberated sages like Vy&#257;sadeva never commit errors in their rhetorical arrangements. Unless one accepts this fact, there is no use in trying to obtain help from the revealed scriptures.</P><P>Bhrama refers to false knowledge or mistakes, such as accepting a rope as a snake or an oyster shell as gold. Pram&#257;da refers to inattention or misunderstanding of reality, and vipralips&#257; is the cheating propensity. Karan&#257;p&#257;tava refers to imperfectness of the material senses. There are many examples of such imperfection. The eyes cannot see that which is very distant or very small. One cannot even see his own eyelid, which is the closest thing to his eye, and if one is disturbed by a disease like jaundice, he sees everything to be yellow. Similarly, the ears cannot hear distant sounds. Since the Personality of Godhead and His plenary portions and self-realized devotees are all transcendentally situated, they cannot be misled by such deficiencies.</P><P CLASS=l><A CLASS=i HREF="85.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="87.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>