<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 89</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 89"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.89</P><P CLASS=c>d&#299;pa haite yaiche bahu d&#299;pera jvalana</P><P CLASS=c>m&#363;la eka d&#299;pa t&#257;h&#257; kariye ganana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dipa">d&#299;pa</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> lamp; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/d/dipera">d&#299;pera</A> &#8212; of lamps; <A CLASS=v HREF="http://vedabase.net/j/jvalana">jvalana</A> &#8212; lighting; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; the original; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/d/dipa">d&#299;pa</A> &#8212; lamp; <A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kariye">kariye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/g/ganana">ganana</A> &#8212; consideration</P><P CLASS=t>TRANSLATION</P><P>"When from one candle many others are lit, I consider that one the original.</P><P CLASS=t>PURPORT</P><P>The Brahma-samhit&#257;, Chapter Five, verse 46, states that the vishnu-tattva, or the principle of the Absolute Personality of Godhead, is like a lamp because the expansions equal their origin in all respects. A burning lamp can light innumerable other lamps, and although they will not be inferior, still the lamp from which the others are lit must be considered the original. Similarly, the Supreme Personality of Godhead expands Himself in the plenary forms of the vishnu-tattva, and although they are equally powerful, the original powerful Personality of Godhead is considered the source. This analogy also explains the appearance of qualitative incarnations like Lord &#346;iva and Lord Brahm&#257;. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, &#347;ambhos tu tamo-'dhishth&#257;natv&#257;t kajjalamaya-s&#363;kshma-d&#299;pa-&#347;ikh&#257;-sth&#257;n&#299;yasya na tath&#257; s&#257;myam: "The &#347;ambhu-tattva, or the principle of Lord &#346;iva, is like a lamp covered with carbon because of his being in charge of the mode of ignorance. The illumination from such a lamp is very minute. Therefore the power of Lord &#346;iva cannot compare to that of the Vishnu principle."</P><P CLASS=l><A CLASS=i HREF="88.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="90.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>