<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verse 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.9</P><P CLASS=c>'nanda-suta' bali' y&#257;&#324;re bh&#257;gavate g&#257;i</P><P CLASS=c>sei krishna avat&#299;rna caitanya-gos&#257;ñi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; the son of <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yanre">y&#257;&#324;re</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bh&#257;gavate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/g/gai">g&#257;i</A> &#8212; is sung; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/avatirna">avat&#299;rna</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>He whom &#346;r&#299;mad-Bh&#257;gavatam describes as the son of Nanda Mah&#257;r&#257;ja has descended to earth as Lord Caitanya.</P><P CLASS=t>PURPORT</P><P>According to the rules of rhetorical arrangement for efficient composition in literature, a subject should be mentioned before its predicate. The Vedic literature frequently mentions Brahman, Param&#257;tm&#257; and Bhagav&#257;n, and therefore these three terms are widely known as the subjects of transcendental understanding. But it is not widely known that what is approached as the impersonal Brahman is the effulgence of &#346;r&#299; Caitanya Mah&#257;prabhu's transcendental body. Nor is it widely known that the Supersoul, or Param&#257;tm&#257;, is only a partial representation of Lord Caitanya, who is identical with Bhagav&#257;n Himself. Therefore the descriptions of Brahman as the effulgence of Lord Caitanya, the Param&#257;tm&#257; as His partial representation, and the Supreme Personality of Godhead Krishna as identical with Lord Caitanya Mah&#257;prabhu must be verified by evidence from authoritative Vedic literatures.</P><P>The author wants to establish first that the essence of the Vedas is the vishnu-tattva, the Absolute Truth, Vishnu, the all-pervading Godhead. The vishnu-tattva has different categories, of which the highest is Lord Krishna, the ultimate vishnu-tattva, as confirmed in the Bhagavad-g&#299;t&#257; and throughout the Vedic literature. In &#346;r&#299;mad-Bh&#257;gavatam the same Supreme Personality of Godhead Krishna is described as Nanda-suta, the son of King Nanda. Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; says that Nandasuta has again appeared as Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, and he bases this statement on his understanding that the Vedic literature concludes there is no difference between Lord Krishna and Lord Caitanya Mah&#257;prabhu. This the author will prove. If it is thus proved that &#346;r&#299; Krishna is the origin of all tattvas (truths), namely Brahman, Param&#257;tm&#257; and Bhagav&#257;n, and that there is no difference between &#346;r&#299; Krishna and Lord &#346;r&#299; Caitanya Mah&#257;prabhu, it will not be difficult to understand that &#346;r&#299; Caitanya Mah&#257;prabhu is also the same origin of all tattvas. The same Absolute Truth, as He is revealed to students of different realizations, is called Brahman, Param&#257;tm&#257; and Bhagav&#257;n.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>