<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2 Verses 91-92</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2 Verses 91-92"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">&#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 2.91-92</P><P CLASS=c>atra sargo visarga&#347; ca</P><P CLASS=c>sth&#257;nam poshanam &#363;tayah</P><P CLASS=c>manvantare&#347;&#257;nukath&#257;</P><P CLASS=c>nirodho muktir &#257;&#347;rayah</P><P CLASS=c>da&#347;amasya vi&#347;uddhy-artham</P><P CLASS=c>nav&#257;n&#257;m iha lakshanam</P><P CLASS=c>varnayanti mah&#257;tm&#257;nah</P><P CLASS=c>&#347;ruten&#257;rthena c&#257;ñjas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/s/sargah">sargah</A> &#8212; the creation of the ingredients of the universe; <A CLASS=v HREF="http://vedabase.net/v/visargah">visargah</A> &#8212; the creations of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; the maintenance of the creation; <A CLASS=v HREF="http://vedabase.net/p/posanam">poshanam</A> &#8212; the favoring of the Lord's devotees; <A CLASS=v HREF="http://vedabase.net/u/utayah">&#363;tayah</A> &#8212; impetuses for activity; <A CLASS=v HREF="http://vedabase.net/m/manu">manu</A>-<A CLASS=v HREF="http://vedabase.net/a/antara">antara</A> &#8212; prescribed duties given by the Manus; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/anukathah">anukath&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> description of the incarnations of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nirodhah">nirodhah</A> &#8212; the winding up of creation; <A CLASS=v HREF="http://vedabase.net/m/muktih">muktih</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the ultimate shelter, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dasamasya">da&#347;amasya</A> &#8212; of the tenth (the <A HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A>); <A CLASS=v HREF="http://vedabase.net/v/visuddhi">vi&#347;uddhi</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the purpose of perfect knowledge; <A CLASS=v HREF="http://vedabase.net/n/navanam">nav&#257;n&#257;m</A> &#8212; of the nine; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; the nature; <A CLASS=v HREF="http://vedabase.net/v/varnayanti">varnayanti</A> &#8212; describe; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tm&#257;nah</A> &#8212; the great souls; <A CLASS=v HREF="http://vedabase.net/s/srutena">&#347;rutena</A> &#8212; by prayer; <A CLASS=v HREF="http://vedabase.net/a/arthena">arthena</A> &#8212; by explanation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; direct.</P><P CLASS=t>TRANSLATION</P><P>"'Here [in &#346;r&#299;mad-Bh&#257;gavatam] ten subjects are described: (1) the creation of the ingredients of the cosmos, (2) the creations of Brahm&#257;, (3) the maintenance of the creation, (4) special favor given to the faithful, (5) impetuses for activity, (6) prescribed duties for law-abiding men, (7) a description of the incarnations of the Lord, (8) the winding up of the creation, (9) liberation from gross and subtle material existence, and (10) the ultimate shelter, the Supreme Personality of Godhead. The tenth item is the shelter of all the others. To distinguish this ultimate shelter from the other nine subjects, the mah&#257;janas have described these nine, directly or indirectly, through prayers or direct explanations.'</P><P CLASS=t>PURPORT</P><P>These verses from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/10/1.htm">2.10.1-2</A>) list the ten subject matters dealt with in the text of the Bh&#257;gavatam. Of these, the tenth is the substance, and the other nine are categories derived from the substance. These ten subjects are listed as follows:</P><P>(1) Sarga: the first creation by Vishnu, the bringing forth of the five gross material elements, the five objects of sense perception, the ten senses, the mind, the intelligence, the false ego and the total material energy, or universal form.</P><P>(2) Visarga: the secondary creation, or the work of Brahm&#257; in producing the moving and unmoving bodies in the universe (brahm&#257;nda).</P><P>(3) Sth&#257;na: the maintenance of the universe by the Personality of Godhead, Vishnu. Vishnu's function is more important and His glory greater than Brahm&#257;'s and Lord &#346;iva's, for although Brahm&#257; is the creator and Lord &#346;iva the destroyer, Vishnu is the maintainer.</P><P>(4) Poshana: special care and protection for devotees by the Lord. As a king maintains his kingdom and subjects but nevertheless gives special attention to the members of his family, so the Personality of Godhead gives special care to His devotees who are souls completely surrendered to Him.</P><P>(5) &#362;ti: the urge for creation, or initiative power, that is the cause of all inventions, according to the necessities of time, space and objects.</P><P>(6) Manv-antara: the periods controlled by the Manus, who teach regulative principles for living beings who desire to achieve perfection in human life. The rules of Manu, as described in the Manu-samhit&#257;, guide the way to such perfection.</P><P>(7) &#298;&#347;&#257;nukath&#257;: scriptural information regarding the Personality of Godhead, His incarnations on earth and the activities of His devotees. Scriptures dealing with these subjects are essential for progressive human life.</P><P>(8) Nirodha: the winding up of all energies employed in creation. Such potencies are emanations from the Personality of Godhead who eternally lies in the K&#257;rana Ocean. The cosmic creations, manifested with His breath, are again dissolved in due course.</P><P>(9) Mukti: liberation of the conditioned souls encaged by the gross and subtle coverings of body and mind. When freed from all material affection, the soul, giving up the gross and subtle material bodies, can attain the spiritual sky in his original spiritual body and engage in transcendental loving service to the Lord in Vaikunthaloka or Krishnaloka. When the soul is situated in his original constitutional position of existence, he is said to be liberated. It is possible to engage in transcendental loving service to the Lord and become j&#299;van-mukta, a liberated soul, even while in the material body.</P><P>(10) &#256;&#347;raya: the Transcendence, the summum bonum, from whom everything emanates, upon whom everything rests, and in whom everything merges after annihilation. He is the source and support of all. The &#257;&#347;raya is also called the Supreme Brahman, as in the Ved&#257;nta-s&#363;tra (ath&#257;to brahma jijñ&#257;s&#257;, janm&#257;dy asya yatah [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>]). &#346;r&#299;mad-Bh&#257;gavatam especially describes this Supreme Brahman as the &#257;&#347;raya. &#346;r&#299; Krishna is this &#257;&#347;raya, and therefore the greatest necessity of life is to study the science of Krishna.</P><P>&#346;r&#299;mad-Bh&#257;gavatam accepts &#346;r&#299; Krishna as the shelter of all manifestations because Lord Krishna, the Supreme Personality of Godhead, is the ultimate source of everything, the supreme goal of all.</P><P>Two different principles are to be considered herein &#8212; namely &#257;&#347;raya, the object providing shelter, and &#257;&#347;rita, the dependents requiring shelter. The &#257;&#347;rita exist under the original principle, the &#257;&#347;raya. The first nine categories, described in the first nine cantos of &#346;r&#299;mad-Bh&#257;gavatam, from creation to liberation &#8212; including the purusha-avat&#257;ras, the incarnations, the marginal energy, or living entities, and the external energy, or material world &#8212; are all &#257;&#347;rita. The prayers of &#346;r&#299;mad-Bh&#257;gavatam, however, aim for the &#257;&#347;raya-tattva, the Supreme Personality of Godhead, &#346;r&#299; Krishna. The great souls expert in describing &#346;r&#299;mad-Bh&#257;gavatam have very diligently delineated the other nine categories, sometimes by direct narrations and sometimes by indirect narrations such as stories. The real purpose of doing this is to know perfectly the Absolute Transcendence, &#346;r&#299; Krishna, for the entire creation, both material and spiritual, rests on the body of &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="90.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="93.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>