<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 2"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: &#346;r&#299; Caitanya Mah&#257;prabhu Is the Supreme Personality of Godhead</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 2 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 2.1</B></A>: I offer my obeisances to Sri Caitanya Mah&#257;prabhu, by whose mercy even an ignorant child can swim across the ocean of conclusive truth, which is full of the crocodiles of various theories.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 2.2</B></A>: O my merciful Lord Caitanya, may the nectarean Ganges waters of Your transcendental activities flow on the surface of my desertlike tongue. Beautifying these waters are the lotus flowers of singing, dancing and loud chanting of Krishna's holy name, which are the pleasure abodes of unalloyed devotees. These devotees are compared to swans, ducks and bees. The river's flowing produces a melodious sound that gladdens their ears.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 2.3</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu and Lord &#346;r&#299; Nity&#257;nanda! All glories to Advaitacandra, and all glories to the devotees of Lord Gaur&#257;&#324;ga!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 2.4</B></A>: Let me describe the meaning of the third verse [of the first fourteen]. It is an auspicious vibration that describes the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 2.5</B></A>: What the Upanishads describe as the impersonal Brahman is but the effulgence of His body, and the Lord known as the Supersoul is but His localized plenary portion. Lord Caitanya is the Supreme Personality of Godhead, Krishna Himself, full with six opulences. He is the Absolute Truth, and no other truth is greater than or equal to Him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 2.6</B></A>: Impersonal Brahman, the localized Param&#257;tm&#257; and the Personality of Godhead are three subjects, and the glowing effulgence, the partial manifestation and the original form are their three respective predicates.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 2.7</B></A>: A predicate always follows its subject. Now I shall explain the meaning of this verse according to the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 2.8</B></A>: Krishna, the original form of the Personality of Godhead, is the summum bonum of the all-pervading Vishnu. He is all-perfect knowledge and all-perfect bliss. He is the Supreme Transcendence.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 2.9</B></A>: He whom &#346;r&#299;mad-Bh&#257;gavatam describes as the son of Nanda Mah&#257;r&#257;ja has descended to earth as Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 2.10</B></A>: In terms of His various manifestations, He is known in three features, called the impersonal Brahman, the localized Param&#257;tm&#257; and the original Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 2.11</B></A>: "Learned transcendentalists who know the Absolute Truth say that it is nondual knowledge and is called impersonal Brahman, the localized Param&#257;tm&#257; and the Personality of Godhead."</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 2.12</B></A>: What the Upanishads call the transcendental, impersonal Brahman is the realm of the glowing effulgence of the same Supreme Person.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 2.13</B></A>: As with the naked eye one cannot know the sun except as a glowing substance, merely by philosophical speculation one cannot understand Lord Krishna's transcendental varieties.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 2.14</B></A>: "I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 2.15</B></A>: [Lord Brahm&#257; said:] "The opulences of the impersonal Brahman spread throughout the millions and millions of universes. That Brahman is but the bodily effulgence of Govinda."</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 2.16</B></A>: "I worship Govinda. He is my Lord. Only by His grace am I empowered to create the universe."</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 2.17</B></A>: "Naked saints and sanny&#257;s&#299;s who undergo severe physical penances, who can raise the semen to the brain, and who are completely equipoised in Brahman can live in the realm known as Brahmaloka."</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 2.18</B></A>: He who is described in the yoga-&#347;&#257;stras as the indwelling Supersoul [&#257;tm&#257; antar-y&#257;m&#299;] is also a plenary portion of Govinda's personal expansion.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 2.19</B></A>: As the one sun appears reflected in countless jewels, so Govinda manifests Himself [as Param&#257;tm&#257;] in the hearts of all living beings.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 2.20</B></A>: [The Personality of Godhead, &#346;r&#299; Krishna, said:] "What more shall I say to you? I live throughout this cosmic manifestation merely by My single plenary portion."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 2.21</B></A>: [Grandfather Bh&#299;shma said:] "As the one sun appears differently situated to different seers, so also do You, the unborn, appear differently represented as the Param&#257;tm&#257; in every living being. But when a seer knows himself to be one of Your own servitors, no longer does he maintain such duality. Thus I am now able to comprehend Your eternal forms, knowing well the Param&#257;tm&#257; to be only Your plenary portion."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 2.22</B></A>: That Govinda personally appears as Caitanya Gos&#257;ñi. No other Lord is as merciful in delivering the fallen souls.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 2.23</B></A>: Lord N&#257;r&#257;yana, who dominates the transcendental world, is full in six opulences. He is the Personality of Godhead, the Lord of the goddess of fortune.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 2.24</B></A>: The Personality of Godhead is He who is described as the Absolute Whole in the Vedas, Bh&#257;gavatam, Upanishads and other transcendental literatures. No one is equal to Him.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 2.25</B></A>: Through their service, devotees see that Personality of Godhead, just as the denizens of heaven see the personality of the sun.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 2.26</B></A>: Those who walk the paths of knowledge and yoga worship only Him, for it is Him they perceive as the impersonal Brahman and localized Param&#257;tm&#257;.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 2.27</B></A>: Thus one may understand the glories of the Lord through different modes of worship, as the analogy of the sun illustrates.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 2.28</B></A>: N&#257;r&#257;yana and &#346;r&#299; Krishna are the same Personality of Godhead, but although They are identical, Their bodily features are different.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 2.29</B></A>: This Personality of Godhead [&#346;r&#299; Krishna] has two hands and holds a flute, whereas the other [N&#257;r&#257;yana] has four hands, with conch, wheel, mace and lotus.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 2.30</B></A>: "O Lord of lords, You are the seer of all creation. You are indeed everyone's dearest life. Are You not, therefore, my father, N&#257;r&#257;yana? N&#257;r&#257;yana refers to one whose abode is in the water born from Nara [Garbhodaka&#347;&#257;y&#299; Vishnu], and that N&#257;r&#257;yana is Your plenary portion. All Your plenary portions are transcendental. They are absolute and are not creations of m&#257;y&#257;."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 2.31</B></A>: After Brahm&#257; had offended Krishna by stealing His playmates and calves, he begged the Lord's pardon for his offensive act and prayed for the Lord's mercy.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 2.32</B></A>: "I took birth from the lotus that grew from Your navel. Thus You are both my father and my mother, and I am Your son.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 2.33</B></A>: "Parents never take seriously the offenses of their children. I therefore beg Your pardon and ask for Your benediction."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 2.34</B></A>: &#346;r&#299; Krishna said, "O Brahm&#257;, your father is N&#257;r&#257;yana. I am but a cowherd boy. How can you be My son?"</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 2.35</B></A>: Brahm&#257; replied, "Are You not N&#257;r&#257;yana? You are certainly N&#257;r&#257;yana. Please listen as I state the proofs.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 2.36</B></A>: "All the living beings within the material and spiritual worlds are ultimately born of You, for You are the Supersoul of them all.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 2.37</B></A>: "As the earth is the original cause and shelter of all pots made of earth, so You are the ultimate cause and shelter of all living beings.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 2.38</B></A>: "The word 'n&#257;ra' refers to the aggregate of all the living beings, and the word 'ayana' refers to the refuge of them all.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 2.39</B></A>: "You are therefore the original N&#257;r&#257;yana. This is one reason; please listen as I state the second.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 2.40</B></A>: "The direct Lords of the living beings are the purusha incarnations. But Your opulence and power are more exalted than Theirs.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 2.41</B></A>: "Therefore You are the primeval Lord, the original father of everyone. They [the purushas] are protectors of the universes by Your power.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 2.42</B></A>: "Since You protect those who are the shelters of all living beings, You are the original N&#257;r&#257;yana.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 2.43</B></A>: "O my Lord, O Supreme Personality of Godhead! Kindly hear my third reason. There are countless universes and fathomless transcendental Vaikunthas.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 2.44</B></A>: "Both in this material world and in the transcendental world, You see all the deeds of all living beings, in the past, present and future. Since You are the witness of all such deeds, You know the essence of everything.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 2.45</B></A>: "All the worlds exist because You oversee them. None can live, move or have their being without Your supervision.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 2.46</B></A>: "You oversee the wanderings of all living beings. For this reason also, You are the primeval Lord N&#257;r&#257;yana."</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 2.47</B></A>: Krishna said, "Brahm&#257;, I cannot understand what you are saying. Lord N&#257;r&#257;yana is He who sits in the hearts of all living beings and lies down in the waters of the K&#257;rana Ocean."</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 2.48</B></A>: Brahm&#257; replied, "What I have said is true. The same Lord N&#257;r&#257;yana who lives on the waters and in the hearts of all living beings is but a plenary portion of You.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 2.49</B></A>: "The K&#257;ranodaka&#347;&#257;y&#299;, Garbhodaka&#347;&#257;y&#299; and Ksh&#299;rodaka&#347;&#257;y&#299; forms of N&#257;r&#257;yana all create in cooperation with the material energy. In this way They are attached to m&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 2.50</B></A>: "These three Vishnus lying in the water are the Supersoul of everything. The Supersoul of all the universes is known as the first purusha.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 2.51</B></A>: "Garbhodaka&#347;&#257;y&#299; Vishnu is the Supersoul of the aggregate of living entities, and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu is the Supersoul of each individual living being.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 2.52</B></A>: "Superficially we see that these purushas have a relationship with m&#257;y&#257;, but above them, in the fourth dimension, is Lord Krishna, who has no contact with the material energy.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 2.53</B></A>: "'In the material world the Lord is designated as vir&#257;t, hiranyagarbha and k&#257;rana. But beyond these three designations, the Lord is ultimately in the fourth dimension.'</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 2.54</B></A>: "Although these three features of the Lord deal directly with the material energy, none of Them are touched by it. They are all beyond illusion.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 2.55</B></A>: "'This is the opulence of the Lord: Although situated in the material nature, He is never affected by the modes of nature. Similarly, those who have surrendered to Him and fixed their intelligence upon Him are not influenced by the modes of nature.'</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 2.56</B></A>: "You are the ultimate shelter of these three plenary portions. Thus there is not the slightest doubt that You are the primeval N&#257;r&#257;yana.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 2.57</B></A>: "The source of these three features is the N&#257;r&#257;yana in the spiritual sky. He is Your vil&#257;sa expansion. Therefore You are the ultimate N&#257;r&#257;yana."</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 2.58</B></A>: Therefore according to the authority of Brahm&#257;, the N&#257;r&#257;yana who is the predominating Deity in the transcendental world is but the vil&#257;sa feature of Krishna. This has now been conclusively proved.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 2.59</B></A>: The truth indicated in this verse [text 30] is the essence of &#346;r&#299;mad-Bh&#257;gavatam. This conclusion, through synonyms, applies everywhere.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 2.60</B></A>: Not knowing that Brahman, Param&#257;tm&#257; and Bhagav&#257;n are all features of Krishna, foolish scholars speculate in various ways.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 2.61</B></A>: Because N&#257;r&#257;yana has four hands whereas Krishna looks just like a man, they say that N&#257;r&#257;yana is the original God whereas Krishna is but an incarnation.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 2.62</B></A>: In this way their arguments appear in various forms, but the poetry of the Bh&#257;gavatam expertly refutes them all.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 2.63</B></A>: "Learned transcendentalists who know the Absolute Truth say that it is nondual knowledge and is called impersonal Brahman, the localized Param&#257;tm&#257; and the Personality of Godhead."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 2.64</B></A>: My dear brothers, kindly listen to the explanation of this verse and consider its meaning: the one original entity is known in His three different features.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 2.65</B></A>: Lord Krishna Himself is the one undivided Absolute Truth, the ultimate reality. He manifests Himself in three features &#8212; as Brahman, Param&#257;tm&#257; and Bhagav&#257;n.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 2.66</B></A>: The import of this verse has stopped you from arguing. Now listen to another verse of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 2.67</B></A>: "All these incarnations of Godhead are either plenary portions or parts of the plenary portions of the purusha-avat&#257;ras. But Krishna is the Supreme Personality of Godhead Himself. In every age He protects the world through His different features when the world is disturbed by the enemies of Indra."</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 2.68</B></A>: The Bh&#257;gavatam describes the symptoms and deeds of the incarnations in general and counts &#346;r&#299; Krishna among them.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 2.69</B></A>: This made S&#363;ta Gosv&#257;m&#299; greatly apprehensive. Therefore he distinguished each incarnation by its specific symptoms.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 2.70</B></A>: All the incarnations of Godhead are plenary portions or parts of the plenary portions of the purusha-avat&#257;ras, but the primeval Lord is &#346;r&#299; Krishna. He is the Supreme Personality of Godhead, the fountainhead of all incarnations.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 2.71</B></A>: An opponent may say, "This is your interpretation, but actually the Supreme Lord is N&#257;r&#257;yana, who is in the transcendental realm.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 2.72</B></A>: "He [N&#257;r&#257;yana] incarnates as Lord Krishna. This is the meaning of the verse as I see it. There is no need for further consideration."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 2.73</B></A>: To such a misguided interpreter we may reply, "Why should you suggest such fallacious logic? An interpretation is never accepted as evidence if it opposes the principles of scripture.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 2.74</B></A>: "'One should not state a predicate before its subject, for it cannot thus stand without proper support.'</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 2.75</B></A>: "If I do not state a subject, I do not state a predicate. First I speak the former and then I speak the latter.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 2.76</B></A>: "The predicate of a sentence is what is unknown to the reader, whereas the subject is what is known to him.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 2.77</B></A>: "For example, we may say, 'This vipra is a greatly learned man.' In this sentence, the vipra is the subject, and the predicate is his erudition.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 2.78</B></A>: "The man's being a vipra is known, but his erudition is unknown. Therefore the person is identified first and his erudition later.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 2.79</B></A>: "In the same way, all these incarnations were known, but whose incarnations they are was unknown.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 2.80</B></A>: "First the word 'ete' ['these'] establishes the subject [the incarnations]. Then 'plenary portions of the purusha-avat&#257;ras' follows as the predicate.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 2.81</B></A>: "In the same way, when Krishna was first counted among the incarnations, specific knowledge about Him was still unknown.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 2.82</B></A>: "Therefore first the word 'krishna' appears as the subject, followed by the predicate, describing Him as the original Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 2.83</B></A>: "This establishes that &#346;r&#299; Krishna is the original Personality of Godhead. The original Personality of Godhead is therefore necessarily Krishna.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 2.84</B></A>: "Had Krishna been the plenary portion and N&#257;r&#257;yana the primeval Lord, the statement of S&#363;ta Gosv&#257;m&#299; would have been reversed.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 2.85</B></A>: "Thus he would have said, 'N&#257;r&#257;yana, the source of all incarnations, is the original Personality of Godhead. He has appeared as &#346;r&#299; Krishna.'</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 2.86</B></A>: "Mistakes, illusions, cheating and defective perception do not occur in the sayings of the authoritative sages.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 2.87</B></A>: "You say something contradictory and become angry when this is pointed out. Your explanation has the defect of a misplaced object. This is an unconsidered adjustment.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 2.88</B></A>: "Only the Personality of Godhead, the source of all other Divinities, is eligible to be designated svayam bhagav&#257;n, or the primeval Lord.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 2.89</B></A>: "When from one candle many others are lit, I consider that one the original.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 2.90</B></A>: "Krishna, in the same way, is the cause of all causes and all incarnations. Please hear another verse to defeat all misinterpretations.</P><P CLASS=r><A CLASS=i HREF="91-92.htm"><B>CC &#256;di 2.91-92</B></A>: "'Here [in &#346;r&#299;mad-Bh&#257;gavatam] ten subjects are described: (1) the creation of the ingredients of the cosmos, (2) the creations of Brahm&#257;, (3) the maintenance of the creation, (4) special favor given to the faithful, (5) impetuses for activity, (6) prescribed duties for law-abiding men, (7) a description of the incarnations of the Lord, (8) the winding up of the creation, (9) liberation from gross and subtle material existence, and (10) the ultimate shelter, the Supreme Personality of Godhead. The tenth item is the shelter of all the others. To distinguish this ultimate shelter from the other nine subjects, the mah&#257;janas have described these nine, directly or indirectly, through prayers or direct explanations.'</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 2.93</B></A>: "To know distinctly the ultimate shelter of everything that be, I have described the other nine categories. The cause for the appearance of these nine is rightly called their shelter.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 2.94</B></A>: "The Personality of Godhead &#346;r&#299; Krishna is the shelter and abode of everything. All the universes rest in His body.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 2.95</B></A>: "'The Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam reveals the tenth object, the Supreme Personality of Godhead, who is the shelter of all surrendered souls. He is known as &#346;r&#299; Krishna, and He is the ultimate source of all the universes. Let me offer my obeisances unto Him.'</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 2.96</B></A>: "One who knows the real feature of &#346;r&#299; Krishna and His three different energies cannot remain ignorant about Him.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 2.97</B></A>: "The Personality of Godhead &#346;r&#299; Krishna enjoys Himself in six primary expansions. His two manifestations are pr&#257;bhava and vaibhava.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC &#256;di 2.98</B></A>: "His incarnations are of two kinds, namely partial and empowered. He appears in two ages &#8212; childhood and boyhood.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC &#256;di 2.99</B></A>: "The Personality of Godhead &#346;r&#299; Krishna, who is eternally an adolescent, is the primeval Lord, the source of all incarnations. He expands Himself in these six categories of forms to establish His supremacy throughout the universe.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC &#256;di 2.100</B></A>: "In these six kinds of forms there are innumerable varieties. Although they are many, they are all one: there is no difference between them.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC &#256;di 2.101</B></A>: "The cit-&#347;akti, which is also called svar&#363;pa-&#347;akti or antara&#324;ga-&#347;akti, displays many varied manifestations. It sustains the kingdom of God and its paraphernalia.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC &#256;di 2.102</B></A>: "The external energy, called m&#257;y&#257;-&#347;akti, is the cause of innumerable universes with varied material potencies.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC &#256;di 2.103</B></A>: "The marginal potency, which is between these two, consists of the numberless living beings. These are the three principal energies, which have unlimited categories and subdivisions.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC &#256;di 2.104</B></A>: "These are the principal manifestations and expansions of the Personality of Godhead and His three energies. They are all emanations from &#346;r&#299; Krishna, the Transcendence. They have their existence in Him.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC &#256;di 2.105</B></A>: "Although the three purushas are the shelter of all the universes, Lord Krishna is the original source of the purushas.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC &#256;di 2.106</B></A>: "Thus the Personality of Godhead &#346;r&#299; Krishna is the original, primeval Lord, the source of all other expansions. All the revealed scriptures accept &#346;r&#299; Krishna as the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC &#256;di 2.107</B></A>: "'Krishna, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.'</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC &#256;di 2.108</B></A>: "You know all the conclusions of the scriptures very well. You create these logical arguments just to agitate me."</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC &#256;di 2.109</B></A>: That same Lord Krishna, the fountainhead of all incarnations, is known as the son of the King of Vraja. He has descended personally as Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC &#256;di 2.110</B></A>: Therefore Lord Caitanya is the Supreme Absolute Truth. To call Him Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu does not add to His glory.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC &#256;di 2.111</B></A>: But such words from the lips of a sincere devotee cannot be false. All possibilities abide in Him, for He is the primeval Lord.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC &#256;di 2.112</B></A>: All other incarnations are situated in potential form in the original body of the primeval Lord. Thus according to one's opinion, one may address Him as any one of the incarnations.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC &#256;di 2.113</B></A>: Some say that &#346;r&#299; Krishna is directly Nara-N&#257;r&#257;yana. Others say that He is directly V&#257;mana.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC &#256;di 2.114</B></A>: Some say that Krishna is the incarnation of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. None of these statements is impossible; each is as correct as the others.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC &#256;di 2.115</B></A>: Some call Him Hari, or the N&#257;r&#257;yana of the transcendental world. Everything is possible in Krishna, for He is the primeval Lord.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC &#256;di 2.116</B></A>: I offer my obeisances unto the feet of all who hear or read this discourse. Kindly hear with attention the conclusion of all these statements.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC &#256;di 2.117</B></A>: A sincere student should not neglect the discussion of such conclusions, considering them controversial, for such discussions strengthen the mind. Thus one's mind becomes attached to &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC &#256;di 2.118</B></A>: By such conclusive studies I know the glories of Lord Caitanya. Only by knowing these glories can one become strong and fixed in attachment to Him.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC &#256;di 2.119</B></A>: Just to enunciate the glories of &#346;r&#299; Caitanya Mah&#257;prabhu, I have tried to describe the glories of &#346;r&#299; Krishna in detail.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC &#256;di 2.120</B></A>: The conclusion is that Lord Caitanya is the Supreme Personality of Godhead, Krishna, the son of the King of Vraja.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC &#256;di 2.121</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>