<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 60 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 60 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 60: <A CLASS=v HREF="index.htm">Lord Krishna Teases Queen Rukmin&#299;.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.60.12</P><P CLASS=c>r&#257;jabhyo bibhyatah su-bhru</P><P CLASS=c>samudram &#347;aranam gat&#257;n</P><P CLASS=c>balavadbhih krita-dvesh&#257;n</P><P CLASS=c>pr&#257;yas tyakta-nrip&#257;san&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajabhyah">r&#257;jabhyah</A> &#8212; of the kings; <A CLASS=v HREF="http://vedabase.net/b/bibhyatah">bibhyatah</A> &#8212; afraid; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/b/bhru">bhru</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lovely-browed one; <A CLASS=v HREF="http://vedabase.net/s/samudram">samudram</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the ocean; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; for shelter; <A CLASS=v HREF="http://vedabase.net/g/gatan">gat&#257;n</A> &#8212; gone; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A>-<A CLASS=v HREF="http://vedabase.net/v/vadbhih">vadbhih</A> &#8212; toward those who <A HREF="http://vedabase.net/a/are">are</A> powerful; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/d/dvesan">dvesh&#257;n</A> &#8212; having showed enmity; <A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah</A> &#8212; for the most part; <A CLASS=v HREF="http://vedabase.net/t/tyakta">tyakta</A> &#8212; having abandoned; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/a/asanan">&#257;san&#257;n</A> &#8212; the seat.</P><P CLASS=t>TRANSLATION</P><P>Terrified of these kings, O lovely-browed one, We took shelter in the ocean. We have become enemies of powerful men, and We practically abandoned Our royal throne.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments on this verse as follows: "The Lord's mentality here can be understood as follows: 'When I gave Rukmin&#299; a single flower from the heavenly p&#257;rij&#257;ta tree, Satyabh&#257;m&#257; showed such a torrent of fury that I could not pacify her even by bowing down at her feet. Only when I gave her a whole p&#257;rij&#257;ta tree was she satisfied. Rukmin&#299;, however, did not display any anger even when she saw Me give Satyabh&#257;m&#257; the whole tree. So how can I enjoy the nectar of angry words from this wife, who never feels jealousy, who is supremely sober and who always speaks pleasingly?' Thus considering, the Supreme Lord decided, 'If I speak like this to her, I will be able to provoke her anger.' This is how some authorities explain Krishna's speech to Rukmin&#299;."</P><P>According to the &#257;c&#257;rya, here the words balavadbhih krita-dvesh&#257;n pr&#257;yah indicate that Lord Krishna opposed almost all the contemporary kings during His incarnation, befriending only a few, such as the P&#257;ndavas and loyal members of His dynasty. Of course, as stated in the beginning of the Tenth Canto, Lord Krishna appeared specifically because the earth was overburdened by innumerable bogus kings and He wanted to remove this burden.</P><P>Finally &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that the word tyakta-nrip&#257;san&#257;n, "giving up the king's throne," indicates that after Lord Krishna killed Kamsa He humbly gave the royal throne to His grandfather Ugrasena, although the Lord Himself was entitled to it.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>