<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 60 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 60 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 60: <A CLASS=v HREF="index.htm">Lord Krishna Teases Queen Rukmin&#299;.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.60.35</P><P CLASS=c>satyam bhay&#257;d iva gunebhya urukram&#257;ntah</P><P CLASS=c>&#347;ete samudra upalambhana-m&#257;tra &#257;tm&#257;</P><P CLASS=c>nityam kad-indriya-ganaih krita-vigrahas tvam</P><P CLASS=c>tvat-sevakair nripa-padam vidhutam tamo 'ndham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; out of fear; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/g/gunebhyah">gunebhyah</A> &#8212; of the material modes; <A CLASS=v HREF="http://vedabase.net/u/urukrama">urukrama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who perform transcendental feats; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; You have lain down; <A CLASS=v HREF="http://vedabase.net/s/samudre">samudre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/u/upalambhana">upalambhana</A>-<A CLASS=v HREF="http://vedabase.net/m/matrah">m&#257;trah</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> awareness; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/kat">kat</A> &#8212; bad; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/g/ganaih">ganaih</A> &#8212; against all the material senses; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/v/vigrahah">vigrahah</A> &#8212; battling; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sevakaih">sevakaih</A> &#8212; by the servants; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the position; <A CLASS=v HREF="http://vedabase.net/v/vidhutam">vidhutam</A> &#8212; rejected; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; darkness; <A CLASS=v HREF="http://vedabase.net/a/andham">andham</A> &#8212; blind.</P><P CLASS=t>TRANSLATION</P><P>Yes, my Lord Urukrama, You lay down within the ocean as if afraid of the material modes, and thus in pure consciousness You appear within the heart as the Supersoul. You are always battling against the foolish material senses, and indeed even Your servants reject the privilege of royal dominion, which leads to the blindness of ignorance.</P><P CLASS=t>PURPORT</P><P>In Text 12 Lord Krishna said, r&#257;jabhyo bibhyatah su-bhru samudram &#347;aranam gat&#257;n: "Out of fear of the kings, We took shelter in the ocean." Here &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; points out that the actual rulers of this world are the gunas, the material modes of nature, which impel all living beings to act. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that because Lord Krishna fears that His devotee will come under the influence of the modes of nature and become entangled in sense gratification, He enters the internal ocean of their hearts, where He remains as the omniscient Supersoul (upalambhana-m&#257;tra &#257;tm&#257;). Thus He protects His devotees. The word upalambhana-m&#257;trah also indicates that the Lord is the object of meditation for His devotees.</P><P>In Text 12 Lord Krishna also said, balavadbhih krita-dvesh&#257;n: "We created enmity with the powerful." Here &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; points out that it is the material senses which are actually powerful in this world. The Supreme Lord has taken up the battle against sense gratification on the part of His devotees, and thus He is constantly trying to help them in their struggle for spiritual purity. When the devotees become free of unwanted material habits, the Lord reveals Himself to them, and then the eternal loving relationship between the Lord and His devotees becomes an irrevocable fact.</P><P>In the same verse Krishna stated, tyakta-nrip&#257;san&#257;n: "We renounced the royal throne." But here &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; points out that the position of political supremacy in this world usually implicates so-called powerful leaders in darkness and blindness. As the saying goes, "Power corrupts." Thus even the Lord's loving servants tend to shy away from political intrigue and power politics. The Lord Himself, being completely satisfied in His own spiritual bliss, would hardly be interested in occupying mundane political positions. Thus &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; correctly interprets the Lord's actions as evidence of His supreme transcendental nature.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>