<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 60 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 60 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 60: <A CLASS=v HREF="index.htm">Lord Krishna Teases Queen Rukmin&#299;.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.60.43</P><P CLASS=c>tam tv&#257;nur&#363;pam abhajam jagat&#257;m adh&#299;&#347;am</P><P CLASS=c>&#257;tm&#257;nam atra ca paratra ca k&#257;ma-p&#363;ram</P><P CLASS=c>sy&#257;n me tav&#257;&#324;ghrir aranam sritibhir bhramanty&#257;</P><P CLASS=c>yo vai bhajantam upay&#257;ty anrit&#257;pavargah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; Yourself; <A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/a/abhajam">abhajam</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have chosen; <A CLASS=v HREF="http://vedabase.net/j/jagatam">jagat&#257;m</A> &#8212; of all the worlds; <A CLASS=v HREF="http://vedabase.net/a/adhisam">adh&#299;&#347;am</A> &#8212; the ultimate master; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/paratra">paratra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next life; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of desires; <A CLASS=v HREF="http://vedabase.net/p/puram">p&#363;ram</A> &#8212; the fulfiller; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may they be; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; for <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/a/aranam">aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/s/srtibhih">sritibhih</A> &#8212; by the various movements (from one species of life <A HREF="http://vedabase.net/t/to">to</A> another); <A CLASS=v HREF="http://vedabase.net/b/bhramantyah">bhramanty&#257;h</A> &#8212; who has been wandering; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which (feet); <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhajantam">bhajantam</A> &#8212; their worshiper; <A CLASS=v HREF="http://vedabase.net/u/upayati">upay&#257;ti</A> &#8212; approach; <A CLASS=v HREF="http://vedabase.net/a/anrta">anrita</A> &#8212; from untruth; <A CLASS=v HREF="http://vedabase.net/a/apavargah">apavargah</A> &#8212; freedom.</P><P CLASS=t>TRANSLATION</P><P>Because You are suitable for me, I have chosen You, the master and Supreme Soul of all the worlds, who fulfill our desires in this life and the next. May Your feet, which give freedom from illusion by approaching their worshiper, give shelter to me, who have been wandering from one material situation to another.</P><P CLASS=t>PURPORT</P><P>An alternate reading for the word sritibhih is &#347;rutibhih, in which case the idea Rukmin&#299; expresses is this: "I have been bewildered by hearing from various religious scriptures about numerous rituals and ceremonies with their promises of fruitive results." &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; gives this explanation, while &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; give an additional idea Rukmin&#299; might express with the word &#347;rutibhih: "My dear Lord Krishna, I was bewildered by hearing about Your various incarnations. I heard that when You descended as R&#257;ma You abandoned Your wife, S&#299;t&#257;, and that in this life You abandoned the gop&#299;s. Thus I was bewildered."</P><P>It is understood that &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; is the eternally liberated consort of Lord Krishna, but in these verses she humbly plays the part of a mortal woman taking shelter of the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>