<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 60 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 60 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 60: <A CLASS=v HREF="index.htm">Lord Krishna Teases Queen Rukmin&#299;.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.60.44</P><P CLASS=c>tasy&#257;h syur acyuta nrip&#257; bhavatopadisht&#257;h</P><P CLASS=c>str&#299;n&#257;m griheshu khara-go-&#347;va-vid&#257;la-bhrity&#257;h</P><P CLASS=c>yat-karna-m&#363;lam an-karshana nopay&#257;y&#257;d</P><P CLASS=c>yushmat-kath&#257; mrida-viriñca-sabh&#257;su g&#299;t&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyah">tasy&#257;h</A> &#8212; of her; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; let them become (the husbands); <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> infallible <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nrip&#257;h</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/u/upadistah">upadisht&#257;h</A> &#8212; mentioned; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the homes; <A CLASS=v HREF="http://vedabase.net/k/khara">khara</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> asses; <A CLASS=v HREF="http://vedabase.net/g/go">go</A> &#8212; oxen; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A> &#8212; dogs; <A CLASS=v HREF="http://vedabase.net/v/vidala">vid&#257;la</A> &#8212; cats; <A CLASS=v HREF="http://vedabase.net/b/bhrtyah">bhrity&#257;h</A> &#8212; and slaves; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; of the ear; <A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; the <A HREF="http://vedabase.net/c/core">core</A>; <A CLASS=v HREF="http://vedabase.net/a/ari">ari</A> &#8212; Your enemies; <A CLASS=v HREF="http://vedabase.net/k/karsana">karshana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who vex; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/u/upayayat">upay&#257;y&#257;t</A> &#8212; come near; <A CLASS=v HREF="http://vedabase.net/y/yusmat">yushmat</A> &#8212; concerning You; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; discussions; <A CLASS=v HREF="http://vedabase.net/m/mrda">mrida</A> &#8212; of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/v/virinca">viriñca</A> &#8212; and Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sabhasu">sabh&#257;su</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the scholarly assemblies; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A> &#8212; sung.</P><P CLASS=t>TRANSLATION</P><P>O infallible Krishna, let each of the kings You named become the husband of a woman whose ears have never heard Your glories, which are sung in the assemblies of &#346;iva and Brahm&#257;. After all, in the households of such women these kings live like asses, oxen, dogs, cats and slaves.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, these fiery words of Queen Rukmin&#299;'s are a response to Lord Krishna's opening statement, found in Text 10 of the chapter. The Supreme Lord had said, "My dear princess, You were sought after by many kings as powerful as the rulers of planets. They were all abundantly endowed with political influence, wealth, beauty, generosity and physical strength." According to &#346;r&#299;dhara Sv&#257;m&#299;, Queen Rukmin&#299; here speaks with anger, pointing her index finger at the Lord. She compares the so-called great princes to asses because they carry many material burdens, to oxen because they are always distressed while performing their occupational duties, to dogs because their wives disrespect them, to cats because they are selfish and cruel, and to slaves because they are servile in family affairs. Such kings may appear desirable to a foolish woman who has not heard or understood the glories of &#346;r&#299; Krishna.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; adds that such kings are like asses because their wives sometimes kick them, like dogs because they behave inimically toward outsiders in order to protect their homes, and like cats because they eat the remnants left by their wives.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>