<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 60 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 60 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 60: <A CLASS=v HREF="index.htm">Lord Krishna Teases Queen Rukmin&#299;.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.60.45</P><P CLASS=c>tvak-&#347;ma&#347;ru-roma-nakha-ke&#347;a-pinaddham antar</P><P CLASS=c>m&#257;ms&#257;sthi-rakta-krimi-vit-kapha-pitta-v&#257;tam</P><P CLASS=c>j&#299;vac-chavam bhajati k&#257;nta-matir vim&#363;dh&#257;</P><P CLASS=c>y&#257; te pad&#257;bja-makarandam ajighrat&#299; str&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvak">tvak</A> &#8212; with skin; <A CLASS=v HREF="http://vedabase.net/s/smasru">&#347;ma&#347;ru</A> &#8212; whiskers; <A CLASS=v HREF="http://vedabase.net/r/roma">roma</A> &#8212; bodily hair; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A> &#8212; nails; <A CLASS=v HREF="http://vedabase.net/k/kesa">ke&#347;a</A> &#8212; and hair on the head; <A CLASS=v HREF="http://vedabase.net/p/pinaddham">pinaddham</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; inside; <A CLASS=v HREF="http://vedabase.net/m/mamsa">m&#257;msa</A> &#8212; flesh; <A CLASS=v HREF="http://vedabase.net/a/asthi">asthi</A> &#8212; bones; <A CLASS=v HREF="http://vedabase.net/r/rakta">rakta</A> &#8212; blood; <A CLASS=v HREF="http://vedabase.net/k/krmi">krimi</A> &#8212; worms; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; stool; <A CLASS=v HREF="http://vedabase.net/k/kapha">kapha</A> &#8212; mucus; <A CLASS=v HREF="http://vedabase.net/p/pitta">pitta</A> &#8212; <A HREF="http://vedabase.net/b/bile">bile</A>; <A CLASS=v HREF="http://vedabase.net/v/vatam">v&#257;tam</A> &#8212; and air; <A CLASS=v HREF="http://vedabase.net/j/jivat">j&#299;vat</A> &#8212; living; <A CLASS=v HREF="http://vedabase.net/s/savam">&#347;avam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> corpse; <A CLASS=v HREF="http://vedabase.net/b/bhajati">bhajati</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nta</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> husband or lover; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose idea; <A CLASS=v HREF="http://vedabase.net/v/vimudha">vim&#363;dh&#257;</A> &#8212; totally bewildered; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/abja">abja</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/m/makarandam">makarandam</A> &#8212; the honey; <A CLASS=v HREF="http://vedabase.net/a/ajighrati">ajighrat&#299;</A> &#8212; not smelling; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A> &#8212; woman.</P><P CLASS=t>TRANSLATION</P><P>A woman who fails to relish the fragrance of the honey of Your lotus feet becomes totally befooled, and thus she accepts as her husband or lover a living corpse covered with skin, whiskers, nails, head-hair and body-hair and filled with flesh, bones, blood, parasites, feces, mucus, bile and air.</P><P CLASS=t>PURPORT</P><P>Here Lord Krishna's chaste wife makes a quite unequivocal statement about material sense gratification based on the physical body. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments as follows on this verse: On the authority of the statement sa vai patih sy&#257;d akuto-bhayah svayam &#8212; "He indeed should become one's husband who can remove all fear" &#8212; &#346;r&#299; Krishna is the real husband for all women at all times. Thus a woman who worships someone else as her husband simply worships a dead body.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments further: Rukmin&#299; thus considered that although the sweetness of Lord Krishna's lotus feet is well known, and although He possesses an eternal body full of knowledge and bliss, foolish women reject Him. An ordinary husband's body is covered on the outside by skin and hair; otherwise, being filled with blood, feces, flesh, bile and so on, it would be overwhelmed with flies and other vermin attracted by its bad smell and other offensive qualities.</P><P>Those who have no practical experience of the beauty and purity of Krishna or of Krishna consciousness may be confused by such uncompromising denunciations of material, bodily gratification. But those who are enlightened in Krishna consciousness will be enlivened and enthused by such absolutely truthful statements.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>