<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 60 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 60 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 60: <A CLASS=v HREF="index.htm">Lord Krishna Teases Queen Rukmin&#299;.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.60.46</P><P CLASS=c>astv ambuj&#257;ksha mama te caran&#257;nur&#257;ga</P><P CLASS=c>&#257;tman ratasya mayi c&#257;natirikta-drishteh</P><P CLASS=c>yarhy asya vriddhaya up&#257;tta-rajo-'ti-m&#257;tro</P><P CLASS=c>m&#257;m &#299;kshase tad u ha nah param&#257;nukamp&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; may there be; <A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lotus-eyed one; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; for the feet; <A CLASS=v HREF="http://vedabase.net/a/anuragah">anur&#257;gah</A> &#8212; steady attraction; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Yourself; <A CLASS=v HREF="http://vedabase.net/r/ratasya">ratasya</A> &#8212; who take Your pleasure; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; toward <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anatirikta">anatirikta</A> &#8212; not much; <A CLASS=v HREF="http://vedabase.net/d/drsteh">drishteh</A> &#8212; whose glance; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this universe; <A CLASS=v HREF="http://vedabase.net/v/vrddhaye">vriddhaye</A> &#8212; for the increase; <A CLASS=v HREF="http://vedabase.net/u/upatta">up&#257;tta</A> &#8212; assuming; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; of the mode of passion; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/m/matrah">m&#257;trah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> abundance; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; at <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/i/iksase">&#299;kshase</A> &#8212; You look; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; for us; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; the greatest; <A CLASS=v HREF="http://vedabase.net/a/anukampa">anukamp&#257;</A> &#8212; show of mercy.</P><P CLASS=t>TRANSLATION</P><P>O lotus-eyed one, though You are satisfied within Yourself and thus rarely turn Your attention toward me, please bless me with steady love for Your feet. It is when You assume a predominance of passion in order to manifest the universe that You glance upon me, showing me what is indeed Your greatest mercy.</P><P CLASS=t>PURPORT</P><P>In Text 20 of this chapter Lord Krishna stated, "Always satisfied within Ourselves, We care nothing for wives, children and wealth." Here Rukmin&#299;-dev&#299; humbly replies, "Yes, You take pleasure within Yourself and therefore rarely look at me."</P><P>In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that Lord Krishna had already declared His love for Rukmin&#299; (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/53/2.htm">10.53.2</A>): tath&#257;ham api tac-citto nidr&#257;m ca na labhe ni&#347;i. "I am also thinking about her &#8212; so much so that I cannot sleep at night." Lord Krishna is satisfied within Himself, and if we remember that &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; is His internal potency, we can understand that His loving affairs with her are expressions of His pure spiritual happiness.</P><P>Here, however, Queen Rukmin&#299; humbly identifies herself with the Lord's external energy, which is her expansion. Therefore she says, "Though You do not often look at me, when You are ready to manifest the material universe and thus begin to work through the material quality of passion, which is Your potency, You glance at me. In this way You show me Your greatest mercy." Thus &#256;c&#257;rya Vi&#347;van&#257;tha explains that Goddess Rukmin&#299;'s statement can be understood in two ways. And of course the Vaishnavas, after thoroughly understanding the philosophy of Krishna from the bona fide &#257;c&#257;ryas, simply relish these loving affairs between the Lord and His exalted devotees.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>