<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 60"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 60: <A CLASS=v HREF="index.htm">Lord Krishna Teases Queen Rukmin&#299;.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.60 Summary</P><P>This chapter describes how Lord Krishna provoked anger in Queen Rukmin&#299; with joking words and then consoled her, thus demonstrating the opulence of a lovers' quarrel.</P><P>One day Lord Krishna sat at ease in Queen Rukmin&#299;'s bedroom while she and her maidservants attended to Him in various ways. Rukmin&#299; always responded to &#346;r&#299; Krishna's moods, whatever they might be. On this occasion the Lord looked at Rukmin&#299;, whose beauty was faultless, and began to tease her: "Previously many wealthy kings, worthy of you in their appearance and character, wanted to marry you. In fact, your father and brother intended to give you in marriage to &#346;i&#347;up&#257;la. Why, then, did you accept such an unsuitable husband as Me, who once renounced My kingdom and fled to the sea in fear of Jar&#257;sandha? Besides, I transgress worldly morality, and because I own nothing I am dear to other paupers. Certainly the well-to-do would not worship one such as Me.</P><P>"When a man and a woman share the same social class, influence, physical beauty and so on, marriage or friendship can flourish between them. But out of shortsightedness you have accepted a husband who lacks every good quality and is glorified by beggars. Better you had married some prominent warrior; then you might have been happy in this life and the next. Your brother Rukm&#299; and kings like &#346;i&#347;up&#257;la all hate Me, and it was only to cut down their pride that I kidnapped you. But as for such things as body, home, wife and children, I'm indifferent to them, being the self-satisfied Personality of Godhead, transcendental to all material affairs."</P><P>&#346;r&#299; Krishna stopped speaking, having destroyed Queen Rukmin&#299;'s confidence that she was her husband's favorite. She began to cry, and soon she became stunned in extreme fear, pain and sadness and fell unconscious. Lord Krishna saw that she had misunderstood His joking, and thus He felt compassion for her. He picked her up from the floor and, caressing her face, consoled her: "I know you are totally attached to Me. It was only out of eagerness to see your lotus face adorned with a frown that I teased you. To joke with one's beloved is the highest enjoyment for householders." These words dispelled Rukmin&#299;'s fear of rejection. Seeing that Krishna had spoken only in jest, she said, "What You said about the two of us being mismatched is actually true. After all, no one is equal to You, the omnipotent master of the three principal deities &#8212; Brahm&#257;, Vishnu and &#346;iva." Rukmin&#299; went on to show how everything Krishna had said denigrating Himself was actually glorification.</P><P>Lord Krishna then spoke to Rukmin&#299; with deep affection: "I did not intend to agitate your mind with My joking words; rather, I wanted to demonstrate the strength of your chastity. Anyone who prays to Me for sense gratification and happiness in family life is simply deluded by My illusory energy, M&#257;y&#257;. Such a person will take a low birth. Ordinary women with corrupt desires cannot possibly worship Me faithfully, as you have done. At the time of your marriage you showed no interest in any of the royal suitors; rather, you sent a br&#257;hmana messenger for Me. Thus you are certainly the most beloved of all My consorts."</P><P>In this way the Lord of the universe, &#346;r&#299; Krishna, took pleasure in joking with the goddess of fortune in her form as Rukmin&#299;, and in a similar fashion He fulfilled all the duties of a householder in each palace of His other queens.</P><P CLASS=l><A CLASS=i HREF="../59/45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>