<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 106</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 106"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.106</P><P CLASS=c>prabhu kahe, &#8212; "y&#257;&#324;ra mukhe &#347;uni eka-b&#257;ra</P><P CLASS=c>krishna-n&#257;ma, sei p&#363;jya, &#8212; &#347;reshtha sab&#257;k&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> replied; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whose mouth; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> hear; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/b/bara">b&#257;ra</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/p/pujya">p&#363;jya</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> is worshipable; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> <A CLASS=v HREF="http://vedabase.net/s/sabakara">sab&#257;k&#257;ra</A> &#8212; the best of all human beings.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu replied, "Whoever chants the holy name of Krishna just once is worshipable and is the topmost human being.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that a person who simply chants the holy name of Krishna once becomes perfect and should be regarded as a Vaishnava. This is confirmed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Upade&#347;&#257;mrita (5): krishneti yasya giri tam manas&#257;driyeta. With such faith in the holy name one may begin a life of Krishna consciousness. But an ordinary person cannot chant the holy name of Krishna with such faith. One should accept the holy name of Krishna to be identical with the Supreme Personality of Godhead, Transcendence Himself. As the Padma Pur&#257;na states, "The holy name of Krishna is identical with Krishna and is like a cint&#257;mani gem, a touchstone. That name is Krishna personified in sound and is therefore perfectly transcendental and eternally liberated from material contamination." Thus one should understand that the name "Krishna" and Krishna Himself are identical. Having such faith, one must continue to chant the holy name.</P><P>When one is situated on the neophyte platform, one cannot understand the devotional ingredients of a pure, unalloyed devotee. However, when the novice engages in devotional service &#8212; especially in Deity worship &#8212; and follows the order of a bona fide spiritual master, he is a pure devotee. Anyone can take advantage of hearing about Krishna consciousness from such a devotee and thus gradually become purified. In other words, any devotee who believes that the holy name of the Lord is identical with the Lord is a pure devotee, even though he may be in the neophyte stage. By his association, others may also become Vaishnavas.</P><P>One is known as a materialistic devotee if he simply worships the Deity of Hari with faith but does not show proper respect to the devotees and to others. This is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/2/47.htm">11.2.47</A>):</P><P>arc&#257;y&#257;m eva haraye p&#363;j&#257;m yah &#347;raddhayehate</P><P CLASS=n>na tad-bhakteshu c&#257;nyeshu sa bhaktah pr&#257;kritah smritah</P><P>Yet even by associating with such a neophyte devotee, one can become a devotee also. When Lord Caitanya was teaching San&#257;tana Gosv&#257;m&#299;, He said:</P><P>&#347;raddh&#257;v&#257;n jana haya bhakti-adhik&#257;r&#299;</P><P CLASS=n>'uttama', 'madhyama', 'kanishtha' &#8212; &#347;raddh&#257;-anus&#257;r&#299;</P><P CLASS=n>y&#257;h&#257;ra komala-&#347;raddh&#257;, se 'kanishtha' jana</P><P CLASS=n>krame krame te&#324;ho bhakta ha-ibe 'uttama'</P><P CLASS=n>rati-prema-t&#257;ratamye bhakta-taratama</P><P>"A person who has attained firm faith is a real candidate for advancing in Krishna consciousness. According to the faith, there are first-class, second-class and neophyte devotees. One who has preliminary faith is called a kanishtha-adhik&#257;r&#299;, or a neophyte. The neophyte, however, can become an advanced devotee if he strictly follows the regulative principles set down by the spiritual master. Therefore it is on the basis of faith and attachment to Krishna that one can judge who is a madhyama-adhik&#257;r&#299; or an uttama-adhik&#257;r&#299;." (Cc. <A CLASS=v HREF="../../../cc/madhya/22/64.htm">Madhya 22.64</A>, 69, 71)</P><P>It is thus concluded that even a neophyte devotee is superior to the karm&#299;s and jñ&#257;n&#299;s because he has full faith in chanting the holy name of the Lord. A karm&#299; or a jñ&#257;n&#299;, regardless of his greatness, has no faith in Lord Vishnu, His holy name or His devotional service. One may be advanced religiously, but if he is not trained in devotional service, he has very little credit on the transcendental platform. Even a neophyte devotee engaged in Deity worship in accordance with the regulations set forth by the spiritual master is in a position superior to that of the fruitive worker and speculative philosopher.</P><P CLASS=l><A CLASS=i HREF="105.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="107.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>