<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 107</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 107"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.107</P><P CLASS=c>"eka krishna-n&#257;me kare sarva-p&#257;pa kshaya</P><P CLASS=c>nava-vidh&#257; bhakti p&#363;rna n&#257;ma haite haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/name">n&#257;me</A> &#8212; one holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; can <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> &#8212; of all sinful reactions; <A CLASS=v HREF="http://vedabase.net/k/ksaya">kshaya</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A>-<A CLASS=v HREF="http://vedabase.net/v/vidha">vidh&#257;</A> &#8212; nine processes; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; simply by chanting the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>"Simply by chanting the holy name of Krishna once, a person is relieved from all the reactions of a sinful life. One can complete the nine processes of devotional service simply by chanting the holy name.</P><P CLASS=t>PURPORT</P><P>The nine types of devotional service are mentioned in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/23.htm">7.5.23</A>):</P><P>&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam</P><P CLASS=n>iti pums&#257;rpit&#257; vishnau bhakti&#347; cen nava-lakshan&#257;</P><P CLASS=n>kriyeta bhagavaty addh&#257; tan manye 'dh&#299;tam uttamam</P><P>"The process of devotional service entails hearing, chanting and remembering the holy name, form, pastimes, qualities and entourage of the Lord, offering service according to the time, place and performer, worshiping the Deity, offering prayers, always considering oneself the eternal servant of Krishna, making friends with Him and dedicating everything unto Him. These nine items of devotional service, when directly offered to Krishna, constitute the highest attainment of life. This is the verdict of the revealed scriptures."</P><P>As for being freed from all sinful reactions by chanting the holy name of Krishna only once, one must chant the holy name without committing any offenses. Then chanting one name is sufficient to rescue a living being from all sinful reactions. Such a person who chants the holy name of the Lord offenselessly is very important and woshipable. Indeed, the nine devotional processes, beginning with &#347;ravana and k&#299;rtana, can all be attained at once if one simply chants the holy name of the Lord offenselessly.</P><P>In this regard, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states in his book Bhakti-sandarbha (173): yadyapi any&#257; bhaktih kalau kartavy&#257;, tad&#257;; k&#299;rtan&#257;khya-bhakti-samyogenaiva. Out of the nine processes of devotional service, k&#299;rtana is very important. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; therefore instructs that the other processes, such as arcana, vandana, d&#257;sya and sakhya, should be executed, but they must be preceded and followed by k&#299;rtana, the chanting of the holy name. We have therefore introduced this system in all of our centers. Arcana, &#257;rati, bhoga offering, Deity dressing and decoration are all preceded and followed by the chanting of the holy name of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="106.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="108.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>