<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 108</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 108"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.108</P><P CLASS=c>d&#299;ksh&#257;-pura&#347;cary&#257;-vidhi apeksh&#257; n&#257; kare</P><P CLASS=c>jihv&#257;-spar&#347;e &#257;-cand&#257;la sab&#257;re uddh&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/diksa">d&#299;ksh&#257;</A> &#8212; initiation; <A CLASS=v HREF="http://vedabase.net/p/purascarya">pura&#347;cary&#257;</A> &#8212; activities before initiation; <A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A> &#8212; regulative principles; <A CLASS=v HREF="http://vedabase.net/a/apeksa">apeksh&#257;</A> &#8212; reliance on; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A> &#8212; the tongue; <A CLASS=v HREF="http://vedabase.net/s/sparse">spar&#347;e</A> &#8212; by touching; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/c/candala">cand&#257;la</A> &#8212; even the lowest of men, the <A HREF="http://vedabase.net/c/candala">cand&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/s/sabare">sab&#257;re</A> &#8212; everyone; <A CLASS=v HREF="http://vedabase.net/u/uddhare">uddh&#257;re</A> &#8212; delivers.</P><P CLASS=t>TRANSLATION</P><P>"One does not have to undergo initiation or execute the activities required before initiation. One simply has to vibrate the holy name with his lips. Thus even a man in the lowest class [cand&#257;la] can be delivered.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains d&#299;ksh&#257; in his Bhakti-sandarbha (283):</P><P>divyam jñ&#257;nam yato dady&#257;t kury&#257;t p&#257;pasya sa&#324;kshayam</P><P CLASS=n>tasm&#257;t d&#299;ksheti s&#257; prokt&#257; de&#347;ikais tattva-kovidaih</P><P>"D&#299;ksh&#257; is the process by which one can awaken his transcendental knowledge and vanquish all reactions caused by sinful activity. A person expert in the study of the revealed scriptures knows this process as d&#299;ksh&#257;." The regulative principles of d&#299;ksh&#257; are explained in the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa2/3">2.3-4</A>) and the Bhakti-sandarbha (283). As stated:</P><P>dvij&#257;n&#257;m anupet&#257;n&#257;m svakarm&#257;dhyayan&#257;dishu</P><P CLASS=n>yath&#257;dhik&#257;ro n&#257;st&#299;ha sy&#257;c copanayan&#257;d anu</P><P CLASS=n>tath&#257;tr&#257;d&#299;kshit&#257;n&#257;m tu mantra-dev&#257;rcan&#257;dishu</P><P CLASS=n>n&#257;dhik&#257;ro 'sty atah kury&#257;d &#257;tm&#257;nam &#347;iva-samstutam</P><P>"Even though born in a br&#257;hmana family, one cannot engage in Vedic rituals without being initiated and having a sacred thread. Although born in a br&#257;hmana family, one becomes a br&#257;hmana only after initiation and the sacred thread ceremony. Unless one is initiated as a br&#257;hmana, one cannot worship the holy name properly."</P><P>According to the Vaishnava regulative principles, one must be initiated as a br&#257;hmana. The Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa2/6">2.6</A>) quotes the following injunction from the Vishnu-y&#257;mala:</P><P>ad&#299;kshitasya v&#257;moru kritam sarvam nirarthakam</P><P CLASS=n>pa&#347;u-yonim av&#257;pnoti d&#299;ksh&#257;-virahito janah</P><P>"'Unless one is initiated by a bona fide spiritual master, all his devotional activities are useless. A person who is not properly initiated can descend again into the animal species.'"</P><P>Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa2/10">2.10</A>) further quotes:</P><P>ato gurum pranamyaivam sarva-svam vinivedya ca</P><P CLASS=n>grihn&#299;y&#257;d vaishnavam mantram d&#299;ksh&#257;-p&#363;rvam vidh&#257;natah</P><P>"'It is the duty of every human being to surrender to a bona fide spiritual master. Giving him everything &#8212; body, mind and intelligence &#8212; one must take Vaishnava initiation from him.'"</P><P>The Bhakti-sandarbha (298) gives the following quotation from the Tattva-s&#257;gara:</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m</P><P>"'By chemical manipulation, bell metal is turned into gold when touched by mercury; similarly, when a person is properly initiated, he can acquire the qualities of a br&#257;hmana.'"</P><P>The Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa17/11">17.11-12</A>), in discussing the pura&#347;cary&#257; process, quotes the following verses from the Agastya-samhit&#257;:</P><P>p&#363;j&#257; traik&#257;lik&#299; nityam japas tarpanam eva ca</P><P CLASS=n>homo br&#257;hmana-bhukti&#347; ca pura&#347;caranam ucyate</P><P CLASS=n>guror labdhasya mantrasya pras&#257;dena yath&#257;-vidhi</P><P CLASS=n>pañc&#257;&#324;gop&#257;san&#257;-siddhyai pura&#347; caitad vidh&#299;yate</P><P>"'In the morning, afternoon and evening one should worship the Deity, chant the Hare Krishna mantra, offer oblations, perform a fire sacrifice and feed the br&#257;hmanas. These five activities constitute pura&#347;cary&#257;. To attain full success when taking initiation from the spiritual master, one should first perform these pura&#347;cary&#257; processes.'"</P><P>The word purah means "before," and cary&#257; means "activities." Due to the necessity of these activities, we do not immediately initiate disciples in the International Society for Krishna Consciousness. For six months, a candidate for initiation must first attend &#257;rati and classes in the &#347;&#257;stras, practice the regulative principles and associate with other devotees. When one is actually advanced in the pura&#347;cary&#257;-vidhi, he is recommended by the local temple president for initiation. It is not that anyone can be suddenly initiated without meeting the requirements. When one is further advanced by chanting the Hare Krishna mantra sixteen rounds daily, following the regulative principles and attending classes, he receives the sacred thread (brahminical recognition) after the second six months.</P><P>In the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa17/4">17.4-5</A>, 7) it is stated:</P><P>vin&#257; yena na siddhah sy&#257;n mantro varsha-&#347;atair api</P><P CLASS=n>kritena yena labhate s&#257;dhako v&#257;ñchitam phalam</P><P CLASS=n>pura&#347;carana-sampanno mantro hi phala-dh&#257;yakah</P><P CLASS=n>atah purashkriy&#257;m kury&#257;t mantra-vit siddhi-ka&#324;kshay&#257;</P><P CLASS=n>purashkriy&#257; hi mantr&#257;n&#257;m pradh&#257;nam v&#299;ryam ucyate</P><P CLASS=n>v&#299;rya-h&#299;no yath&#257; deh&#299; sarva-karmasu na kshamah</P><P CLASS=n>pura&#347;carana-h&#299;no hi tath&#257; mantrah prak&#299;rtitah</P><P>"Without performing the pura&#347;cary&#257; activities, one cannot become perfect even by chanting this mantra for hundreds of years. But one who has undergone the pura&#347;cary&#257;-vidhi process can attain success very easily. If one wishes to perfect his initiation, he must first undergo the pura&#347;cary&#257; activities. The pura&#347;cary&#257; process is the life force by which one is successful in chanting the mantra. Without the life force, one cannot do anything; similarly, without the life force of pura&#347;cary&#257;-vidhi, no mantra can be perfected."</P><P>In his Bhakti-sandarbha (283-84), &#346;r&#299;la J&#299;va Gosv&#257;m&#299; describes the importance of Deity worship and initiation (d&#299;ksh&#257;) as follows:</P><P>&#257;va&#347;yakatvam n&#257;sti, tad vin&#257;pi &#347;aran&#257;patty&#257;d&#299;n&#257;m ekataren&#257;pi purush&#257;rtha-siddher abhihitatv&#257;t, tath&#257;pi &#347;r&#299;-n&#257;rad&#257;di-vartm&#257;nusaradbhih &#347;r&#299;-bhagavat&#257; saha sambandha-vi&#347;esham d&#299;ksh&#257;-vidh&#257;nena &#347;r&#299;-guru-carana-samp&#257;ditam cik&#299;rshadbhih krit&#257;y&#257;m d&#299;ksh&#257;y&#257;m arcanam ava&#347;yam kriyetaiva.</P><P>yadyapi svar&#363;pato n&#257;sti, tath&#257;pi pr&#257;yah svabh&#257;vato deh&#257;di-sambandhena kadarya-&#347;&#299;l&#257;n&#257;m vikshipta-citt&#257;n&#257;m jan&#257;n&#257;m tat-tat-sa&#324;koc&#299;-karan&#257;ya &#347;r&#299;mad-rishi-prabhritibhir atr&#257;rcana-m&#257;rge kvacit kvacit k&#257;cit k&#257;cin mary&#257;d&#257; sth&#257;pit&#257;sti.</P><P>"It is &#346;r&#299;mad-Bh&#257;gavatam's opinion that the process of Deity worship is not actually necessary, just as the specific prescriptions of the Pañcar&#257;tra and other scriptures do not have to be followed. The Bh&#257;gavatam enjoins that even without practicing Deity worship one can achieve the complete success of human life by any of the other devotional processes, such as simply offering oneself at the Lord's feet for His protection. Nonetheless, Vaishnavas following the path of &#346;r&#299; N&#257;rada and his successors endeavor to establish a personal relationship with the Lord by receiving the grace of a bona fide spiritual master through initiation, and in this tradition the devotees are obliged at the time of initiation to begin engaging in Deity worship.</P><P>"Although Deity worship is not essential, the material conditioning of most candidates for devotional service requires that they engage in this activity. When we consider their bodily and mental conditions, we find that the character of such candidates is impure and their minds are agitated. Therefore, to rectify this material conditioning the great sage N&#257;rada and others have at different times recommended various kinds of regulations for Deity worship."</P><P>Similarly, the R&#257;m&#257;rcana-candrik&#257; states:</P><P>vinaiva d&#299;ksh&#257;m viprendra pura&#347;cary&#257;m vinaiva hi</P><P CLASS=n>vinaiva ny&#257;sa-vidhin&#257; japa-m&#257;trena siddhi-d&#257;</P><P>"O best of the br&#257;hmanas, even without initiation, preliminary purification or acceptance of the renounced order, one can attain perfection in devotional service simply by chanting the Lord's holy name."</P><P>In other words, the chanting of the Hare Krishna mah&#257;-mantra is so powerful that it does not depend on official initiation, but if one is initiated and engages in pañcar&#257;tra-vidhi (Deity worship), his Krishna consciousness will awaken very soon, and his identification with the material world will be vanquished. The more one is freed from material identification, the more one can realize that the spirit soul is qualitatively as good as the Supreme Soul. At such a time, when one is situated on the absolute platform, one can understand that the holy name of the Lord and the Lord Himself are identical. At that stage of realization, the holy name of the Lord, the Hare Krishna mantra, cannot be identified with any material sound. If one accepts the Hare Krishna mah&#257;-mantra as a material vibration, he falls down. One should worship and chant the holy name of the Lord by accepting it as the Lord Himself. One should therefore be initiated properly according to revealed scriptures under the direction of a bona fide spiritual master. Although chanting the holy name is good for both the conditioned and liberated soul, it is especially beneficial to the conditioned soul because by chanting it one is liberated. When a person who chants the holy name is liberated, he attains the ultimate perfection by returning home, back to Godhead. In the words of &#346;r&#299; Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/7/73.htm">&#256;di 7.73</A>):</P><P>krishna-mantra haite habe sams&#257;ra-mocana</P><P CLASS=n>krishna-n&#257;ma haite p&#257;be krishnera carana</P><P>"Simply by chanting the holy name of Krishna one can obtain freedom from material existence. Indeed, simply by chanting the Hare Krishna mantra one will be able to see the lotus feet of the Lord."</P><P>The offenseless chanting of the holy name does not depend on the initiation process. Although initiation may depend on pura&#347;cary&#257; or pura&#347;carana, the actual chanting of the holy name does not depend on pura&#347;cary&#257;-vidhi, or the regulative principles. If one chants the holy name even once without committing an offense, he attains all success. During the chanting of the holy name, the tongue must work. Simply by chanting the holy name, one is immediately delivered. The tongue is sevonmukha-jihv&#257; &#8212; it is controlled by service. One whose tongue is engaged in tasting material things and also talking about them cannot use the tongue for absolute realization.</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>"With the material senses one cannot understand the transcendental holy name of the Lord or His form, activities and pastimes. But when one actually engages in devotional service, utilizing the tongue, the Lord is revealed." As it is said in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/17/134.htm">Madhya 17.134</A>):</P><P>ataeva krishnera 'n&#257;ma', 'deha', 'vil&#257;sa',</P><P CLASS=n>pr&#257;kritendriya-gr&#257;hya nahe, haya sva-prak&#257;&#347;a</P><P>"The holy name of Krishna, His body and His pastimes cannot be understood by the blunt material senses. They are manifested independently."</P><P CLASS=l><A CLASS=i HREF="107.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="109.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>