<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 111</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 111"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.111</P><P CLASS=c>"ataeva y&#257;&#324;ra mukhe eka krishna-n&#257;ma</P><P CLASS=c>sei ta' vaishnava, kariha t&#257;&#324;h&#257;ra samm&#257;na"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whose mouth; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> is <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/k/kariha">kariha</A> &#8212; offer; <A CLASS=v HREF="http://vedabase.net/t/tanhara">t&#257;&#324;h&#257;ra</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/s/sammana">samm&#257;na</A> &#8212; respect.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then finally advised, "One who is chanting the Hare Krishna mantra is understood to be a Vaishnava; therefore you should offer all respects to him."</P><P CLASS=t>PURPORT</P><P>In his Upade&#347;&#257;mrita (5), &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states: krishneti yasya giri tam manas&#257;driyeta d&#299;ksh&#257;sti cet pranatibhi&#347; ca bhajantam &#299;&#347;am. An advanced devotee should respect a person who has been initiated by a bona fide spiritual master and who is situated on the transcendental platform, chanting the holy name with faith and obeisances and following the instructions of the spiritual master. &#346;r&#299;la Bhaktivinoda Th&#257;kura comments that serving Vaishnavas is most important for householders. Whether a Vaishnava is properly initiated or not is not a subject for consideration. One may be initiated and yet contaminated by the M&#257;y&#257;v&#257;da philosophy, but a person who chants the holy name of the Lord offenselessly will not be so contaminated. A properly initiated Vaishnava may be imperfect, but one who chants the holy name of the Lord offenselessly is all-perfect. Although he may apparently be a neophyte, he still has to be considered a pure, unalloyed Vaishnava. It is the duty of the householder to offer respects to such an unalloyed Vaishnava. This is &#346;r&#299; Caitanya Mah&#257;prabhu's instruction.</P><P CLASS=l><A CLASS=i HREF="110.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="112.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>