<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 120</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 120"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.120</P><P CLASS=c>b&#257;hye r&#257;ja-vaidya i&#324;ho kare r&#257;ja-sev&#257;</P><P CLASS=c>antare krishna-prema i&#324;h&#257;ra j&#257;nibeka keb&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahye">b&#257;hye</A> &#8212; externally; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/v/vaidya">vaidya</A> &#8212; royal physician; <A CLASS=v HREF="http://vedabase.net/i/inho">i&#324;ho</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; performs; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; government service; <A CLASS=v HREF="http://vedabase.net/a/antare">antare</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/i/inhara">i&#324;h&#257;ra</A> &#8212; of <A HREF="http://vedabase.net/m/mukunda">Mukunda</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/j/janibeka">j&#257;nibeka</A> &#8212; can know; <A CLASS=v HREF="http://vedabase.net/k/keba">keb&#257;</A> &#8212; who.</P><P CLASS=t>TRANSLATION</P><P>"Mukunda d&#257;sa externally appears to be a royal physician engaged in governmental service, but internally he has a deep love for Krishna. Who can understand his love?</P><P CLASS=t>PURPORT</P><P>Unless &#346;r&#299; Krishna Caitanya Mah&#257;prabhu discloses the fact, no one can understand who is actually a great devotee of the Lord engaged in His service. It is therefore said in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/23/39.htm">Madhya 23.39</A>), t&#257;&#324;ra v&#257;kya, kriy&#257;, mudr&#257; vijñeha n&#257; bujhaya: even the most perfect and learned scholar cannot understand a Vaishnava's activities. A Vaishnava may be engaged in governmental service or in a professional business so that externally one cannot understand his position. Internally, however, he may be a nitya-siddha Vaishnava &#8212; that is, an eternally liberated Vaishnava. Externally Mukunda d&#257;sa was a royal physician, but internally he was the most liberated paramahamsa devotee. &#346;r&#299; Caitanya Mah&#257;prabhu knew this very well, but ordinary men could not understand it, for the activities and plans of a Vaishnava cannot be understood by ordinary men. However, &#346;r&#299; Caitanya Mah&#257;prabhu and His representative understand everything about a devotee, even though the devotee may externally pretend to be an ordinary householder and professional businessman.</P><P CLASS=l><A CLASS=i HREF="119.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="121.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>