<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 154</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 154"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.154</P><P CLASS=c>ei-mata sevakera pr&#299;ti c&#257;hi prabhu-p&#257;ya</P><P CLASS=c>prabhu ch&#257;d&#257;ileha, pada ch&#257;d&#257;na n&#257; y&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/s/sevakera">sevakera</A> &#8212; of the servitor; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/c/cahi">c&#257;hi</A> &#8212; is wanted; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A>-<A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; unto the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/c/chadaileha">ch&#257;d&#257;ileha</A> &#8212; even though the Lord causes separation; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/c/chadana">ch&#257;d&#257;na</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; cannot be given up.</P><P CLASS=t>TRANSLATION</P><P>"'The servitor must have love and affection for the lotus feet of the Lord exactly like this. Even if the Lord wants separation, a devotee cannot abandon the shelter of His lotus feet.</P><P CLASS=t>PURPORT</P><P>The word prabhu, or master, indicates that the Lord is to be continuously served by His devotee. The original prabhu is the Lord, &#346;r&#299; Krishna. Nonetheless, there are many devotees attached to Lord R&#257;macandra, and Mur&#257;ri Gupta is a vivid example of such unalloyed devotion. He never agreed to give up Lord R&#257;macandra's worship, not even upon &#346;r&#299; Caitanya Mah&#257;prabhu's request. Such is the chastity of devotional service, as stated in the Antya-l&#299;l&#257; of &#346;r&#299; Caitanya-carit&#257;mrita (4.46-47):</P><P>sei bhakta dhanya, ye n&#257; ch&#257;de prabhura carana</P><P CLASS=n>sei prabhu dhanya, ye n&#257; ch&#257;de nija-jana</P><P CLASS=n>durdaive sevaka yadi y&#257;ya anya sth&#257;ne</P><P CLASS=n>sei th&#257;kura dhanya t&#257;re cule dhari' &#257;ne</P><P>In a firm relationship with the Lord, the devotee does not give up the Lord's service under any circumstance. As far as the Lord Himself is concerned, if the devotee chooses to leave, the Lord brings him back again, dragging him by the hair.</P><P CLASS=l><A CLASS=i HREF="153.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="155.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>