<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 163</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 163"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.163</P><P CLASS=c>j&#299;vera p&#257;pa lañ&#257; muñi karo&#324; naraka bhoga</P><P CLASS=c>sakala j&#299;vera, prabhu, ghuc&#257;ha bhava-roga</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of all conditioned souls; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; accepting the sinful reactions; <A CLASS=v HREF="http://vedabase.net/m/muni">muñi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/karon">karo&#324;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/n/naraka">naraka</A> &#8212; hellish life; <A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A> &#8212; experience; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; my dear Lord; <A CLASS=v HREF="http://vedabase.net/g/ghucaha">ghuc&#257;ha</A> &#8212; please finish; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/r/roga">roga</A> &#8212; the material disease.</P><P CLASS=t>TRANSLATION</P><P>"My dear Lord, let me suffer perpetually in a hellish condition, accepting all the sinful reactions of all living entities. Please finish their diseased material life."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives the following commentary on this verse. In the Western countries, Christians believe that Lord Jesus Christ, their spiritual master, appeared in order to eradicate all the sins of his disciples. To this end, Lord Jesus Christ appeared and disappeared. Here, however, we find &#346;r&#299; V&#257;sudeva Datta Th&#257;kura and &#346;r&#299;la Harid&#257;sa Th&#257;kura to be many millions of times more advanced even when compared with Lord Jesus Christ. Jesus Christ relieved only his followers from all sinful reactions, but V&#257;sudeva Datta is here prepared to accept the sins of everyone in the universe. So the comparative position of V&#257;sudeva Datta is millions of times better than that of Lord Jesus Christ. A Vaishnava is so liberal that he is prepared to risk everything to rescue the conditioned souls from material existence. &#346;r&#299;la V&#257;sudeva Datta Th&#257;kura is universal love itself, for he was willing to sacrifice everything and fully engage in the service of the Supreme Lord.</P><P>&#346;r&#299;la V&#257;sudeva Datta knew very well that &#346;r&#299; Caitanya Mah&#257;prabhu was the original Personality of Godhead, Transcendence itself, above the material conception of illusion and m&#257;y&#257;. Lord Jesus Christ certainly finished the sinful reactions of his followers by his mercy, but that does not mean he completely delivered them from the pangs of material existence. A person may be relieved from sins once, but it is a practice among Christians to confess sins and yet commit them again. By getting freed from sins and again engaging in them, one cannot attain freedom from the pangs of material existence. A diseased person may go to a physician for relief, but after he leaves the hospital he may again be infected due to his unclean habits. Thus material existence continues. &#346;r&#299;la V&#257;sudeva Datta wanted to completely relieve the conditioned souls from material existence so that they would no longer have an opportunity to commit sinful acts. This is the significant difference between &#346;r&#299;la V&#257;sudeva Datta and Lord Jesus Christ. It is a great offense to receive pardon for sins and then commit the same sins again. Such an offense is more dangerous than the sinful activity itself. V&#257;sudeva Datta was so liberal that he requested &#346;r&#299; Caitanya Mah&#257;prabhu to transfer all offensive activity upon him so the conditioned souls would be purified and go back home, back to Godhead. This prayer was certainly without duplicity.</P><P>V&#257;sudeva Datta's example is unique not only within this world but within the universe. It is beyond the conception of fruitive actors or the speculation of mundane philosophers. Due to being illusioned by the external energy and due to a poor fund of knowledge, people tend to envy one another. Because of this they are entangled in fruitive activity, and they try to escape this fruitive activity by mental speculation. Consequently neither karm&#299;s nor jñ&#257;n&#299;s are purified. In the words of &#346;r&#299;la Bhaktisiddh&#257;nta Th&#257;kura, they are kukarm&#299;s and kujñ&#257;n&#299;s &#8212; bad fruitive actors and bad speculators. The M&#257;y&#257;v&#257;d&#299;s and karm&#299;s should therefore turn their attention to the magnanimous V&#257;sudeva Datta, who wanted to suffer for others in a hellish condition. No one should consider V&#257;sudeva Datta a mundane philanthropist or welfare worker. Nor was he interested in merging into the Brahman effulgence or in gaining material honor or reputation. He was far, far above philanthropists, philosophers and fruitive actors. He was the most exalted personality to ever show mercy to the conditioned souls. This is not an exaggeration of his transcendental qualities. It is perfectly true. Actually, there cannot be any comparison to V&#257;sudeva Datta. As the perfect Vaishnava, he was para-duhkha-duhkh&#299;, very much aggrieved to see others suffer. The entire world is purified simply by the appearance of such a great devotee. Indeed, by his transcendental presence the whole world is glorified and all conditioned souls are also glorified. As Narottama d&#257;sa Th&#257;kura confirms, V&#257;sudeva Datta is the ideal devotee of &#346;r&#299; Caitanya Mah&#257;prabhu:</P><P>gaur&#257;&#324;gera sa&#324;gi-gane, nitya-siddha kari' m&#257;ne,</P><P CLASS=n>se y&#257;ya vrajendrasuta-p&#257;&#347;a</P><P>One who executes &#346;r&#299; Caitanya Mah&#257;prabhu's mission must be considered eternally liberated. He is a transcendental person and does not belong to this material world. Such a devotee, engaging in the deliverance of the total population, is as magnanimous as &#346;r&#299; Caitanya Mah&#257;prabhu Himself.</P><P>namo mah&#257;-vad&#257;ny&#257;ya krishna-prema-prad&#257;ya te</P><P CLASS=n>krishn&#257;ya krishna-caitanya-n&#257;mne gaura-tvishe namah</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/53.htm">Madhya 19.53</A>]</P><P>Such a personality factually represents &#346;r&#299; Caitanya Mah&#257;prabhu because his heart is always filled with compassion for all conditioned souls.</P><P CLASS=l><A CLASS=i HREF="162.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="164.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>