<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 169</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 169"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.169</P><P CLASS=c>tumi y&#257;&#324;ra hita v&#257;ñcha', se haila 'vaishnava'</P><P CLASS=c>vaishnavera p&#257;pa krishna d&#363;ra kare saba</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/h/hita">hita</A> <A CLASS=v HREF="http://vedabase.net/v/vancha">v&#257;ñcha</A>' &#8212; desire the welfare; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; immediately becomes; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> &#8212; the accidental sinful life; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dura">d&#363;ra</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; vanquishes; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all.</P><P CLASS=t>TRANSLATION</P><P>"Whosever welfare you desire immediately becomes a Vaishnava, and Krishna delivers all Vaishnavas from the reactions of their past sinful activities.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu here informed V&#257;sudeva Datta that since Krishna is all-powerful, He can immediately deliver all conditioned souls from material existence. In essence, &#346;r&#299; Caitanya Mah&#257;prabhu said, "You desire the liberation of all kinds of living entities without discrimination. You are very anxious for their good fortune, and I say that simply by your prayer all living entities within the universe can be liberated. You do not even have to take up the burden of their sinful activities. Thus there is no need for you to suffer for their sinful lives. Whoever receives your compassion becomes a Vaishnava immediately, and Krishna delivers all Vaishnavas from the reactions to their past sinful activities." Krishna also promises this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."</P><P>As soon as one fully surrenders to Krishna, he becomes a Vaishnava. In this verse from the Bhagavad-g&#299;t&#257; Krishna promises to relieve His devotee from all the reactions to sinful life. It is a fact that a fully surrendered Vaishnava is completely out of the range of material infection. This is to say that he does not suffer the results of his previous pious or impious actions. Unless one is freed from sinful life, one cannot become a Vaishnava. In other words, if one is a Vaishnava, his sinful life is certainly ended. According to the Padma Pur&#257;na:</P><P>apr&#257;rabdha-phalam p&#257;pam k&#363;tam b&#299;jam phalonmukham</P><P CLASS=n>kramenaiva pral&#299;yeta vishnu-bhakti-rat&#257;tman&#257;m</P><P>"There are different stages of dormant reactions to sinful activities to be observed in a sinful life. Sinful reactions may be just waiting to take effect [phalonmukha], reactions may be still further dormant [k&#363;ta], or the reactions may be in a seedlike state [b&#299;ja]. In any case, all types of sinful reactions are vanquished one after another if a person engages in the devotional service of Lord Vishnu."</P><P CLASS=l><A CLASS=i HREF="168.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="170.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>