<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 180</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 180"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.180</P><P CLASS=c>jaya jaya jahy aj&#257;m ajita dosha-gribh&#299;ta-gun&#257;m</P><P CLASS=c>tvam asi yad &#257;tman&#257; samavaruddha-samasta-bhagah</P><P CLASS=c>aga-jagad-okas&#257;m akhila-&#347;akty-avabodhaka te</P><P CLASS=c>kvacid ajay&#257;tman&#257; ca carato 'nucaren nigamah"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jaya">jaya</A> <A CLASS=v HREF="http://vedabase.net/j/jaya">jaya</A> &#8212; kindly exhibit Your glory; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; please conquer; <A CLASS=v HREF="http://vedabase.net/a/ajam">aj&#257;m</A> &#8212; nescience, <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unconquerable one; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; faulty; <A CLASS=v HREF="http://vedabase.net/g/grbhita">gribh&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gun&#257;m</A> &#8212; by which the qualities <A HREF="http://vedabase.net/a/are">are</A> accepted; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by Your internal potency; <A CLASS=v HREF="http://vedabase.net/s/samavaruddha">samavaruddha</A> &#8212; possessing; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bhagah</A> &#8212; all kinds of opulences; <A CLASS=v HREF="http://vedabase.net/a/aga">aga</A> &#8212; nonmoving; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/o/okasam">okas&#257;m</A> &#8212; of the embodied living entities; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; of potencies; <A CLASS=v HREF="http://vedabase.net/a/avabodhaka">avabodhaka</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/ajaya">ajay&#257;</A> &#8212; by the external energy; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; of Your self; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/caratah">caratah</A> &#8212; manifesting pastimes (by Your glance); <A CLASS=v HREF="http://vedabase.net/a/anucaret">anucaret</A> &#8212; confirm; <A CLASS=v HREF="http://vedabase.net/n/nigamah">nigamah</A> &#8212; all the Vedas.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu continued, "'O my Lord, O unconquerable one, O master of all potencies, please exhibit Your internal potency to conquer the nescience of all moving and inert living entities. Due to nescience, they accept all kinds of faulty things, thus provoking a fearful situation. O Lord, please show Your glories! You can do this very easily, for Your internal potency is beyond the external potency, and You are the reservoir of all opulence. You are also the demonstrator of the material potency. You are also always engaged in Your pastimes in the spiritual world, where You exhibit Your reserved, internal potency, and sometimes You exhibit the external potency by glancing over it. Thus You manifest Your pastimes. The Vedas confirm Your two potencies and accept both types of pastimes due to them.'"</P><P CLASS=t>PURPORT</P><P>This verse is taken from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/87/14.htm">10.87.14</A>). It is from the prayers of the &#347;ruti-gana, the personified Vedas, who glorify the Lord.</P><P>The almighty Personality of Godhead has three potencies &#8212; internal, external and marginal. The conditioned souls, who are condemned due to their forgetfulness of the Lord, are put under the control of the external potency when she creates the material world. The three modes of material nature keep the living entity in a constant state of fear (bhayam dvit&#299;y&#257;bhinive&#347;atah). The conditioned soul is always fearful due to being controlled by the external potency; therefore the conditioned soul should always pray to the almighty Lord to conquer the external potency (m&#257;y&#257;) so that she will no longer manifest her powers, which bind all living entities, moving and inert. By praying in this way one will become eligible to remain constantly in the association of the Lord, thus fulfilling the mission of going back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="179.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="181.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>