<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 237</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 237"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.237</P><P CLASS=c>tvayopayukta-srag-gandha-</P><P CLASS=c>v&#257;so 'la&#324;k&#257;ra-carcit&#257;h</P><P CLASS=c>ucchishta-bhojino d&#257;s&#257;s</P><P CLASS=c>tava m&#257;y&#257;m jayema hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/u/upayukta">upayukta</A> &#8212; used; <A CLASS=v HREF="http://vedabase.net/s/srak">srak</A> &#8212; flower garlands; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; scented substances like sandalwood pulp; <A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;sah</A> &#8212; garments; <A CLASS=v HREF="http://vedabase.net/a/alankara">ala&#324;k&#257;ra</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/c/carcitah">carcit&#257;h</A> &#8212; being decorated with; <A CLASS=v HREF="http://vedabase.net/u/ucchista">ucchishta</A> &#8212; remnants of food; <A CLASS=v HREF="http://vedabase.net/b/bhojinah">bhojinah</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/d/dasah">d&#257;s&#257;h</A> &#8212; servants; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; illusory energy; <A CLASS=v HREF="http://vedabase.net/j/jayema">jayema</A> &#8212; can conquer over; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>"'My dear Lord, the garlands, scented substances, garments, ornaments and other such things that have been offered to You may later be used by Your servants. By partaking of these things and eating the remnants of food You have left, we will be able to conquer the illusory energy.'"</P><P CLASS=t>PURPORT</P><P>This is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/6/46.htm">11.6.46</A>). In the Hare Krishna movement, the chanting of the Hare Krishna mah&#257;-mantra, the dancing in ecstasy and the eating of the remnants of food offered to the Lord are very, very important. One may be illiterate or incapable of understanding the philosophy, but if he partakes of these three items, he will certainly be liberated without delay.</P><P>This verse was spoken by Uddhava to Lord Krishna. This was during the time when the Uddhava-g&#299;t&#257; was spoken. At that time there was some disturbance in Dv&#257;rak&#257;, and Lord Krishna decided to leave the material world and enter the spiritual world. Uddhava could understand the situation, and he talked with the Supreme Personality of Godhead. The verse quoted above is an excerpt from their conversation. &#346;r&#299; Krishna's pastimes in this material world are called prakata-l&#299;l&#257; (manifested pastimes), and His pastimes in the spiritual world are called aprakata-l&#299;l&#257; (unmanifested pastimes). By "unmanifested" we mean that they are not present before our eyes. It is not that Lord Krishna's pastimes are nonexistent. They are going on exactly as the sun is shining perpetually, but when the sun is present before our eyes, we call it daytime (manifest), and when it is not present, we call it night (unmanifest). Those who are above the jurisdiction of night are always in the spiritual world, where the Lord's pastimes are constantly manifest to them. As the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37-38</A>) confirms:</P><P>&#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhis</P><P CLASS=n>t&#257;bhir ya eva nija-r&#363;patay&#257; kal&#257;bhih</P><P CLASS=n>goloka eva nivasaty akhil&#257;tma-bh&#363;to</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=n>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who resides in His own realm, Goloka, with R&#257;dh&#257;, who resembles His own spiritual figure and who embodies the ecstatic potency [hl&#257;din&#299;]. Their companions are Her confidantes, who embody extensions of Her bodily form and who are imbued and permeated with ever-blissful spiritual rasa. I worship Govinda, the primeval Lord, who is &#346;y&#257;masundara, Krishna Himself, with inconceivable innumerable attributes, whom the pure devotees see in their heart of hearts with the eye of devotion tinged with the salve of love."</P><P CLASS=l><A CLASS=i HREF="236.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="238.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>