<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 264</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 264"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.264</P><P CLASS=c>sh&#257;th&#299;re kaha &#8212; t&#257;re ch&#257;duka, se ha-ila 'patita'</P><P CLASS=c>'patita' ha-ile bhart&#257; tyajite ucita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sathire">sh&#257;th&#299;re</A> <A CLASS=v HREF="http://vedabase.net/k/kaha">kaha</A> &#8212; inform <A HREF="http://vedabase.net/s/sathi">Sh&#257;th&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> <A CLASS=v HREF="http://vedabase.net/c/chaduka">ch&#257;duka</A> &#8212; let her give him up; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> has become; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ile">ile</A> &#8212; when one has fallen; <A CLASS=v HREF="http://vedabase.net/b/bharta">bhart&#257;</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> husband; <A CLASS=v HREF="http://vedabase.net/t/tyajite">tyajite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/u/ucita">ucita</A> &#8212; is the duty.</P><P CLASS=t>TRANSLATION</P><P>"Inform my daughter Sh&#257;th&#299; to abandon her relationship with her husband because he has fallen down. When the husband falls down, it is the wife's duty to relinquish the relationship.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la S&#257;rvabhauma Bhatt&#257;c&#257;rya considered that if Amogha were killed, the killer would suffer sinful reactions for killing the body of a br&#257;hmana. For the same reason, it would have been undesirable for the Bhatt&#257;c&#257;rya to commit suicide because he also was a br&#257;hmana. Since neither course could be accepted, the Bhatt&#257;c&#257;rya decided to give up his relationship with Amogha and never see his face.</P><P>As far as killing the body of a br&#257;hmana is concerned, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/7/53.htm">1.7.53</A>) gives the following injunction concerning a brahma-bandhu, a person born of a br&#257;hmana father but devoid of brahminical qualities:</P><P>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=n>brahma-bandhur na hantavya</P><P CLASS=n>&#257;tat&#257;y&#299; vadh&#257;r-hanah</P><P>"The Personality of Godhead &#346;r&#299; Krishna said, 'A brahma-bandhu is not to be killed, but if he is an aggressor, he must be killed.'"</P><P>Quoting from the smriti, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; comments on this quotation from &#346;r&#299;mad-Bh&#257;gavatam:</P><P>&#257;tat&#257;yinam &#257;y&#257;ntam api ved&#257;nta-p&#257;ragam</P><P CLASS=n>jigh&#257;m santam jigh&#257;ms&#299;y&#257;n na tena brahma-h&#257; bhavet</P><P>"'An aggressor intent on killing may be a very learned scholar of Ved&#257;nta, yet he should be killed because of his envy in killing others. In such a case, it is not sinful to kill a br&#257;hmana.'"</P><P>It is also stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/7/57.htm">1.7.57</A>):</P><P>vapanam dravin&#257;d&#257;nam sth&#257;n&#257;n niry&#257;panam tath&#257;</P><P CLASS=n>esha hi brahma-bandh&#363;n&#257;m vadho n&#257;nyo 'sti daihikah</P><P>"Cutting the hair from his head, depriving him of his wealth and driving him from his residence are the prescribed punishments for a brahma-bandhu. There is no injunction for killing the body."</P><P>As far as Sh&#257;th&#299;, the daughter of S&#257;rvabhauma Bhatt&#257;c&#257;rya, was concerned, she was advised to give up her relationship with her husband. Concerning this, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/5/5/18.htm">5.5.18</A>) states, na pati&#347; ca sa sy&#257;n na mocayed yah samupeta-mrityum: "One cannot be a husband if he cannot liberate his dependents from inevitable death." If a person is not in Krishna consciousness and is bereft of spiritual power, he cannot protect his wife from the path of repeated birth and death. Consequently such a person cannot be accepted as a husband. A wife should dedicate her life and everything to Krishna for further advancement in Krishna consciousness. If her husband abandons Krishna consciousness and she gives up her connection with him, she follows in the footsteps of the dvija-patn&#299;s, the wives of the br&#257;hmanas who were engaged in performing sacrifices. The wife is not to be condemned for cutting off such a relationship. In this regard, &#346;r&#299; Krishna assures the dvija-patn&#299;s in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/23/31.htm">10.23.31-32</A>):</P><P>patayo n&#257;bhyas&#363;yeran pitri-bhr&#257;tri-sut&#257;dayah</P><P CLASS=n>lok&#257;&#347; ca vo mayopet&#257; dev&#257; apy anumanvate</P><P CLASS=n>na pr&#299;taye 'nur&#257;g&#257;ya hy a&#324;ga-sa&#324;go nrin&#257;m iha</P><P CLASS=n>tan mano mayi yuñj&#257;n&#257; acir&#257;n m&#257;m av&#257;psyatha</P><P>"My dear dvija-patn&#299;s, rest assured that your husbands will not neglect you on your return, nor will your brothers, sons or fathers refuse to accept you. Because you are My pure devotees, not only your relatives but also people in general, as well as the demigods, will be satisfied with you. Transcendental love for Me does not depend upon bodily connection, but anyone whose mind is always absorbed in Me will surely, very soon, come to Me for My eternal association."</P><P CLASS=l><A CLASS=i HREF="263.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="265.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>