<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 270</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 270"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.270</P><P CLASS=c>&#257;yuh &#347;riyam ya&#347;o dharmam</P><P CLASS=c>lok&#257;n &#257;&#347;isha eva ca</P><P CLASS=c>hanti &#347;rey&#257;msi sarv&#257;ni</P><P CLASS=c>pumso mahad-atikramah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; duration of life; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; possessions; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; benedictions; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/h/hanti">hanti</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/s/sreyamsi">&#347;rey&#257;msi</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/s/sarvani">sarv&#257;ni</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; of great souls; <A CLASS=v HREF="http://vedabase.net/a/atikramah">atikramah</A> &#8212; violation.</P><P CLASS=t>TRANSLATION</P><P>"'When a person mistreats great souls, his life span, opulence, reputation, religion, possessions and good fortune are all destroyed.'</P><P CLASS=t>PURPORT</P><P>This statement (&#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/10/4/46.htm">10.4.46</A>) was made by &#346;ukadeva Gosv&#257;m&#299; to Mah&#257;r&#257;ja Par&#299;kshit. This quotation concerns the attempted killing of Krishna's sister (Yogam&#257;y&#257;), who appeared before Krishna's birth as the daughter of mother Ya&#347;od&#257;. This daughter Yogam&#257;y&#257; and Krishna were born simultaneously, and Vasudeva replaced Yogam&#257;y&#257; with Krishna and took Yogam&#257;y&#257; away. When she was brought to Mathur&#257; and Kamsa attempted to kill her, Yogam&#257;y&#257; slipped out of his hands. She could not be killed. She then informed Kamsa about the birth of his enemy, Krishna, and being thus baffled, Kamsa consulted his associates, who were all demons. When this big conspiracy was taking place, this verse was spoken by &#346;ukadeva Gosv&#257;m&#299;. He points out that a demon can lose everything because of his nefarious activities.</P><P>The word mahad-atikrama, meaning "envy of Lord Vishnu and His devotees," is significant in this verse. The word mahat indicates a great personality, a devotee or the Supreme Personality of Godhead Himself. Being always engaged in the Lord's service, the devotees themselves are as great as the Supreme Personality of Godhead. The word mahat is also explained by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>):</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."</P><P>Being envious of the Lord and His devotees is not at all auspicious for a demon. By such envy, a demon loses everything considered beneficial.</P><P CLASS=l><A CLASS=i HREF="269.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="271.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>