<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 277</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 277"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.277</P><P CLASS=c>uthaha, amogha, tumi lao krishna-n&#257;ma</P><P CLASS=c>acire tom&#257;re krip&#257; karibe bhagav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uthaha">uthaha</A> &#8212; get up; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A> &#8212; <A HREF="http://vedabase.net/a/amogha">Amogha</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/l/lao">lao</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/acire">acire</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/t/tomare">tom&#257;re</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/k/karibe">karibe</A> &#8212; will bestow; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>"Therefore, Amogha, get up and chant the Hare Krishna mah&#257;-mantra! If you do so, Krishna will unfailingly bestow mercy upon you."</P><P CLASS=t>PURPORT</P><P>The Absolute Truth is realized in three phases &#8212; impersonal Brahman, Param&#257;tm&#257; and the Supreme Personality of Godhead, Bhagav&#257;n. All of these are one and the same truth, but Brahman, Param&#257;tm&#257; and Bhagav&#257;n constitute three different features. Whoever understands Brahman is called a br&#257;hmana, and when a br&#257;hmana engages in the Lord's devotional service, he is called a Vaishnava. Unless one comes to understand the Supreme Personality of Godhead, his realization of impersonal Brahman is imperfect. A br&#257;hmana can chant the Hare Krishna mantra on the platform of n&#257;m&#257;bh&#257;sa, but not on the platform of pure vibration. When a br&#257;hmana engages in the Lord's service, fully understanding his eternal relationship, his devotional service is called abhidheya. When one attains that stage, he is called a bh&#257;gavata, or Vaishnava. This indicates that he is free from contamination and material attachment. Lord Krishna confirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257; bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the duality of delusion, and they engage themselves in My service with determination."</P><P>A br&#257;hmana may be a very learned scholar, but this does not mean that he is free from material contamination. A br&#257;hmana's contamination, however, is in the mode of goodness. In the material world, the three modes are goodness, passion and ignorance, and all of these are simply different gradations of contamination. Unless a br&#257;hmana transcends such contamination and approaches the platform of unalloyed devotional service, he cannot be accepted as a Vaishnava. An impersonalist may be aware of the impersonal Brahman feature of the Absolute Truth, but his activities are on the impersonal platform. Sometimes he imagines a form of the Lord (saguna-up&#257;san&#257;), but such an attempt is never successful in helping one attain complete realization. The impersonalist may consider himself a br&#257;hmana and may be situated in the mode of goodness, but nonetheless he is conditioned by one of the modes of material nature. This means that he is not yet liberated, for liberation cannot be attained unless one is completely free from the modes. In any case, the M&#257;y&#257;v&#257;da philosophy keeps one conditioned. If one becomes a Vaishnava through proper initiation, he automatically becomes a br&#257;hmana. There is no doubt about it. The Garuda Pur&#257;na confirms this:</P><P>br&#257;hman&#257;n&#257;m sahasrebhyah satra-y&#257;j&#299; vi&#347;ishyate</P><P CLASS=n>satra-y&#257;ji-sahasrebhyah sarva-ved&#257;nta-p&#257;ragah</P><P CLASS=n>sarva-ved&#257;nta-vit-koty&#257; vishnu-bhakto vi&#347;ishyate</P><P>"Out of many thousands of br&#257;hmanas, one may become qualified to perform yajña. Out of many thousands of such qualified br&#257;hmanas, one may be fully aware of the Ved&#257;nta philosophy. Out of many millions of learned Ved&#257;nta scholars, there may be one vishnu-bhakta, or devotee of Lord Vishnu. It is he who is most exalted."</P><P>Unless one is a fully qualified br&#257;hmana, he cannot advance in the spiritual science. A real br&#257;hmana is never envious of Vaishnavas. If he is, he is considered an imperfect neophyte. Impersonalist br&#257;hmanas are always opposed to Vaishnava principles. They are envious of Vaishnavas because they do not know the goal of life. Na te viduh sv&#257;rtha-gatim hi vishnum [<A CLASS=v HREF="../../../sb/7/5/31.htm">SB 7.5.31</A>]. However, when a br&#257;hmana becomes a Vaishnava, there is no duality. If a br&#257;hmana does not become a Vaishnava, he certainly falls down from the br&#257;hmana platform. This is confirmed by &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/5/3.htm">11.5.3</A>): na bhajanty avaj&#257;nanti sth&#257;n&#257;d bhrasht&#257;h patanty adhah.</P><P>We can actually see that in this Age of Kali many so-called br&#257;hmanas are envious of Vaishnavas. The Kali-contaminated br&#257;hmanas consider Deity worship to be imaginative: arcye vishnau &#347;il&#257;-dh&#299;r gurushu nara-matir vaishnave j&#257;ti-buddhih. Such a contaminated br&#257;hmana may superficially imagine a form of the Lord, but actually he considers the Deity in the temple to be made of stone or wood. Similarly, such a contaminated br&#257;hmana considers the guru to be an ordinary human being, and he objects when a Vaishnava is created by the Krishna consciousness movement. Many so-called br&#257;hmanas attempt to fight us, saying, "How can you create a br&#257;hmana out of a European or American? A br&#257;hmana can be born only in a br&#257;hmana family." They do not consider that this is never stated in any revealed scripture. Lord Krishna specifically states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah: "According to the three modes of material nature and the work associated with them, the four divisions of human society are created by Me."</P><P>Thus a br&#257;hmana is not a result of the caste system. He becomes a br&#257;hmana only by qualification. Similarly, a Vaishnava does not belong to a particular caste; rather, his designation is determined by the rendering of devotional service.</P><P CLASS=l><A CLASS=i HREF="276.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="278.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>