<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.41</P><P CLASS=c>&#257;c&#257;ryere &#257;jñ&#257; dila kariy&#257; samm&#257;na</P><P CLASS=c>'&#257;-cand&#257;la &#257;di krishna-bhakti dio d&#257;na'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acaryere">&#257;c&#257;ryere</A> &#8212; unto <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; ordered; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/sammana">samm&#257;na</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/c/candala">cand&#257;la</A> &#8212; even <A HREF="http://vedabase.net/t/to">to</A> the lowest of men, known <A HREF="http://vedabase.net/a/as">as</A> the <A HREF="http://vedabase.net/c/candala">cand&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning with; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness, or devotional service <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dio">dio</A> &#8212; deliver; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> charity.</P><P CLASS=t>TRANSLATION</P><P>With great respect, &#346;r&#299; Caitanya Mah&#257;prabhu requested Advaita &#256;c&#257;rya, "Give Krishna consciousness, devotion to Krishna, even to the lowest of men [cand&#257;las]."</P><P CLASS=t>PURPORT</P><P>This is &#346;r&#299; Caitanya Mah&#257;prabhu's order to all His devotees. Krishna-bhakti, devotion to Krishna, is open to everyone, even low-class men like cand&#257;las. One should follow this order in the disciplic succession stemming from &#346;r&#299; Advaita and Nity&#257;nanda Prabhu and distribute Krishna consciousness without discrimination throughout the world.</P><P>There are different kinds of men, beginning with the br&#257;hmana and going down to the lowest platform, known as cand&#257;la. Whatever one's position, everyone in this Age of Kali needs to be enlightened in Krishna consciousness. That is the greatest need of the day. Everyone is acutely feeling the pangs of material existence. Even in the ranks and files of the American Senate, the pinpricks of material existence are felt, so much so that April 30, 1974, was actually set aside as Prayer Day. Thus everyone is feeling the resultant pinpricks of Kali-yuga brought about by human society's indulging in illicit sex, meat-eating, gambling and intoxication. Now is the time for the members of the International Society for Krishna Consciousness to distribute krishna-bhakti all over the world and thus follow the orders of &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord has ordered everyone to become a guru (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>): &#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra' ei de&#347;a. Everyone in every town and village should be enlightened by the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu. Krishna consciousness should be distributed to everyone indiscriminately. In this way, the entire world will be peaceful and happy, and everyone will glorify &#346;r&#299; Caitanya Mah&#257;prabhu, as He desires.</P><P>The word cand&#257;la actually refers to a dog-eater, who is considered the lowest of men. Even cand&#257;las can be enlightened in Krishna consciousness due to &#346;r&#299; Caitanya Mah&#257;prabhu's benedictions. Krishna-bhakti is not the monopoly of a certain caste. Everyone is eligible to receive this great benediction given by &#346;r&#299; Caitanya Mah&#257;prabhu. Everyone should be given a chance to receive it and be happy.</P><P>The word d&#257;na, meaning "charity," is also significant in this verse. Whoever engages in the distribution of Krishna consciousness is a charitable person. Professional men recite &#346;r&#299;mad-Bh&#257;gavatam and discuss krishna-bhakti for an exchange of money. They cannot distribute such exalted transcendental property to everyone and anyone. Only pure devotees, who have no motive other than serving Krishna, can give such transcendentally valuable benedictions out of charity.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>