<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 42"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.42</P><P CLASS=c>nity&#257;nande &#257;jñ&#257; dila, &#8212; 'y&#257;ha gauda-de&#347;e</P><P CLASS=c>anargala prema-bhakti kariha prak&#257;&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nityanande">nity&#257;nande</A> &#8212; unto <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> ordered; <A CLASS=v HREF="http://vedabase.net/y/yaha">y&#257;ha</A> <A CLASS=v HREF="http://vedabase.net/g/gauda">gauda</A>-<A CLASS=v HREF="http://vedabase.net/d/dese">de&#347;e</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A> <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/gauda">Gauda</A>-<A HREF="http://vedabase.net/d/desa">de&#347;a</A> (Bengal); <A CLASS=v HREF="http://vedabase.net/a/anargala">anargala</A> &#8212; without restriction; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service <A HREF="http://vedabase.net/i/in">in</A> love of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kariha">kariha</A> <A CLASS=v HREF="http://vedabase.net/p/prakase">prak&#257;&#347;e</A> &#8212; manifest.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu ordered Nity&#257;nanda Prabhu, "Go to Bengal and, without restriction, manifest devotional service to the Lord, Krishna consciousness."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu thus ordered Nity&#257;nanda Prabhu to deliver all the Bengalis to devotional service. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>) the Lord says:</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants], and &#347;&#363;dras [workers] &#8212; can attain the supreme destination." Whoever takes to Krishna consciousness and follows the regulative principles can return home, back to Godhead.</P><P>In his Anubh&#257;shya, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes, "There is a class of so-called devotees called pr&#257;krita-sahajiy&#257;s who think that Nity&#257;nanda Prabhu is an ordinary human being. They have spread the news that &#346;r&#299; Caitanya Mah&#257;prabhu ordered Nity&#257;nanda Prabhu to return to Bengal from Orissa just to marry and beget children. This is certainly a great offense against Nity&#257;nanda Prabhu."</P><P>Such an offense is called p&#257;shanda-buddhi, or an atheistic remark. Offenders consider Nity&#257;nanda Prabhu to be like one of them, an ordinary human being. They do not know of Nity&#257;nanda Prabhu's identity with the vishnu-tattva. Thinking Nity&#257;nanda Prabhu to be an ordinary human being is the business of mental speculators known as kunap&#257;tma-v&#257;d&#299;s. These people accept the material body, which is a bag of three material elements (kunape tri-dh&#257;tuke), as themselves. They think that Nity&#257;nanda Prabhu's body was similarly material and that it was meant for sense gratification. Whoever thinks in this way is a candidate for the darkest regions of hell. Those who hanker after women and money, who are self-interested and have the mentality of merchants, can certainly discover many things with their fertile brains and speak against the authorized revealed scriptures. They also engage in some moneymaking businesses to cheat innocent people, and they try to support their business programs by making such offensive statements. Actually Nity&#257;nanda Prabhu, being the expansion of &#346;r&#299; Caitanya Mah&#257;prabhu, is the most munificent incarnation. No one should consider Him an ordinary human being or an entity like the praj&#257;patis, who were ordered by Brahm&#257; to increase generations. Nity&#257;nanda Prabhu should not be considered instrumental for sense gratification. Although professional so-called preachers support this idea, such statements are not found in any authorized revealed scriptures. Actually there is no support for these statements made by sahajiy&#257;s or other professional distributors of krishna-bhakti.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>