<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 99</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15 Verse 99"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15.99</P><P CLASS=c>gunar&#257;ja-kh&#257;&#324;na kaila &#347;r&#299;-krishna-vijaya</P><P CLASS=c>t&#257;h&#257;&#324; eka-v&#257;kya t&#257;&#324;ra &#257;che premamaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gunaraja">gunar&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/k/khanna">kh&#257;&#324;na</A> &#8212; <A HREF="http://vedabase.net/g/gunaraja">Gunar&#257;ja</A> <A HREF="http://vedabase.net/k/khan">Kh&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; compiled; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/v/vijaya">vijaya</A> &#8212; the book named <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>-<A HREF="http://vedabase.net/v/vijaya">vijaya</A>; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; one sentence; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; of <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/ache">&#257;che</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; full of love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then said, "Gunar&#257;ja Kh&#257;n of Kul&#299;na-gr&#257;ma compiled a book named &#346;r&#299; Krishna-vijaya, in which there is a sentence revealing the author's ecstatic love of Krishna."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Krishna-vijaya is a book of poems considered to be the first poetry book written in Bengal. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura states that this book was begun in the year 1395 &#346;ak&#257;bda (A.D. 1473). After seven years, it was completed (in 1402 &#346;ak&#257;bda). This book was written in plain language, and even half-educated Bengalis and women could read it very clearly. Even ordinary men with little knowledge of the alphabet could read this book and understand it. Its language is not very ornamental, and sometimes the poetry is not very sweet to hear. Although according to the sonnet style each line should contain fourteen syllables, there are sometimes sixteen, twelve or thirteen syllables in his verse. Many words used in those days could be understood only by local inhabitants, yet this book is still so popular that no bookstore is complete without it. It is very valuable for those who are interested in advancing in Krishna consciousness.</P><P>&#346;r&#299; Gunar&#257;ja Kh&#257;n was one of the topmost Vaishnavas, and he translated the Tenth and Eleventh Cantos of &#346;r&#299;mad-Bh&#257;gavatam for the understanding of the common man. The book &#346;r&#299; Krishna-vijaya was highly praised by &#346;r&#299; Caitanya Mah&#257;prabhu, and it is very valuable for all Vaishnavas. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives a genealogical table and family history of Gunar&#257;ja Kh&#257;n. When a Bengali emperor named &#256;di&#347;&#363;ra first came from K&#257;nyakubja, or K&#257;nauj, he brought with him five br&#257;hmanas and five k&#257;yasthas. Since the king is supposed to be accompanied by his associates, the br&#257;hmanas accompanied the King to help him in higher spiritual matters. The k&#257;yasthas were to render other services. In the northern Indian high country, the k&#257;yasthas are accepted as &#347;&#363;dras, but in Bengal the k&#257;yasthas are considered among the higher castes. It is a fact that the k&#257;yasthas came to Bengal from northern India, specifically from K&#257;nyakubja, or K&#257;nauj. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that the k&#257;yasthas who came from K&#257;nyakubja were high-class men. Of them, Da&#347;aratha Vasu was a great personality, and the thirteenth generation of his family included Gunar&#257;ja Kh&#257;n.</P><P>His real name was M&#257;l&#257;dhara Vasu, but the title Kh&#257;n was given to him by the Emperor of Bengal. Thus he became known as Gunar&#257;ja Kh&#257;n. Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives the following genealogical table of Gunar&#257;ja Kh&#257;n: (1) Da&#347;aratha Vasu; (2) Ku&#347;ala; (3) &#346;ubha&#347;a&#324;kara; (4) Hamsa; (5) &#346;aktir&#257;ma (B&#257;g&#257;nd&#257;), Muktir&#257;ma (M&#257;inagara) and Ala&#324;k&#257;ra (Ba&#324;gaja); (6) D&#257;modara; (7) Anantar&#257;ma; (8) Gun&#299;n&#257;yaka and V&#299;n&#257;n&#257;yaka. The twelfth generation included Bhag&#299;ratha, and the thirteenth M&#257;l&#257;dhara Vasu, or Gunar&#257;ja Kh&#257;n. &#346;r&#299; Gunar&#257;ja Kh&#257;n had fourteen sons, of whom the second son, Lakshm&#299;n&#257;tha Vasu, received the title Satyar&#257;ja Kh&#257;n. His son was &#346;r&#299; R&#257;m&#257;nanda Vasu; therefore R&#257;m&#257;nanda Vasu belonged to the fifteenth generation. Gunar&#257;ja Kh&#257;n was a very well known and wealthy man. His palace, fort and temples are still existing, and from these we can deduce that the opulence of Gunar&#257;ja Kh&#257;n was certainly very great. &#346;r&#299; Gunar&#257;ja Kh&#257;n never cared for the artificial aristocracy introduced by Ball&#257;l Sena.</P><P CLASS=l><A CLASS=i HREF="98.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="100.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>