<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 15 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 15.1</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was taking pras&#257;dam at the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya, Amogha criticized Him. Still, the Lord accepted Amogha, thereby showing how much He was obliged to His devotees.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 15.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to Advaitacandra! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 15.3</B></A>: All glories to the listeners of &#346;r&#299; Caitanya-carit&#257;mrita who have accepted it as their life and soul!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 15.4</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu stayed at Jagann&#257;tha Pur&#299;, He constantly enjoyed chanting and dancing with His devotees.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 15.5</B></A>: In the beginning of the day, &#346;r&#299; Caitanya Mah&#257;prabhu saw the Deity of Lord Jagann&#257;tha in the temple. He offered Him obeisances and prayers and danced and sang before Him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 15.6</B></A>: After visiting the temple, &#346;r&#299; Caitanya Mah&#257;prabhu would remain outside during the upala-bhoga offering. He would then go meet Harid&#257;sa Th&#257;kura and return to His residence.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 15.7</B></A>: Sitting in His room, &#346;r&#299; Caitanya Mah&#257;prabhu would chant on His beads, and Advaita Prabhu would come there to worship the Lord.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 15.8</B></A>: While worshiping &#346;r&#299; Caitanya Mah&#257;prabhu, Advaita &#256;c&#257;rya would offer Him scented water to wash His mouth and feet. Then Advaita &#256;c&#257;rya would smear very fragrant sandalwood pulp all over His body.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 15.9</B></A>: &#346;r&#299; Advaita Prabhu would also place a flower garland around the Lord's neck and tulas&#299; flowers [mañjar&#299;s] on His head. Then, with folded hands, Advaita &#256;c&#257;rya would offer obeisances and prayers unto the Lord.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 15.10</B></A>: After being worshiped by Advaita &#256;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu would take the dish containing flowers and tulas&#299; and, with whatever paraphernalia remained, worship Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 15.11</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu would worship Advaita &#256;c&#257;rya by chanting the mantra "Whatever You are, You are &#8212; but I offer My respects unto You." In addition, the Lord would make some sounds within His mouth that would make Advaita &#256;c&#257;rya laugh.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 15.12</B></A>: In this way Advaita &#256;c&#257;rya and &#346;r&#299; Caitanya Mah&#257;prabhu would offer Their respectful obeisances unto each other. Then Advaita &#256;c&#257;rya would extend an invitation to &#346;r&#299; Caitanya Mah&#257;prabhu again and again.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 15.13</B></A>: Indeed, &#346;r&#299; Advaita &#256;c&#257;rya's invitation is another wonderful story. It has been very vividly described by Vrind&#257;vana d&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 15.14</B></A>: Since Advaita &#256;c&#257;rya's invitation has been described by Vrind&#257;vana d&#257;sa Th&#257;kura, I shall not repeat the story. But I shall say that other devotees also extended invitations to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 15.15</B></A>: Day after day, one devotee after another would invite &#346;r&#299; Caitanya Mah&#257;prabhu and the other devotees to lunch and would also hold a festival.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 15.16</B></A>: All the devotees remained at Jagann&#257;tha Pur&#299; for four continuous months, and they observed all Lord Jagann&#257;tha's festivals with great pleasure.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 15.17</B></A>: The devotees celebrated the festival of Janm&#257;shtam&#299;, Krishna's birthday, which is also called Nanda-mahotsava, the festival of Nanda Mah&#257;r&#257;ja. At that time &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees dressed themselves as cowherd boys.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 15.18</B></A>: Having dressed up like cowherd boys, all the devotees carried pots of milk and yogurt balanced on rods over their shoulders. Thus they all arrived at the festival grounds chanting the holy name of Hari.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 15.19</B></A>: K&#257;n&#257;ñi Khutiy&#257; dressed himself like Nanda Mah&#257;r&#257;ja, and Jagann&#257;tha M&#257;hiti dressed himself as mother Ya&#347;od&#257;.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 15.20</B></A>: At that time, King Prat&#257;parudra was also personally present with K&#257;&#347;&#299; Mi&#347;ra, S&#257;rvabhauma Bhatt&#257;c&#257;rya and Tulas&#299; Padich&#257;p&#257;tra.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 15.21</B></A>: As usual, &#346;r&#299; Caitanya Mah&#257;prabhu danced jubilantly. Everyone was covered with milk, yogurt and yellow turmeric water.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 15.22</B></A>: At this time &#346;r&#299;la Advaita &#256;c&#257;rya said, "Please do not be angry. I speak the truth. I shall know that You are a cowherd boy only if You can wheel this rod about."</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 15.23</B></A>: Accepting Advaita &#256;c&#257;rya's challenge, &#346;r&#299; Caitanya Mah&#257;prabhu took a big rod and began to wheel it around and around. Again and again He threw the rod into the sky and caught it when it fell.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 15.24</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu wheeled and threw the rod, sometimes over His head, sometimes behind His back, sometimes in front of Him, sometimes to His side and sometimes between His legs. All the people laughed to see this.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 15.25</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu whirled the rod in a circle like a firebrand, the heart of everyone who saw it was astonished.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 15.26</B></A>: Nity&#257;nanda Prabhu also played at whirling the rod. Who can understand how They were ecstatically immersed in the deep emotions of the cowherd boys?</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 15.27</B></A>: Following the orders of Mah&#257;r&#257;ja Prat&#257;parudra, the temple superintendent, named Tulas&#299;, brought one of Lord Jagann&#257;tha's used cloths.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 15.28</B></A>: This valuable cloth was wrapped around the head of &#346;r&#299; Caitanya Mah&#257;prabhu. The other devotees, headed by Advaita &#256;c&#257;rya, also had cloths wrapped about their heads.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 15.29</B></A>: In ecstasy, K&#257;n&#257;ñi Khutiy&#257;, who was dressed as Nanda Mah&#257;r&#257;ja, and Jagann&#257;tha M&#257;hiti, who was dressed as mother Ya&#347;od&#257;, distributed all the riches they had stocked at home.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 15.30</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was greatly satisfied to see this. Accepting them as His father and mother, He offered them obeisances.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 15.31</B></A>: In great ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu returned to His residence. In this way, &#346;r&#299; Caitanya Mah&#257;prabhu, known as Gaur&#257;&#324;ga-sundara, performed various pastimes.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 15.32</B></A>: On the day celebrating the conquest of La&#324;k&#257; &#8212; a day known as Vijay&#257;-da&#347;am&#299; &#8212; &#346;r&#299; Caitanya Mah&#257;prabhu dressed up all His devotees as monkey soldiers.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 15.33</B></A>: Displaying the emotions of Hanum&#257;n, &#346;r&#299; Caitanya Mah&#257;prabhu took up a large tree branch and, mounting the walls of the La&#324;k&#257; fort, began to dismantle it.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 15.34</B></A>: In the ecstasy of Hanum&#257;n, &#346;r&#299; Caitanya Mah&#257;prabhu angrily said, "Where is that rascal R&#257;vana? He has kidnapped the universal mother, S&#299;t&#257;. Now I shall kill him and all his family."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 15.35</B></A>: Everyone became very much astonished to see the emotional ecstasy of &#346;r&#299; Caitanya Mah&#257;prabhu, and everyone began to chant, "All glories! All glories!" again and again.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 15.36</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees participated in all the festivals, including R&#257;sa-y&#257;tr&#257;, D&#299;p&#257;val&#299; and Utth&#257;na-dv&#257;da&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 15.37</B></A>: One day the two brothers, &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu, consulted with each other while sitting together in a solitary place.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 15.38</B></A>: No one could understand what the brothers discussed between Themselves, but later all the devotees could guess what the subject matter was.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 15.39</B></A>: Thereafter, &#346;r&#299; Caitanya Mah&#257;prabhu called for all the devotees and asked them to return to Bengal. In this way, He bade farewell to them.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 15.40</B></A>: Bidding farewell to all the devotees, &#346;r&#299; Caitanya Mah&#257;prabhu requested them to return to Jagann&#257;tha Pur&#299; every year to see Him and then see the cleansing of the Gundic&#257; temple.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 15.41</B></A>: With great respect, &#346;r&#299; Caitanya Mah&#257;prabhu requested Advaita &#256;c&#257;rya, "Give Krishna consciousness, devotion to Krishna, even to the lowest of men [cand&#257;las]."</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 15.42</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu ordered Nity&#257;nanda Prabhu, "Go to Bengal and, without restriction, manifest devotional service to the Lord, Krishna consciousness."</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 15.43</B></A>: Nity&#257;nanda Prabhu was given assistants like R&#257;mad&#257;sa, Gad&#257;dhara d&#257;sa and several others. &#346;r&#299; Caitanya Mah&#257;prabhu said, "I give them to You to assist You.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 15.44</B></A>: "I shall also go to see You at intervals. Keeping Myself invisible, I shall watch You dance."</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 15.45</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then embraced &#346;r&#299;v&#257;sa Pandita and, with His arm about his neck, began to speak to him in sweet words.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 15.46</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu requested &#346;r&#299;v&#257;sa Th&#257;kura, "Perform congregational chanting daily, and be assured that I shall also dance in your presence. You will be able to see this dancing, but not others.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 15.47</B></A>: "Take this pras&#257;dam of Lord Jagann&#257;tha's and this cloth and deliver them to My mother, &#346;ac&#299;dev&#299;. After offering her obeisances, please request her to excuse My offenses.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 15.48</B></A>: "I have given up the service of My mother and have accepted the sanny&#257;sa order. Actually I should not have done this, for by so doing I have destroyed My religious principles.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 15.49</B></A>: "I am subordinate to the love of My mother, and it is My duty to serve her in return. Instead of doing so, I have accepted the renounced order. Certainly this is the act of a madman.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 15.50</B></A>: "A mother is not offended by her mad son, and knowing this, My mother is not offended by Me.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 15.51</B></A>: "I had no business in accepting the renounced order and sacrificing My love for My mother, which is My real property. Actually I was in a crazy state of mind when I accepted sanny&#257;sa.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 15.52</B></A>: "I am staying here at Jagann&#257;tha Pur&#299;, N&#299;l&#257;cala, to comply with her orders. But at intervals I go see her lotus feet.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 15.53</B></A>: "Indeed, I go there daily to see her lotus feet. She is able to feel My presence, although she does not believe it to be true.</P><P CLASS=r><A CLASS=i HREF="54-55.htm"><B>CC Madhya 15.54-55</B></A>: "One day My mother, &#346;ac&#299;, offered food to &#346;&#257;lagr&#257;ma Vishnu. She offered rice cooked from &#347;&#257;li paddies, various kinds of vegetables, spinach, curry made of banana flowers, fried patola with nimba leaves, pieces of ginger with lemon, and also yogurt, milk, sugar candy and many other foods.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 15.56</B></A>: "Taking the food upon her lap, Mother was crying to think that all that food was very dear to her Nim&#257;i.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 15.57</B></A>: "My mother was thinking, 'Nim&#257;i is not here. Who will accept all this food?' As she meditated upon Me in this way, her eyes filled with tears.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 15.58</B></A>: "While she was thus thinking and crying, I immediately went there with great haste and ate everything. Seeing the dish empty, she wiped her tears away.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 15.59</B></A>: "She then began to wonder who had eaten all that food. 'Why is the plate empty?' she wondered, doubting that B&#257;la-gop&#257;la had eaten it all.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 15.60</B></A>: "She began to wonder whether there had actually been anything on the plate in the first place. Then again she thought that some animal might have come and eaten everything.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 15.61</B></A>: "She thought, 'Perhaps by mistake I did not put any food on the plate.' So thinking, she went into the kitchen and saw the pots.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 15.62</B></A>: "When she saw that all the pots were still filled with rice and vegetables, there was some doubt in her mind, and she was astonished.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 15.63</B></A>: "Thus wondering, she called &#298;&#347;&#257;na, the servant, and had the place cleaned again. She then offered another plate to Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 15.64</B></A>: "Now whenever she prepares some good cooked food and wants to feed it to Me, she cries in great anxiety.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 15.65</B></A>: "Being obliged by her love, I am brought there to eat. Mother knows all these things internally and feels happiness, but externally she does not accept them.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 15.66</B></A>: "Such an incident took place on the last Vijay&#257;-da&#347;am&#299; day. You can ask her about this incident and thus make her believe that I actually go there."</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 15.67</B></A>: While describing all this, &#346;r&#299; Caitanya Mah&#257;prabhu became a little overwhelmed, but just to finish bidding farewell to the devotees, He remained patient.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 15.68</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu next spoke some relishable words to R&#257;ghava Pandita. He said, "I am obliged to you due to your pure love for Me."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 15.69</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then informed everyone, "Just hear about the pure devotional service rendered to Krishna by R&#257;ghava Pandita. Indeed, R&#257;ghava Pandita's service is supremely pure and highly accomplished.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 15.70</B></A>: "Apart from other commodities, just hear about his offering of coconuts. A coconut is sold at the rate of five gand&#257;s each.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 15.71</B></A>: "Although he already has hundreds of trees and millions of fruits, he is still very eager to hear about the place where sweet coconuts are available.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 15.72</B></A>: "He collects coconuts with great endeavor from a place twenty miles away, and he pays four panas each for them.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 15.73</B></A>: "Every day five to seven coconuts are clipped and put into water to keep cool.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 15.74</B></A>: "At the time of offering bhoga, the coconuts are again clipped and cleansed. After holes are made in them at the top, they are offered to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 15.75</B></A>: "Lord Krishna drinks the juice from these coconuts, and sometimes the coconuts are left drained of juice. At other times the coconuts remain filled with juice.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 15.76</B></A>: "When R&#257;ghava Pandita sees that the juice has been drunk from the coconuts, he is very pleased. He then breaks the coconuts, takes out the pulp and puts it on another plate.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 15.77</B></A>: "After offering the pulp, he meditates outside the temple door. In the meantime, Lord Krishna, having eaten the pulp, leaves the plate empty.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 15.78</B></A>: "Sometimes, after eating the pulp, Krishna fills the plate again with new pulp. In this way, the faith of R&#257;ghava Pandita increases, and he floats in an ocean of love.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 15.79</B></A>: "One day it so happened that about ten coconuts were properly clipped and brought by a servant to offer to the Deity.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 15.80</B></A>: "When the coconuts were brought, there was little time to offer them because it was already late. The servant, holding the container of coconuts, remained standing at the door.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 15.81</B></A>: "R&#257;ghava Pandita then saw that the servant touched the ceiling above the door and then touched the coconuts with the same hand.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 15.82</B></A>: "R&#257;ghava Pandita then said, 'People are always coming and going through that door. The dust from their feet blows up and touches the ceiling.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 15.83</B></A>: "'After touching the ceiling above the door, you have touched the coconuts. Now they are no longer fit to be offered to Krishna because they are contaminated.'</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 15.84</B></A>: "Such is the service of R&#257;ghava Pandita. He did not accept the coconuts but threw them over the wall. His service is purely based on unalloyed love, and it conquers the whole world.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 15.85</B></A>: "Thereafter, R&#257;ghava Pandita had other coconuts gathered, cleansed and clipped, and with great attention he offered them to the Deity to eat.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 15.86</B></A>: "In this way, from distant villages he collects excellent bananas, mangoes, oranges, jackfruits and whatever other first-class fruits he has heard about.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 15.87</B></A>: "All these fruits are collected from distant places and bought at a high price. After trimming them with great care and purity, R&#257;ghava Pandita offers them to the Deity.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 15.88</B></A>: "Thus with great care and attention R&#257;ghava Pandita prepares spinach, other vegetables, radishes, fruits, chipped rice, powdered rice and sweetmeats.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 15.89</B></A>: "He prepares cakes, sweet rice, condensed milk and everything else with great attention, and the cooking conditions are purified so that the food is first class and delicious.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 15.90</B></A>: "R&#257;ghava Pandita also offers all kinds of pickles, such as k&#257;&#347;amdi. He offers various scents, garments, ornaments and the best of everything.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 15.91</B></A>: "Thus R&#257;ghava Pandita serves the Lord in an incomparable way. Everyone is very much satisfied just to see him."</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 15.92</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then mercifully embraced R&#257;ghava Pandita. The Lord also offered all the other devotees a farewell with similar respect.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 15.93</B></A>: The Lord also respectfully told &#346;iv&#257;nanda Sena, "Take care of V&#257;sudeva Datta very nicely.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 15.94</B></A>: "V&#257;sudeva Datta is very liberal. Every day, whatever income he receives, he spends. He does not keep any balance.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 15.95</B></A>: "Being a householder, V&#257;sudeva Datta needs to save some money. Because he is not doing so, it is very difficult for him to maintain his family.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 15.96</B></A>: "Please take care of V&#257;sudeva Datta's family affairs. Become his manager and make the proper adjustments.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 15.97</B></A>: "Come every year and bring all My devotees with you to the Gundic&#257; festival. I also request you to maintain all of them."</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 15.98</B></A>: The Lord then with great respect extended an invitation to all the inhabitants of Kul&#299;na-gr&#257;ma, asking them to come every year and bring silken rope to carry Lord Jagann&#257;tha during the Ratha-y&#257;tr&#257; festival.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 15.99</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "Gunar&#257;ja Kh&#257;n of Kul&#299;na-gr&#257;ma compiled a book named &#346;r&#299; Krishna-vijaya, in which there is a sentence revealing the author's ecstatic love of Krishna."</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 15.100</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "'Krishna, the son of Nanda Mah&#257;r&#257;ja, is my life and soul.' By this statement I am sold into the hands of the descendants of Gunar&#257;ja Kh&#257;n.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 15.101</B></A>: "To say nothing of you, even a dog living in your village is very dear to Me. What, then, to speak of others?"</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 15.102</B></A>: After this, R&#257;m&#257;nanda Vasu and Satyar&#257;ja Kh&#257;n both submitted questions at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 15.103</B></A>: Satyar&#257;ja Kh&#257;n said, "My dear Lord, being a householder and a materialistic man, I do not know the process of advancing in spiritual life. I therefore submit myself unto Your lotus feet and request You to give me orders."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 15.104</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Without cessation continue chanting the holy name of Lord Krishna. Whenever possible, serve Him and His devotees, the Vaishnavas."</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 15.105</B></A>: Upon hearing this, Satyar&#257;ja said, "How can I recognize a Vaishnava? Please let me know what a Vaishnava is. What are his common symptoms?"</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 15.106</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Whoever chants the holy name of Krishna just once is worshipable and is the topmost human being.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 15.107</B></A>: "Simply by chanting the holy name of Krishna once, a person is relieved from all the reactions of a sinful life. One can complete the nine processes of devotional service simply by chanting the holy name.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 15.108</B></A>: "One does not have to undergo initiation or execute the activities required before initiation. One simply has to vibrate the holy name with his lips. Thus even a man in the lowest class [cand&#257;la] can be delivered.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 15.109</B></A>: "By chanting the holy name of the Lord, one dissolves his entanglement in material activities. After this, one becomes very much attracted to Krishna, and thus dormant love for Krishna is awakened.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 15.110</B></A>: "'The holy name of Lord Krishna is an attractive feature for many saintly, liberal people. It is the annihilator of all sinful reactions and is so powerful that, save for the dumb who cannot chant it, it is readily available to everyone, including the lowest type of man, the cand&#257;la. The holy name of Krishna is the controller of the opulence of liberation, and it is identical with Krishna. When a person simply chants the holy name with his tongue, immediate effects are produced. Chanting the holy name does not depend on initiation, pious activities or the pura&#347;cary&#257; regulative principles generally observed before initiation. The holy name does not wait for any of these activities. It is self-sufficient.'"</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 15.111</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then finally advised, "One who is chanting the Hare Krishna mantra is understood to be a Vaishnava; therefore you should offer all respects to him."</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 15.112</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then turned His attention to three persons &#8212; Mukunda d&#257;sa, Raghunandana and &#346;r&#299; Narahari &#8212; inhabitants of the place called Khanda.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 15.113</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;, next asked Mukunda d&#257;sa, "You are the father, and your son is Raghunandana. Is that so?</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 15.114</B></A>: "Or is &#346;r&#299;la Raghunandana your father and you are his son? Please let Me know the facts so that My doubts will go away."</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 15.115</B></A>: Mukunda replied, "Raghunandana is my father, and I am his son. This is my decision.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 15.116</B></A>: "All of us have attained devotion to Krishna due to Raghunandana. Therefore in my mind he is my father."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 15.117</B></A>: Hearing Mukunda d&#257;sa give this proper decision, &#346;r&#299; Caitanya Mah&#257;prabhu confirmed it, saying, "Yes, it is correct. One who awakens devotion to Krishna is certainly the spiritual master."</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 15.118</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu became very happy just to speak of the glories of His devotees. Indeed, when He spoke of their glories, it was as if He had five faces.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 15.119</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then informed all His devotees, "Please hear about Mukunda's love of Godhead. It is a very deep and pure love and can only be compared to purified gold.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 15.120</B></A>: "Mukunda d&#257;sa externally appears to be a royal physician engaged in governmental service, but internally he has a deep love for Krishna. Who can understand his love?</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 15.121</B></A>: "One day Mukunda d&#257;sa, the royal physician, was seated with the Muslim King on a high platform and was telling the King about medical treatment.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 15.122</B></A>: "While the King and Mukunda d&#257;sa were conversing, a servant brought a fan made of peacock feathers to shade the King's head from the sun. Consequently he held the fan above the King's head.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 15.123</B></A>: "Just by seeing the peacock-feathered fan, Mukunda d&#257;sa became absorbed in ecstatic love of Godhead and fell from the high platform onto the ground.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 15.124</B></A>: "The King, fearing that the royal physician had been killed, personally descended and brought him to consciousness.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 15.125</B></A>: "When the King asked Mukunda, 'Where is it paining you?' Mukunda replied, 'I am not very much pained.'</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 15.126</B></A>: "The King then inquired, 'Mukunda, why did you fall down?'"Mukunda replied, 'My dear King, I have a disease like epilepsy.'</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 15.127</B></A>: "Being extraordinarily intelligent, the King could understand the whole affair. In his estimation, Mukunda was a most uncommon, exalted, liberated personality.</P><P CLASS=r><A CLASS=i HREF="128-129.htm"><B>CC Madhya 15.128-129</B></A>: "Raghunandana is constantly engaged in serving Lord Krishna in the temple. Beside the entrance of the temple is a lake, and on its banks is a kadamba tree, which daily delivers two flowers to be used for Krishna's service."</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 15.130</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu again spoke to Mukunda with sweet words: "Your duty is to earn both material and spiritual wealth.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 15.131</B></A>: "Furthermore, it is the duty of Raghunandana to always engage in Lord Krishna's service. He has no other intention but the service of Lord Krishna."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 15.132</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then ordered Narahari: "I wish you to remain here with My devotees. In this way the three of you should always execute these three duties for the service of the Lord."</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 15.133</B></A>: Out of His causeless mercy, &#346;r&#299; Caitanya Mah&#257;prabhu gave the following directions to the brothers S&#257;rvabhauma Bhatt&#257;c&#257;rya and Vidy&#257;-v&#257;caspati.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 15.134</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "In this Age of Kali, Krishna is manifest in two forms &#8212; wood and water. Thus, by enabling the conditioned souls to see the wood and bathe in the water, He helps them become liberated.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 15.135</B></A>: "Lord Jagann&#257;tha is the Supreme Lord Himself in the form of wood, and the river Ganges is the Supreme Lord Himself in the form of water.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 15.136</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya, you should engage in the worship of Lord Jagann&#257;tha Purushottama, and V&#257;caspati should worship mother Ganges."</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 15.137</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then embraced Mur&#257;ri Gupta and began to speak about his firm faith in devotional service. This was heard by all the devotees.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 15.138</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Previously I induced Mur&#257;ri Gupta again and again to be allured by Lord Krishna. I said to him, 'My dear Gupta, Lord &#346;r&#299; Krishna, Vrajendra-kum&#257;ra, is the supreme sweetness.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 15.139</B></A>: "'Krishna is the Supreme Personality of Godhead, the origin of all incarnations and the source of everything. He is pure transcendental love itself, and He is the reservoir of all pleasure.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 15.140</B></A>: "'Krishna is the reservoir of all transcendental qualities. He is like a mine of gems. He is expert at everything, very intelligent and sober, and He is the summit of all transcendental humors.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 15.141</B></A>: "'His character is very sweet, and His pastimes are melodious. He is expert in intelligence, and thus He enjoys all His pastimes and mellows.'</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 15.142</B></A>: "I then requested Mur&#257;ri Gupta, 'Worship Krishna and take shelter of Him. But for His service, nothing appeals to the mind.'</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 15.143</B></A>: "In this way, he heard from Me again and again. By My influence, his mind was a little converted.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 15.144</B></A>: "Mur&#257;ri Gupta then replied, 'I am Your servant and Your order-carrier. I have no independent existence.'</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 15.145</B></A>: "After this, Mur&#257;ri Gupta went home and spent the whole night thinking how he would have to give up the association of Raghun&#257;tha, Lord R&#257;macandra. Thus he was overwhelmed.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 15.146</B></A>: "Mur&#257;ri Gupta then began to pray at the lotus feet of Lord R&#257;macandra. He prayed that death would come that night because it was not possible for him to give up the service of the lotus feet of Raghun&#257;tha.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 15.147</B></A>: "Thus Mur&#257;ri Gupta cried the entire night. There was no rest for his mind; therefore he could not sleep but stayed awake the entire night.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 15.148</B></A>: "In the morning Mur&#257;ri Gupta came to see Me. Catching hold of My feet and crying, he submitted an appeal.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 15.149</B></A>: "Mur&#257;ri Gupta said, 'I have sold my head unto the lotus feet of Raghun&#257;tha. I cannot withdraw my head, for that would give me too much pain.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 15.150</B></A>: "'It is not possible for me to give up the service of Raghun&#257;tha's lotus feet. At the same time, if I do not do so I shall break Your order. What can I do?'</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 15.151</B></A>: "In this way Mur&#257;ri Gupta appealed to Me, saying, 'You are all-merciful, so kindly grant me this mercy: Let me die before You so that all my doubts will be finished.'</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 15.152</B></A>: "Hearing this, I became very happy. I then raised Mur&#257;ri Gupta and embraced him.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 15.153</B></A>: "I said to him, 'All glories to you, Mur&#257;ri Gupta! Your method of worship is very firmly fixed &#8212; so much so that even upon My request your mind did not turn.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 15.154</B></A>: "'The servitor must have love and affection for the lotus feet of the Lord exactly like this. Even if the Lord wants separation, a devotee cannot abandon the shelter of His lotus feet.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 15.155</B></A>: "'Just to test your firm faith in your Lord, I requested you again and again to change your worship from Lord R&#257;macandra to Krishna.'</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 15.156</B></A>: "In this way, I congratulated Mur&#257;ri Gupta, saying, 'Indeed, you are the incarnation of Hanum&#257;n. Consequently you are the eternal servant of Lord R&#257;macandra. Why should you give up the worship of Lord R&#257;macandra and His lotus feet?'"</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 15.157</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "I accept this Mur&#257;ri Gupta as My life and soul. When I hear of his humility, it perturbs My very life."</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 15.158</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then embraced V&#257;sudeva Datta and began to speak of his glories as if He had a thousand mouths.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 15.159</B></A>: When Caitanya Mah&#257;prabhu glorified him, V&#257;sudeva Datta immediately became very much embarrassed and shy. He then submitted himself, touching the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 15.160</B></A>: V&#257;sudeva Datta told Caitanya Mah&#257;prabhu, "My dear Lord, You incarnate just to deliver all conditioned souls. I now have one petition, which I wish You would accept.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 15.161</B></A>: "My Lord, You are certainly able to do whatever You like, and You are indeed merciful. If You so desire, You can very easily do whatever You want.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 15.162</B></A>: "My Lord, my heart breaks to see the sufferings of all the conditioned souls; therefore I request You to transfer the karma of their sinful lives upon my head.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 15.163</B></A>: "My dear Lord, let me suffer perpetually in a hellish condition, accepting all the sinful reactions of all living entities. Please finish their diseased material life."</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 15.164</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu heard V&#257;sudeva Datta's statement, His heart became very soft. Tears flowed from His eyes, and He began to tremble. In a faltering voice He spoke as follows.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 15.165</B></A>: Accepting V&#257;sudeva Datta as a great devotee, the Lord said, "Such a statement is not at all astonishing because you are the incarnation of Prahl&#257;da Mah&#257;r&#257;ja. It appears that Lord Krishna has bestowed complete mercy upon you. There is no doubt about it.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 15.166</B></A>: "Whatever a pure devotee wants from his master, Lord Krishna doubtlessly grants because He has no duty other than to fulfill the desire of His devotee.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 15.167</B></A>: "If you desire the deliverance of all living entities within the universe, then all of them can be delivered even without your undergoing the tribulations of sinful activity.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 15.168</B></A>: "Krishna is not incapable, for He has all potencies. Why would He induce you to suffer the sinful reactions of other living entities?</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 15.169</B></A>: "Whosever welfare you desire immediately becomes a Vaishnava, and Krishna delivers all Vaishnavas from the reactions of their past sinful activities.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 15.170</B></A>: "'Let me offer my respectful obeisances unto the original Personality of Godhead, Govinda, who regulates the sufferings and enjoyments due to fruitive activity. He does this for everyone &#8212; from the heavenly King Indra down to the smallest insect [indra-gopa]. That very Personality of Godhead destroys the karmic reactions of one engaged in devotional service.'</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 15.171</B></A>: "Because of your honest desire, all living entities within the universe will be delivered, for Krishna does not have to do anything to deliver all the living entities of the universe.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 15.172</B></A>: "Just as there are millions of fruits on the udumbara tree, millions of universes float on the waters of the river Viraj&#257;.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 15.173</B></A>: "The udumbara tree is filled with millions of fruits, and if one falls down and is destroyed, the tree does not even consider the loss.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 15.174</B></A>: "In the same way, if one universe is vacated due to the living entities' having been liberated, that is a very little thing for Krishna. He does not take it very seriously.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 15.175</B></A>: "The entire spiritual world constitutes the unlimited opulence of Krishna, and there are innumerable Vaikuntha planets there. The Causal Ocean is considered the surrounding waters of Vaikunthaloka.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 15.176</B></A>: "M&#257;y&#257; and her unlimited material universes are situated in that Causal Ocean. Indeed, m&#257;y&#257; appears to be floating like a pot filled with mustard seeds.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 15.177</B></A>: "Of the millions of mustard seeds floating in that pot, if one seed is lost, the loss is not at all significant. Similarly, if one universe is lost, it is not significant to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 15.178</B></A>: "To say nothing of one universal mustard seed, even if all the universes and the material energy [m&#257;y&#257;] are destroyed, Krishna does not even consider the loss.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 15.179</B></A>: "If a person possessing millions of wish-fulfilling cows loses one she-goat, he does not consider the loss. Krishna owns all six opulences in full. If the entire material energy is destroyed, what does He lose?"</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 15.180</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "'O my Lord, O unconquerable one, O master of all potencies, please exhibit Your internal potency to conquer the nescience of all moving and inert living entities. Due to nescience, they accept all kinds of faulty things, thus provoking a fearful situation. O Lord, please show Your glories! You can do this very easily, for Your internal potency is beyond the external potency, and You are the reservoir of all opulence. You are also the demonstrator of the material potency. You are also always engaged in Your pastimes in the spiritual world, where You exhibit Your reserved, internal potency, and sometimes You exhibit the external potency by glancing over it. Thus You manifest Your pastimes. The Vedas confirm Your two potencies and accept both types of pastimes due to them.'"</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 15.181</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu described the good qualities of His devotees one after the other. He then embraced them and bade them farewell.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 15.182</B></A>: Due to the impending separation from &#346;r&#299; Caitanya Mah&#257;prabhu, all the devotees began to cry. The Lord was also morose due to separation from the devotees.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 15.183</B></A>: Gad&#257;dhara Pandita remained with &#346;r&#299; Caitanya Mah&#257;prabhu, and he was given a place to live at Yame&#347;vara.</P><P CLASS=r><A CLASS=i HREF="184-185.htm"><B>CC Madhya 15.184-185</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained at Jagann&#257;tha Pur&#299;, N&#299;l&#257;cala, with Param&#257;nanda Pur&#299;, Jagad&#257;nanda, Svar&#363;pa D&#257;modara, D&#257;modara Pandita, Govinda and K&#257;&#347;&#299;&#347;vara. It was &#346;r&#299; Caitanya Mah&#257;prabhu's daily practice to see Lord Jagann&#257;tha in the morning.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 15.186</B></A>: One day S&#257;rvabhauma Bhatt&#257;c&#257;rya came before &#346;r&#299; Caitanya Mah&#257;prabhu with folded hands and submitted a request.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 15.187</B></A>: Since all the Vaishnavas had returned to Bengal, there was a good chance that the Lord would accept an invitation.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 15.188</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "Please accept my invitation for lunch for one month."The Lord replied, "That is not possible, because it is against the religious principles of a sanny&#257;s&#299;."</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 15.189</B></A>: S&#257;rvabhauma then said, "Please accept the invitation for twenty days."But &#346;r&#299; Caitanya Mah&#257;prabhu replied, "It is not a religious principle of the renounced order."</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 15.190</B></A>: When S&#257;rvabhauma requested Caitanya Mah&#257;prabhu to accept lunch for fifteen days, the Lord said, "I shall accept lunch at your place for one day only."</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 15.191</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then caught hold of the Lord's lotus feet and submissively begged, "Please accept lunch for at least ten days."</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 15.192</B></A>: In this way, by and by, &#346;r&#299; Caitanya Mah&#257;prabhu reduced the duration to five days. Thus for five days He regularly accepted the Bhatt&#257;c&#257;rya's invitation to lunch.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 15.193</B></A>: After this, S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "My Lord, there are ten sanny&#257;s&#299;s with You."</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 15.194</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya then submitted that Param&#257;nanda Pur&#299; Gosv&#257;m&#299; would accept a five-day invitation at his place. This had already been settled before the Lord.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 15.195</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "D&#257;modara Svar&#363;pa is my intimate friend. He will come sometimes with You and sometimes alone.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 15.196</B></A>: "The other eight sanny&#257;s&#299;s will accept invitations for two days each. In this way there will be engagements for each and every day during the entire month.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 15.197</B></A>: "If all the sanny&#257;s&#299;s came together, it would not be possible for me to pay them proper respects. Therefore I would be an offender.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 15.198</B></A>: "Sometimes You will come alone to my place, and sometimes You will be accompanied by Svar&#363;pa D&#257;modara."</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 15.199</B></A>: Having this arrangement confirmed by &#346;r&#299; Caitanya Mah&#257;prabhu, the Bhatt&#257;c&#257;rya became very glad and immediately invited the Lord to his house on that very day.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 15.200</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya's wife was known as Sh&#257;th&#299;ra M&#257;t&#257;, the mother of Sh&#257;th&#299;. She was a great devotee of &#346;r&#299; Caitanya Mah&#257;prabhu, and she was affectionate like a mother.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 15.201</B></A>: After returning to his home, S&#257;rvabhauma Bhatt&#257;c&#257;rya gave orders to his wife, and his wife, Sh&#257;th&#299;ra M&#257;t&#257;, began cooking with great pleasure.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 15.202</B></A>: At S&#257;rvabhauma Bhatt&#257;c&#257;rya's house, there was always a full stock of food. Whatever spinach, vegetables, fruit and so on were required, he collected and brought back home.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 15.203</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya personally began to help Sh&#257;th&#299;ra M&#257;t&#257; cook. She was very experienced, and she knew how to cook nicely.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 15.204</B></A>: On the southern side of the kitchen were two rooms for offering food, and in one of them the food was offered to &#346;&#257;lagr&#257;ma N&#257;r&#257;yana.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 15.205</B></A>: The other room was for &#346;r&#299; Caitanya Mah&#257;prabhu's lunch. The Lord's lunchroom was very secluded, and it was newly constructed by the Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 15.206</B></A>: The room was so constructed that there was only one door opening on the outside, which served as an entrance for &#346;r&#299; Caitanya Mah&#257;prabhu. There was another door attached to the kitchen, and it was through this door that the food was brought.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 15.207</B></A>: First, three m&#257;nas of cooked rice &#8212; almost six pounds &#8212; was poured onto a big banana leaf.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 15.208</B></A>: Then the whole stack of rice was mixed with so much yellowish and fragrant clarified butter that it began to overflow the leaf.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 15.209</B></A>: There were a number of pots made of the bark of banana trees and the leaves of the key&#257; plant. These pots were filled with various cooked vegetables and placed on all sides of the leaf.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 15.210</B></A>: There were about ten kinds of spinach, a soup called sukhta, which was made with bitter nimba leaves, a pungent preparation made with black pepper, a mild cake made of fried curd, and buttermilk mixed with small fried pieces of dhal.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 15.211</B></A>: There were preparations of dugdha-tumb&#299;, dugdha-kushm&#257;nda, vesara, l&#257;phr&#257;, moc&#257;-ghanta, moc&#257;-bh&#257;j&#257; and other vegetables.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 15.212</B></A>: There were unlimited quantities of vriddha-kushm&#257;nda-bad&#299;, phula-bad&#299;, fruits and various roots.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 15.213</B></A>: Other preparations included eggplant mixed with newly grown nimba leaves fried together, light bad&#299;, fried patola and fried rounds of squash and pumpkin.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 15.214</B></A>: There was a soup made with fried urad dhal and mung dhal, defeating nectar. There were also sweet chutney and five or six kinds of sour preparations, beginning with bad&#257;mla.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 15.215</B></A>: There were bad&#257;s made of mung dhal, of urad dhal and of sweet bananas, and there were sweet-rice cakes, coconut cakes and various other cakes.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 15.216</B></A>: There were k&#257;&#324;ji-bad&#257;, dugdha-cid&#257;, dugdha-laklak&#299; and various cakes that I am unable to describe.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 15.217</B></A>: Sweet rice mixed with ghee was poured into an earthen pot and mixed with c&#257;&#324;p&#257;-kal&#257;, condensed milk and mango.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 15.218</B></A>: Other preparations included a very delicious churned curd and a variety of sande&#347;a sweetmeats. Indeed, all the various eatables available in Bengal and Orissa were prepared.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 15.219</B></A>: Thus the Bhatt&#257;c&#257;rya prepared a great variety of food and spread a fine cloth over a white wooden platform.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 15.220</B></A>: On two sides of the stack of food were pitchers filled with scented cold water. The flowers of the tulas&#299; tree were placed atop the mound of rice.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 15.221</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya also included several types of food that had been offered to Lord Jagann&#257;tha. These included sweetballs known as amrita-gutik&#257;, sweet rice and cakes. All these were kept separate.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 15.222</B></A>: When everything was ready, &#346;r&#299; Caitanya Mah&#257;prabhu came there alone after finishing His midday duties. He knew the heart of S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 15.223</B></A>: After S&#257;rvabhauma Bhatt&#257;c&#257;rya washed the Lord's feet, the Lord entered the room to take His lunch.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 15.224</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was a little astonished to see the gorgeous arrangement, and gesturing, He spoke to S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 15.225</B></A>: "This is most uncommon! How was this arrangement of rice and vegetables finished within six hours?</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 15.226</B></A>: "Even a hundred men cooking on a hundred stoves could not possibly finish all these preparations within so short a time.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 15.227</B></A>: "I hope the food has already been offered to Krishna, since I see there are tulas&#299; flowers on it.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 15.228</B></A>: "You are most fortunate, and your endeavor is successful, for you have offered such wonderful food to R&#257;dh&#257;-Krishna.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 15.229</B></A>: "The color of the rice is so attractive and its aroma so good that it appears R&#257;dh&#257; and Krishna have directly taken it.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 15.230</B></A>: "My dear Bhatt&#257;c&#257;rya, your fortune is very great. How much shall I praise you? I also am very fortunate to be able to take the remnants of this food.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 15.231</B></A>: "Take away Krishna's sitting place and put it aside. Then give Me pras&#257;dam on a different plate."</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 15.232</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "It is not so wonderful, my Lord. Everything has been made possible by the energy and mercy of Him who will eat the food.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 15.233</B></A>: "My wife and I did not especially exert ourselves in the cooking. He by whose power the food has been prepared knows everything.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 15.234</B></A>: "Now please sit in this place and take Your lunch."Caitanya Mah&#257;prabhu replied, "This place is worshipable because it was used by Krishna."</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 15.235</B></A>: The Bhatt&#257;c&#257;rya said, "Both the food and the sitting place are the Lord's mercy. If You can eat the remnants of the food, what is the offense in Your sitting in this place?"</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 15.236</B></A>: Caitanya Mah&#257;prabhu then said, "Yes, you have spoken correctly. The &#347;&#257;stras enjoin that the devotee can partake of everything left by Krishna.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 15.237</B></A>: "'My dear Lord, the garlands, scented substances, garments, ornaments and other such things that have been offered to You may later be used by Your servants. By partaking of these things and eating the remnants of food You have left, we will be able to conquer the illusory energy.'"</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 15.238</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "There is so much food here that it is impossible to eat it all."The Bhatt&#257;c&#257;rya replied, "I know how much You can eat.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 15.239</B></A>: "After all, at Jagann&#257;tha Pur&#299; You eat fifty-two times a day, and each time You eat hundreds of buckets filled with pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 15.240</B></A>: "At Dv&#257;rak&#257;, You keep sixteen thousand queens in sixteen thousand palaces. Also, there are eighteen mothers and numerous friends and relatives of the Yadu dynasty.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 15.241</B></A>: "In Vrind&#257;vana You also have Your father's elder brothers, Your father's younger brothers, maternal uncles, husbands of Your father's sisters and many cowherd men. There are also cowherd boyfriends, and You eat twice a day, morning and evening, in the house of each and every one.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 15.242</B></A>: "Indeed," S&#257;rvabhauma Bhatt&#257;c&#257;rya continued, "at the Govardhana-p&#363;j&#257; ceremony You ate stacks of rice. In comparison to that, this small quantity is not even a morsel for You.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 15.243</B></A>: "You are the Supreme Personality of Godhead, whereas I am a most insignificant living being. Therefore please accept a little quantity of food from my house."</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 15.244</B></A>: Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu smiled and sat down to eat. The Bhatt&#257;c&#257;rya, with great pleasure, first offered Him the pras&#257;dam from the Jagann&#257;tha temple.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 15.245</B></A>: At this time the Bhatt&#257;c&#257;rya had a son-in-law named Amogha, who was the husband of his daughter Sh&#257;th&#299;. Although born in an aristocratic br&#257;hmana family, Amogha was a great faultfinder and blasphemer.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 15.246</B></A>: Amogha wanted to see &#346;r&#299; Caitanya Mah&#257;prabhu eat, but he was not allowed to enter. Indeed, the Bhatt&#257;c&#257;rya guarded the threshold of his house with a stick in his hand.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 15.247</B></A>: However, as soon as the Bhatt&#257;c&#257;rya began distributing pras&#257;dam and was a little inattentive, Amogha came in. Seeing the quantity of food, he began to blaspheme.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 15.248</B></A>: "This much food is sufficient to satisfy ten or twelve men, but this sanny&#257;s&#299; alone is eating so much!"</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 15.249</B></A>: As soon as Amogha said this, S&#257;rvabhauma Bhatt&#257;c&#257;rya turned his eyes upon him. Seeing the Bhatt&#257;c&#257;rya's attitude, Amogha immediately left.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 15.250</B></A>: The Bhatt&#257;c&#257;rya ran after him to strike him with a stick, but Amogha fled so fast that the Bhatt&#257;c&#257;rya could not catch him.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 15.251</B></A>: The Bhatt&#257;c&#257;rya then began to curse his son-in-law and call him ill names. When the Bhatt&#257;c&#257;rya returned, he saw that &#346;r&#299; Caitanya Mah&#257;prabhu was laughing to hear him criticize Amogha.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 15.252</B></A>: When Sh&#257;th&#299;'s mother, the Bhatt&#257;c&#257;rya's wife, heard of this incident, she immediately began to strike her head and chest, saying again and again, "Let Sh&#257;th&#299; become a widow!"</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 15.253</B></A>: Seeing the lamentation of both husband and wife, &#346;r&#299; Caitanya Mah&#257;prabhu tried to pacify them. According to their desire, He ate the pras&#257;dam and was very satisfied.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 15.254</B></A>: After &#346;r&#299; Caitanya Mah&#257;prabhu finished eating, the Bhatt&#257;c&#257;rya poured water for the Lord to wash His mouth, hands and legs and offered Him flavored spices, tulas&#299;-mañjar&#299;s, cloves and cardamom.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 15.255</B></A>: The Bhatt&#257;c&#257;rya then placed a flower garland over &#346;r&#299; Caitanya Mah&#257;prabhu and smeared His body with sandalwood pulp. After offering obeisances, the Bhatt&#257;c&#257;rya submitted the following humble statement.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 15.256</B></A>: "I brought You to my home just to have You blasphemed. This is a great offense. Please excuse me. I beg Your pardon."</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 15.257</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "What Amogha has said is correct; therefore it is not blasphemy. What is your offense?"</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 15.258</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu left and returned to His residence. S&#257;rvabhauma Bhatt&#257;c&#257;rya followed Him.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Madhya 15.259</B></A>: Falling down at the Lord's feet, S&#257;rvabhauma Bhatt&#257;c&#257;rya said many things in self-reproach. The Lord then pacified him and sent him back to his home.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Madhya 15.260</B></A>: After returning to his home, S&#257;rvabhauma Bhatt&#257;c&#257;rya consulted with his wife, the mother of Sh&#257;th&#299;. After personally condemning himself, he began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 15.261</B></A>: "If the man who blasphemed &#346;r&#299; Caitanya Mah&#257;prabhu is killed, his sinful action may be atoned."</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 15.262</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya continued, "Or, if I give up my own life, this sinful action may be atoned. However, neither of these ideas is befitting because both bodies belong to br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Madhya 15.263</B></A>: "Instead, I shall never see the face of that blasphemer. I reject him and give up my relationship with him. I shall never even speak his name.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Madhya 15.264</B></A>: "Inform my daughter Sh&#257;th&#299; to abandon her relationship with her husband because he has fallen down. When the husband falls down, it is the wife's duty to relinquish the relationship.</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Madhya 15.265</B></A>: "'When a husband is fallen, one's relationship with him must be given up.'"</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Madhya 15.266</B></A>: That night Amogha, S&#257;rvabhauma Bhatt&#257;c&#257;rya's son-in-law, fled, and in the morning he immediately fell sick with cholera.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 15.267</B></A>: When the Bhatt&#257;c&#257;rya heard that Amogha was dying of cholera, he thought, "It is the favor of Providence that He is doing what I want to do.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 15.268</B></A>: "When one offends the Supreme Personality of Godhead, karma immediately takes effect." After saying this, he recited two verses from the revealed scripture.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 15.269</B></A>: "'What we have had to arrange with great endeavor by collecting elephants, horses, chariots and infantry soldiers has already been accomplished by the Gandharvas.'</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 15.270</B></A>: "'When a person mistreats great souls, his life span, opulence, reputation, religion, possessions and good fortune are all destroyed.'</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 15.271</B></A>: At this time, Gop&#299;n&#257;tha &#256;c&#257;rya went to see &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord asked him about the events taking place in S&#257;rvabhauma Bhatt&#257;c&#257;rya's house.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 15.272</B></A>: Gop&#299;n&#257;tha &#256;c&#257;rya informed the Lord that both the husband and the wife were fasting and that their son-in-law, Amogha, was dying of cholera.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 15.273</B></A>: As soon as Caitanya Mah&#257;prabhu heard that Amogha was going to die, He immediately ran to him in great haste. Placing His hand on Amogha's chest, He spoke as follows.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 15.274</B></A>: "The heart of a br&#257;hmana is by nature very clean; therefore it is a proper place for Krishna to sit.</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 15.275</B></A>: "Why have you allowed the cand&#257;la of jealousy to sit here also? In this way you have contaminated a most purified place, your heart.</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 15.276</B></A>: "However, due to the association of S&#257;rvabhauma Bhatt&#257;c&#257;rya, all your contamination is now vanquished. When a person's heart is cleansed of all contamination, he is able to chant the mah&#257;-mantra, Hare Krishna.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 15.277</B></A>: "Therefore, Amogha, get up and chant the Hare Krishna mah&#257;-mantra! If you do so, Krishna will unfailingly bestow mercy upon you."</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 15.278</B></A>: After hearing &#346;r&#299; Caitanya Mah&#257;prabhu and being touched by Him, Amogha, who was on his deathbed, immediately stood up and began to chant the holy name of Krishna. Thus he became mad with ecstatic love and began to dance emotionally.</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Madhya 15.279</B></A>: While Amogha danced in ecstatic love, he manifested all the ecstatic symptoms &#8212; trembling, tears, jubilation, trance, perspiration and a faltering voice. Seeing these waves of ecstatic emotion, &#346;r&#299; Caitanya Mah&#257;prabhu began to laugh.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Madhya 15.280</B></A>: Amogha then fell before the Lord's lotus feet and submissively said, "O merciful Lord, please excuse my offense."</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 15.281</B></A>: Not only did Amogha beg the Lord's pardon, but he also began slapping his own cheeks, saying, "By this mouth I have blasphemed You."</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 15.282</B></A>: Indeed, Amogha continued slapping his face over and over until his cheeks were swollen. Finally Gop&#299;n&#257;tha &#256;c&#257;rya stopped him by catching hold of his hands.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 15.283</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu pacified Amogha by touching his body and saying, "You are the object of My affection because you are the son-in-law of S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC Madhya 15.284</B></A>: "Everyone in S&#257;rvabhauma Bhatt&#257;c&#257;rya's house is very dear to Me, including his maids and servants and even his dog. And what to speak of his relatives?</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Madhya 15.285</B></A>: "Amogha, always chant the Hare Krishna mah&#257;-mantra and do not commit any further offenses." After giving Amogha this instruction, &#346;r&#299; Caitanya Mah&#257;prabhu went to S&#257;rvabhauma's house.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Madhya 15.286</B></A>: Upon seeing the Lord, S&#257;rvabhauma Bhatt&#257;c&#257;rya immediately caught hold of His lotus feet. The Lord embraced him and then sat down.</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC Madhya 15.287</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu pacified S&#257;rvabhauma, saying, "After all, Amogha, your son-in-law, is a child. So what is his fault? Why are you fasting, and why are you angry?</P><P CLASS=r><A CLASS=i HREF="288.htm"><B>CC Madhya 15.288</B></A>: "Just get up and take your bath and go see the face of Lord Jagann&#257;tha. Then return here to eat your lunch. In this way I shall be happy.</P><P CLASS=r><A CLASS=i HREF="289.htm"><B>CC Madhya 15.289</B></A>: "I shall stay here until you return to take Lord Jagann&#257;tha's remnants for your lunch."</P><P CLASS=r><A CLASS=i HREF="290.htm"><B>CC Madhya 15.290</B></A>: Catching hold of &#346;r&#299; Caitanya Mah&#257;prabhu's lotus feet, the Bhatt&#257;c&#257;rya said, "Why did You bring Amogha back to life? It would have been better had he died."</P><P CLASS=r><A CLASS=i HREF="291.htm"><B>CC Madhya 15.291</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Amogha is a child and your son. The father does not take the faults of his son seriously, especially when he is maintaining him.</P><P CLASS=r><A CLASS=i HREF="292.htm"><B>CC Madhya 15.292</B></A>: "Now that he has become a Vaishnava, he is offenseless. You can bestow your mercy upon him without hesitation."</P><P CLASS=r><A CLASS=i HREF="293.htm"><B>CC Madhya 15.293</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya said, "Please go, my Lord, to see Lord Jagann&#257;tha. After taking my bath, I shall go there and then return."</P><P CLASS=r><A CLASS=i HREF="294.htm"><B>CC Madhya 15.294</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then told Gop&#299;n&#257;tha, "Stay here and inform Me when S&#257;rvabhauma Bhatt&#257;c&#257;rya has taken his pras&#257;dam."</P><P CLASS=r><A CLASS=i HREF="295.htm"><B>CC Madhya 15.295</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu went to see Lord Jagann&#257;tha. S&#257;rvabhauma Bhatt&#257;c&#257;rya completed his bath, went to see Lord Jagann&#257;tha and then returned to his house to accept food.</P><P CLASS=r><A CLASS=i HREF="296.htm"><B>CC Madhya 15.296</B></A>: Thereafter, Amogha became an unalloyed devotee of &#346;r&#299; Caitanya Mah&#257;prabhu. He danced in ecstasy and peacefully chanted the holy name of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="297.htm"><B>CC Madhya 15.297</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu performed His various pastimes. Whoever sees them or hears them recounted becomes truly astonished.</P><P CLASS=r><A CLASS=i HREF="298.htm"><B>CC Madhya 15.298</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu enjoyed eating in S&#257;rvabhauma Bhatt&#257;c&#257;rya's house. Within that one pastime, many wonderful pastimes were manifested.</P><P CLASS=r><A CLASS=i HREF="299.htm"><B>CC Madhya 15.299</B></A>: These are the peculiar characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes. Thus the Lord ate in S&#257;rvabhauma Bhatt&#257;c&#257;rya's house, and in this way S&#257;rvabhauma's love for the Lord has become very well known.</P><P CLASS=r><A CLASS=i HREF="300.htm"><B>CC Madhya 15.300</B></A>: Thus I have related the ecstatic love of S&#257;rvabhauma's wife, who is known as the mother of Sh&#257;th&#299;. I have also related &#346;r&#299; Caitanya Mah&#257;prabhu's great mercy, which He manifested by excusing Amogha's offense. He did so due to Amogha's relationship with a devotee.</P><P CLASS=r><A CLASS=i HREF="301.htm"><B>CC Madhya 15.301</B></A>: Whoever hears these pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu with faith and love will attain the shelter of the Lord's lotus feet very soon.</P><P CLASS=r><A CLASS=i HREF="302.htm"><B>CC Madhya 15.302</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>