<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord Accepts Pras&#257;dam at the House of S&#257;rvabhauma Bhatt&#257;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 15 Summary</P><P>The following summary of this chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. After the Ratha-y&#257;tr&#257; festival, &#346;r&#299; Advaita &#256;c&#257;rya Prabhu worshiped &#346;r&#299; Caitanya Mah&#257;prabhu with flowers and tulas&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu, in return, worshiped Advaita &#256;c&#257;rya with the flowers and tulas&#299; that remained on the offered plate and said a mantra, yo 'si so 'si namo 'stu te ("Whatever You are, You are &#8212; but I offer My respects unto You"). Then Advaita &#256;c&#257;rya Prabhu invited &#346;r&#299; Caitanya Mah&#257;prabhu for pras&#257;dam. When Lord &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees performed the Nandotsava ceremony, the Lord dressed Himself as a cowherd boy. Thus the ceremony was very jubilant. Then the Lord and His devotees observed Vijay&#257;-da&#347;am&#299;, the day of victory when Lord R&#257;macandra conquered La&#324;k&#257;. The devotees all became soldiers of Lord R&#257;macandra, and &#346;r&#299; Caitanya Mah&#257;prabhu, in the ecstasy of Hanum&#257;n, manifested various transcendentally blissful activities. Thereafter, the Lord and His devotees observed various other ceremonies.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then asked all the devotees to return to Bengal. Lord &#346;r&#299; Caitanya Mah&#257;prabhu sent Nity&#257;nanda Prabhu to Bengal for preaching and also sent R&#257;mad&#257;sa, Gad&#257;dhara d&#257;sa and several other devotees with Him. Then &#346;r&#299; Caitanya Mah&#257;prabhu, with great humility, sent some Jagann&#257;tha pras&#257;dam and a cloth from Lord Jagann&#257;tha to His mother through &#346;r&#299;v&#257;sa Th&#257;kura. When the Lord bade farewell to R&#257;ghava Pandita, V&#257;sudeva Datta, the residents of Kul&#299;na-gr&#257;ma and other devotees, He praised them for their transcendental qualities. R&#257;m&#257;nanda Vasu and Satyar&#257;ja Kh&#257;n asked some questions, and Lord &#346;r&#299; Caitanya Mah&#257;prabhu instructed them that all householder devotees must engage themselves in the service of Vaishnavas exclusively devoted to chanting the holy name of the Lord. He also instructed the Vaishnavas from Khanda, as well as S&#257;rvabhauma Bhatt&#257;c&#257;rya and Vidy&#257;-v&#257;caspati, and He praised Mur&#257;ri Gupta for his firm faith in the lotus feet of Lord R&#257;macandra. Considering the humble prayer of V&#257;sudeva Datta, He established that Lord &#346;r&#299; Krishna is qualified to deliver all the conditioned souls.</P><P>Thereafter, when &#346;r&#299; Caitanya Mah&#257;prabhu was accepting pras&#257;dam at the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya, S&#257;rvabhauma's son-in-law, Amogha, created trouble in the family with his criticisms. The following morning, he was attacked by the disease of vis&#363;cik&#257; (cholera). Lord &#346;r&#299; Caitanya Mah&#257;prabhu very kindly saved him from death and enlivened him in chanting the holy name of Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="../14/257.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>