<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 13 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 13 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Dynasty of Mah&#257;r&#257;ja Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.13.11</P><P CLASS=c>dev&#257; &#363;cuh</P><P CLASS=c>videha ushyat&#257;m k&#257;mam</P><P CLASS=c>locaneshu &#347;ar&#299;rin&#257;m</P><P CLASS=c>unmeshana-nimesh&#257;bhy&#257;m</P><P CLASS=c>lakshito 'dhy&#257;tma-samsthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the demigods said; <A CLASS=v HREF="http://vedabase.net/v/videhah">videhah</A> &#8212; without any material body; <A CLASS=v HREF="http://vedabase.net/u/usyatam">ushyat&#257;m</A> &#8212; you live; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> you like; <A CLASS=v HREF="http://vedabase.net/l/locanesu">locaneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the vision; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; of those who have material bodies; <A CLASS=v HREF="http://vedabase.net/u/unmesana">unmeshana</A>-<A CLASS=v HREF="http://vedabase.net/n/nimesabhyam">nimesh&#257;bhy&#257;m</A> &#8212; become manifest and unmanifest <A HREF="http://vedabase.net/a/as">as</A> you desire; <A CLASS=v HREF="http://vedabase.net/l/laksitah">lakshitah</A> &#8212; being seen; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samsthitah">samsthitah</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> spiritual body.</P><P CLASS=t>TRANSLATION</P><P>The demigods said: Let Mah&#257;r&#257;ja Nimi live without a material body. Let him live in a spiritual body as a personal associate of the Supreme Personality of Godhead, and, according to his desire, let him be manifest or unmanifest to common materially embodied people.</P><P CLASS=t>PURPORT</P><P>The demigods wanted Mah&#257;r&#257;ja Nimi to come to life, but Mah&#257;r&#257;ja Nimi did not want to accept another material body. Under the circumstances, the demigods, having been requested by the saintly persons, gave him the benediction that he would be able to stay in his spiritual body. There are two kinds of spiritual bodies, as generally understood by common men. The term "spiritual body" is sometimes taken to refer to a ghostly body. An impious man who dies after sinful activities is sometimes condemned so that he cannot possess a gross material body of five material elements, but must live in a subtle body of mind, intelligence and ego. However, as explained in Bhagavad-g&#299;t&#257;, devotees can give up the material body and attain a spiritual body free from all material tinges, gross and subtle (tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). Thus the demigods gave King Nimi the benediction that he would be able to stay in a purely spiritual body, free from all gross and subtle material contamination.</P><P>The Supreme Personality of Godhead can be seen or unseen according to His own transcendental desire; similarly, a devotee, being j&#299;van-mukta, can be seen or not, as he chooses. As stated in Bhagavad-g&#299;t&#257;, n&#257;ham prak&#257;&#347;ah sarvasya yogam&#257;y&#257;-sam&#257;vritah: [<A CLASS=v HREF="../../../bg/7/25.htm">Bg. 7.25</A>] the Supreme Personality of Godhead, Krishna, is not manifest to everyone and anyone. To the common man He is unseen. Atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih: [BRS. 1.2.234] Krishna and His name, fame, qualities and paraphernalia cannot be materially understood. Unless one is advanced in spiritual life (sevonmukhe hi jihv&#257;dau), one cannot see Krishna. Therefore the ability to see Krishna depends on Krishna's mercy. The same privilege of being seen or unseen according to one's own desire was given to Mah&#257;r&#257;ja Nimi. Thus he lived in his original, spiritual body as an associate of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>