<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 13 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 13 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Dynasty of Mah&#257;r&#257;ja Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.13.12</P><P CLASS=c>ar&#257;jaka-bhayam nrin&#257;m</P><P CLASS=c>manyam&#257;n&#257; maharshayah</P><P CLASS=c>deham mamanthuh sma nimeh</P><P CLASS=c>kum&#257;rah samaj&#257;yata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/arajaka">ar&#257;jaka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> fear of the danger of <A HREF="http://vedabase.net/a/an">an</A> unregulated government; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; for the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/m/manyamanah">manyam&#257;n&#257;h</A> &#8212; considering this situation; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/m/mamanthuh">mamanthuh</A> &#8212; churned; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/n/nimeh">nimeh</A> &#8212; of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nimi">Nimi</A>; <A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;rah</A> &#8212; one son; <A CLASS=v HREF="http://vedabase.net/s/samajayata">samaj&#257;yata</A> &#8212; was thus born.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, to save the people from the danger of an unregulated government, the sages churned Mah&#257;r&#257;ja Nimi's material body, from which, as a result, a son was born.</P><P CLASS=t>PURPORT</P><P>Ar&#257;jaka-bhayam. If the government is unsteady and unregulated, there is danger of fear for the people. At the present moment this danger always exists because of government by the people. Here we can see that the great sages got a son from Nimi's material body to guide the citizens properly, for such guidance is the duty of a kshatriya king. A kshatriya is one who saves the citizens from being injured. In the so-called people's government there is no trained kshatriya king; as soon as someone strong accumulates votes, he becomes the minister or president, without training from the learned br&#257;hmanas expert in the &#347;&#257;stras. Indeed, we see that in some countries the government changes from party to party, and therefore the men in charge of the government are more eager to protect their position than to see that the citizens are happy. The Vedic civilization prefers monarchy. People liked the government of Lord R&#257;macandra, the government of Mah&#257;r&#257;ja Yudhishthira and the governments of Mah&#257;r&#257;ja Par&#299;kshit, Mah&#257;r&#257;ja Ambar&#299;sha and Mah&#257;r&#257;ja Prahl&#257;da. There are many instances of excellent government under a monarch. Gradually the democratic government is becoming unfit for the needs of the people, and therefore some parties are trying to elect a dictator. A dictatorship is the same as a monarchy, but without a trained leader. Actually people will be happy when a trained leader, whether a monarch or a dictator, takes control of the government and rules the people according to the standard regulations of the authorized scriptures.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>