<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 13 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 13 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Dynasty of Mah&#257;r&#257;ja Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.13.27</P><P CLASS=c>ete vai maithil&#257; r&#257;jann</P><P CLASS=c>&#257;tma-vidy&#257;-vi&#347;&#257;rad&#257;h</P><P CLASS=c>yoge&#347;vara-pras&#257;dena</P><P CLASS=c>dvandvair mukt&#257; griheshv api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/maithilah">maithil&#257;h</A> &#8212; the descendants of <A HREF="http://vedabase.net/m/mithila">Mithila</A>; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/visaradah">vi&#347;&#257;rad&#257;h</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/y/yogesvara">yoge&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/p/prasadena">pras&#257;dena</A> &#8212; by the grace of <A HREF="http://vedabase.net/y/yogesvara">Yoge&#347;vara</A>, the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dvandvaih">dvandvaih</A> <A CLASS=v HREF="http://vedabase.net/m/muktah">mukt&#257;h</A> &#8212; they were all freed from the duality of the material world; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though staying at home.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: My dear King Par&#299;kshit, all the kings of the dynasty of Mithila were completely in knowledge of their spiritual identity. Therefore, even though staying at home, they were liberated from the duality of material existence.</P><P CLASS=t>PURPORT</P><P>This material world is called dvaita, or duality. The Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/4/176.htm">Antya 4.176</A>) says:</P><P>'dvaite 'bhadr&#257;bhadra-jñ&#257;na, saba &#8212; 'manodharma'</P><P CLASS=n>'ei bh&#257;la, ei manda,' &#8212; ei saba 'bhrama'</P><P>In the world of duality &#8212; that is to say, in the material world &#8212; so-called goodness and badness are both the same. Therefore, in this world, to distinguish between good and bad, happiness and distress, is meaningless because they are both mental concoctions (manodharma). Because everything here is miserable and troublesome, to create an artificial situation and pretend it to be full of happiness is simply illusion. The liberated person, being above the influence of the three modes of material nature, is unaffected by such dualities in all circumstances. He remains Krishna conscious by tolerating so-called happiness and distress. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>):</P><P>m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya</P><P CLASS=n>&#347;&#299;toshna-sukha-duhkhad&#257;h</P><P CLASS=n>&#257;gam&#257;p&#257;yino 'nity&#257;s</P><P CLASS=n>t&#257;ms titikshasva bh&#257;rata</P><P>"O son of Kunt&#299;, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed." Those who are liberated, being on the transcendental platform of rendering service to the Lord, do not care about so-called happiness and distress. They know that these are like changing seasons, which are perceivable by contact with the material body. Happiness and distress come and go. Therefore a pandita, a learned man, is not concerned with them. As it is said, gat&#257;s&#363;n agat&#257;s&#363;m&#347; ca n&#257;nu&#347;ocanti pandit&#257;h. The body is dead from the very beginning because it is a lump of matter. It has no feelings of happiness and distress. Because the soul within the body is in the bodily concept of life, he suffers happiness and distress, but these come and go. It is understood herewith that the kings born in the dynasty of Mithila were all liberated persons, unaffected by the so-called happiness and distress of this world.</P><P>Thus end the Bhaktivedanta purports of the Ninth Canto, Thirteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Dynasty of Mah&#257;r&#257;ja Nimi."</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../14/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>