<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 13 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 13 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Dynasty of Mah&#257;r&#257;ja Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.13.9</P><P CLASS=c>yasya yogam na v&#257;ñchanti</P><P CLASS=c>viyoga-bhaya-k&#257;tar&#257;h</P><P CLASS=c>bhajanti caran&#257;mbhojam</P><P CLASS=c>munayo hari-medhasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; with the body; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; contact; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/v/vanchanti">v&#257;ñchanti</A> &#8212; jñ&#257;n&#299;s desire; <A CLASS=v HREF="http://vedabase.net/v/viyoga">viyoga</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/k/katarah">k&#257;tar&#257;h</A> &#8212; being afraid of giving up the body again; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; offer transcendental loving service; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhojam">ambhojam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; great saintly persons; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/m/medhasah">medhasah</A> &#8212; whose intelligence is always absorbed <A HREF="http://vedabase.net/i/in">in</A> thoughts of <A HREF="http://vedabase.net/h/hari">Hari</A>, the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Nimi continued: M&#257;y&#257;v&#257;d&#299;s generally want freedom from accepting a material body because they fear having to give it up again. But devotees whose intelligence is always filled with the service of the Lord are unafraid. Indeed, they take advantage of the body to render transcendental loving service.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Nimi did not want to accept a material body, which would be a cause of bondage; because he was a devotee, he wanted a body by which he could render devotional service to the Lord. &#346;r&#299;la Bhaktivinoda Th&#257;kura sings:</P><P>janm&#257;obi more icch&#257; yadi tora</P><P CLASS=n>bhakta-grihe jani janma ha-u mora</P><P CLASS=n>k&#299;ta-janma ha-u yath&#257; tuy&#257; d&#257;sa</P><P>"My Lord, if You want me to take birth and accept a material body again, kindly do me this favor: allow me to take birth in the home of Your servant, Your devotee. I do not mind being born there even as an insignificant creature like an insect." &#346;r&#299; Caitanya Mah&#257;prabhu also said:</P><P>na dhanam na janam na sundar&#299;m</P><P CLASS=n>kavit&#257;m v&#257; jagad&#299;&#347;a k&#257;maye</P><P CLASS=n>mama janmani janman&#299;&#347;vare</P><P CLASS=n>bhavat&#257;d bhaktir ahaituky&#299; tvayi</P><P>"O Lord of the universe, I do not desire material wealth, materialistic followers, a beautiful wife or fruitive activities described in flowery language. All I want, life after life, is unmotivated devotional service to You." (&#346;iksh&#257;shtaka 4) By saying "life after life" (janmani janmani), the Lord referred not to an ordinary birth but a birth in which to remember the lotus feet of the Lord. Such a body is desirable. A devotee does not think like yog&#299;s and jñ&#257;n&#299;s, who want to refuse a material body and become one with the impersonal Brahman effulgence. A devotee does not like this idea. On the contrary, he will accept any body, material or spiritual, for he wants to serve the Lord. This is real liberation.</P><P>If one has a strong desire to serve the Lord, even if he accepts a material body, there is no cause of anxiety, since a devotee, even in a material body, is a liberated soul. This is confirmed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"A person acting in Krishna consciousness (or, in other words, in the service of Krishna) with his body, mind, intelligence and words is a liberated person even within the material world, although he may be engaged in many so-called material activities." The desire to serve the Lord establishes one as liberated in any condition of life, whether in a spiritual body or a material body. In a spiritual body the devotee becomes a direct associate of the Lord, but even though a devotee may superficially appear to be in a material body, he is always liberated and is engaged in the same duties of service to the Lord as a devotee in Vaikunthaloka. There is no distinction. It is said, s&#257;dhur j&#299;vo v&#257; maro v&#257;. Whether a devotee is alive or dead, his only concern is to serve the Lord. Tyaktv&#257; deham punar janma naiti m&#257;m eti [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]. When he gives up his body, he goes directly to become an associate of the Lord and serve Him, although he does the same thing even in a material body in the material world.</P><P>For a devotee there is no pain, pleasure or material perfection. One may argue that at the time of death a devotee also suffers because of giving up his material body. But in this connection the example may be given that a cat carries a mouse in its mouth and also carries a kitten in its mouth. Both the mouse and the kitten are carried in the same mouth, but the perception of the mouse is different from that of the kitten. When a devotee gives up his body (tyaktv&#257; deham), he is ready to go back home, back to Godhead. Thus his perception is certainly different from that of a person being taken away by Yamar&#257;ja for punishment. A person whose intelligence is always concentrated upon the service of the Lord is unafraid of accepting a material body, whereas a nondevotee, having no engagement in the service of the Lord, is very much afraid of accepting a material body or giving up his present one. Therefore, we should follow the instruction of Caitanya Mah&#257;prabhu: mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi. It doesn't matter whether we accept a material body or a spiritual body; our only ambition should be to serve the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>