<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 13"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 13: The Dynasty of Mah&#257;r&#257;ja Nimi</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.13 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.13.1</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; said: After beginning sacrifices, Mah&#257;r&#257;ja Nimi, the son of Ikshv&#257;ku, requested the great sage Vasishtha to take the post of chief priest. At that time, Vasishtha replied, "My dear Mah&#257;r&#257;ja Nimi, I have already accepted the same post in a sacrifice begun by Lord Indra.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.13.2</B></A>: "I shall return here after finishing the yajña for Indra. Kindly wait for me until then." Mah&#257;r&#257;ja Nimi remained silent, and Vasishtha began to perform the sacrifice for Lord Indra.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.13.3</B></A>: Mah&#257;r&#257;ja Nimi, being a self-realized soul, considered that this life is flickering. Therefore, instead of waiting long for Vasishtha, he began performing the sacrifice with other priests.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.13.4</B></A>: After completing the sacrificial performance for King Indra, the spiritual master Vasishtha returned and found that his disciple Mah&#257;r&#257;ja Nimi had disobeyed his instructions. Thus Vasishtha cursed him, saying, "May the material body of Nimi, who considers himself learned, immediately fall."</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.13.5</B></A>: For unnecessarily cursing him when he had committed no offense, Mah&#257;r&#257;ja Nimi countercursed his spiritual master. "For the sake of getting contributions from the King of heaven," he said, "you have lost your religious intelligence. Therefore I pronounce this curse: your body also will fall."</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.13.6</B></A>: After saying this, Mah&#257;r&#257;ja Nimi, who was expert in the science of spiritual knowledge, gave up his body. Vasishtha, the great-grandfather, gave up his body also, but through the semen discharged by Mitra and Varuna when they saw Urva&#347;&#299;, he was born again.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.13.7</B></A>: During the performance of the yajña, the body relinquished by Mah&#257;r&#257;ja Nimi was preserved in fragrant substances, and at the end of the Satra-y&#257;ga the great saints and br&#257;hmanas made the following request to all the demigods assembled there.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.13.8</B></A>: "If you are satisfied with this sacrifice and if you are actually able to do so, kindly bring Mah&#257;r&#257;ja Nimi back to life in this body." The demigods said yes to this request by the sages, but Mah&#257;r&#257;ja Nimi said, "Please do not imprison me again in a material body."</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.13.9</B></A>: Mah&#257;r&#257;ja Nimi continued: M&#257;y&#257;v&#257;d&#299;s generally want freedom from accepting a material body because they fear having to give it up again. But devotees whose intelligence is always filled with the service of the Lord are unafraid. Indeed, they take advantage of the body to render transcendental loving service.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.13.10</B></A>: I do not wish to accept a material body, for such a body is the source of all distress, lamentation and fear, everywhere in the universe, just as it is for a fish in the water, which lives always in anxiety because of fear of death.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.13.11</B></A>: The demigods said: Let Mah&#257;r&#257;ja Nimi live without a material body. Let him live in a spiritual body as a personal associate of the Supreme Personality of Godhead, and, according to his desire, let him be manifest or unmanifest to common materially embodied people.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.13.12</B></A>: Thereafter, to save the people from the danger of an unregulated government, the sages churned Mah&#257;r&#257;ja Nimi's material body, from which, as a result, a son was born.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.13.13</B></A>: Because he was born in an unusual way, the son was called Janaka, and because he was born from the dead body of his father, he was known as Vaideha. Because he was born from the churning of his father's material body, he was known as Mithila, and because he constructed a city as King Mithila, the city was called Mithil&#257;.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.13.14</B></A>: O King Par&#299;kshit, from Mithila came a son named Ud&#257;vasu; from Ud&#257;vasu, Nandivardhana; from Nandivardhana, Suketu; and from Suketu, Devar&#257;ta.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.13.15</B></A>: From Devar&#257;ta came a son named Brihadratha and from Brihadratha a son named Mah&#257;v&#299;rya, who became the father of Sudhriti. The son of Sudhriti was known as Dhrishtaketu, and from Dhrishtaketu came Harya&#347;va. From Harya&#347;va came a son named Maru.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.13.16</B></A>: The son of Maru was Prat&#299;paka, and the son of Prat&#299;paka was Kritaratha. From Kritaratha came Devam&#299;dha; from Devam&#299;dha, Vi&#347;ruta; and from Vi&#347;ruta, Mah&#257;dhriti.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.13.17</B></A>: From Mah&#257;dhriti was born a son named Kritir&#257;ta, from Kritir&#257;ta was born Mah&#257;rom&#257;, from Mah&#257;rom&#257; came a son named Svarnarom&#257;, and from Svarnarom&#257; came Hrasvarom&#257;.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.13.18</B></A>: From Hrasvarom&#257; came a son named &#346;&#299;radhvaja [also called Janaka]. When &#346;&#299;radhvaja was plowing a field, from the front of his plow [&#347;&#299;ra] appeared a daughter named S&#299;t&#257;dev&#299;, who later became the wife of Lord R&#257;macandra. Thus he was known as &#346;&#299;radhvaja.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.13.19</B></A>: The son of &#346;&#299;radhvaja was Ku&#347;adhvaja, and the son of Ku&#347;adhvaja was King Dharmadhvaja, who had two sons, namely Kritadhvaja and Mitadhvaja.</P><P CLASS=r><A CLASS=i HREF="20-21.htm"><B>SB 9.13.20-21</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, the son of Kritadhvaja was Ke&#347;idhvaja, and the son of Mitadhvaja was Kh&#257;ndikya. The son of Kritadhvaja was expert in spiritual knowledge, and the son of Mitadhvaja was expert in Vedic ritualistic ceremonies. Kh&#257;ndikya fled in fear of Ke&#347;idhvaja. The son of Ke&#347;idhvaja was Bh&#257;num&#257;n, and the son of Bh&#257;num&#257;n was &#346;atadyumna.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.13.22</B></A>: The son of &#346;atadyumna was named &#346;uci. From &#346;uci, Sanadv&#257;ja was born, and from Sanadv&#257;ja came a son named &#362;rjaketu. The son of &#362;rjaketu was Aja, and the son of Aja was Purujit.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.13.23</B></A>: The son of Purujit was Arishtanemi, and his son was &#346;rut&#257;yu. &#346;rut&#257;yu begot a son named Sup&#257;r&#347;vaka, and Sup&#257;r&#347;vaka begot Citraratha. The son of Citraratha was Kshem&#257;dhi, who became the king of Mithil&#257;.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.13.24</B></A>: The son of Kshem&#257;dhi was Samaratha, and his son was Satyaratha. The son of Satyaratha was Upaguru, and the son of Upaguru was Upagupta, a partial expansion of the fire-god.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.13.25</B></A>: The son of Upagupta was Vasvananta, the son of Vasvananta was Yuyudha, the son of Yuyudha was Subh&#257;shana, and the son of Subh&#257;shana was &#346;ruta. The son of &#346;ruta was Jaya, from whom there came Vijaya. The son of Vijaya was Rita.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.13.26</B></A>: The son of Rita was &#346;unaka, the son of &#346;unaka was V&#299;tahavya, the son of V&#299;tahavya was Dhriti, and the son of Dhriti was Bahul&#257;&#347;va. The son of Bahul&#257;&#347;va was Kriti, and his son was Mah&#257;va&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.13.27</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: My dear King Par&#299;kshit, all the kings of the dynasty of Mithila were completely in knowledge of their spiritual identity. Therefore, even though staying at home, they were liberated from the duality of material existence.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>