<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.10</P><P CLASS=c>arcishyanti manushy&#257;s tv&#257;m</P><P CLASS=c>sarva-k&#257;ma-vare&#347;var&#299;m</P><P CLASS=c>dh&#363;popah&#257;ra-balibhih</P><P CLASS=c>sarva-k&#257;ma-vara-prad&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/arcisyanti">arcishyanti</A> &#8212; will worship; <A CLASS=v HREF="http://vedabase.net/m/manusyah">manushy&#257;h</A> &#8212; human society; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/vara">vara</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarim">&#299;&#347;var&#299;m</A> &#8212; because you <A HREF="http://vedabase.net/a/are">are</A> the best of the demigods who can fulfill all material desires; <A CLASS=v HREF="http://vedabase.net/d/dhupa">dh&#363;pa</A> &#8212; by incense; <A CLASS=v HREF="http://vedabase.net/u/upahara">upah&#257;ra</A> &#8212; by presentations; <A CLASS=v HREF="http://vedabase.net/b/balibhih">balibhih</A> &#8212; by different types of worship through sacrifice; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of all material desires; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; the blessings; <A CLASS=v HREF="http://vedabase.net/p/pradam">prad&#257;m</A> &#8212; one who can bestow.</P><P CLASS=t>TRANSLATION</P><P>By sacrifices of animals, ordinary human beings will worship you gorgeously, with various paraphernalia, because you are supreme in fulfilling the material desires of everyone.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>), k&#257;mais tais tair hrita jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h: "Those whose minds are distorted by material desires surrender unto demigods." Therefore the word manushya, meaning "human being," here refers to one who does not know the actual goal of life. Such a person wants to enjoy the material world by taking birth in a highly elevated family with the benefits of education, beauty and immense wealth, which in this material world are desirable. One who has forgotten the real aim of life may worship goddess Durg&#257;, m&#257;y&#257;-&#347;akti, under various names, for different purposes, and in different places. As there are many holy places for the worship of Krishna, there are also many holy places in India for the worship of Durg&#257;dev&#299;, or M&#257;y&#257;dev&#299;, who took birth as the daughter of Ya&#347;od&#257;. After cheating Kamsa, M&#257;y&#257;dev&#299; dispersed herself to various places, especially in Vindhy&#257;cala, to accept regular worship from ordinary men. A human being should actually be interested in understanding &#257;tma-tattva, the truth of &#257;tm&#257;, the spirit soul, and Param&#257;tm&#257;, the supreme soul. Those who are interested in &#257;tma-tattva worship the Supreme Personality of Godhead (yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati). However, as explained in the next verse of this chapter, those who cannot understand &#257;tma-tattva (apa&#347;yat&#257;m &#257;tma-tattvam) worship Yogam&#257;y&#257; in her different features. Therefore &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/1/2.htm">2.1.2</A>) says:</P><P>&#347;rotavy&#257;d&#299;ni r&#257;jendra</P><P CLASS=n>nrin&#257;m santi sahasra&#347;ah</P><P CLASS=n>apa&#347;yat&#257;m &#257;tma-tattvam</P><P CLASS=n>griheshu griha-medhin&#257;m</P><P>"Those persons who are materially engrossed, being blind to the knowledge of ultimate truth, have many subject matters for hearing in human society, O Emperor." Those who are interested in remaining in this material world and are not interested in spiritual salvation have many duties, but for one who is interested in spiritual salvation, the only duty is to surrender fully unto Krishna (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). Such a person is not interested in material enjoyment.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11-12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>