<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.14</P><P CLASS=c>sandishtaivam bhagavat&#257;</P><P CLASS=c>tathety om iti tad-vacah</P><P CLASS=c>pratigrihya parikramya</P><P CLASS=c>g&#257;m gat&#257; tat tath&#257;karot</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sandista">sandisht&#257;</A> &#8212; having been ordered; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> be <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; affirmation by the <A HREF="http://vedabase.net/m/mantra">mantra</A> <A HREF="http://vedabase.net/o/om">om</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; His words; <A CLASS=v HREF="http://vedabase.net/p/pratigrhya">pratigrihya</A> &#8212; accepting the order; <A CLASS=v HREF="http://vedabase.net/p/parikramya">parikramya</A> &#8212; after circumambulating Him; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the surface of the globe; <A CLASS=v HREF="http://vedabase.net/g/gata">gat&#257;</A> &#8212; she immediately went; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; the order, <A HREF="http://vedabase.net/a/as">as</A> given by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; just <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/akarot">akarot</A> &#8212; executed.</P><P CLASS=t>TRANSLATION</P><P>Thus instructed by the Supreme Personality of Godhead, Yogam&#257;y&#257; immediately agreed. With the Vedic mantra om, she confirmed that she would do what He asked. Thus having accepted the order of the Supreme Personality of Godhead, she circumambulated Him and started for the place on earth known as Nanda-gokula. There she did everything just as she had been told.</P><P CLASS=t>PURPORT</P><P>After receiving the orders of the Supreme Personality of Godhead, Yogam&#257;y&#257; twice confirmed her acceptance by saying, "Yes, sir, I shall do as You order," and then saying om. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments that om signifies Vedic confirmation. Thus Yogam&#257;y&#257; very faithfully received the Lord's order as a Vedic injunction. It is a fact that whatever is spoken by the Supreme Personality of Godhead is a Vedic injunction that no one should neglect. In Vedic injunctions there are no mistakes, illusions, cheating or imperfection. Unless one understands the authority of the Vedic version, there is no purpose in quoting &#347;&#257;stra. No one should violate the Vedic injunctions. Rather, one should strictly execute the orders given in the Vedas. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/24.htm">16.24</A>):</P><P>tasm&#257;c ch&#257;stram pram&#257;nam te</P><P CLASS=n>k&#257;ry&#257;k&#257;rya-vyavasthitau</P><P CLASS=n>jñ&#257;tv&#257; &#347;&#257;stra-vidh&#257;noktam</P><P CLASS=n>karma kartum ih&#257;rhasi</P><P>"One should understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that one may gradually be elevated."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>