<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.15</P><P CLASS=c>garbhe pran&#299;te devaky&#257;</P><P CLASS=c>rohin&#299;m yoga-nidray&#257;</P><P CLASS=c>aho visramsito garbha</P><P CLASS=c>iti paur&#257; vicukru&#347;uh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/garbhe">garbhe</A> &#8212; when the embryo; <A CLASS=v HREF="http://vedabase.net/p/pranite">pran&#299;te</A> &#8212; was carried from the womb; <A CLASS=v HREF="http://vedabase.net/d/devakyah">devaky&#257;h</A> &#8212; of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/r/rohinim">rohin&#299;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the womb of <A HREF="http://vedabase.net/r/rohini">Rohin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/n/nidraya">nidray&#257;</A> &#8212; by the spiritual energy called <A HREF="http://vedabase.net/y/yogamaya">Yogam&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/v/visramsitah">visramsitah</A> &#8212; is lost; <A CLASS=v HREF="http://vedabase.net/g/garbhah">garbhah</A> &#8212; the embryo; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/paurah">paur&#257;h</A> &#8212; all the inhabitants of the house; <A CLASS=v HREF="http://vedabase.net/v/vicukrusuh">vicukru&#347;uh</A> &#8212; lamented.</P><P CLASS=t>TRANSLATION</P><P>When the child of Devak&#299; was attracted and transferred into the womb of Rohin&#299; by Yogam&#257;y&#257;, Devak&#299; seemed to have a miscarriage. Thus all the inhabitants of the palace loudly lamented, "Alas, Devak&#299; has lost her child!"</P><P CLASS=t>PURPORT</P><P>"All the inhabitants of the palace" includes Kamsa. When everyone lamented, Kamsa joined in compassion, thinking that perhaps because of drugs or some other external means, Devak&#299; had undergone this abortion. The real story of what happened after Yogam&#257;y&#257; attracted the child of Devak&#299; into the womb of Rohin&#299; in the seventh month of Rohin&#299;'s pregnancy is described as follows in the Hari-vam&#347;a. At midnight, while Rohin&#299; was deeply sleeping, she experienced, as if in a dream, that she had undergone a miscarriage. After some time, when she awoke, she saw that this had indeed happened, and she was in great anxiety. But Yogam&#257;y&#257; then informed her, "O auspicious lady, your child is now being replaced. I am attracting a child from the womb of Devak&#299;, and therefore your child will be known as Sa&#324;karshana."</P><P>The word yoga-nidr&#257; is significant. When one is spiritually reconnected through self-realization, one regards his material life as having been like a dream. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/69.htm">2.69</A>):</P><P>y&#257; ni&#347;&#257; sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>tasy&#257;m j&#257;garti samyam&#299;</P><P CLASS=n>yasy&#257;m j&#257;grati bh&#363;t&#257;ni</P><P CLASS=n>s&#257; ni&#347;&#257; pa&#347;yato muneh</P><P>"What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage." The stage of self-realization is called yoga-nidr&#257;. All material activities appear to be a dream when one is spiritually awakened. Thus yoga-nidr&#257; may be explained to be Yogam&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>