<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.16</P><P CLASS=c>bhagav&#257;n api vi&#347;v&#257;tm&#257;</P><P CLASS=c>bhakt&#257;n&#257;m abhaya&#324;karah</P><P CLASS=c>&#257;vive&#347;&#257;m&#347;a-bh&#257;gena</P><P CLASS=c>mana &#257;nakadundubheh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/visvatma">vi&#347;v&#257;tm&#257;</A> &#8212; the Supersoul of all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhaktanam">bhakt&#257;n&#257;m</A> &#8212; of His devotees; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A>-<A CLASS=v HREF="http://vedabase.net/k/karah">karah</A> &#8212; always killing the causes of fear; <A CLASS=v HREF="http://vedabase.net/a/avivesa">&#257;vive&#347;a</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagena">bh&#257;gena</A> &#8212; with all of His potential opulences (<A HREF="http://vedabase.net/s/sad">Shad</A>-<A HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A>-<A HREF="http://vedabase.net/p/purna">p&#363;rna</A>); <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/a/anakadundubheh">&#257;nakadundubheh</A> &#8212; of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>.</P><P CLASS=t>TRANSLATION</P><P>Thus the Supreme Personality of Godhead, who is the Supersoul of all living entities and who vanquishes all the fear of His devotees, entered the mind of Vasudeva in full opulence.</P><P CLASS=t>PURPORT</P><P>The word vi&#347;v&#257;tm&#257; refers to one who is situated in everyone's heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). Another meaning of vi&#347;v&#257;tm&#257; is "the only lovable object for everyone." Because of forgetfulness of this object, people are suffering in this material world, but if one fortunately revives his old consciousness of loving Krishna and connects with Vi&#347;v&#257;tm&#257;, one becomes perfect. The Lord is described in the Third Canto (<A CLASS=v HREF="../../3/2/15.htm">3.2.15</A>) as follows: par&#257;vare&#347;o mahad-am&#347;a-yukto hy ajo 'pi j&#257;to bhagav&#257;n. Although unborn, the Lord, the master of everything, appears like a born child by entering the mind of a devotee. The Lord is already there within the mind, and consequently it is not astonishing for Him to appear as if born from a devotee's body. The word &#257;vive&#347;a signifies that the Lord appeared within the mind of Vasudeva. There was no need for a discharge of semen. That is the opinion of &#346;r&#299;p&#257;da &#346;r&#299;dhara Sv&#257;m&#299; and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura. In the Vaishnava-toshan&#299;, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; says that consciousness was awakened within the mind of Vasudeva. &#346;r&#299;la V&#299;rar&#257;ghava &#256;c&#257;rya also says that Vasudeva was one of the demigods and that within his mind the Supreme Personality of Godhead appeared as an awakening of consciousness.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>