<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.17</P><P CLASS=c>sa bibhrat paurusham dh&#257;ma</P><P CLASS=c>bhr&#257;jam&#257;no yath&#257; ravih</P><P CLASS=c>dur&#257;sado 'tidurdharsho</P><P CLASS=c>bh&#363;t&#257;n&#257;m sambabh&#363;va ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>); <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; carried; <A CLASS=v HREF="http://vedabase.net/p/paurusam">paurusham</A> &#8212; pertaining <A HREF="http://vedabase.net/t/to">to</A> the Supreme Person; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the spiritual effulgence; <A CLASS=v HREF="http://vedabase.net/b/bhrajamanah">bhr&#257;jam&#257;nah</A> &#8212; illuminating; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/r/ravih">ravih</A> &#8212; the sunshine; <A CLASS=v HREF="http://vedabase.net/d/durasadah">dur&#257;sadah</A> &#8212; very difficult even <A HREF="http://vedabase.net/t/to">to</A> look at, difficult <A HREF="http://vedabase.net/t/to">to</A> understand by sensory perception; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/d/durdharsah">durdharshah</A> &#8212; approachable with great difficulty; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sambabhuva">sambabh&#363;va</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> <A HREF="http://vedabase.net/h/he">he</A> became; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; positively.</P><P CLASS=t>TRANSLATION</P><P>While carrying the form of the Supreme Personality of Godhead within the core of his heart, Vasudeva bore the Lord's transcendentally illuminating effulgence, and thus he became as bright as the sun. He was therefore very difficult to see or approach through sensory perception. Indeed, he was unapproachable and unperceivable even for such formidable men as Kamsa, and not only for Kamsa but for all living entities.</P><P CLASS=t>PURPORT</P><P>The word dh&#257;ma is significant. Dh&#257;ma refers to the place where the Supreme Personality of Godhead resides. In the beginning of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/1.htm">1.1.1</A>) it is said, dh&#257;mn&#257; svena sad&#257; nirasta-kuhakam satyam param dh&#299;mahi. In the abode of the Supreme Personality of Godhead, there is no influence of material energy (dh&#257;mn&#257; svena sad&#257; nirasta-kuhakam). Any place where the Supreme Personality of Godhead is present by His name, form, qualities or paraphernalia immediately becomes a dh&#257;ma. For example, we speak of Vrind&#257;vana-dh&#257;ma, Dv&#257;rak&#257;-dh&#257;ma and Mathur&#257;-dh&#257;ma because in these places the name, fame, qualities and paraphernalia of the Supreme Godhead are always present. Similarly, if one is empowered by the Supreme Personality of Godhead to do something, the core of his heart becomes a dh&#257;ma, and thus he becomes so extraordinarily powerful that not only his enemies but also people in general are astonished to observe his activities. Because he is unapproachable, his enemies are simply struck with wonder, as explained here by the words dur&#257;sado 'tidurdharsah.</P><P>The words paurusham dh&#257;ma have been explained by various &#257;c&#257;ryas. &#346;r&#299; V&#299;rar&#257;ghava &#256;c&#257;rya says that these words refer to the effulgence of the Supreme Personality of Godhead. Vijayadhvaja says that they signify vishnu-tejas, and &#346;ukadeva says bhagavat-svar&#363;pa. The Vaishnava-toshan&#299; says that these words indicate the influence of the Supreme Lord's effulgence, and Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that they signify the appearance of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>