<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.18</P><P CLASS=c>tato jagan-ma&#324;galam acyut&#257;m&#347;am</P><P CLASS=c>sam&#257;hitam &#347;&#363;ra-sutena dev&#299;</P><P CLASS=c>dadh&#257;ra sarv&#257;tmakam &#257;tma-bh&#363;tam</P><P CLASS=c>k&#257;shth&#257; yath&#257;nanda-karam manastah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; auspiciousness for all living entities <A HREF="http://vedabase.net/i/in">in</A> all the universes of the creation; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/a/amsam">am&#347;am</A> &#8212; the Supreme Personality of Godhead, who is never bereft of the six opulences, all of which <A HREF="http://vedabase.net/a/are">are</A> present <A HREF="http://vedabase.net/i/in">in</A> all His plenary expansions; <A CLASS=v HREF="http://vedabase.net/s/samahitam">sam&#257;hitam</A> &#8212; fully transferred; <A CLASS=v HREF="http://vedabase.net/s/sura">&#347;&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/s/sutena">sutena</A> &#8212; by <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>, the son of <A HREF="http://vedabase.net/s/surasena">&#346;&#363;rasena</A>; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>-<A HREF="http://vedabase.net/d/devi">dev&#299;</A>; <A CLASS=v HREF="http://vedabase.net/d/dadhara">dadh&#257;ra</A> &#8212; carried; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; the Supreme Soul of everyone; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutam">bh&#363;tam</A> &#8212; the cause of all causes; <A CLASS=v HREF="http://vedabase.net/k/kastha">k&#257;shth&#257;</A> &#8212; the east; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/k/karam">karam</A> &#8212; the blissful (moon); <A CLASS=v HREF="http://vedabase.net/m/manastah">manastah</A> &#8212; being placed within the mind.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, accompanied by plenary expansions, the fully opulent Supreme Personality of Godhead, who is all-auspicious for the entire universe, was transferred from the mind of Vasudeva to the mind of Devak&#299;. Devak&#299;, having thus been initiated by Vasudeva, became beautiful by carrying Lord Krishna, the original consciousness for everyone, the cause of all causes, within the core of her heart, just as the east becomes beautiful by carrying the rising moon.</P><P CLASS=t>PURPORT</P><P>As indicated here by the word manastah, the Supreme Personality of Godhead was transferred from the core of Vasudeva's mind or heart to the core of the heart of Devak&#299;. We should note carefully that the Lord was transferred to Devak&#299; not by the ordinary way for a human being, but by d&#299;ksh&#257;, initiation. Thus the importance of initiation is mentioned here. Unless one is initiated by the right person, who always carries within his heart the Supreme Personality of Godhead, one cannot acquire the power to carry the Supreme Godhead within the core of one's own heart.</P><P>The word acyut&#257;m&#347;am is used because the Supreme Personality of Godhead is Shad-ai&#347;varya-p&#363;rna, full in the opulences of wealth, strength, fame, knowledge, beauty and renunciation. The Supreme Godhead is never separated from His personal opulences. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/39.htm">5.39</A>), r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan: the Lord is always situated with all His plenary expansions, such as R&#257;ma, Nrisimha and Var&#257;ha. Therefore the word acyut&#257;m&#347;am is specifically used here, signifying that the Lord is always present with His plenary expansions and opulences. There is no need to think of the Lord artificially as yog&#299;s do. Dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/13/1.htm">12.13.1</A>). Yog&#299;s meditate upon the Supreme person within the mind. For a devotee, however, the Lord is present, and His presence need only be awakened through initiation by a bona fide spiritual master. The Lord did not need to live within the womb of Devak&#299;, for His presence within the core of her heart was sufficient to carry Him. One is here forbidden to think that Krishna was begotten by Vasudeva within the womb of Devak&#299; and that she carried the child within her womb.</P><P>When Vasudeva was sustaining the form of the Supreme Personality of Godhead within his heart, he appeared just like the glowing sun, whose shining rays are always unbearable and scorching to the common man. The form of the Lord situated in the pure, unalloyed heart of Vasudeva is not different from the original form of Krishna. The appearance of the form of Krishna anywhere, and specifically within the heart, is called dh&#257;ma. Dh&#257;ma refers not only to Krishna's form, but to His name, His form, His quality and His paraphernalia. Everything becomes manifest simultaneously.</P><P>Thus the eternal form of the Supreme Personality of Godhead with full potencies was transferred from the mind of Vasudeva to the mind of Devak&#299;, exactly as the setting sun's rays are transferred to the full moon rising in the east.</P><P>Krishna, the Supreme Personality of Godhead, entered the body of Devak&#299; from the body of Vasudeva. He was beyond the conditions of the ordinary living entity. When Krishna is there, it is to be understood that all His plenary expansions, such as N&#257;r&#257;yana, and incarnations like Lord Nrisimha and Var&#257;ha, are with Him, and they are not subject to the conditions of material existence. In this way, Devak&#299; became the residence of the Supreme Personality of Godhead, who is one without a second and the cause of all creation. Devak&#299; became the residence of the Absolute Truth, but because she was within the house of Kamsa, she looked just like a suppressed fire, or like misused education. When fire is covered by the walls of a pot or is kept in a jug, the illuminating rays of the fire cannot be very much appreciated. Similarly, misused knowledge, which does not benefit the people in general, is not very much appreciated. So Devak&#299; was kept within the prison walls of Kamsa's palace, and no one could see her transcendental beauty, which resulted from her conceiving the Supreme Personality of Godhead.</P><P>Commenting upon this verse, &#346;r&#299; V&#299;rar&#257;ghava &#256;c&#257;rya writes, vasudeva-devak&#299; jatharayor hridayayor bhagavatah sambandhah. The Supreme Lord's entrance into the womb of Devak&#299; from the heart of Vasudeva was a heart-to-heart relationship.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>