<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.19</P><P CLASS=c>s&#257; devak&#299; sarva-jagan-niv&#257;sa-</P><P CLASS=c>niv&#257;sa-bh&#363;t&#257; nitar&#257;m na reje</P><P CLASS=c>bhojendra-gehe 'gni-&#347;ikheva ruddh&#257;</P><P CLASS=c>sarasvat&#299; jñ&#257;na-khale yath&#257; sat&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A> &#8212; that Devak&#299;dev&#299;; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/n/nivasa">niv&#257;sa</A> &#8212; of the Supreme Personality of Godhead, the sustainer of all the universes (<A HREF="http://vedabase.net/m/mat">mat</A>-<A HREF="http://vedabase.net/s/sthani">sth&#257;ni</A> <A HREF="http://vedabase.net/s/sarva">sarva</A>-<A HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A>); <A CLASS=v HREF="http://vedabase.net/n/nivasa">niv&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;t&#257;</A> &#8212; the womb of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A> has now become the residence; <A CLASS=v HREF="http://vedabase.net/n/nitaram">nitar&#257;m</A> &#8212; extensively; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/r/reje">reje</A> &#8212; became illuminated; <A CLASS=v HREF="http://vedabase.net/b/bhojendra">bhojendra</A>-<A CLASS=v HREF="http://vedabase.net/g/gehe">gehe</A> &#8212; within the limits of the house of <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/s/sikha">&#347;ikh&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like the flames of <A HREF="http://vedabase.net/a/a">a</A> fire; <A CLASS=v HREF="http://vedabase.net/r/ruddha">ruddh&#257;</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/s/sarasvati">sarasvat&#299;</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/k/khale">khale</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> person known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A HREF="http://vedabase.net/k/khala">khala</A>, one who possesses knowledge but cannot distribute <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; or just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> being.</P><P CLASS=t>TRANSLATION</P><P>Devak&#299; then kept within herself the Supreme Personality of Godhead, the cause of all causes, the foundation of the entire cosmos, but because she was under arrest in the house of Kamsa, she was like the flames of a fire covered by the walls of a pot, or like a person who has knowledge but cannot distribute it to the world for the benefit of human society.</P><P CLASS=t>PURPORT</P><P>In this verse the word jñ&#257;na-khala is most significant. Knowledge is meant for distribution. Although there is already much scientific knowledge, whenever scientists or philosophers awaken to a particular type of knowledge, they try to distribute it throughout the world, for otherwise the knowledge gradually dries up and no one benefits from it. India has the knowledge of Bhagavad-g&#299;t&#257;, but unfortunately, for some reason or other, this sublime knowledge of the science of God was not distributed throughout the world, although it is meant for all of human society. Therefore Krishna Himself appeared as &#346;r&#299; Caitanya Mah&#257;prabhu and ordered all Indians to take up the cause of distributing the knowledge of Bhagavad-g&#299;t&#257; throughout the entire world.</P><P>y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a</P><P CLASS=n>&#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra' ei de&#347;a</P><P>"Instruct everyone to follow the orders of Lord &#346;r&#299; Krishna as they are given in Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. In this way become a spiritual master and try to liberate everyone in this land." (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>) Although India has the sublime knowledge of Bhagavad-g&#299;t&#257;, Indians have not done their proper duty of distributing it. Now, therefore, the Krishna consciousness movement has been set up to distribute this knowledge as it is, without distortion. Although previously there were attempts to distribute the knowledge of Bhagavad-g&#299;t&#257;, these attempts involved distortion and compromise with mundane knowledge. But now the Krishna consciousness movement, without mundane compromises, is distributing Bhagavad-g&#299;t&#257; as it is, and people are deriving the benefits of awakening to Krishna consciousness and becoming devotees of Lord Krishna. Therefore the proper distribution of knowledge has begun by which not only will the whole world benefit, but India's glory will be magnified in human society. Kamsa tried to arrest Krishna consciousness within his house (bhojendra-gehe), with the result that Kamsa, with all his opulences, was later vanquished. Similarly, the real knowledge of Bhagavad-g&#299;t&#257; was being choked by unscrupulous Indian leaders, with the result that India's culture, and knowledge of the Supreme were being lost. Now, however, because Krishna consciousness is spreading, the proper use of Bhagavad-g&#299;t&#257; is being attempted.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>