<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.20</P><P CLASS=c>t&#257;m v&#299;kshya kamsah prabhay&#257;jit&#257;ntar&#257;m</P><P CLASS=c>virocayant&#299;m bhavanam &#347;uci-smit&#257;m</P><P CLASS=c>&#257;haisha me pr&#257;na-haro harir guh&#257;m</P><P CLASS=c>dhruvam &#347;rito yan na pureyam &#299;dri&#347;&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; her (<A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>); <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/k/kamsah">kamsah</A> &#8212; her brother <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhaya">prabhay&#257;</A> &#8212; with the enhancement of her beauty and influence; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/a/antaram">antar&#257;m</A> &#8212; because of keeping <A HREF="http://vedabase.net/a/ajita">Ajita</A>, the Supreme Personality of Godhead, <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, within herself; <A CLASS=v HREF="http://vedabase.net/v/virocayantim">virocayant&#299;m</A> &#8212; illuminating; <A CLASS=v HREF="http://vedabase.net/b/bhavanam">bhavanam</A> &#8212; the whole atmosphere of the house; <A CLASS=v HREF="http://vedabase.net/s/suci">&#347;uci</A>-<A CLASS=v HREF="http://vedabase.net/s/smitam">smit&#257;m</A> &#8212; smiling and brilliant; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said <A HREF="http://vedabase.net/t/to">to</A> himself; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this (Supreme Person); <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/h/harah">harah</A> &#8212; who will kill <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/g/guham">guh&#257;m</A> &#8212; within the womb of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sritah">&#347;ritah</A> &#8212; has taken shelter; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; was not; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/i/idrsi">&#299;dri&#347;&#299;</A> &#8212; like this.</P><P CLASS=t>TRANSLATION</P><P>Because the Supreme Personality of Godhead was within her womb, Devak&#299; illuminated the entire atmosphere in the place where she was confined. Seeing her jubilant, pure and smiling, Kamsa thought, "The Supreme Personality of Godhead, Vishnu, who is now within her, will kill me. Devak&#299; has never before looked so brilliant and jubilant."</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself." In this age, at the present moment, there are inordinate discrepancies in the discharge of human duties. Human life is meant for God realization, but unfortunately the materialistic civilization is stressing only the senses of the body, not understanding the living force within the body. As clearly stated in Bhagavad-g&#299;t&#257; (dehino 'smin yath&#257; dehe [<A CLASS=v HREF="../../../bg/2/13.htm">Bg. 2.13</A>]), within the body is the body's proprietor, the living force, which is more important. But human society has become so fallen that instead of understanding the living force within the body, people have become busy with external things. This is a discrepancy in human duties. Therefore Krishna has taken birth or taken shelter within the womb of the Krishna consciousness movement. Men of Kamsa's class, therefore, are very much afraid and are busy trying to stop this movement, especially in the Western countries. One politician has remarked that the Krishna consciousness movement is spreading like an epidemic and that if not checked immediately, within ten years it may capture governmental power. There is, of course, such potency in the Krishna consciousness movement. As stated by authorities (Cc. <A CLASS=v HREF="../../../cc/adi/17/22.htm">&#256;di 17.22</A>), kali-k&#257;le n&#257;ma-r&#363;pe krishna-avat&#257;ra: in this age, Krishna has appeared in the Hare Krishna mah&#257;-mantra. The Krishna consciousness movement is spreading like wildfire all over the world, and it will go on doing so. Men who are like Kamsa are very much afraid of the movement's progress and acceptance by the younger generation, but as Krishna could not be killed by Kamsa, this movement cannot be checked by men of Kamsa's class. The movement will go on increasing more and more, provided the leaders of the movement remain firmly Krishna conscious by following the regulative principles and the primary activities of chanting the Hare Krishna mantra regularly.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>