<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.21</P><P CLASS=c>kim adya tasmin karan&#299;yam &#257;&#347;u me</P><P CLASS=c>yad artha-tantro na vihanti vikramam</P><P CLASS=c>striy&#257;h svasur gurumaty&#257; vadho 'yam</P><P CLASS=c>ya&#347;ah &#347;riyam hanty anuk&#257;lam &#257;yuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; now, immediately; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this situation; <A CLASS=v HREF="http://vedabase.net/k/karaniyam">karan&#299;yam</A> &#8212; is <A HREF="http://vedabase.net/t/to">to</A> be done; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my duty; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/t/tantrah">tantrah</A> &#8212; the Supreme Personality of Godhead, who is always determined <A HREF="http://vedabase.net/t/to">to</A> protect the s&#257;dhus and kill the as&#257;dhus; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/v/vihanti">vihanti</A> &#8212; give up; <A CLASS=v HREF="http://vedabase.net/v/vikramam">vikramam</A> &#8212; His prowess; <A CLASS=v HREF="http://vedabase.net/s/striyah">striy&#257;h</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> woman; <A CLASS=v HREF="http://vedabase.net/s/svasuh">svasuh</A> &#8212; of my sister; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/m/matyah">maty&#257;h</A> &#8212; especially when she is pregnant; <A CLASS=v HREF="http://vedabase.net/v/vadhah">vadhah</A> <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; the killing; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/h/hanti">hanti</A> &#8212; will vanquish; <A CLASS=v HREF="http://vedabase.net/a/anukalam">anuk&#257;lam</A> &#8212; forever; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; and the duration of life.</P><P CLASS=t>TRANSLATION</P><P>Kamsa thought: What is my duty now? The Supreme Lord, who knows His purpose [paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m <A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>], will not give up His prowess. Devak&#299; is a woman, she is my sister, and moreover she is now pregnant. If I kill her, my reputation, opulence and duration of life will certainly be vanquished.</P><P CLASS=t>PURPORT</P><P>According to Vedic principles, a woman, a br&#257;hmana, an old man, a child and a cow should never be killed. It appears that Kamsa, although a great enemy of the Supreme Personality of Godhead, was aware of the Vedic culture and conscious of the fact that the soul transmigrates from one body to another and that one suffers in the next life according to the karmas of this life. Therefore he was afraid of killing Devak&#299;, since she was a woman, she was his sister, and she was pregnant. A kshatriya becomes famous by performing heroic acts. But what would be heroic about killing a woman who, while confined in his custody, was under his shelter? Therefore, he did not want to act drastically by killing Devak&#299;. Kamsa's enemy was within Devak&#299;'s womb, but killing an enemy in such a nescient state would not be an exhibition of prowess. According to kshatriya rules, an enemy should be fought face to face and with proper weapons. Then if the enemy is killed, the victor becomes famous. Kamsa very conscientiously deliberated upon these facts and therefore refrained from killing Devak&#299;, although he was completely confident that his enemy had already appeared within her womb.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>