<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.25</P><P CLASS=c>brahm&#257; bhava&#347; ca tatraitya</P><P CLASS=c>munibhir n&#257;rad&#257;dibhih</P><P CLASS=c>devaih s&#257;nucaraih s&#257;kam</P><P CLASS=c>g&#299;rbhir vrishanam aidayan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> &#8212; the supreme four-headed demigod; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; arriving; <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; accompanied by great sages; <A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> and others; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; and by demigods like <A HREF="http://vedabase.net/i/indra">Indra</A>, <A HREF="http://vedabase.net/c/candra">Candra</A> and <A HREF="http://vedabase.net/v/varuna">Varuna</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anucaraih">anucaraih</A> &#8212; with their followers; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; all together; <A CLASS=v HREF="http://vedabase.net/g/girbhih">g&#299;rbhih</A> &#8212; by their transcendental prayers; <A CLASS=v HREF="http://vedabase.net/v/vrsanam">vrishanam</A> &#8212; the Supreme Personality of Godhead, who can bestow blessings upon everyone; <A CLASS=v HREF="http://vedabase.net/a/aidayan">aidayan</A> &#8212; pleased.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; and Lord &#346;iva, accompanied by great sages like N&#257;rada, Devala and Vy&#257;sa and by other demigods like Indra, Candra and Varuna, invisibly approached the room of Devak&#299;, where they all joined in offering their respectful obeisances and prayers to please the Supreme Personality of Godhead, who can bestow blessings upon everyone.</P><P CLASS=t>PURPORT</P><P>Dvau bh&#363;ta-sargau loke 'smin daiva &#257;sura eva ca (Padma Pur&#257;na). There are two classes of men &#8212; the daivas and the asuras &#8212; and there is a great difference between them. Kamsa, being an asura, was always planning how to kill the Supreme Personality of Godhead or His mother, Devak&#299;. Thus he was also Krishna conscious. But devotees are Krishna conscious favorably (vishnu-bhaktah smrito daivah). Brahm&#257; is so powerful that he is in charge of creating an entire universe, yet he personally came to receive the Supreme Personality of Godhead. Bhava, Lord &#346;iva, is always jubilant in chanting the holy name of the Lord. And what to speak of N&#257;rada? N&#257;rada-muni, b&#257;j&#257;ya v&#299;n&#257;, r&#257;dhik&#257;-ramana-n&#257;me. N&#257;rada Muni is always chanting the glories of the Lord, and his engagement is to travel all over the universe and find a devotee or make someone a devotee. Even a hunter was made a devotee by the grace of N&#257;rada. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, in his Toshan&#299;, says that the word n&#257;rada-&#257;dibhih means that N&#257;rada and the demigods were accompanied by other saintly persons, like Sanaka and San&#257;tana, all of whom came to congratulate or welcome the Supreme Personality of Godhead. Even though Kamsa was planning to kill Devak&#299;, he too awaited the arrival of the Supreme Personality of Godhead (prat&#299;kshams taj janma).</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>