<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.26</P><P CLASS=c>satya-vratam satya-param tri-satyam</P><P CLASS=c>satyasya yonim nihitam ca satye</P><P CLASS=c>satyasya satyam rita-satya-netram</P><P CLASS=c>saty&#257;tmakam tv&#257;m &#347;aranam prapann&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; the Personality of Godhead, who never deviates from His vow*; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; who is the Absolute Truth (<A HREF="http://vedabase.net/a/as">as</A> stated <A HREF="http://vedabase.net/i/in">in</A> the beginning of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>, <A HREF="http://vedabase.net/s/satyam">satyam</A> <A HREF="http://vedabase.net/p/param">param</A> <A HREF="http://vedabase.net/d/dhimahi">dh&#299;mahi</A>); <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> is always present <A HREF="http://vedabase.net/a/as">as</A> the Absolute Truth, before the creation of this cosmic manifestation, during its maintenance, and even after its annihilation; <A CLASS=v HREF="http://vedabase.net/s/satyasya">satyasya</A> &#8212; of all relative truths, which <A HREF="http://vedabase.net/a/are">are</A> emanations from the Absolute Truth, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yonim">yonim</A> &#8212; t;<A CLASS=v HREF="http://vedabase.net/h/he">he</A> cause; <A CLASS=v HREF="http://vedabase.net/n/nihitam">nihitam</A> &#8212; entered*; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/satye">satye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the factors that create this material world (namely, the five elements &#8212; earth, water, fire, air and ether); <A CLASS=v HREF="http://vedabase.net/s/satyasya">satyasya</A> &#8212; of all that is accepted <A HREF="http://vedabase.net/a/as">as</A> the truth; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the Lord is the original truth; <A CLASS=v HREF="http://vedabase.net/r/rta">rita</A>-<A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/n/netram">netram</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> is the origin of whatever truth is pleasing (sunetram); <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; everything pertaining <A HREF="http://vedabase.net/t/to">to</A> the Lord is truth (sac-cid-<A HREF="http://vedabase.net/a/ananda">&#257;nanda</A>: His body is truth, His knowledge is truth, and His pleasure is truth); <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto you, <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; offering our full surrender; <A CLASS=v HREF="http://vedabase.net/p/prapannah">prapann&#257;h</A> &#8212; we <A HREF="http://vedabase.net/a/are">are</A> completely under Your protection.</P><P CLASS=t>TRANSLATION</P><P>The demigods prayed: O Lord, You never deviate from Your vow, which is always perfect because whatever You decide is perfectly correct and cannot be stopped by anyone. Being present in the three phases of cosmic manifestation &#8212; creation, maintenance and annihilation &#8212; You are the Supreme Truth. Indeed, unless one is completely truthful, one cannot achieve Your favor, which therefore cannot be achieved by hypocrites. You are the active principle, the real truth, in all the ingredients of creation, and therefore you are known as antary&#257;m&#299;, the inner force. You are equal to everyone, and Your instructions apply for everyone, for all time. You are the beginning of all truth. Therefore, offering our obeisances, we surrender unto You. Kindly give us protection.</P><P CLASS=t>PURPORT</P><P>The demigods or devotees know perfectly well that the Supreme Personality of Godhead is the true substance, whether within this material world or in the spiritual world. &#346;r&#299;mad-Bh&#257;gavatam begins, therefore, with the words om namo bhagavate v&#257;sudev&#257;ya. .. satyam param dh&#299;mahi. V&#257;sudeva, Krishna, is the param satyam, the Supreme Truth. The Supreme Truth can be approached or understood by the supreme method, as declared by the Supreme Truth: bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah (<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>). Bhakti, devotional service, is the only way to understand the Absolute Truth. For protection, therefore, the demigods surrender to the Supreme Truth, not to the relative truth. There are persons who worship various demigods, but the Supreme Truth, Krishna, declares in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/23.htm">7.23</A>), antavat tu phalam tesh&#257;m tad bhavaty alpa-medhas&#257;m: "Men of small intelligence worship the demigods, and their fruits are limited and temporary." Worship of demigods may be useful for a limited time, but the result is antavat, perishable. This material world is impermanent, the demigods are impermanent, and the benedictions derived from the demigods are also impermanent, whereas the living entity is eternal (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m). Every living entity, therefore, must search for eternal happiness, not temporary happiness. The words satyam param dh&#299;mahi indicate that one should search for the Absolute Truth, not the relative truth.</P><P>While offering prayers to the Supreme Personality of Godhead, Nrisimhadeva, Prahl&#257;da Mah&#257;r&#257;ja said:</P><P>b&#257;lasya neha &#347;aranam pitarau nrisimha</P><P CLASS=n>n&#257;rtasya c&#257;gadam udanvati majjato nauh</P><P>Generally it is understood that the protectors for a child are his parents, but this is not actually the fact. The real protector is the Supreme Personality of Godhead.</P><P>taptasya tat-pratividhir ya ih&#257;ñjaseshtas</P><P CLASS=n>t&#257;vad vibho tanu-bhrit&#257;m tvad-upekshit&#257;n&#257;m</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/19.htm">7.9.19</A>)</P><P>If neglected by the Supreme Personality of Godhead, a child, despite the presence of his parents, will suffer, and a diseased person, despite all medical help, will die. In this material world, where there is a struggle for existence, men have invented many means for protection, but these are useless if the Supreme Personality of Godhead rejects them. Therefore the demigods purposefully say, saty&#257;tmakam tv&#257;m &#347;aranam prapann&#257;h: "Real protection can be obtained from You, O Lord, and therefore we surrender unto You,"</P><P>The Lord demands that one surrender unto Him (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]), and He further says:</P><P>sakrid eva prapanno yas</P><P CLASS=n>tav&#257;sm&#299;ti ca y&#257;cate</P><P CLASS=n>abhayam sarvad&#257; tasmai</P><P CLASS=n>dad&#257;my etad vratam mama</P><P>"If one surrenders unto Me sincerely, saying, 'My Lord, from this day I am fully surrendered unto You,' I always give him protection. That is My vow." (R&#257;m&#257;yana, Yuddha-k&#257;nda <A CLASS=v HREF="http://vedabase.net/todo/kanda18/33">18.33</A>) The demigods offered their prayers to the Supreme Personality of Godhead because He had now appeared in the womb of His devotee Devak&#299; to protect all the devotees harassed by Kamsa and his lieutenants. Thus the Lord acts as satyavrata. The protection given by the Supreme Personality of Godhead cannot be compared to the protection given by the demigods. It is said that R&#257;vana was a great devotee of Lord &#346;iva, but when Lord R&#257;macandra went to kill him, Lord &#346;iva could not give him protection.</P><P>Lord Brahm&#257; and Lord &#346;iva, accompanied by great sages like N&#257;rada and followed by many other demigods, had now invisibly appeared in the house of Kamsa. They began to pray for the Supreme Personality of Godhead in select prayers which are very pleasing to the devotees and which award fulfillment of devotional desires. The first words they spoke acclaimed that the Lord is true to His vow. As stated in the Bhagavad-g&#299;t&#257;, Krishna descends upon this material world just to protect the pious and destroy the impious. That is His vow. The demigods could understand that the Lord had taken His residence within the womb of Devak&#299; to fulfill this vow. They were very glad that the Lord was appearing to fulfill His mission, and they addressed Him as satyam param, or the Supreme Absolute Truth.</P><P>Everyone is searching after the truth. That is the philosophical way of life. The demigods give information that the Supreme Absolute Truth is Krishna. One who becomes fully Krishna conscious can attain the Absolute Truth. Krishna is the Absolute Truth. Relative truth is not truth in all the three phases of eternal time. Time is divided into past, present and future. Krishna is Truth always, past, present and future. In the material world, everything is being controlled by supreme time, in the course of past, present and future. But before the creation, Krishna was existing, and when there is creation, everything is resting in Krishna, and when this creation is finished, Krishna will remain. Therefore, He is Absolute Truth in all circumstances, If there is any truth within this material world, it emanates from the Supreme Truth, Krishna. If there is any opulence within this material world, the cause of the opulence is Krishna. If there is any reputation within this material world, the cause of the reputation is Krishna. If there is any strength within this material world, the cause of such strength is Krishna. If there is any wisdom and education within this material world, the cause of such wisdom and education is Krishna. Therefore Krishna is the source of all relative truths.</P><P>Devotees, therefore, following in the footsteps of Lord Brahm&#257;, pray, govindam &#257;di-purusham tam aham bhaj&#257;mi **, worshiping the &#257;di-purusha, the supreme truth, Govinda. Everything, everywhere, is performed in terms of three principles, jñ&#257;na-bala-kriy&#257; &#8212; knowledge, strength and activity. In every field, if there is not full knowledge, full strength and full activity, an endeavor is never successful. Therefore, if one wants success in everything, one must be backed by these three principles. In the Vedas (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>) there is this statement about the Supreme Personality of Godhead:</P><P>na tasya k&#257;ryam karanam ca vidyate</P><P CLASS=n>na tat sama&#347; c&#257;bhyadhika&#347; ca dri&#347;yate</P><P CLASS=n>par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate</P><P CLASS=n>sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca</P><P>The Supreme Personality of Godhead does not need to do anything personally, for He has such potencies that anything He wants done will be done perfectly well through the control of material nature (sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca). Similarly, those who are engaged in the service of the Lord are not meant to struggle for existence. The devotees who are fully engaged in spreading the Krishna consciousness movement, more than ten thousand men and women all over the world, have no steady or permanent occupation, yet we actually see that they are maintained very opulently. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/22.htm">9.22</A>):</P><P>anany&#257;&#347; cintayanto m&#257;m</P><P CLASS=n>ye jan&#257;h paryup&#257;sate</P><P CLASS=n>tesh&#257;m nity&#257;bhiyukt&#257;n&#257;m</P><P CLASS=n>yoga-kshemam vah&#257;my aham</P><P>"For those who worship Me with devotion, meditating on My transcendental form, I carry to them what they lack and preserve what they have." The devotees have no anxiety over what will happen next, where they will stay or what they will eat, for everything is maintained and supplied by the Supreme Personality of Godhead, who has promised, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O son of Kunt&#299;, declare it boldly that My devotee never perishes." (<A CLASS=v HREF="../../../bg/9/31.htm">Bg. 9.31</A>) From all angles of vision, therefore, in all circumstances, if one fully surrenders unto the Supreme Personality of Godhead, there is no question of one's struggling for existence. In this connection, the commentary by &#346;r&#299;p&#257;da Madhv&#257;c&#257;rya, who quotes from the Tantra-bh&#257;gavata, is very meaningful:</P><P>sac-chadba uttamam br&#363;y&#257;d</P><P CLASS=n>&#257;nandant&#299;ti vai vadet</P><P CLASS=n>yetijñ&#257;nam samuddishtam</P><P CLASS=n>p&#363;rn&#257;nanda-dri&#347;is tatah</P><P CLASS=n>attritv&#257;c ca tad&#257; d&#257;n&#257;t</P><P CLASS=n>saty&#257;ttya cocyate vibhuh</P><P>Explaining the words satyasya yonim, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that Krishna is the avat&#257;r&#299;, the origin of all incarnations. All incarnations are the Absolute Truth, yet the Supreme Personality of Godhead Krishna is the origin of all incarnations. D&#299;p&#257;rcir eva hi da&#347;&#257;ntaram abhyupetya d&#299;p&#257;yate (Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/46.htm">5.46</A>). There may be many lamps, all equal in power, yet there is a first lamp, a second lamp, a third lamp and so on. Similarly, there are many incarnations, who are compared to lamps, but the first lamp, the original Personality of Godhead, is Krishna. Govindam &#257;di-purusham tam aham bhaj&#257;mi **.</P><P>The demigods must offer worship in obedience to the Supreme Personality of Godhead, but one might argue that since the Supreme Godhead was within the womb of Devak&#299;, He was also coming in a material body. Why then should He be worshiped? Why should one make a distinction between an ordinary living entity and the Supreme Personality of Godhead? These questions are answered in the following verses.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>