<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.30</P><P CLASS=c>tvayy ambuj&#257;ksh&#257;khila-sattva-dh&#257;mni</P><P CLASS=c>sam&#257;dhin&#257;ve&#347;ita-cetasaike</P><P CLASS=c>tvat-p&#257;da-potena mahat-kritena</P><P CLASS=c>kurvanti govatsa-padam bhav&#257;bdhim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lotus-eyed Lord; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamni">dh&#257;mni</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> the original cause of all existence, from whom everything emanates and <A HREF="http://vedabase.net/i/in">in</A> whom all potencies reside; <A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; by constant meditation and complete absorption (<A HREF="http://vedabase.net/i/in">in</A> thoughts of You, the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/avesita">&#257;ve&#347;ita</A> &#8212; fully absorbed, fully engaged; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; but by such <A HREF="http://vedabase.net/a/a">a</A> mentality; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; the one process of always thinking of Your lotus feet; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/potena">potena</A> &#8212; by boarding such <A HREF="http://vedabase.net/a/a">a</A> boat <A HREF="http://vedabase.net/a/as">as</A> Your lotus feet; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtena">kritena</A> &#8212; by that action which is considered the most powerful original existence or which is executed by mah&#257;janas; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; they <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/g/govatsa">govatsa</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; like the hoofprint of <A HREF="http://vedabase.net/a/a">a</A> calf; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/a/abdhim">abdhim</A> &#8212; the great ocean of nescience.</P><P CLASS=t>TRANSLATION</P><P>O lotus-eyed Lord, by concentrating one's meditation on Your lotus feet, which are the reservoir of all existence, and by accepting those lotus feet as the boat by which to cross the ocean of nescience, one follows in the footsteps of mah&#257;janas [great saints, sages and devotees]. By this simple process, one can cross the ocean of nescience as easily as one steps over the hoofprint of a calf.</P><P CLASS=t>PURPORT</P><P>The true mission in life is to cross the ocean of nescience, of repeated birth and death. Those in the darkness of ignorance, however, do not know this mission. Instead, being carried away by the waves of material nature (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]), they are undergoing the tribulations of mrityu-sams&#257;ra-vartmani, repeated birth and death. But persons who have achieved knowledge by the association of devotees follow the mah&#257;janas (mahat-kritena). Such a person always concentrates his mind upon the lotus feet of the Lord and executes one or more of the nine varieties of devotional service (&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). Simply by this process, one can cross the insurmountable ocean of nescience.</P><P>Devotional service is powerful in any form. &#346;r&#299;-vishnoh &#347;ravane par&#299;kshid abhavad vaiy&#257;sakih k&#299;rtane (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/265">1.2.265</A>). According to this verse, Mah&#257;r&#257;ja Par&#299;kshit became liberated by fully concentrating his mind on hearing the Lord's holy name, attributes and pastimes. Similarly, &#346;ukadeva Gosv&#257;m&#299; simply glorified the Lord, and by speaking on the subject matters of Krishna that constitute the entire &#346;r&#299;mad-Bh&#257;gavatam, he too was liberated. One may also be liberated simply by sakhya, friendly behavior with the Lord. Such is the power of devotional service, as we learn from the examples set by the Lord's many pure devotees.</P><P>svayambh&#363;r n&#257;radah &#347;ambhuh</P><P CLASS=n>kum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo</P><P CLASS=n>balir vaiy&#257;sakir vayam</P><P CLASS=n>[<A CLASS=v HREF="../../6/3/20.htm">SB 6.3.20</A>]</P><P>We have to follow in the footsteps of such devotees, for by this one easy process one can cross the great ocean of nescience just as one might cross a small hole created by the hoof of a calf.</P><P>Here the Lord is described as ambuj&#257;ksha, or lotus-eyed. By seeing the eyes of the Lord, which are compared to lotus flowers, one becomes so satisfied that one does not want to turn his eyes to anything else. Simply by seeing the transcendental form of the Lord, a devotee is at once fully absorbed in the Lord in his heart. This absorption is called sam&#257;dhi. Dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/13/1.htm">12.13.1</A>). A yog&#299; is fully absorbed in thoughts of the Supreme Personality of Godhead, for he has no other business than to think of the Lord always within the heart. It is also said:</P><P>sam&#257;&#347;rit&#257; ye pada-pallava-plavam</P><P CLASS=n>mahat-padam punya-ya&#347;o mur&#257;reh</P><P CLASS=n>bhav&#257;mbudhir vatsa-padam param padam</P><P CLASS=n>padam padam yad vipad&#257;m na tesh&#257;m</P><P>"For one who has accepted the boat of the lotus feet of the Lord, who is the shelter of the cosmic manifestation and is famous as Mur&#257;ri, the enemy of the demon Mura, the ocean of the material world is like the water contained in a calf's hoofprint. His goal is param padam, or Vaikuntha, the place where there are no material miseries, not the place where there is danger at every step." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/58.htm">10.14.58</A>) This process is recommended here by authorities like Lord Brahm&#257; and Lord &#346;iva (svayambh&#363;r n&#257;radah &#347;ambhuh [<A CLASS=v HREF="../../6/3/20.htm">SB 6.3.20</A>]), and therefore we must take to this process in order to transcend nescience. This is very easy, but we must follow in the footsteps of great personalities, and then success will be possible.</P><P>In regard to the word mahat-kritena, it is also significant that the process shown by great devotees is not only for them but also for others. If things are made easy, this affords facility for the person who has made them easy and also for others who follow the same principles. The process recommended in this verse for crossing the ocean of nescience is easy not only for the devotee but also for common persons who follow the devotee (mah&#257;jano yena gatah sa panth&#257;h).</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>