<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.31</P><P CLASS=c>svayam samutt&#299;rya sudustaram dyuman</P><P CLASS=c>bhav&#257;rnavam bh&#299;mam adabhra-sauhrid&#257;h</P><P CLASS=c>bhavat-pad&#257;mbhoruha-n&#257;vam atra te</P><P CLASS=c>nidh&#257;ya y&#257;t&#257;h sad-anugraho bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/s/samuttirya">samutt&#299;rya</A> &#8212; perfectly crossing; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/dustaram">dustaram</A> &#8212; which is very difficult <A HREF="http://vedabase.net/t/to">to</A> cross; <A CLASS=v HREF="http://vedabase.net/d/dyuman">dyuman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, who appear exactly like the sun, illuminating the darkness of this world of ignorance; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/a/arnavam">arnavam</A> &#8212; the ocean of nescience; <A CLASS=v HREF="http://vedabase.net/b/bhimam">bh&#299;mam</A> &#8212; which is extremely fierce; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A>-<A CLASS=v HREF="http://vedabase.net/s/sauhrdah">sauhrid&#257;h</A> &#8212; devotees who <A HREF="http://vedabase.net/a/are">are</A> incessantly friendly <A HREF="http://vedabase.net/t/to">to</A> the fallen souls; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhoruha">ambhoruha</A> &#8212; Your lotus feet; <A CLASS=v HREF="http://vedabase.net/n/navam">n&#257;vam</A> &#8212; the boat for crossing; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they (the Vaishnavas); <A CLASS=v HREF="http://vedabase.net/n/nidhaya">nidh&#257;ya</A> &#8212; leaving behind; <A CLASS=v HREF="http://vedabase.net/y/yatah">y&#257;t&#257;h</A> &#8212; on <A HREF="http://vedabase.net/t/to">to</A> the ultimate destination, <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A>; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> always kind and merciful <A HREF="http://vedabase.net/t/to">to</A> the devotees; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You.</P><P CLASS=t>TRANSLATION</P><P>O Lord, who resemble the shining sun, You are always ready to fulfill the desire of Your devotee, and therefore You are known as a desire tree [v&#257;ñch&#257;-kalpataru]. When &#257;c&#257;ryas completely take shelter under Your lotus feet in order to cross the fierce ocean of nescience, they leave behind on earth the method by which they cross, and because You are very merciful to Your other devotees, You accept this method to help them.</P><P CLASS=t>PURPORT</P><P>This statement reveals how the merciful &#257;c&#257;ryas and the merciful Supreme Personality of Godhead together help the serious devotee who wants to return home, back to Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu, in His teachings to R&#363;pa Gosv&#257;m&#299;, said:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>)</P><P>One can achieve the seed of bhakti-lat&#257;, devotional service, by the mercy of guru and Krishna. The duty of the guru is to find the means, according to the time, the circumstances and the candidate, by which one can be induced to render devotional service, which Krishna accepts from a candidate who wants to be successful in going back home, back to Godhead. After wandering throughout the universe, a fortunate person within this material world seeks shelter of such a guru, or &#257;c&#257;rya, who trains the devotee in the suitable ways to render service according to the circumstances so that the Supreme Personality of Godhead will accept the service. This makes it easier for the candidate to reach the ultimate destination. The &#257;c&#257;rya's duty, therefore, is to find the means by which devotees may render service according to references from &#347;&#257;stra. R&#363;pa Gosv&#257;m&#299;, for example, in order to help subsequent devotees, published such devotional books as Bhakti-ras&#257;mrita-sindhu. Thus it is the duty of the &#257;c&#257;rya to publish books that will help future candidates take up the method of service and become eligible to return home, back to Godhead, by the mercy of the Lord. In our Krishna consciousness movement, this same path is being prescribed and followed. Thus the devotees have been advised to refrain from four sinful activities &#8212; illicit sex, intoxication, meat-eating and gambling &#8212; and to chant sixteen rounds a day. These are bona fide instructions. Because in the Western countries constant chanting is not possible, one should not artificially imitate Harid&#257;sa Th&#257;kura, but should follow this method. Krishna will accept a devotee who strictly follows the regulative principles and the method prescribed in the various books and literatures published by the authorities. The &#257;c&#257;rya gives the suitable method for crossing the ocean of nescience by accepting the boat of the Lord's lotus feet, and if this method is strictly followed, the followers will ultimately reach the destination, by the grace of the Lord. This method is called &#257;c&#257;rya-samprad&#257;ya. It is therefore said, samprad&#257;ya-vih&#299;n&#257; ye mantr&#257;s te nishphal&#257; mat&#257;h (Padma Pur&#257;na). The &#257;c&#257;rya-samprad&#257;ya is strictly bona fide. Therefore one must accept the &#257;c&#257;rya-samprad&#257;ya; otherwise one's endeavor will be futile. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura therefore sings:</P><P>t&#257;&#324;dera carana sevi bhakta sane v&#257;sa</P><P CLASS=n>janame janame haya, ei abhil&#257;sha</P><P>One must worship the lotus feet of the &#257;c&#257;rya and live within the society of devotees. Then one's endeavor to cross over nescience will surely be successful.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>