<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.32</P><P CLASS=c>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=c>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=c>&#257;ruhya kricchrena param padam tatah</P><P CLASS=c>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; anyone, or all others; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lotus-eyed one; <A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A>-<A CLASS=v HREF="http://vedabase.net/m/maninah">m&#257;ninah</A> &#8212; falsely considering themselves free from the bondage of material contamination; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/asta">asta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavat">bh&#257;v&#257;t</A> &#8212; speculating <A HREF="http://vedabase.net/i/in">in</A> various ways but not knowing or desiring <A HREF="http://vedabase.net/m/more">more</A> information of Your lotus feet; <A CLASS=v HREF="http://vedabase.net/a/avisuddha">avi&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhayah">buddhayah</A> &#8212; whose intelligence is still not purified and who <A HREF="http://vedabase.net/d/do">do</A> not know the goal of life; <A CLASS=v HREF="http://vedabase.net/a/aruhya">&#257;ruhya</A> &#8212; even though achieving; <A CLASS=v HREF="http://vedabase.net/k/krcchrena">kricchrena</A> &#8212; by undergoing severe austerities, penances and hard labor; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the highest position (according <A HREF="http://vedabase.net/t/to">to</A> their imagination and speculation); <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that position; <A CLASS=v HREF="http://vedabase.net/p/patanti">patanti</A> &#8212; they fall; <A CLASS=v HREF="http://vedabase.net/a/adhah">adhah</A> &#8212; down into material existence again; <A CLASS=v HREF="http://vedabase.net/a/anadrta">an&#257;drita</A> &#8212; neglecting devotion <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/y/yusmat">yushmat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghrayah">a&#324;ghrayah</A> &#8212; lotus feet.</P><P CLASS=t>TRANSLATION</P><P>[Someone may say that aside from devotees, who always seek shelter at the Lord's lotus feet, there are those who are not devotees but who have accepted different processes for attaining salvation. What happens to them? In answer to this question, Lord Brahm&#257; and the other demigods said:] O lotus-eyed Lord, although nondevotees who accept severe austerities and penances to achieve the highest position may think themselves liberated, their intelligence is impure. They fall down from their position of imagined superiority because they have no regard for Your lotus feet.</P><P CLASS=t>PURPORT</P><P>Aside from devotees, there are many others, nondevotees, known as karm&#299;s, jñ&#257;n&#299;s or yog&#299;s, philanthropists, altruists, politicians, impersonalists and voidists. There are many varieties of nondevotees who have their respective ways of liberation, but simply because they do not know the shelter of the Lord's lotus feet, although they falsely think that they have been liberated and elevated to the highest position, they fall down. As clearly stated by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/3.htm">9.3</A>):</P><P>a&#347;raddadh&#257;n&#257;h purush&#257;</P><P CLASS=n>dharmasy&#257;sya parantapa</P><P CLASS=n>apr&#257;pya m&#257;m nivartante</P><P CLASS=n>mrityu-sams&#257;ra-vartmani</P><P>"Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world." It doesn't matter whether one is a karm&#299;, jñ&#257;n&#299;, yog&#299;, philanthropist, politician or whatever; if one has no love for the lotus feet of the Lord, one falls down. That is the verdict given by Lord brahma in this verse.</P><P>There are persons who advocate accepting any process and who say that whatever process one accepts will lead to the same goal, but that is refuted in this verse, where such persons are referred to as vimukta-m&#257;ninah, signifying that although they think they have attained the highest perfection, in fact they have not. In the present day, big, big politicians all over the world think that by scheming they can occupy the highest political post, that of president or prime minister, but we actually see that even in this life such big prime ministers, presidents and other politicians, because of being nondevotees, fall down (patanty adhah). To become president or prime minister is not easy; one must work very hard (&#257;ruhya kricchrena) to achieve the post. And even though one may reach his goal, at any moment one may be kicked down by material nature. In human society there have been many instances in which great, exalted politicians have fallen from government and become lost in historical oblivion. The cause of this is avi&#347;uddha-buddhayah: their intelligence is impure. The &#347;&#257;stra says, na te viduh sv&#257;rtha-gatim hi vishnum (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/31.htm">7.5.31</A>). One achieves the perfection of life by becoming a devotee of Vishnu, but people do not know this. Therefore, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/5.htm">12.5</A>), kle&#347;o 'dhikataras tesh&#257;m avyakt&#257;sakta-cetas&#257;m. Persons who do not ultimately accept the Supreme Personality of Godhead and take to devotional service, but who instead are attached to impersonalism and voidism, must undergo great labor to achieve their goals.</P><P>&#347;reyah-sritim bhaktim udasya te vibho</P><P CLASS=n>kli&#347;yanti ye kevala-bodha-labdhaye</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/4.htm">10.14.4</A>)</P><P>To achieve understanding, such persons work very hard and undergo severe austerities, but their hard labor and austerities themselves are their only achievement, for they do not actually achieve the real goal of life.</P><P>Dhruva Mah&#257;r&#257;ja at first wanted to achieve the greatest material kingdom and greater material possessions than his father, but when he was actually favored by the Lord, who appeared before him to give him the benediction he desired, Dhruva Mah&#257;r&#257;ja refused it, saying, sv&#257;min krit&#257;rtho'smi varam na y&#257;ce: "Now I am fully satisfied. I do not want any material benediction." (Hari-bhakti-sudhodaya <A CLASS=v HREF="http://vedabase.net/todo/sudhodaya/7/28">7.28</A>) This is the perfection of life. Yam labdhv&#257; c&#257;param l&#257;bham manyate n&#257;dhikam tatah (<A CLASS=v HREF="../../../bg/6/22.htm">Bg. 6.22</A>). If one achieves the shelter of the Lord's lotus feet, one is fully satisfied and does not need to ask for any material benediction.</P><P>At night, no one can see a lotus, for lotuses blossom only during the daytime. Therefore the word aravind&#257;ksha is significant. One who is not captivated by the lotus eyes or transcendental form of the Supreme Lord is in darkness, exactly like one who cannot see a lotus. One who has not come to the point of seeing the lotus eyes and transcendental form of &#346;y&#257;masundara is a failure. prem&#257;ñjana-cchurita-bhakti-vilocanena santah sadaiva hridayeshu vilokayanti [<A CLASS=v HREF="../../../bs/5/38.htm">Bs. 5.38</A>]. Those who are attached to the Supreme Personality of Godhead in love always see the Lord's lotus eyes and lotus feet, whereas others cannot see the Lord's beauty and are therefore classified as an&#257;drita-yushmad-a&#324;ghrayah, or neglectful of the Lord's personal form. Those who neglect the Lord's form are surely failures on every path in life, but if one develops even a little love for the Supreme Personality of Godhead, one is liberated without difficulty (svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t). Therefore the Supreme Personality of Godhead recommends in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A>), man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru: "Simply think of Me, become My devotee, worship Me and offer some slight homage to Me." Simply by this process, one is guaranteed to return home, back to Godhead, and thus attain the highest perfection. The Lord further affirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54-55</A>):</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P CLASS=n>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me. One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God."</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>