<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.33</P><P CLASS=c>tath&#257; na te m&#257;dhava t&#257;vak&#257;h kvacid</P><P CLASS=c>bhra&#347;yanti m&#257;rg&#257;t tvayi baddha-sauhrid&#257;h</P><P CLASS=c>tvay&#257;bhigupt&#257; vicaranti nirbhay&#257;</P><P CLASS=c>vin&#257;yak&#257;n&#299;kapa-m&#363;rdhasu prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; like them (the nondevotees); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they (the devotees); <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, husband of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/t/tavakah">t&#257;vak&#257;h</A> &#8212; the followers of the devotional path, the devotees; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> any circumstances; <A CLASS=v HREF="http://vedabase.net/b/bhrasyanti">bhra&#347;yanti</A> &#8212; fall down; <A CLASS=v HREF="http://vedabase.net/m/margat">m&#257;rg&#257;t</A> &#8212; from the path of devotional service; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sauhrdah">sauhrid&#257;h</A> &#8212; because of being fully attached <A HREF="http://vedabase.net/t/to">to</A> Your lotus feet; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/abhiguptah">abhigupt&#257;h</A> &#8212; always protected from all dangers; <A CLASS=v HREF="http://vedabase.net/v/vicaranti">vicaranti</A> &#8212; they move; <A CLASS=v HREF="http://vedabase.net/n/nirbhayah">nirbhay&#257;h</A> &#8212; without fear; <A CLASS=v HREF="http://vedabase.net/v/vinayaka">vin&#257;yaka</A>-<A CLASS=v HREF="http://vedabase.net/a/anikapa">an&#299;kapa</A> &#8212; the enemies who maintain paraphernalia <A HREF="http://vedabase.net/t/to">to</A> oppose the <A HREF="http://vedabase.net/b/bhakti">bhakti</A> cult; <A CLASS=v HREF="http://vedabase.net/m/murdhasu">m&#363;rdhasu</A> &#8212; on their heads; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord.</P><P CLASS=t>TRANSLATION</P><P>O M&#257;dhava, Supreme Personality of Godhead, Lord of the goddess of fortune, if devotees completely in love with You sometimes fall from the path of devotion, they do not fall like nondevotees, for You still protect them. Thus they fearlessly traverse the heads of their opponents and continue to progress in devotional service.</P><P CLASS=t>PURPORT</P><P>Devotees generally do not fall down, but if circumstantially they do, the Lord, because of their strong attachment to Him, gives them protection in all circumstances. Thus even if devotees fall down, they are still strong enough to traverse the heads of their enemies. We have actually seen that our Krishna consciousness movement has many opponents, such as the "deprogrammers," who instituted a strong legal case against the devotees. We thought that this case would take a long time to settle, but because the devotees were protected by the Supreme Personality of Godhead, we unexpectedly won the case in one day. Thus a case that was expected to continue for years was settled in a day because of the protection of the Supreme Personality of Godhead, who has promised in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/31.htm">9.31</A>), kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O son of Kunt&#299;, declare it boldly that My devotee never perishes." In history there are many instances of devotees like Citraketu, Indradyumna and Mah&#257;r&#257;ja Bharata who circumstantially fell down but were still protected. Mah&#257;r&#257;ja Bharata, for example, because of his attachment to a deer, thought of the deer at the time of death, and therefore in his next life he became a deer (yam yam v&#257;pi smaran bh&#257;vam tyajaty ante kalevaram [<A CLASS=v HREF="../../../bg/8/6.htm">Bg. 8.6</A>]). Because of protection by the Supreme Personality of Godhead, however, the deer remembered his relationship with the Lord and next took birth in a good brahminical family and performed devotional service (&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto 'bhij&#257;yate). Similarly, Citraketu fell down and became a demon, Vritr&#257;sura, but he too was protected. Thus even if one falls down from the path of bhakti-yoga, one is ultimately saved. If a devotee is strongly situated in devotional service, the Supreme Personality of Godhead has promised to protect him (kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati). But even if a devotee circumstantially falls down, he is protected by M&#257;dhava.</P><P>The word M&#257;dhava is significant. M&#257;, mother Lakshm&#299;, the mother of all opulences, is always with the Supreme Personality of Godhead, and if a devotee is in touch with the Supreme Personality of Godhead, all the opulences of the Lord are ready to help him.</P><P>yatra yoge&#347;varah krishno</P><P CLASS=n>yatra p&#257;rtho dhanur-dharah</P><P CLASS=n>tatra &#347;r&#299;r vijayo bh&#363;tir</P><P CLASS=n>dhruv&#257; n&#299;tir matir mama</P><P>(<A CLASS=v HREF="../../../bg/18/78.htm">Bg. 18.78</A>)</P><P>Wherever there is the Supreme Personality of Godhead, Krishna, and His devotee Arjuna, P&#257;rtha, there is victory, opulence, extraordinary power and morality. The opulences of a devotee are not a result of karma-k&#257;nda-vic&#257;ra. A devotee is always protected by all of the Supreme Lord's opulences, of which no one can deprive him (tesh&#257;m nity&#257;bhiyukt&#257;n&#257;m yoga-kshemam vah&#257;my aham [<A CLASS=v HREF="../../../bg/9/22.htm">Bg. 9.22</A>]). Thus a devotee cannot be defeated by any opponents. A devotee, therefore, should not deviate knowingly from the path of devotion. The adherent devotee is assured all protection from the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>