<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.34</P><P CLASS=c>sattvam vi&#347;uddham &#347;rayate bhav&#257;n sthitau</P><P CLASS=c>&#347;ar&#299;rin&#257;m &#347;reya-up&#257;yanam vapuh</P><P CLASS=c>veda-kriy&#257;-yoga-tapah-sam&#257;dhibhis</P><P CLASS=c>tav&#257;rhanam yena janah sam&#299;hate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; existence; <A CLASS=v HREF="http://vedabase.net/v/visuddham">vi&#347;uddham</A> &#8212; transcendental, beyond the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/s/srayate">&#347;rayate</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/sthitau">sthitau</A> &#8212; during the maintenance of this material world; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; of supreme auspiciousness; <A CLASS=v HREF="http://vedabase.net/u/upayanam">up&#257;yanam</A> &#8212; for the benefit; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> transcendental form or body; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; by ritualistic ceremonies according <A HREF="http://vedabase.net/t/to">to</A> the directions of the Vedas; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by practice of devotion; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; by austerities; <A CLASS=v HREF="http://vedabase.net/s/samadhibhih">sam&#257;dhibhih</A> &#8212; by becoming absorbed <A HREF="http://vedabase.net/i/in">in</A> transcendental existence; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by such activities; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; human society; <A CLASS=v HREF="http://vedabase.net/s/samihate">sam&#299;hate</A> &#8212; offers (its obligation unto You).</P><P CLASS=t>TRANSLATION</P><P>O Lord, during the time of maintenance You manifest several incarnations, all with transcendental bodies, beyond the material modes of nature. When You appear in this way, You bestow all good fortune upon the living entities by teaching them to perform Vedic activities such as ritualistic ceremonies, mystic yoga, austerities, penances, and ultimately sam&#257;dhi, ecstatic absorption in thoughts of You. Thus You are worshiped by the Vedic principles.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/3.htm">18.3</A>), yajña-d&#257;na-tapah-karma na ty&#257;jyam: the Vedic ritualistic ceremonies, charity, austerity and all such prescribed duties are never to be given up. Yajño d&#257;nam tapa&#347; caiva p&#257;van&#257;ni man&#299;shin&#257;m (<A CLASS=v HREF="../../../bg/18/5.htm">18.5</A>): even one who is very much advanced in spiritual realization must still execute the Vedic principles. Even in the lowest stage, the karm&#299;s are advised to work for the sake of the Lord.</P><P>yajñ&#257;rth&#257;t karmano 'nyatra</P><P CLASS=n>loko 'yam karma-bandhanah</P><P>"Work done as a sacrifice for Vishnu has to be performed, otherwise work binds one to this material world." (<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>) The words yajñ&#257;rth&#257;t karmanah indicate that while performing all kinds of duties, one should remember that these duties should be performed to satisfy the Supreme Lord (sva-karman&#257; tam abhyarcya). According to Vedic principles, there must be divisions of human society (c&#257;tur-varnyam may&#257; srishtam [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]). There should be br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras, and everyone should learn to worship the Supreme Personality of Godhead (tam abhyarcya). This is real human society, and without this system we are left with animal society.</P><P>The modern activities of human society are described in &#346;r&#299;mad-Bh&#257;gavatam as the activities of go-khara, cows and asses (sa eva go-kharah [<A CLASS=v HREF="../../10/84/13.htm">SB 10.84.13</A>]). Everyone is acting in a bodily concept of life involving society, friendship and love for the improvement of economic and political conditions, and thus all activities are enacted in ignorance. The Supreme Personality therefore comes to teach us how to act according to the Vedic principles. In this age of Kali, the Supreme Personality of Godhead appeared as &#346;r&#299; Caitanya Mah&#257;prabhu and preached that in this age the Vedic activities cannot be systematically performed because people are so fallen. He gave this recommendation from the &#347;&#257;stras:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way." The Krishna consciousness movement is therefore teaching people all over the world how to chant the Hare Krishna mantra, and this has proved very much effective in all places at all times. The Supreme Personality of Godhead appears in order to teach us Vedic principles intended for understanding Him (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). We should always know that when Krishna and Lord Caitanya appeared, They appeared in &#347;uddha-sattva bodies. One should not mistake the body of Krishna or Caitanya Mah&#257;prabhu to be a material body like ours, for Krishna and Caitanya Mah&#257;prabhu appeared as needed for the benefit of the entire human society. Out of causeless mercy, the Lord appears in different ages in His original &#347;uddha-sattva transcendental body to elevate human society to the spiritual platform upon which they can truly benefit. Unfortunately, modern politicians and other leaders stress the bodily comforts of life (yasy&#257;tma-buddhih kunape tri-dh&#257;tuke [<A CLASS=v HREF="../../10/84/13.htm">SB 10.84.13</A>]) and concentrate on the activities of this ism and that ism, which they describe in different kinds of flowery language. Essentially such activities are the activities of animals (sa eva go-kharah [<A CLASS=v HREF="../../10/84/13.htm">SB 10.84.13</A>]). We should learn how to act from Bhagavad-g&#299;t&#257;, which explains everything for human understanding. Thus we can become happy even in this age of Kali.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>