<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.35</P><P CLASS=c>sattvam na ced dh&#257;tar idam nijam bhaved</P><P CLASS=c>vijñ&#257;nam ajñ&#257;na-bhid&#257;pam&#257;rjanam</P><P CLASS=c>guna-prak&#257;&#347;air anum&#299;yate bhav&#257;n</P><P CLASS=c>prak&#257;&#347;ate yasya ca yena v&#257; gunah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; <A HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A HREF="http://vedabase.net/s/sattva">sattva</A>, transcendental; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/d/dhatah">dh&#257;tah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> reservoir of all energies, cause of all causes; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nijam">nijam</A> &#8212; personal, spiritual; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; could have been; <A CLASS=v HREF="http://vedabase.net/v/vijnanam">vijñ&#257;nam</A> &#8212; transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/a/ajnana">ajñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; which drives away the ignorance of the material modes; <A CLASS=v HREF="http://vedabase.net/a/apamarjanam">apam&#257;rjanam</A> &#8212; completely vanquished; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/prakasaih">prak&#257;&#347;aih</A> &#8212; by the awakening of such transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/a/anumiyate">anum&#299;yate</A> &#8212; becomes manifested; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/p/prakasate">prak&#257;&#347;ate</A> &#8212; exhibit; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; quality or intelligence.</P><P CLASS=t>TRANSLATION</P><P>O Lord, cause of all causes, if Your transcendental body were not beyond the modes of material nature, one could not understand the difference between matter and transcendence. Only by Your presence can one understand the transcendental nature of Your Lordship, who are the controller of material nature. Your transcendental nature is very difficult to understand unless one is influenced by the presence of Your transcendental form.</P><P CLASS=t>PURPORT</P><P>It is said, traigunya-vishay&#257; ved&#257; nistraigunyo bhav&#257;rjuna. Unless one is situated in transcendence, one cannot understand the transcendental nature of the Lord. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/29.htm">10.14.29</A>):</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>Only by the mercy of the Supreme Personality of Godhead can one understand Him. Those who are in the modes of material nature, although speculating for thousands of years, cannot understand Him. The Lord has innumerable forms (r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan [<A CLASS=v HREF="../../../bs/5/39.htm">Bs. 5.39</A>]), and unless these forms, such as Lord R&#257;macandra, Nrisimhadeva, Krishna and Balar&#257;ma, were transcendental, how could they be worshiped by devotees since time immemorial? Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah (<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>). Devotees who awaken their transcendental nature in the presence of the Lord and who follow the rules and regulations of devotional service can understand Lord Krishna, Lord R&#257;macandra and other incarnations, who are not of this material world but who come from the spiritual world for the benefit of people in general. If one does not take to this process, one imagines or manufactures some form of God according to material qualities and can never awaken a real understanding of the Supreme Personality of Godhead. The words bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah signify that unless one worships the Lord according to the regulative devotional principles, one cannot awaken the transcendental nature. Deity worship, even in the absence of the Supreme Personality of Godhead, awakens the transcendental nature of the devotee, who thus becomes increasingly attached to the Lord's lotus feet.</P><P>The appearance of Krishna is the answer to all imaginative iconography of the Supreme Personality of Godhead. Everyone imagines the form of the Supreme Personality of Godhead according to his mode of material nature. In the Brahma-samhit&#257; it is said that the Lord is the oldest person. Therefore a section of religionists imagine that God must be very old, and therefore they depict a form of the Lord like a very old man. But in the same Brahma-samhit&#257;, that is contradicted; although He is the oldest of all living entities, He has His eternal form as a fresh youth. The exact words used in this connection in the &#346;r&#299;mad-Bh&#257;gavatam are vijñ&#257;nam ajñ&#257;na-bhid&#257;pam&#257;rjanam. Vijñ&#257;na means transcendental knowledge of the Supreme Personality; vijñ&#257;na is also experienced knowledge. Transcendental knowledge has to be accepted by the descending process of disciplic succession as Brahm&#257; presents the knowledge of Krishna in the Brahma-samhit&#257;. Brahma-samhit&#257; is vijñ&#257;na as realized by Brahm&#257;'s transcendental experience, and in that way he presented the form and the pastimes of Krishna in the transcendental abode. Ajñ&#257;na-bhid&#257; means "that which can match all kinds of speculation." In ignorance, people are imagining the form of the Lord; sometimes He has no form and sometimes He has form, according to their different imaginations. But the presentation of Krishna in the Brahma-samhit&#257; is vijñ&#257;na &#8212; scientific, experienced knowledge given by Lord Brahm&#257; and accepted by Lord Caitanya. There is no doubt about it. &#346;r&#299; Krishna's form, &#346;r&#299; Krishna's flute, Krishna's color &#8212; everything is reality. Here it is said that this vijñ&#257;nam is always defeating all kinds of speculative knowledge. "Therefore," the demigods prayed, "without Your appearing as Krishna, as You are, neither ajñ&#257;na-bhid&#257; (the nescience of speculative knowledge) nor vijñ&#257;nam would be realized. Ajñ&#257;na-bhid&#257;pam&#257;rjanam &#8212; by Your appearance the speculative knowledge of ignorance will be vanquished, and the real, experienced knowledge of authorities like Lord Brahm&#257; will be established. Men influenced by the three modes of material nature imagine their own God according to the modes of material nature. In this way God is presented in various ways, but Your appearance will establish what the real form of God is."</P><P>The highest blunder committed by the impersonalist is to think that when the incarnation of God comes, He accepts a form of matter in the mode of goodness. Actually the form of Krishna or N&#257;r&#257;yana is transcendental to any material idea. Even the greatest impersonalist, &#346;a&#324;kar&#257;c&#257;rya, has admitted, n&#257;r&#257;yanah paro 'vyakt&#257;t: the material creation is caused by the avyakta, the impersonal manifestation of matter or the nonphenomenal total reservoir of matter, and Krishna is transcendental to that material conception. This is expressed in the &#346;r&#299;mad-Bh&#257;gavatam as &#347;uddha-sattva, or transcendental. The Lord does not belong to the material mode of goodness, for He is above the position of material goodness. He belongs to the transcendental, eternal status of bliss and knowledge.</P><P>"Dear Lord," the demigods prayed, "when You appear in Your different incarnations, You take different names and forms according to different situations. Lord Krishna is Your name because You are all-attractive; You are called &#346;y&#257;masundara because of Your transcendental beauty. &#346;y&#257;ma means blackish, yet they say that You are more beautiful than thousands of cupids. Kandarpa-koti-kaman&#299;ya. Although You appear in a color which is compared to that of a blackish cloud, You are the transcendental Absolute, and therefore Your beauty is many, many times more attractive than the delicate body of Cupid. Sometimes You are called Giridh&#257;r&#299; because You lifted the hill known as Govardhana. You are sometimes called Nanda-nandana or V&#257;sudeva or Devak&#299;-nandana because You appear as the son of Mah&#257;r&#257;ja Nanda or Devak&#299; or Vasudeva. Impersonalists think that Your many names or forms are according to a particular type of work and quality because they accept You from the position of a material observer.</P><P>"Our dear Lord, the way of understanding is not to study Your absolute nature, form and activities by mental speculation. One must engage himself in devotional service; then one can understand Your absolute nature and Your transcendental form, name and quality. Actually, only a person who has a little taste for the service of Your lotus feet can understand Your transcendental nature or form and quality. Others may go on speculating for millions of years, but it is not possible for them to understand even a single part of Your actual position." In other words, the Supreme Personality of Godhead, Krishna, cannot be understood by the nondevotees because there is a curtain of yogam&#257;y&#257; which covers Krishna's actual features. As confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>), n&#257;ham prak&#257;&#347;ah sarvasya. The Lord says, "I am not exposed to anyone and everyone." When Krishna came, He was actually present on the battlefield of Kurukshetra, and everyone saw Him. But not everyone could understand that He was the Supreme Personality of Godhead. Still, everyone who died in His presence attained complete liberation from material bondage and was transferred to the spiritual world.</P><P>Because foolish m&#363;dhas do not awaken their spiritual nature, they do not understand Krishna or R&#257;ma (avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>]). Even big academic scholars, not considering the endeavors of the &#257;c&#257;ryas who have recommended devotional service in many elaborate commentaries and notes, think that Krishna is fictitious. This is due to a lack of transcendental knowledge and a failure to awaken Krishna consciousness. One should have the common sense to ask why, if Krishna or R&#257;ma were fictitious, stalwart scholars like &#346;r&#299;dhara Sv&#257;m&#299;, R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299;, V&#299;rar&#257;ghava, Vijayadhvaja, Vallabh&#257;c&#257;rya and many other recognized &#257;c&#257;ryas would have spent so much time to write about Krishna in notes and commentaries on &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>