<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.36</P><P CLASS=c>na n&#257;ma-r&#363;pe guna-janma-karmabhir</P><P CLASS=c>nir&#363;pitavye tava tasya s&#257;kshinah</P><P CLASS=c>mano-vacobhy&#257;m anumeya-vartmano</P><P CLASS=c>deva kriy&#257;y&#257;m pratiyanty ath&#257;pi hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> and form; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; with attributes; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; activities or pastimes; <A CLASS=v HREF="http://vedabase.net/n/nirupitavye">nir&#363;pitavye</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> not able <A HREF="http://vedabase.net/t/to">to</A> be ascertained; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/s/saksinah">s&#257;kshinah</A> &#8212; who is the direct observer; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vacobhyam">vacobhy&#257;m</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/a/anumeya">anumeya</A> &#8212; hypothesis; <A CLASS=v HREF="http://vedabase.net/v/vartmanah">vartmanah</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/k/kriyayam">kriy&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> devotional activities; <A CLASS=v HREF="http://vedabase.net/p/pratiyanti">pratiyanti</A> &#8212; they realize; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed (You can be realized by the devotees).</P><P CLASS=t>TRANSLATION</P><P>O Lord, Your transcendental name and form are not ascertained by those who merely speculate on the path of imagination. Your name, form and attributes can be ascertained only through devotional service.</P><P CLASS=t>PURPORT</P><P>As stated in the Padma Pur&#257;na:</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>"One cannot understand the transcendental nature of the name, form, quality and pastimes of &#346;r&#299; Krishna through one's materially contaminated senses. Only when one becomes spiritually saturated by transcendental service to the Lord are the transcendental name, form, quality and pastimes of the Lord revealed to him." Since Krishna and His transcendental name, form and activities are all of a transcendental nature, ordinary persons or those who are only slightly advanced cannot understand them. Even big scholars who are nondevotees think that Krishna is fictitious. Yet although so-called scholars and commentators do not believe that Krishna was factually a historical person whose presence on the Battlefield of Kurukshetra is recorded in the history of Mah&#257;bh&#257;rata, they feel compelled to write commentaries on Bhagavad-g&#299;t&#257; and other historical records. Sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah: Krishna's transcendental name, form, attributes and activities can be revealed only when one engages in His service in full consciousness. This confirms Krishna's own words in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>):</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality of Godhead as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God." Only by sevonmukha, by engaging oneself in the Lord's service, can one realize the name, form and qualities of the Supreme Personality of Godhead.</P><P>"O Lord," the demigods say, "the impersonalists, who are nondevotees, cannot understand that Your name is identical with Your form." Since the Lord is absolute, there is no difference between His name and His actual form. In the material world there is a difference between form and name. The mango fruit is different from the name of the mango. One cannot taste the mango fruit simply by chanting, "Mango, mango, mango." But the devotee who knows that there is no difference between the name and the form of the Lord chants Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, and realizes that he is always in Krishna's company.</P><P>For persons who are not very advanced in absolute knowledge of the Supreme, Lord Krishna exhibits His transcendental pastimes. They can simply think of the pastimes of the Lord and get the full benefit. Since there is no difference between the transcendental name and form of the Lord, there is no difference between the transcendental pastimes and the form of the Lord. For those who are less intelligent (like women, laborers or the mercantile class), the great sage Vy&#257;sadeva wrote Mah&#257;bh&#257;rata. In the Mah&#257;bh&#257;rata, Krishna is present in His different activities. Mah&#257;bh&#257;rata is history, and simply by studying, hearing, and memorizing the transcendental activities of Krishna, the less intelligent can also gradually rise to the standard of pure devotees.</P><P>The pure devotees, who are always absorbed in the thought of the transcendental lotus feet of Krishna and who are always engaged in devotional service in full Krishna consciousness, are never to be considered to be in the material world. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has explained that those who are always engaged in Krishna consciousness by body, mind and activities are to be considered liberated even within this body. This is also confirmed in the Bhagavad-g&#299;t&#257;: those who are engaged in the devotional service of the Lord have already transcended the material position.</P><P>Krishna appears in order to give a chance to both the devotees and the nondevotees for realization of the ultimate goal of life. The devotees get the direct chance to see Him and worship Him. Those who are not on that platform get the chance to become acquainted with His activities and thus become elevated to the same position.</P><P>The Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>) says:</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Although Krishna's transcendental form is presented as black, devotees who are in love with the Supreme Personality of Godhead appreciate the Lord as &#346;y&#257;masundara, having a very beautiful blackish form. The Lord's form is so beautiful that the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/30.htm">5.30</A>) also states:</P><P>venum kvanantam aravinda-dal&#257;yat&#257;ksham</P><P CLASS=n>barh&#257;vatamsam asit&#257;mbuda-sundar&#257;&#324;gam</P><P CLASS=n>kandarpa-koti-kaman&#299;ya-vi&#347;esha-&#347;obham</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who plays on His transcendental flute. His eyes are like lotus flowers, He is decorated with peacock plumes, and His bodily color resembles the color of a fresh black cloud, although His bodily features are more beautiful than millions of Cupids." This beauty of the Supreme Lord can be seen by devotees who are in love with Him, devotees whose eyes are anointed with love of Godhead (prem&#257;ñjana-cchurita-bhakti-vilocanena [<A CLASS=v HREF="../../../bs/5/38.htm">Bs. 5.38</A>]).</P><P>The Lord is also known as Giridh&#257;r&#299; or Girivara-dh&#257;r&#299;. Because Krishna, for the sake of His devotees, lifted Govardhana Hill, the devotees appreciate the Lord's inconceivable strength; but nondevotees, in spite of directly perceiving the Lord's inconceivable strength and power, regard the Lord's activities as fictitious. This is the difference between a devotee and a nondevotee. Nondevotees cannot give any nomenclature for the Supreme Personality of Godhead, yet the Lord is known as &#346;y&#257;masundara and Giridh&#257;r&#299;. Similarly, the Lord is known as Devak&#299;-nandana and Ya&#347;od&#257;-nandana because He accepted the role of son for mother Devak&#299; and mother Ya&#347;od&#257;, and He is known as Gop&#257;la because He enjoyed the sport of maintaining the cows and calves. Therefore, although He has no mundane name, He is addressed by devotees as Devak&#299;-nandana, Ya&#347;od&#257;-nandana, Gop&#257;la and &#346;y&#257;masundara. These are all transcendental names that only devotees can appreciate and nondevotees cannot.</P><P>The history of Krishna the person has been openly seen by everyone, yet only those who are in love with the Supreme Personality of Godhead can appreciate this history, whereas nondevotees, who have not developed their loving qualities, think that the activities, form and attributes of the Supreme Personality of Godhead are fictitious. Therefore this verse explains, na n&#257;ma-r&#363;pe guna janma-karmabhir nir&#363;pitavye tava tasya s&#257;kshinah. In this connection, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has given the example that persons suffering from jaundice cannot taste the sweetness of sugar candy, although everyone knows that sugar candy is sweet. Similarly, because of the material disease, nondevotees cannot understand the transcendental name, form, attributes and activities of the Supreme Personality of Godhead, although they actually see the Lord's activities, either through authority or through history. The Pur&#257;nas are old, authentic histories, but nondevotees cannot understand them, especially &#346;r&#299;mad-Bh&#257;gavatam, which is the essence of Vedic knowledge. Nondevotees cannot understand even the preliminary study of transcendental knowledge, Bhagavad-g&#299;t&#257;. They simply speculate and present commentaries with absurd distortions. In conclusion, unless one elevates himself to the transcendental platform by practicing bhakti-yoga, one cannot understand the Supreme Personality of Godhead or His name, form, attributes or activities. But if by chance, by the association of devotees, one can actually understand the Lord and His features, one immediately becomes a liberated person. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has therefore said that by affection and love for the Supreme Personality of Godhead, devotees can express their mind to Him with their words. Others, however, cannot do this, as confirmed in Bhagavad-g&#299;t&#257; (bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]).</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>