<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.37</P><P CLASS=c>&#347;rinvan grinan samsmarayam&#347; ca cintayan</P><P CLASS=c>n&#257;m&#257;ni r&#363;p&#257;ni ca ma&#324;gal&#257;ni te</P><P CLASS=c>kriy&#257;su yas tvac-caran&#257;ravindayor</P><P CLASS=c>&#257;vishta-cet&#257; na bhav&#257;ya kalpate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srnvan">&#347;rinvan</A> &#8212; constantly hearing about the Lord (<A HREF="http://vedabase.net/s/sravanam">&#347;ravanam</A> <A HREF="http://vedabase.net/k/kirtanam">k&#299;rtanam</A> <A HREF="http://vedabase.net/v/visnoh">vishnoh</A>); <A CLASS=v HREF="http://vedabase.net/g/grnan">grinan</A> &#8212; chanting or reciting (the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord and His activities); <A CLASS=v HREF="http://vedabase.net/s/samsmarayan">samsmarayan</A> &#8212; remembering (constantly thinking of the Lord's lotus feet and His form); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/cintayan">cintayan</A> &#8212; contemplating (the transcendental activities of the Lord); <A CLASS=v HREF="http://vedabase.net/n/namani">n&#257;m&#257;ni</A> &#8212; His transcendental names; <A CLASS=v HREF="http://vedabase.net/r/rupani">r&#363;p&#257;ni</A> &#8212; His transcendental forms; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mangalani">ma&#324;gal&#257;ni</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> all transcendental and therefore auspicious; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/k/kriyasu">kriy&#257;su</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> being engaged <A HREF="http://vedabase.net/i/in">in</A> the devotional service; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindayoh">aravindayoh</A> &#8212; at Your lotus feet; <A CLASS=v HREF="http://vedabase.net/a/avista">&#257;vishta</A>-<A CLASS=v HREF="http://vedabase.net/c/cetah">cet&#257;h</A> &#8212; the devotee who is completely absorbed (<A HREF="http://vedabase.net/i/in">in</A> such activities); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; for the material platform; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; is fit.</P><P CLASS=t>TRANSLATION</P><P>Even while engaged in various activities, devotees whose minds are completely absorbed at Your lotus feet, and who constantly hear, chant, contemplate and cause others to remember Your transcendental names and forms, are always on the transcendental platform, and thus they can understand the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>How bhakti-yoga can be practiced is explained in this verse. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has said that anyone who has dedicated his life to the service of the Lord (&#299;h&#257; yasya harer d&#257;sye) by his activities, his mind and his words (karman&#257; manas&#257; gir&#257;) may stay in any condition of life (nikhil&#257;sv apy avasth&#257;su) and yet is no longer actually conditioned but is liberated (j&#299;van-muktah sa ucyate). Even though such a devotee is in a material body, he has nothing to do with this body, for he is transcendentally situated. N&#257;r&#257;yana-par&#257;h sarve na kuta&#347;cana bibhyati: because a devotee is engaged in transcendental activities, he is not afraid of being materially embodied. (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/17/28.htm">6.17.28</A>) Illustrating this liberated position, &#346;r&#299; Caitanya Mah&#257;prabhu prayed, mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi: "All I want is Your causeless devotional service in My life, birth after birth." (&#346;iksh&#257;shtaka 4) Even if a devotee, by the supreme will of the Lord, takes birth in this material world, he continues his devotional service. When King Bharata made a mistake and in his next life became a deer, his devotional service did not stop, although some slight chastisement was given to him because of his negligence. N&#257;rada Muni says that even if one falls from the platform of devotional service, he is not lost, whereas nondevotees are lost entirely because they are not engaged in service. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/14.htm">9.14</A>) therefore recommends that one always engage at least in chanting the Hare Krishna mah&#257;-mantra:</P><P>satatam k&#299;rtayanto m&#257;m</P><P CLASS=n>yatanta&#347; ca dridha-vrat&#257;h</P><P CLASS=n>namasyanta&#347; ca m&#257;m bhakty&#257;</P><P CLASS=n>nitya-yukt&#257; up&#257;sate</P><P>"Always chanting My glories, endeavoring with great determination, bowing down before Me, the great souls perpetually worship Me with devotion."</P><P>One should not give up the process of devotional service, which is performed in nine different ways (&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam, etc. [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). The most important process is hearing (&#347;ravanam) from the guru, s&#257;dhu and &#347;&#257;stra &#8212; the spiritual master, the saintly &#257;c&#257;ryas and the Vedic literature. S&#257;dhu-&#347;&#257;stra-guru-v&#257;kya, cittete kariy&#257; aikya. We should not hear the commentaries and explanations of nondevotees, for this is strictly forbidden by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, who quotes from the Padma Pur&#257;na:</P><P>avaishnava-mukhodg&#299;rnam</P><P CLASS=n>p&#363;tam hari-kath&#257;mritam</P><P CLASS=n>&#347;ravanam naiva kartavyam</P><P CLASS=n>sarpocchishtam yath&#257; payah</P><P>We should strictly follow this injunction and never try to hear from M&#257;y&#257;v&#257;d&#299;s, impersonalists, voidists, politicians or so-called scholars. Strictly avoiding such inauspicious association, we should simply hear from pure devotees. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; therefore recommends, &#347;r&#299;-guru-pad&#257;&#347;rayah: one must seek shelter at the lotus feet of a pure devotee who can be one's guru. Caitanya Mah&#257;prabhu advises that a guru is one who strictly follows the instructions of Bhagavad-g&#299;t&#257;: yare dekha, tare kaha, 'krishna' &#8212; upade&#347;a (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>). A juggler, a magician or one who speaks nonsense as an academic career is not a guru. Rather, a guru is one who presents Bhagavad-g&#299;t&#257;, Krishna's instructions, as it is. &#346;ravana is very important; one must hear from the Vaishnava s&#257;dhu, guru and &#347;&#257;stra.</P><P>The word kriy&#257;su, meaning "by manual labor" or "by work," is important in this verse. One should engage in practical service to the Lord. In our Krishna consciousness movement, all our activities are concentrated upon distributing Krishna literature. This is very important. One may approach any person and induce him to read Krishna literature so that in the future he also may become a devotee. Such activities are recommended in this verse. Kriy&#257;su yas tvac-caran&#257;ravindayoh. Such activities will always remind the devotees of the Lord's lotus feet. By fully concentrating on distributing books for Krishna, one is fully absorbed in Krishna. This is sam&#257;dhi.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>