<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.38</P><P CLASS=c>dishty&#257; hare 'sy&#257; bhavatah pado bhuvo</P><P CLASS=c>bh&#257;ro 'pan&#299;tas tava janmane&#347;ituh</P><P CLASS=c>dishty&#257;&#324;kit&#257;m tvat-padakaih su&#347;obhanair</P><P CLASS=c>drakshy&#257;ma g&#257;m dy&#257;m ca tav&#257;nukampit&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/distya">dishty&#257;</A> &#8212; by fortune; <A CLASS=v HREF="http://vedabase.net/h/hare">hare</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/a/asyah">asy&#257;h</A> &#8212; of this (world); <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/p/padah">padah</A> &#8212; of the place; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; on this earth; <A CLASS=v HREF="http://vedabase.net/b/bharah">bh&#257;rah</A> &#8212; the burden created by the demons; <A CLASS=v HREF="http://vedabase.net/a/apanitah">apan&#299;tah</A> &#8212; now removed; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/j/janmana">janman&#257;</A> &#8212; by appearance <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> incarnation; <A CLASS=v HREF="http://vedabase.net/i/isituh">&#299;&#347;ituh</A> &#8212; You, the controller of everything; <A CLASS=v HREF="http://vedabase.net/d/distya">dishty&#257;</A> &#8212; and by fortune; <A CLASS=v HREF="http://vedabase.net/a/ankitam">a&#324;kit&#257;m</A> &#8212; marked; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/p/padakaih">padakaih</A> &#8212; by Your lotus feet; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sobhanaih">&#347;obhanaih</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> transcendentally decorated with the marks of conchshell, disc, lotus and club; <A CLASS=v HREF="http://vedabase.net/d/draksyama">drakshy&#257;ma</A> &#8212; we shall surely observe; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; upon this earth; <A CLASS=v HREF="http://vedabase.net/d/dyam">dy&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> heaven also; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> <A CLASS=v HREF="http://vedabase.net/a/anukampitam">anukampit&#257;m</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> Your causeless mercy upon us.</P><P CLASS=t>TRANSLATION</P><P>O Lord, we are fortunate because the heavy burden of the demons upon this earth is immediately removed by Your appearance. Indeed, we are certainly fortunate, for we shall be able to see upon this earth and in the heavenly planets the marks of lotus, conchshell, club and disc that adorn Your lotus feet.</P><P CLASS=t>PURPORT</P><P>The soles of the Lord's lotus feet are marked with &#347;a&#324;kha-cakra-gad&#257;-padma &#8212; conchshell, disc, club and lotus &#8212; and also by a flag and a thunderbolt. When Krishna walks on this earth or in the heavenly planets, these marks are visible wherever He goes. Vrind&#257;vana-dh&#257;ma is a transcendental place because of Krishna's walking on this land frequently. The inhabitants of Vrind&#257;vana were fortunate to see these marks here and there. When Akr&#363;ra went to Vrind&#257;vana to take Krishna and Balar&#257;ma away to the festival arranged by Kamsa, upon seeing the marks of the Lord's lotus feet on the ground of Vrind&#257;vana, he fell down and began to groan. These marks are visible to devotees who receive the causeless mercy of the Supreme Personality of Godhead (tav&#257;nukampit&#257;m). The demigods were jubilant not only because the appearance of the Supreme Lord would do away with the burdensome demons, but also because they would be able to see upon the ground the transcendental marks from the soles of the Lord's lotus feet. The gop&#299;s always thought of the Lord's lotus feet when He was walking in the pasturing grounds, and, as described in the previous verse, simply by thinking of the Lord's lotus feet, the gop&#299;s were fully absorbed in transcendence (&#257;vishta-cet&#257; na bhav&#257;ya kalpate). Like the gop&#299;s, one who is always absorbed in thought of the Lord is beyond the material platform and will not remain in this material world. It is our duty, therefore, always to hear, chant and think about the Lord's lotus feet, as actually done by Vaishnavas who have decided to live in Vrind&#257;vana always and think of the Lord's lotus feet twenty-four hours a day.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>