<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.42</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>ity abhisht&#363;ya purusham</P><P CLASS=c>yad-r&#363;pam anidam yath&#257;</P><P CLASS=c>brahme&#347;&#257;nau purodh&#257;ya</P><P CLASS=c>dev&#257;h pratiyayur divam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/a/abhistuya">abhisht&#363;ya</A> &#8212; offering prayers; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; unto the Supreme Personality; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; whose form; <A CLASS=v HREF="http://vedabase.net/a/anidam">anidam</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/isanau">&#299;&#347;&#257;nau</A> &#8212; and Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/purodhaya">purodh&#257;ya</A> &#8212; keeping them <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; all the demigods; <A CLASS=v HREF="http://vedabase.net/p/pratiyayuh">pratiyayuh</A> &#8212; returned; <A CLASS=v HREF="http://vedabase.net/d/divam">divam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> their heavenly homes.</P><P CLASS=t>TRANSLATION</P><P>After thus offering prayers to the Supreme Personality of Godhead, Lord Vishnu, the Transcendence, all the demigods, with Lord Brahm&#257; and Lord &#346;iva before them, returned to their homes in the heavenly planets.</P><P CLASS=t>PURPORT</P><P>It is said:</P><P>ady&#257;piha caitanya ei saba l&#299;l&#257; kare</P><P CLASS=n>y&#257;&#324;'ra bh&#257;gye th&#257;ke, se dekhaye nirantare</P><P>(Caitanya-bh&#257;gavata, <A CLASS=v HREF="../../../cc/madhya/23/513.htm">Madhya 23.513</A>)</P><P>The incarnations of the Supreme Personality of Godhead appear continuously, like the waves of a river or an ocean. There is no limit to the Lord's incarnations, but they can be perceived only by devotees who are fortunate. The devat&#257;s, the demigods, fortunately understood the incarnation of the Supreme Personality of Godhead, and thus they offered their prayers. Then Lord &#346;iva and Lord Brahm&#257; led the demigods in returning to their homes.</P><P>The word kukshi-gatah, meaning "within the womb of Devak&#299;," has been discussed by &#346;r&#299; J&#299;va Gosv&#257;m&#299; in his Krama-sandarbha commentary. Since it was said at first that Krishna was present within the heart of Vasudeva and was transferred to the heart of Devak&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299; writes, how is it that Krishna was now in the womb? He replies that there is no contradiction. From the heart the Lord can go to the womb, or from the womb He can go to the heart. Indeed, He can go or stay anywhere. As confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>), and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham govindam &#257;di-purusham tam aham bhaj&#257;mi. The Lord can stay wherever He likes. Devak&#299;, therefore, in accordance with the desire of her former life, now had the opportunity to seek the benediction of having the Supreme Personality of Godhead as her son, Devak&#299;-nandana.</P><P>Thus end the Bhaktivedanta purports of the Tenth Canto, Second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Prayers by the Demigods for Lord Krishna in the Womb."</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../3/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>