<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.6</P><P CLASS=c>bhagav&#257;n api vi&#347;v&#257;tm&#257;</P><P CLASS=c>viditv&#257; kamsajam bhayam</P><P CLASS=c>yad&#363;n&#257;m nija-n&#257;th&#257;n&#257;m</P><P CLASS=c>yogam&#257;y&#257;m sam&#257;di&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/visvatma">vi&#347;v&#257;tm&#257;</A> &#8212; who is the Supersoul of everyone; <A CLASS=v HREF="http://vedabase.net/v/viditva">viditv&#257;</A> &#8212; understanding the position of the Yadus and His other devotees; <A CLASS=v HREF="http://vedabase.net/k/kamsa">kamsa</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; because of <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/y/yadunam">yad&#363;n&#257;m</A> &#8212; of the Yadus; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/n/nathanam">n&#257;th&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> accepted Him, the Supreme Lord, <A HREF="http://vedabase.net/a/as">as</A> their supreme shelter; <A CLASS=v HREF="http://vedabase.net/y/yogamayam">yogam&#257;y&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/y/yogamaya">Yogam&#257;y&#257;</A>, the spiritual potency of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/samadisat">sam&#257;di&#347;at</A> &#8212; ordered <A HREF="http://vedabase.net/a/as">as</A> follows.</P><P CLASS=t>TRANSLATION</P><P>To protect the Yadus, His personal devotees, from Kamsa's attack, the Personality of Godhead, Vi&#347;v&#257;tm&#257;, the Supreme Soul of everyone, ordered Yogam&#257;y&#257; as follows.</P><P CLASS=t>PURPORT</P><P>The words bhagav&#257;n api vi&#347;v&#257;tm&#257; viditv&#257; kamsajam bhayam are commented upon by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;. Bhagav&#257;n svayam is Krishna (krishnas tu bhagav&#257;n svayam). He is Vi&#347;v&#257;tm&#257;, the original Supersoul of everyone, because his plenary portion expands as the Supersoul. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>): kshetra jñam c&#257;pi m&#257;m viddhi sarva-kshetreshu bh&#257;rata. Lord Krishna is the kshetra jña, or Supersoul, of all living entities. He is the original source of all expansions of the Personality of Godhead. There are hundreds and thousands of plenary expansions of Vishnu, such as Sa&#324;karshana, Pradyumna, Aniruddha and V&#257;sudeva, but here in this material world, the Vi&#347;v&#257;tm&#257;, the Supersoul for all living entities, is Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>), &#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e'rjuna tishthati: "The Supreme Lord is situated in the heart of all living entities, O Arjuna." Krishna is actually Vi&#347;v&#257;tm&#257; by His plenary expansion as vishnu-tattva, yet because of His affection for His devotees, He acts as Supersoul to give them directions (sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]).</P><P>The affairs of the Supersoul pertain to Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, but Krishna took compassion on Devak&#299;, His devotee, because He understood her fear of Kamsa's persecution. A pure devotee is always fearful of material existence. No one knows what will happen next, for one may have to change his body at any moment (tath&#257; deh&#257;ntara-pr&#257;ptih). Knowing this fact, a pure devotee acts in such a way that he will not have his life spoiled by being obliged to accept another body and undergo the tribulations of material existence. This is bhayam, or fear. Bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;t (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/2/37.htm">11.2.37</A>). This fear is due to material existence. Properly speaking, everyone should always be alert and fearful of material existence, but although everyone is prone to be affected by the ignorance of material existence, the Supreme Personality of Godhead, Krishna, is always alert to the protection of His devotees. Krishna is so kind and affectionate toward His devotees that He helps them by giving them the intelligence by which to exist in this material world without forgetting Him even for a moment. The Lord says:</P><P>tesh&#257;m ev&#257;nukamp&#257;rtham</P><P CLASS=n>aham ajñ&#257;na-jam tamah</P><P CLASS=n>n&#257;&#347;ay&#257;my &#257;tma-bh&#257;vastho</P><P CLASS=n>jñ&#257;na-d&#299;pena bh&#257;svat&#257;</P><P>"Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance." (<A CLASS=v HREF="../../../bg/10/11.htm">Bg. 10.11</A>)</P><P>The word yoga means "link." Any system of yoga is an attempt to reconnect our broken relationship with the Supreme Personality of Godhead. There are different types of yoga, of which bhakti-yoga is the best. In other yoga systems, one must undergo various processes before attaining perfection, but bhakti-yoga is direct. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." For the bhakti-yog&#299;, a human body is guaranteed in his next existence, as stated by Lord Krishna (&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto 'bhij&#257;yate). Yogam&#257;y&#257; is the spiritual potency of the Lord. Out of affection for His devotees, the Lord always stays in spiritual touch with them, although otherwise His m&#257;y&#257; potency is so strong that she bewilders even exalted demigods like Brahm&#257;. Therefore the Lord's potency is called yogam&#257;y&#257;. Since the Lord is Vi&#347;v&#257;tm&#257;, He immediately ordered Yogam&#257;y&#257; to give protection to Devak&#299;.</P><P CLASS=l><A CLASS=i HREF="4-5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>