<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: Prayers by the Demigods for Lord Krishna in the Womb</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.2 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 10.2.1-2</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Under the protection of Magadhar&#257;ja, Jar&#257;sandha, the powerful Kamsa began persecuting the kings of the Yadu dynasty. In this he had the cooperation of demons like Pralamba, Baka, C&#257;n&#363;ra, Trin&#257;varta, Agh&#257;sura, Mushtika, Arishta, Dvivida, P&#363;tan&#257;, Ke&#347;&#299;, Dhenuka, B&#257;n&#257;sura, Narak&#257;sura and many other demoniac kings on the surface of the earth.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.2.3</B></A>: Persecuted by the demoniac kings, the Yadavas left their own kingdom and entered various others, like those of the Kurus, Pañc&#257;las, Kekayas, &#346;&#257;lvas, Vidarbhas, Nishadhas, Videhas and Ko&#347;alas.</P><P CLASS=r><A CLASS=i HREF="4-5.htm"><B>SB 10.2.4-5</B></A>: Some of their relatives, however, began to follow Kamsa's principles and act in his service. After Kamsa, the son of Ugrasena, killed the six sons of Devak&#299;, a plenary portion of Krishna entered her womb as her seventh child, arousing her pleasure and her lamentation. That plenary portion is celebrated by great sages as Ananta, who belongs to Krishna's second quadruple expansion.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.2.6</B></A>: To protect the Yadus, His personal devotees, from Kamsa's attack, the Personality of Godhead, Vi&#347;v&#257;tm&#257;, the Supreme Soul of everyone, ordered Yogam&#257;y&#257; as follows.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.2.7</B></A>: The Lord ordered Yogam&#257;y&#257;: O My potency, who are worshipable for the entire world and whose nature is to bestow good fortune upon all living entities, go to Vraja, where there live many cowherd men and their wives. In that very beautiful land, where many cows reside, Rohin&#299;, the wife of Vasudeva, is living at the home of Nanda Mah&#257;r&#257;ja. Other wives of Vasudeva are also living there incognito because of fear of Kamsa. Please go there.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.2.8</B></A>: Within the womb of Devak&#299; is My partial plenary expansion known as Sa&#324;karshana or &#346;esha. Without difficulty, transfer Him into the womb of Rohin&#299;.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.2.9</B></A>: O all-auspicious Yogam&#257;y&#257;, I shall then appear with My full six opulences as the son of Devak&#299;, and you will appear as the daughter of mother Ya&#347;od&#257;, the queen of Mah&#257;r&#257;ja Nanda.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.2.10</B></A>: By sacrifices of animals, ordinary human beings will worship you gorgeously, with various paraphernalia, because you are supreme in fulfilling the material desires of everyone.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>SB 10.2.11-12</B></A>: Lord Krishna blessed M&#257;y&#257;dev&#299; by saying: In different places on the surface of the earth, people will give you different names, such as Durg&#257;, Bhadrak&#257;l&#299;, Vijay&#257;, Vaishnav&#299;, Kumud&#257;, Candik&#257;, Krishn&#257;, M&#257;dhav&#299;, Kanyak&#257;, M&#257;y&#257;, N&#257;r&#257;yan&#299;, &#298;&#347;&#257;n&#299;, &#346;&#257;rad&#257; and Ambik&#257;.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.2.13</B></A>: The son of Rohin&#299; will also be celebrated as Sa&#324;karshana because of being sent from the womb of Devak&#299; to the womb of Rohin&#299;. He will be called R&#257;ma because of His ability to please all the inhabitants of Gokula, and He will be known as Balabhadra because of His extensive physical strength.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.2.14</B></A>: Thus instructed by the Supreme Personality of Godhead, Yogam&#257;y&#257; immediately agreed. With the Vedic mantra om, she confirmed that she would do what He asked. Thus having accepted the order of the Supreme Personality of Godhead, she circumambulated Him and started for the place on earth known as Nanda-gokula. There she did everything just as she had been told.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.2.15</B></A>: When the child of Devak&#299; was attracted and transferred into the womb of Rohin&#299; by Yogam&#257;y&#257;, Devak&#299; seemed to have a miscarriage. Thus all the inhabitants of the palace loudly lamented, "Alas, Devak&#299; has lost her child!"</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.2.16</B></A>: Thus the Supreme Personality of Godhead, who is the Supersoul of all living entities and who vanquishes all the fear of His devotees, entered the mind of Vasudeva in full opulence.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.2.17</B></A>: While carrying the form of the Supreme Personality of Godhead within the core of his heart, Vasudeva bore the Lord's transcendentally illuminating effulgence, and thus he became as bright as the sun. He was therefore very difficult to see or approach through sensory perception. Indeed, he was unapproachable and unperceivable even for such formidable men as Kamsa, and not only for Kamsa but for all living entities.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.2.18</B></A>: Thereafter, accompanied by plenary expansions, the fully opulent Supreme Personality of Godhead, who is all-auspicious for the entire universe, was transferred from the mind of Vasudeva to the mind of Devak&#299;. Devak&#299;, having thus been initiated by Vasudeva, became beautiful by carrying Lord Krishna, the original consciousness for everyone, the cause of all causes, within the core of her heart, just as the east becomes beautiful by carrying the rising moon.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.2.19</B></A>: Devak&#299; then kept within herself the Supreme Personality of Godhead, the cause of all causes, the foundation of the entire cosmos, but because she was under arrest in the house of Kamsa, she was like the flames of a fire covered by the walls of a pot, or like a person who has knowledge but cannot distribute it to the world for the benefit of human society.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.2.20</B></A>: Because the Supreme Personality of Godhead was within her womb, Devak&#299; illuminated the entire atmosphere in the place where she was confined. Seeing her jubilant, pure and smiling, Kamsa thought, "The Supreme Personality of Godhead, Vishnu, who is now within her, will kill me. Devak&#299; has never before looked so brilliant and jubilant."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.2.21</B></A>: Kamsa thought: What is my duty now? The Supreme Lord, who knows His purpose [paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m <A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>], will not give up His prowess. Devak&#299; is a woman, she is my sister, and moreover she is now pregnant. If I kill her, my reputation, opulence and duration of life will certainly be vanquished.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.2.22</B></A>: A person who is very cruel is regarded as dead even while living, for while he is living or after his death, everyone condemns him. And after the death of a person in the bodily concept of life, he is undoubtedly transferred to the hell known as Andhatama.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.2.23</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Deliberating in this way, Kamsa, although determined to continue in enmity toward the Supreme Personality of Godhead, refrained from the vicious killing of his sister. He decided to wait until the Lord was born and then do what was needed.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.2.24</B></A>: While sitting on his throne or in his sitting room, while lying on his bed, or, indeed, while situated anywhere, and while eating, sleeping or walking, Kamsa saw only his enemy, the Supreme Lord, Hrish&#299;ke&#347;a. In other words, by thinking of his all-pervading enemy, Kamsa became unfavorably Krishna conscious.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.2.25</B></A>: Lord Brahm&#257; and Lord &#346;iva, accompanied by great sages like N&#257;rada, Devala and Vy&#257;sa and by other demigods like Indra, Candra and Varuna, invisibly approached the room of Devak&#299;, where they all joined in offering their respectful obeisances and prayers to please the Supreme Personality of Godhead, who can bestow blessings upon everyone.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.2.26</B></A>: The demigods prayed: O Lord, You never deviate from Your vow, which is always perfect because whatever You decide is perfectly correct and cannot be stopped by anyone. Being present in the three phases of cosmic manifestation &#8212; creation, maintenance and annihilation &#8212; You are the Supreme Truth. Indeed, unless one is completely truthful, one cannot achieve Your favor, which therefore cannot be achieved by hypocrites. You are the active principle, the real truth, in all the ingredients of creation, and therefore you are known as antary&#257;m&#299;, the inner force. You are equal to everyone, and Your instructions apply for everyone, for all time. You are the beginning of all truth. Therefore, offering our obeisances, we surrender unto You. Kindly give us protection.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.2.27</B></A>: The body [the total body and the individual body are of the same composition] may figuratively be called "the original tree." From this tree, which fully depends on the ground of material nature, come two kinds of fruit &#8212; the enjoyment of happiness and the suffering of distress. The cause of the tree, forming its three roots, is association with the three modes of material nature &#8212; goodness, passion and ignorance. The fruits of bodily happiness have four tastes &#8212; religiosity, economic development, sense gratification and liberation &#8212; which are experienced through five senses for acquiring knowledge in the midst of six circumstances: lamentation, illusion, old age, death, hunger and thirst. The seven layers of bark covering the tree are skin, blood, muscle, fat, bone, marrow and semen, and the eight branches of the tree are the five gross and three subtle elements &#8212; earth, water, fire, air, ether, mind, intelligence and false ego. The tree of the body has nine hollows &#8212; the eyes, the ears, the nostrils, the mouth, the rectum and the genitals &#8212; and ten leaves, the ten airs passing through the body. In this tree of the body there are two birds: one is the individual soul, and the other is the Supersoul.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.2.28</B></A>: The efficient cause of this material world, manifested with its many varieties as the original tree, is You, O Lord. You are also the maintainer of this material world, and after annihilation You are the one in whom everything is conserved. Those who are covered by Your external energy cannot see You behind this manifestation, but theirs is not the vision of learned devotees.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.2.29</B></A>: O Lord, You are always in full knowledge, and to bring all good fortune to all living entities, You appear in different incarnations, all of them transcendental to the material creation. When You appear in these incarnations, You are pleasing to the pious and religious devotees, but for nondevotees You are the annihilator.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.2.30</B></A>: O lotus-eyed Lord, by concentrating one's meditation on Your lotus feet, which are the reservoir of all existence, and by accepting those lotus feet as the boat by which to cross the ocean of nescience, one follows in the footsteps of mah&#257;janas [great saints, sages and devotees]. By this simple process, one can cross the ocean of nescience as easily as one steps over the hoofprint of a calf.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.2.31</B></A>: O Lord, who resemble the shining sun, You are always ready to fulfill the desire of Your devotee, and therefore You are known as a desire tree [v&#257;ñch&#257;-kalpataru]. When &#257;c&#257;ryas completely take shelter under Your lotus feet in order to cross the fierce ocean of nescience, they leave behind on earth the method by which they cross, and because You are very merciful to Your other devotees, You accept this method to help them.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.2.32</B></A>: [Someone may say that aside from devotees, who always seek shelter at the Lord's lotus feet, there are those who are not devotees but who have accepted different processes for attaining salvation. What happens to them? In answer to this question, Lord Brahm&#257; and the other demigods said:] O lotus-eyed Lord, although nondevotees who accept severe austerities and penances to achieve the highest position may think themselves liberated, their intelligence is impure. They fall down from their position of imagined superiority because they have no regard for Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.2.33</B></A>: O M&#257;dhava, Supreme Personality of Godhead, Lord of the goddess of fortune, if devotees completely in love with You sometimes fall from the path of devotion, they do not fall like nondevotees, for You still protect them. Thus they fearlessly traverse the heads of their opponents and continue to progress in devotional service.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.2.34</B></A>: O Lord, during the time of maintenance You manifest several incarnations, all with transcendental bodies, beyond the material modes of nature. When You appear in this way, You bestow all good fortune upon the living entities by teaching them to perform Vedic activities such as ritualistic ceremonies, mystic yoga, austerities, penances, and ultimately sam&#257;dhi, ecstatic absorption in thoughts of You. Thus You are worshiped by the Vedic principles.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.2.35</B></A>: O Lord, cause of all causes, if Your transcendental body were not beyond the modes of material nature, one could not understand the difference between matter and transcendence. Only by Your presence can one understand the transcendental nature of Your Lordship, who are the controller of material nature. Your transcendental nature is very difficult to understand unless one is influenced by the presence of Your transcendental form.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.2.36</B></A>: O Lord, Your transcendental name and form are not ascertained by those who merely speculate on the path of imagination. Your name, form and attributes can be ascertained only through devotional service.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.2.37</B></A>: Even while engaged in various activities, devotees whose minds are completely absorbed at Your lotus feet, and who constantly hear, chant, contemplate and cause others to remember Your transcendental names and forms, are always on the transcendental platform, and thus they can understand the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.2.38</B></A>: O Lord, we are fortunate because the heavy burden of the demons upon this earth is immediately removed by Your appearance. Indeed, we are certainly fortunate, for we shall be able to see upon this earth and in the heavenly planets the marks of lotus, conchshell, club and disc that adorn Your lotus feet.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.2.39</B></A>: O Supreme Lord, You are not an ordinary living entity appearing in this material world as a result of fruitive activities. Therefore Your appearance or birth in this world has no other cause than Your pleasure potency. Similarly, the living entities, who are part of You, have no cause for miseries like birth, death and old age, except when these living entities are conducted by Your external energy.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.2.40</B></A>: O supreme controller, Your Lordship previously accepted incarnations as a fish, a horse, a tortoise, Narasimhadeva, a boar, a swan, Lord R&#257;macandra, Para&#347;ur&#257;ma and, among the demigods, V&#257;manadeva, to protect the entire world by Your mercy. Now please protect us again by Your mercy by diminishing the disturbances in this world. O Krishna, best of the Yadus, we respectfully offer our obeisances unto You.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.2.41</B></A>: O mother Devak&#299;, by your good fortune and ours, the Supreme Personality of Godhead Himself, with all His plenary portions, such as Baladeva, is now within your womb. Therefore you need not fear Kamsa, who has decided to be killed by the Lord. Your eternal son, Krishna, will be the protector of the entire Yadu dynasty.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.2.42</B></A>: After thus offering prayers to the Supreme Personality of Godhead, Lord Vishnu, the Transcendence, all the demigods, with Lord Brahm&#257; and Lord &#346;iva before them, returned to their homes in the heavenly planets.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>