<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Krishna in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2 Summary</P><P>As described in this chapter, when the Supreme Personality of Godhead entered the womb of Devak&#299; to kill Kamsa, all the demigods understood that the Lord was living within Devak&#299;'s womb, and therefore in veneration they offered Him the Garbha-stuti prayers.</P><P>Kamsa, under the protection of his father-in-law, Jar&#257;sandha, and with the help of his demoniac friends like Pralamba, Baka, C&#257;n&#363;ra, Trin&#257;varta, Agh&#257;sura, Mushtika, B&#257;na and Bhaum&#257;sura, began oppressing the members of the Yadu dynasty. Therefore, the members of the Yadu dynasty left their homes and sought shelter in such states as Kuru, Pañc&#257;la, Kekaya, &#346;&#257;lva and Vidarbha. Only some of them stayed with Kamsa, as nominal friends.</P><P>After Kamsa killed the shad-garbhas, the six sons of Devak&#299;, one after another, Anantadeva entered Devak&#299;'s womb and was transferred to the womb of Rohin&#299; by the manipulation of Yogam&#257;y&#257;, who was following the order of the Supreme Personality of Godhead. The Lord Himself, who was soon to appear as the eighth son of Devak&#299;, ordered Yogam&#257;y&#257; to take birth from the womb of Ya&#347;od&#257;dev&#299;. Because Krishna and His potency, Yogam&#257;y&#257;, appeared simultaneously as brother and sister, the world is full of Vaishnavas and &#347;&#257;ktas, and there is certainly some rivalry between them. Vaishnavas worship the Supreme Lord, whereas &#347;&#257;ktas, according to their desires, worship Yogam&#257;y&#257; in forms like Durg&#257;, Bhadrak&#257;l&#299; and Candik&#257;. Following the orders of the Supreme Personality of Godhead, Yogam&#257;y&#257; transferred Baladeva, Sa&#324;karshana, the seventh child of Devak&#299;, from the womb of Devak&#299; to the womb of Rohin&#299;. Because Sa&#324;karshana appears in order to increase love of Krishna, He is known as Baladeva. One may take auspicious strength from Him to become a devotee of the Lord, and therefore He is also known as Balabhadra.</P><P>After Yogam&#257;y&#257; transferred the seventh child of Devak&#299; to the womb of Rohin&#299;, the Supreme Personality of Godhead appeared within the heart of Vasudeva and transferred Himself into the heart of Devak&#299;. Because the Lord was present in her heart, Devak&#299;, as her pregnancy continued, appeared effulgent. Upon seeing this effulgence, Kamsa was full of anxiety, but he could not harm Devak&#299; because of their family relationship. Thus he began indirectly thinking of Krishna and became fully Krishna conscious.</P><P>Meanwhile, because of the Lord's presence within the womb of Devak&#299;, all the demigods came to offer the Lord their prayers. The Supreme Personality of Godhead, they said, is eternally the Absolute Truth. The spiritual soul is more important than the gross body, and the Supersoul, Param&#257;tm&#257;, is still more important than the soul. The Supreme Godhead is absolutely independent, and His incarnations are transcendental. The prayers of the demigods glorify and exalt devotees and explain the fate of persons who superficially consider themselves liberated from the conditions of material nature. A devotee is always safe. When a devotee fully surrenders at the lotus feet of the Lord, he is completely liberated from the fear of material existence. By explaining why the Supreme Personality of Godhead descends, the prayers of the demigods clearly confirm the Lord's statement in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself."</P><P CLASS=l><A CLASS=i HREF="../1/69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>