<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 8 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 8 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The N&#257;r&#257;yana-kavaca Shield</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.8.19</P><P CLASS=c>dvaip&#257;yano bhagav&#257;n aprabodh&#257;d</P><P CLASS=c>buddhas tu p&#257;shanda-gana-pram&#257;d&#257;t</P><P CLASS=c>kalkih kaleh k&#257;la-mal&#257;t prap&#257;tu</P><P CLASS=c>dharm&#257;van&#257;yoru-krit&#257;vat&#257;rah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvaipayanah">dvaip&#257;yanah</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> Vy&#257;sadeva, the giver of all Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful incarnation of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/aprabodhat">aprabodh&#257;t</A> &#8212; from ignorance of the <A HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>; <A CLASS=v HREF="http://vedabase.net/b/buddhah">buddhah</A> <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; also Lord <A HREF="http://vedabase.net/b/buddha">Buddha</A>; <A CLASS=v HREF="http://vedabase.net/p/pasanda">p&#257;shanda</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; of atheists creating disillusionment for innocent persons; <A CLASS=v HREF="http://vedabase.net/p/pramadat">pram&#257;d&#257;t</A> &#8212; from the madness; <A CLASS=v HREF="http://vedabase.net/k/kalkih">kalkih</A> &#8212; Lord <A HREF="http://vedabase.net/k/kalki">Kalki</A>, the incarnation of <A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A>; <A CLASS=v HREF="http://vedabase.net/k/kaleh">kaleh</A> &#8212; of this <A HREF="http://vedabase.net/k/kali">Kali</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/m/malat">mal&#257;t</A> &#8212; from the darkness of the <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/p/prapatu">prap&#257;tu</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> protect; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/avanaya">avan&#257;ya</A> &#8212; for the protection of religious principles; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;rah</A> &#8212; who took <A HREF="http://vedabase.net/a/an">an</A> incarnation.</P><P CLASS=t>TRANSLATION</P><P>May the Personality of Godhead in His incarnation as Vy&#257;sadeva protect me from all kinds of ignorance resulting from the absence of Vedic knowledge. May Lord Buddhadeva protect me from activities opposed to Vedic principles and from laziness that causes one to madly forget the Vedic principles of knowledge and ritualistic action. May Kalkideva, the Supreme Personality of Godhead, who appeared as an incarnation to protect religious principles, protect me from the dirt of the age of Kali.</P><P CLASS=t>PURPORT</P><P>This verse mentions various incarnations of the Supreme Personality of Godhead who appear for various purposes. &#346;r&#299;la Vy&#257;sadeva, Mah&#257;muni, compiled the Vedic literature for the benefit of all human society. If one wants to be protected from the reactions of ignorance even in this age of Kali, one may consult the books left by &#346;r&#299;la Vy&#257;sadeva, Upanishads, Ved&#257;nta-s&#363;tra (Brahma-s&#363;tra), Mah&#257;bh&#257;rata, &#346;r&#299;mad-Bh&#257;gavatam Mah&#257;-Pur&#257;na (Vy&#257;sadeva's commentary on the Brahma-s&#363;tra) and the other seventeen Pur&#257;nas. Only by the mercy of &#346;r&#299;la Vy&#257;sadeva do we have so many volumes of transcendental knowledge to save us from the clutches of ignorance.</P><P>As described by &#346;r&#299;la Jayadeva Gosv&#257;m&#299; in his Da&#347;&#257;vat&#257;ra-stotra, Lord Buddha apparently decried the Vedic knowledge:</P><P>nindasi yajña-vidher ahaha &#347;ruti-j&#257;tam</P><P CLASS=n>sadaya-hridaya-dar&#347;ita-pa&#347;u-gh&#257;tam</P><P CLASS=n>ke&#347;ava dhrita-buddha-&#347;ar&#299;ra jaya jagad-&#299;&#347;a hare</P><P>The mission of Lord Buddha was to save people from the abominable activity of animal killing and to save the poor animals from being unnecessarily killed. When p&#257;shand&#299;s were cheating by killing animals on the plea of sacrificing them in Vedic yajñas, the Lord said, "If the Vedic injunctions allow animal killing, I do not accept the Vedic principles." Thus he actually saved people who acted according to Vedic principles. One should therefore surrender to Lord Buddha so that he can help one avoid misusing the injunctions of the Vedas.</P><P>The Kalki avat&#257;ra is the fierce incarnation who vanquishes the class of the atheists born in this age of Kali. Now, in the beginning of Kali-yuga, many irreligious principles are in effect, and as Kali-yuga advances, many pseudo religious principles will certainly be introduced, and people will forget the real religious principles enunciated by Lord Krishna before the beginning of Kali-yuga, namely principles of surrender unto the lotus feet of the Lord. Unfortunately, because of Kali-yuga, foolish people do not surrender to the lotus feet of Krishna. Even most people who claim to belong to the Vedic system of religion are actually opposed to the Vedic principles. Every day they manufacture a new type of dharma on the plea that whatever one manufactures is also a path of liberation. Atheistic men generally say, yata mata tata patha. According to this view, there are hundreds and thousands of different opinions in human society, and each opinion is a valid religious principle. This philosophy of rascals has killed the religious principles mentioned in the Vedas, and such philosophies will become increasingly influential as Kali-yuga progresses. In the last stage of Kali-yuga, Kalkideva, the fierce incarnation of Ke&#347;ava, will descend to kill all the atheists and will save only the devotees of the Lord.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>