<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 8 Verses 32-33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 8 Verses 32-33"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The N&#257;r&#257;yana-kavaca Shield</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.8.32-33</P><P CLASS=c>yathaik&#257;tmy&#257;nubh&#257;v&#257;n&#257;m</P><P CLASS=c>vikalpa-rahitah svayam</P><P CLASS=c>bh&#363;shan&#257;yudha-li&#324;g&#257;khy&#257;</P><P CLASS=c>dhatte &#347;akt&#299;h sva-m&#257;yay&#257;</P><P CLASS=c>tenaiva satya-m&#257;nena</P><P CLASS=c>sarva-jño bhagav&#257;n harih</P><P CLASS=c>p&#257;tu sarvaih svar&#363;pair nah</P><P CLASS=c>sad&#257; sarvatra sarva-gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aikatmya">aik&#257;tmya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> terms of oneness manifested <A HREF="http://vedabase.net/i/in">in</A> varieties; <A CLASS=v HREF="http://vedabase.net/a/anubhavanam">anubh&#257;v&#257;n&#257;m</A> &#8212; of those thinking; <A CLASS=v HREF="http://vedabase.net/v/vikalpa">vikalpa</A>-<A CLASS=v HREF="http://vedabase.net/r/rahitah">rahitah</A> &#8212; the absence of difference; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;shana</A> &#8212; decorations; <A CLASS=v HREF="http://vedabase.net/a/ayudha">&#257;yudha</A> &#8212; weapons; <A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyah">&#257;khy&#257;h</A> &#8212; characteristics and different names; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; possesses; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;akt&#299;h</A> &#8212; potencies like wealth, influence, power, knowledge, beauty and renunciation; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by expanding His spiritual energy; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/m/manena">m&#257;nena</A> &#8212; true understanding; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; omniscient; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; who can take away all the illusion of the living entities; <A CLASS=v HREF="http://vedabase.net/p/patu">p&#257;tu</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> protect; <A CLASS=v HREF="http://vedabase.net/s/sarvaih">sarvaih</A> &#8212; with all; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupaih">r&#363;paih</A> &#8212; His forms; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/gah">gah</A> &#8212; who is all-pervasive.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, the living entities, the material energy, the spiritual energy and the entire creation are all individual substances. In the ultimate analysis, however, together they constitute the supreme one, the Personality of Godhead. Therefore those who are advanced in spiritual knowledge see unity in diversity. For such advanced persons, the Lord's bodily decorations, His name, His fame, His attributes and forms and the weapons in His hand are manifestations of the strength of His potency. According to their elevated spiritual understanding, the omniscient Lord, who manifests various forms, is present everywhere. May He always protect us everywhere from all calamities.</P><P CLASS=t>PURPORT</P><P>A person highly elevated in spiritual knowledge knows that nothing exists but the Supreme Personality of Godhead. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>) where Lord Krishna says, may&#257; tatam idam sarvam, indicating that everything we see is an expansion of His energy. This is confirmed in the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana1/22/52">1.22.52</A>):</P><P>ekade&#347;a-sthitasy&#257;gner</P><P CLASS=n>jyotsn&#257; vist&#257;rin&#299; yath&#257;</P><P CLASS=n>parasya brahmanah &#347;aktis</P><P CLASS=n>tathedam akhilam jagat</P><P>As a fire, although existing in one place, can expand its light and heat everywhere, so the omnipotent Lord, the Supreme Personality of Godhead, although situated in His spiritual abode, expands Himself everywhere, in both the material and spiritual worlds, by His various energies. Since both cause and effect are the Supreme Lord, there is no difference between cause and effect. Consequently the ornaments and weapons of the Lord, being expansions of His spiritual energy, are not different from Him. There is no difference between the Lord and His variously presented energies. This is also confirmed in the Padma Pur&#257;na:</P><P>n&#257;ma cint&#257;manih krishna&#347;</P><P CLASS=n>caitanya-rasa-vigrahah</P><P CLASS=n>p&#363;rnah &#347;uddho nitya-mukto</P><P CLASS=n>'bhinnatv&#257;n n&#257;ma-n&#257;minoh</P><P>The holy name of the Lord is fully identical with the Lord, not partially. The word p&#363;rna means "complete." The Lord is omnipotent and omniscient, and similarly, His name, form, qualities, paraphernalia and everything pertaining to Him are complete, pure, eternal and free from material contamination. The prayer to the ornaments and carriers of the Lord is not false, for they are as good as the Lord. Since the Lord is all-pervasive, He exists in everything, and everything exists in Him. Therefore even worship of the Lord's weapons or ornaments has the same potency as worship of the Lord. M&#257;y&#257;v&#257;d&#299;s refuse to accept the form of the Lord, or they say that the form of the Lord is m&#257;y&#257;, or false, but one should note very carefully that this is not acceptable. Although the Lord's original form and His impersonal expansion are one, the Lord maintains His form, qualities and abode eternally. Therefore this prayer says, p&#257;tu sarvaih svar&#363;pair nah sad&#257; sarvatra sama-gah: "May the Lord, who is all-pervasive in His various forms, protect us everywhere." The Lord is always present everywhere by His name, form, qualities, attributes and paraphernalia, and they all have equal power to protect the devotees. &#346;r&#299;la Madhv&#257;c&#257;rya explains this as follows:</P><P>eka eva paro vishnur</P><P CLASS=n>bh&#363;sh&#257;heti dhvajeshv ajah</P><P CLASS=n>tat-tac-chakti-pradatvena</P><P CLASS=n>svayam eva vyavasthitah</P><P CLASS=n>satyen&#257;nena m&#257;m devah</P><P CLASS=n>p&#257;tu sarve&#347;varo harih</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>