<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 8: The N&#257;r&#257;yana-kavaca Shield</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 6.8 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 6.8.1-2</B></A>: King Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299;: My lord, kindly explain the Vishnu mantra armor that protected King Indra and enabled him to conquer his enemies, along with their carriers, and enjoy the opulence of the three worlds. Please explain to me that N&#257;r&#257;yana armor, by which King Indra achieved success in battle, conquering the enemies who were endeavoring to kill him.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 6.8.3</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: King Indra, the leader of the demigods, inquired about the armor known as N&#257;r&#257;yana-kavaca from Vi&#347;var&#363;pa, who was engaged by the demigods as their priest. Please hear Vi&#347;var&#363;pa's reply with great attention.</P><P CLASS=r><A CLASS=i HREF="4-6.htm"><B>SB 6.8.4-6</B></A>: Vi&#347;var&#363;pa said: If some form of fear arrives, one should first wash his hands and legs clean and then perform &#257;camana by chanting this mantra: om apavitrah pavitro v&#257; sarv&#257;vasth&#257;m gato 'pi v&#257;/ yah smaret pundar&#299;k&#257;ksham sa bahy&#257;bhyantarah &#347;ucih/ &#347;r&#299;-vishnu &#347;r&#299;-vishnu &#347;r&#299;-vishnu. Then one should touch ku&#347;a grass and sit gravely and silently, facing north. When completely purified, one should touch the mantra composed of eight syllables to the eight parts of his body and touch the mantra composed of twelve syllables to his hands. Thus, in the following manner, he should bind himself with the N&#257;r&#257;yana coat of armor. First, while chanting the mantra composed of eight syllables [om namo n&#257;r&#257;yan&#257;ya], beginning with the pranava, the syllable om, one should touch his hands to eight parts of his body, starting with the two feet and progressing systematically to the knees, thighs, abdomen, heart, chest, mouth and head. Then one should chant the mantra in reverse, beginning from the last syllable [ya], while touching the parts of his body in the reverse order. These two processes are known as utpatti-ny&#257;sa and samh&#257;ra-ny&#257;sa respectively.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 6.8.7</B></A>: Then one should chant the mantra composed of twelve syllables [om namo bhagavate v&#257;sudev&#257;ya]. Preceding each syllable by the omk&#257;ra, one should place the syllables of the mantra on the tips of his fingers, beginning with the index finger of the right hand and concluding with the index finger of the left. The four remaining syllables should be placed on the joints of the thumbs.</P><P CLASS=r><A CLASS=i HREF="8-10.htm"><B>SB 6.8.8-10</B></A>: One must then chant the mantra of six syllables [om vishnave namah]. One should place the syllable "om" on his heart, the syllable "vi" on the top of his head, the syllable "sha" between his eyebrows, the syllable "na" on his tuft of hair [&#347;ikh&#257;], and the syllable "ve" between his eyes. The chanter of the mantra should then place the syllable "na" on all the joints of his body and meditate on the syllable "ma" as being a weapon. He should thus become the perfect personification of the mantra. Thereafter, adding visarga to the final syllable "ma," he should chant the mantra "mah astr&#257;ya phat" in all directions, beginning from the east. In this way, all directions will be bound by the protective armor of the mantra.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 6.8.11</B></A>: After finishing this chanting, one should think himself qualitatively one with the Supreme Personality of Godhead, who is full in six opulences and is worthy to be meditated upon. Then one should chant the following protective prayer to Lord N&#257;r&#257;yana, the N&#257;r&#257;yana-kavaca.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 6.8.12</B></A>: The Supreme Lord, who sits on the back of the bird Garuda, touching him with His lotus feet, holds eight weapons &#8212; the conchshell, disc, shield, sword, club, arrows, bow and ropes. May that Supreme Personality of Godhead protect me at all times with His eight arms. He is all-powerful because He fully possesses the eight mystic powers [anim&#257;, laghim&#257;, etc.].</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 6.8.13</B></A>: May the Lord, who assumes the body of a great fish, protect me in the water from the fierce animals that are associates of the demigod Varuna. By expanding His illusory energy, the Lord assumed the form of the dwarf V&#257;mana. May V&#257;mana protect me on the land. Since the gigantic form of the Lord, Vi&#347;var&#363;pa, conquers the three worlds, may He protect me in the sky.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 6.8.14</B></A>: May Lord Nrisimhadeva, who appeared as the enemy of Hiranyaka&#347;ipu, protect me in all directions. His loud laughing vibrated in all directions and caused the pregnant wives of the asuras to have miscarriages. May that Lord be kind enough to protect me in difficult places like the forest and battlefront.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 6.8.15</B></A>: The Supreme indestructible Lord is ascertained through the performance of ritualistic sacrifices and is therefore known as Yajñe&#347;vara. In His incarnation as Lord Boar, He raised the planet earth from the water at the bottom of the universe and kept it on His pointed tusks. May that Lord protect me from rogues on the street. May Para&#347;ur&#257;ma protect me on the tops of mountains, and may the elder brother of Bharata, Lord R&#257;macandra, along with His brother Lakshmana, protect me in foreign countries.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 6.8.16</B></A>: May Lord N&#257;r&#257;yana protect me from unnecessarily following false religious systems and falling from my duties due to madness. May the Lord in His appearance as Nara protect me from unnecessary pride. May Lord Datt&#257;treya, the master of all mystic power, protect me from falling while performing bhakti-yoga, and may Lord Kapila, the master of all good qualities, protect me from the material bondage of fruitive activities.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 6.8.17</B></A>: May Sanat-kum&#257;ra protect me from lusty desires. As I begin some auspicious activity, may Lord Hayagr&#299;va protect me from being an offender by neglecting to offer respectful obeisances to the Supreme Lord. May Devarshi N&#257;rada protect me from committing offenses in worshiping the Deity, and may Lord K&#363;rma, the tortoise, protect me from falling to the unlimited hellish planets.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 6.8.18</B></A>: May the Supreme Personality of Godhead in His incarnation as Dhanvantari relieve me from undesirable eatables and protect me from physical illness. May Lord Rishabhadeva, who conquered His inner and outer senses, protect me from fear produced by the duality of heat and cold. May Yajña protect me from defamation and harm from the populace, and may Lord Balar&#257;ma as &#346;esha protect me from envious serpents.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 6.8.19</B></A>: May the Personality of Godhead in His incarnation as Vy&#257;sadeva protect me from all kinds of ignorance resulting from the absence of Vedic knowledge. May Lord Buddhadeva protect me from activities opposed to Vedic principles and from laziness that causes one to madly forget the Vedic principles of knowledge and ritualistic action. May Kalkideva, the Supreme Personality of Godhead, who appeared as an incarnation to protect religious principles, protect me from the dirt of the age of Kali.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 6.8.20</B></A>: May Lord Ke&#347;ava protect me with His club in the first portion of the day, and may Govinda, who is always engaged in playing His flute, protect me in the second portion of the day. May Lord N&#257;r&#257;yana, who is equipped with all potencies, protect me in the third part of the day, and may Lord Vishnu, who carries a disc to kill His enemies, protect me in the fourth part of the day.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 6.8.21</B></A>: May Lord Madhus&#363;dana, who carries a bow very fearful for the demons, protect me during the fifth part of the day. In the evening, may Lord M&#257;dhava, appearing as Brahm&#257;, Vishnu and Mahe&#347;vara, protect me, and in the beginning of night may Lord Hrish&#299;ke&#347;a protect me. At the dead of night [in the second and third parts of night] may Lord Padman&#257;bha alone protect me.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 6.8.22</B></A>: May the Supreme Personality of Godhead, who bears the &#346;r&#299;vatsa on His chest, protect me after midnight until the sky becomes pinkish. May Lord Jan&#257;rdana, who carries a sword in His hand, protect me at the end of night [during the last four ghatik&#257;s of night]. May Lord D&#257;modara protect me in the early morning, and may Lord Vi&#347;ve&#347;vara protect me during the junctions of day and night.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 6.8.23</B></A>: Set into motion by the Supreme Personality of Godhead and wandering in all the four directions, the disc of the Supreme Lord has sharp edges as destructive as the fire of devastation at the end of the millennium. As a blazing fire burns dry grass to ashes with the assistance of the breeze, may that Sudar&#347;ana cakra burn our enemies to ashes.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 6.8.24</B></A>: O club in the hand of the Supreme Personality of Godhead, you produce sparks of fire as powerful as thunderbolts, and you are extremely dear to the Lord. I am also His servant. Therefore kindly help me pound to pieces the evil living beings known as Kushm&#257;ndas, Vain&#257;yakas, Yakshas, R&#257;kshasas, Bh&#363;tas and Grahas. Please pulverize them.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 6.8.25</B></A>: O best of conchshells, O P&#257;ñcajanya in the hands of the Lord, you are always filled with the breath of Lord Krishna. Therefore you create a fearful sound vibration that causes trembling in the hearts of enemies like the R&#257;kshasas, pramatha ghosts, Pretas, M&#257;t&#257;s, Pi&#347;&#257;cas and br&#257;hmana ghosts with fearful eyes.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 6.8.26</B></A>: O king of sharp-edged swords, you are engaged by the Supreme Personality of Godhead. Please cut the soldiers of my enemies to pieces. Please cut them to pieces! O shield marked with a hundred brilliant moonlike circles, please cover the eyes of the sinful enemies. Pluck out their sinful eyes.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 6.8.27-28</B></A>: May the glorification of the transcendental name, form, qualities and paraphernalia of the Supreme Personality of Godhead protect us from the influence of bad planets, meteors, envious human beings, serpents, scorpions, and animals like tigers and wolves. May it protect us from ghosts and the material elements like earth, water, fire and air, and may it also protect us from lightning and our past sins. We are always afraid of these hindrances to our auspicious life. Therefore, may they all be completely destroyed by the chanting of the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 6.8.29</B></A>: Lord Garuda, the carrier of Lord Vishnu, is the most worshipable lord, for he is as powerful as the Supreme Lord Himself. He is the personified Vedas and is worshiped by selected verses. May he protect us from all dangerous conditions, and may Lord Vishvaksena, the Personality of Godhead, also protect us from all dangers by His holy names.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 6.8.30</B></A>: May the Supreme Personality of Godhead's holy names, His transcendental forms, His carriers and all the weapons decorating Him as personal associates protect our intelligence, senses, mind and life air from all dangers.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 6.8.31</B></A>: The subtle and gross cosmic manifestation is material, but nevertheless it is nondifferent from the Supreme Personality of Godhead because He is ultimately the cause of all causes. Cause and effect are factually one because the cause is present in the effect. Therefore the Absolute Truth, the Supreme Personality of Godhead, can destroy all our dangers by any of His potent parts.</P><P CLASS=r><A CLASS=i HREF="32-33.htm"><B>SB 6.8.32-33</B></A>: The Supreme Personality of Godhead, the living entities, the material energy, the spiritual energy and the entire creation are all individual substances. In the ultimate analysis, however, together they constitute the supreme one, the Personality of Godhead. Therefore those who are advanced in spiritual knowledge see unity in diversity. For such advanced persons, the Lord's bodily decorations, His name, His fame, His attributes and forms and the weapons in His hand are manifestations of the strength of His potency. According to their elevated spiritual understanding, the omniscient Lord, who manifests various forms, is present everywhere. May He always protect us everywhere from all calamities.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 6.8.34</B></A>: Prahl&#257;da Mah&#257;r&#257;ja loudly chanted the holy name of Lord Nrisimhadeva. May Lord Nrisimhadeva, roaring for His devotee Prahl&#257;da Mah&#257;r&#257;ja, protect us from all fear of dangers created by stalwart leaders in all directions through poison, weapons, water, fire, air and so on. May the Lord cover their influence by His own transcendental influence. May Nrisimhadeva protect us in all directions and in all corners, above, below, within and without.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 6.8.35</B></A>: Vi&#347;var&#363;pa continued: O Indra, this mystic armor related to Lord N&#257;r&#257;yana has been described by me to you. By putting on this protective covering, you will certainly be able to conquer the leaders of the demons.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 6.8.36</B></A>: If one employs this armor, whomever he sees with his eyes or touches with his feet is immediately freed from all the above-mentioned dangers.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 6.8.37</B></A>: This prayer, N&#257;r&#257;yana-kavaca, constitutes subtle knowledge transcendentally connected with N&#257;r&#257;yana. One who employs this prayer is never disturbed or put in danger by the government, by plunderers, by evil demons or by any type of disease.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 6.8.38</B></A>: O King of heaven, a br&#257;hmana named Kau&#347;ika formerly used this armor when he purposely gave up his body in the desert by mystic power.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 6.8.39</B></A>: Surrounded by many beautiful women, Citraratha, the King of Gandharvaloka, was once passing in his airplane over the br&#257;hmana's body at the spot where the br&#257;hmana had died.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 6.8.40</B></A>: Suddenly Citraratha was forced to fall from the sky headfirst with his airplane. Struck with wonder, he was ordered by the great sages named the V&#257;likhilyas to throw the br&#257;hmana's bones in the nearby River Sarasvat&#299;. He had to do this and bathe in the river before returning to his own abode.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 6.8.41</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: My dear Mah&#257;r&#257;ja Par&#299;kshit, one who employs this armor or hears about it with faith and veneration when afraid because of any conditions in the material world is immediately freed from all dangers and is worshiped by all living entities.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 6.8.42</B></A>: King Indra, who performed one hundred sacrifices, received this prayer of protection from Vi&#347;var&#363;pa. After conquering the demons, he enjoyed all the opulences of the three worlds.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>