<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The N&#257;r&#257;yana-kavaca Shield</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.8 Summary</P><P>This chapter describes how Indra, the King of heaven, was victorious over the soldiers of the demons, and it also describes the shield of the Vishnu mantra.</P><P>To take protection from this shield, one must first touch ku&#347;a grass and wash one's mouth with &#257;camana-mantras. One should observe silence and then place the eight-syllable Vishnu mantra on the parts of his body and place the twelve-syllable mantra on his hands. The eight-syllable mantra is om namo n&#257;r&#257;yan&#257;ya. This mantra should be distributed all over the front and back of the body. The twelve-syllable mantra, which begins with the pranava, omk&#257;ra, is om namo bhagavate v&#257;sudev&#257;ya. One syllable should be placed on each of the fingers and should be preceded by the pranava, omk&#257;ra. Thereafter, one must chant om vishnave namah, which is a six-syllable mantra. One must progressively place the syllables of the mantra on the heart, the head, between the two eyebrows, on the &#347;ikh&#257; and between the eyes, and then one should chant mah astr&#257;ya phat and with this mantra protect himself from all directions. N&#257;devo devam arcayet: one who has not risen to the level of a deva cannot chant this mantra. According to this direction of the &#347;&#257;stra, one must think himself qualitatively nondifferent from the Supreme.</P><P>After finishing this dedication, one must offer a prayer to the eight-armed Lord Vishnu, who sits on the shoulders of Garudadeva. One also has to think of the fish incarnation, V&#257;mana, K&#363;rma, Nrisimha, Var&#257;ha. Para&#347;ur&#257;ma, R&#257;macandra (the elder brother of Lakshmana). Nara-N&#257;r&#257;yana, Datt&#257;treya (an empowered incarnation), Kapila, Sanat-kum&#257;ra, Hayagr&#299;va, N&#257;radadeva (the incarnation of a devotee). Dhanvantari, Rishabhadeva, Yajña, Balar&#257;ma, Vy&#257;sadeva, Buddhadeva and Ke&#347;ava. One should also think of Govinda, the master of Vrind&#257;vana. and one should think of N&#257;r&#257;yana, the master of the spiritual sky. One should think of Madhus&#363;dana, Tridh&#257;m&#257;, M&#257;dhava, Hrish&#299;ke&#347;a, Padman&#257;bha, Jan&#257;rdana, D&#257;modara and Vi&#347;ve&#347;vara, as well as the Supreme Personality of Godhead Krishna Himself. After offering prayers to the Lord's personal expansions known as the sv&#257;m&#347;a and &#347;akty&#257;ve&#347;a-avat&#257;ras, one should pray to the weapons of Lord N&#257;r&#257;yana, such as the Sudar&#347;ana, gad&#257;, &#347;a&#324;kha, khadga and bow.</P><P>After explaining this process, &#346;ukadeva Gosv&#257;m&#299; told Mah&#257;r&#257;ja Par&#299;kshit how Vi&#347;var&#363;pa, the brother of Vritr&#257;sura, described the glories of the N&#257;r&#257;yana-kavaca to Indra.</P><P CLASS=l><A CLASS=i HREF="../7/40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>