<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 13 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 13 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Pastimes with Jagad&#257;nanda Pandita and Raghun&#257;tha Bhatta Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 13.113</P><P CLASS=c>vriddha m&#257;t&#257;-pit&#257;ra y&#257;i' karaha sevana</P><P CLASS=c>vaishnava-p&#257;&#347;a bh&#257;gavata kara adhyayana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrddha">vriddha</A> &#8212; old; <A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pitara">pit&#257;ra</A> &#8212; of the mother and father; <A CLASS=v HREF="http://vedabase.net/y/yai">y&#257;i</A>' &#8212; going back; <A CLASS=v HREF="http://vedabase.net/k/karaha">karaha</A> <A CLASS=v HREF="http://vedabase.net/s/sevana">sevana</A> &#8212; engage <A HREF="http://vedabase.net/i/in">in</A> service; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A> &#8212; study.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said to Raghun&#257;tha Bhatta, "When you return home, serve your aged father and mother, who are devotees, and try to study &#346;r&#299;mad-Bh&#257;gavatam from a pure Vaishnava who has realized God."</P><P CLASS=t>PURPORT</P><P>One should note how &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead, advised Raghun&#257;tha Bhatt&#257;c&#257;rya to learn &#346;r&#299;mad-Bh&#257;gavatam. He advised him to understand &#346;r&#299;mad-Bh&#257;gavatam not from professional men but from a real bh&#257;gavata, a devotee. He also advised Raghun&#257;tha Bhatta to serve his mother and father because they were both Lord Caitanya's devotees. Anyone who wishes to advance in Krishna consciousness must try to serve the devotees of Krishna. As Narottama d&#257;sa Th&#257;kura says, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra peyeche keb&#257;: "Without serving a self-realized Vaishnava, no one has ever been released from the materialistic way of life." &#346;r&#299; Caitanya Mah&#257;prabhu would have never advised Raghun&#257;tha Bhatta to serve ordinary parents, but since his parents were Vaishnavas, the Lord advised him to serve them.</P><P>One might ask, "Why shouldn't ordinary parents be served?" As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/5/5/18.htm">5.5.18</A>):</P><P>gurur na sa sy&#257;t sva-jano na sa sy&#257;t</P><P CLASS=n>pit&#257; na sa sy&#257;j janan&#299; na s&#257; sy&#257;t</P><P CLASS=n>daivam na tat sy&#257;t na pati&#347; ca sa sy&#257;n</P><P CLASS=n>na mocayed yah samupeta-mrityum</P><P>"One who cannot deliver his dependent from the path of birth and death should never become a spiritual master, a relative, a father or mother, or a worshipable demigod, nor should such a person become a husband." Everyone naturally gets a father and mother at the time of birth, but the real father and mother are those who can release their offspring from the clutches of imminent death. This is possible only for parents advanced in Krishna consciousness. Therefore any parents who cannot enlighten their offspring in Krishna consciousness cannot be accepted as a real father and mother. The following verse from the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/200">1.2.200</A>) confirms the uselessness of serving ordinary parents:</P><P>laukik&#299; vaidik&#299; v&#257;pi y&#257; kriy&#257; kriyate mune</P><P CLASS=n>hari-sev&#257;nuk&#363;laiva sa k&#257;ry&#257; bhaktim icchat&#257;</P><P>"One should perform only those activities &#8212; either worldly or prescribed by Vedic rules and regulations &#8212; which are favorable for the cultivation of Krishna consciousness."</P><P>Concerning the study of &#346;r&#299;mad-Bh&#257;gavatam, &#346;r&#299; Caitanya Mah&#257;prabhu clearly advises that one avoid hearing from a non-Vaishnava professional reciter. In this connection San&#257;tana Gosv&#257;m&#299; quotes a verse from the Padma Pur&#257;na:</P><P>avaishnava-mukhodg&#299;rnam p&#363;tam hari-kath&#257;mritam</P><P CLASS=n>&#347;ravanam naiva kartavyam sarpocchishtam yath&#257; payah</P><P>"No one should hear or take lessons from a person who is not a Vaishnava. Even if he speaks about Krishna, such a lesson should not be accepted, for it is like milk touched by the lips of a serpent." Nowadays it is fashionable to observe Bh&#257;gavata-sapt&#257;ha and hear &#346;r&#299;mad-Bh&#257;gavatam from persons who are anything but advanced devotees or self-realized souls. There are even many M&#257;y&#257;v&#257;d&#299;s who read &#346;r&#299;mad-Bh&#257;gavatam to throngs of people. Many M&#257;y&#257;v&#257;d&#299;s have recently begun reciting &#346;r&#299;mad-Bh&#257;gavatam in Vrind&#257;vana, and because they can present the Bh&#257;gavatam with word jugglery, twisting the meaning by grammatical tricks, materialistic persons who go to Vrind&#257;vana as a matter of spiritual fashion like to hear them. All this is clearly forbidden by &#346;r&#299; Caitanya Mah&#257;prabhu. We should note carefully that since these M&#257;y&#257;v&#257;d&#299;s cannot personally know the meaning of &#346;r&#299;mad-Bh&#257;gavatam, they can never deliver others by reciting it. On the other hand, an advanced devotee of the Lord is free from material bondage. He personifies &#346;r&#299;mad-Bh&#257;gavatam in life and action. Therefore we advise that anyone who wants to learn &#346;r&#299;mad-Bh&#257;gavatam must approach such a realized soul.</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>