<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 13 Verse 133</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 13 Verse 133"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Pastimes with Jagad&#257;nanda Pandita and Raghun&#257;tha Bhatta Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 13.133</P><P CLASS=c>vaishnavera nindya-karma n&#257;hi p&#257;de k&#257;ne</P><P CLASS=c>sabe krishna bhajana kare, &#8212; ei-m&#257;tra j&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> &#8212; of the <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/n/nindya">nindya</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; reproachable activities; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/p/pade">p&#257;de</A> <A CLASS=v HREF="http://vedabase.net/k/kane">k&#257;ne</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> does not hear; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/b/bhajana">bhajana</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> engaged <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s service; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; only this; <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> understands.</P><P CLASS=t>TRANSLATION</P><P>He would not listen to blasphemy of a Vaishnava, nor would he listen to talk of a Vaishnava's misbehavior. He knew only that everyone was engaged in Krishna's service; he did not understand anything else.</P><P CLASS=t>PURPORT</P><P>Raghun&#257;tha Bhatta never did anything harmful to a Vaishnava. In other words, he was never inattentive in the service of the Lord, nor did he ever violate the rules and regulations of a pure Vaishnava. It is the duty of a Vaishnava &#257;c&#257;rya to prevent his disciples and followers from violating the principles of Vaishnava behavior. He should always advise them to strictly follow the regulative principles, which will protect them from falling down. Although a Vaishnava preacher may sometimes criticize others, Raghun&#257;tha Bhatta avoided this. Even if another Vaishnava was actually at fault, Raghun&#257;tha Bhatta would not criticize him; he saw only that everyone was engaged in Krishna's service. That is the position of a mah&#257;-bh&#257;gavata. Actually, even if one is serving m&#257;y&#257;, in a higher sense he is also a servant of Krishna. Because m&#257;y&#257; is the servant of Krishna, anyone serving m&#257;y&#257; serves Krishna indirectly. Therefore it is said:</P><P>keha m&#257;ne, keha n&#257; m&#257;ne, saba t&#257;&#324;ra d&#257;sa</P><P CLASS=n>ye n&#257; m&#257;ne, t&#257;ra haya sei p&#257;pe n&#257;&#347;a</P><P>"Some accept Him, whereas others do not, yet everyone is His servant. One who does not accept Him, however, will be ruined by his sinful activities." (Cc. <A CLASS=v HREF="../../../cc/adi/6/85.htm">&#256;di 6.85</A>)</P><P CLASS=l><A CLASS=i HREF="132.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="134.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>