<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 13 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 13 Verse 61"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Pastimes with Jagad&#257;nanda Pandita and Raghun&#257;tha Bhatta Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 13.61</P><P CLASS=c>rakta-vastra 'vaishnavera' parite n&#257; yuy&#257;ya</P><P CLASS=c>kona prav&#257;s&#299;re dimu, ki k&#257;ya uh&#257;ya?</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rakta">rakta</A>-<A CLASS=v HREF="http://vedabase.net/v/vastra">vastra</A> &#8212; saffron cloth; <A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/p/parite">parite</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/y/yuyaya">yuy&#257;ya</A> &#8212; is not fit <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/p/put">put</A> on; <A CLASS=v HREF="http://vedabase.net/k/kona">kona</A> <A CLASS=v HREF="http://vedabase.net/p/pravasire">prav&#257;s&#299;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> some outsider; <A CLASS=v HREF="http://vedabase.net/d/dimu">dimu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall give; <A CLASS=v HREF="http://vedabase.net/k/ki">ki</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/k/kaya">k&#257;ya</A> &#8212; business; <A CLASS=v HREF="http://vedabase.net/u/uhaya">uh&#257;ya</A> &#8212; with that.</P><P CLASS=t>TRANSLATION</P><P>"This saffron cloth is unfit for a Vaishnava to wear; therefore I have no use for it. I shall give it to a stranger."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments on this incident as follows: Vaishnavas are all liberated persons, unattached to anything material. Therefore a Vaishnava need not accept the dress of a sanny&#257;s&#299; to prove his exalted position. &#346;r&#299; Caitanya Mah&#257;prabhu accepted the renounced order from a sanny&#257;s&#299; of the M&#257;y&#257;v&#257;da school. Present-day Vaishnava sanny&#257;s&#299;s, however, never think that by accepting the dress of the sanny&#257;sa order they have become equal to Caitanya Mah&#257;prabhu. In fact, a Vaishnava accepts the sanny&#257;sa order to remain an eternal servant of his spiritual master. He accepts the sanny&#257;sa order knowing that he is unequal to his spiritual master, who is a paramahamsa, and he thinks that he is unfit to dress like a paramahamsa. Therefore a Vaishnava accepts sanny&#257;sa out of humility, not out of pride.</P><P>San&#257;tana Gosv&#257;m&#299; had adopted the dress of a paramahamsa; therefore it was inappropriate for him to wear the saffron cloth on his head. However, a Vaishnava sanny&#257;s&#299; does not think himself fit to imitate the dress of a paramahamsa Vaishnava. According to the principles set down by &#346;r&#299; Caitanya Mah&#257;prabhu (trin&#257;d api su-n&#299;cena), one should always think himself in the lowest stage, not on the level of a paramahamsa Vaishnava. Thus a Vaishnava will sometimes accept the sanny&#257;sa order just to keep himself below the level of a paramahamsa Vaishnava. This is the instruction of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>