<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: Pastimes with Jagad&#257;nanda Pandita and Raghun&#257;tha Bhatta Gosv&#257;m&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 13 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 13.1</B></A>: Let me take shelter at the lotus feet of Lord Gauracandra. His mind became exhausted and His body very thin from the pain of separation from Krishna, but when He felt ecstatic love for the Lord, He again became fully developed.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 13.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of the Lord!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 13.3</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu would taste various transcendental relationships of pure love in the company of Jagad&#257;nanda Pandita.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 13.4</B></A>: The unhappiness of separation from Krishna exhausted the Lord's mind and reduced the structure of His body, but when He felt emotions of ecstatic love, He again became developed and healthy.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 13.5</B></A>: Because He was very thin, when He lay down to rest on the dry bark of plantain trees, it caused Him pain in His bones.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 13.6</B></A>: All the devotees felt very unhappy to see &#346;r&#299; Caitanya Mah&#257;prabhu in pain. Indeed, they could not tolerate it. Then Jagad&#257;nanda Pandita devised a remedy.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 13.7</B></A>: He acquired some fine cloth and colored it with red oxide. Then he filled it with cotton from a &#347;imula tree.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 13.8</B></A>: In this way he made a quilt and a pillow, which he then gave to Govinda, saying, "Ask the Lord to lie on this."</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 13.9</B></A>: Jagad&#257;nanda said to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, "Today please personally persuade &#346;r&#299; Caitanya Mah&#257;prabhu to lie down on the bed."</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 13.10</B></A>: When it was time for the Lord to go to bed, Svar&#363;pa D&#257;modara stayed nearby, but when &#346;r&#299; Caitanya Mah&#257;prabhu saw the quilt and pillow, He was immediately very angry.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 13.11</B></A>: The Lord inquired from Govinda, "Who has made this?" When Govinda named Jagad&#257;nanda Pandita, &#346;r&#299; Caitanya Mah&#257;prabhu was somewhat fearful.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 13.12</B></A>: After asking Govinda to put aside the quilt and pillow, the Lord lay down on the dry plantain bark.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 13.13</B></A>: Svar&#363;pa D&#257;modara said to the Lord, "I cannot contradict Your supreme will, my Lord, but if You do not accept the bedding, Jagad&#257;nanda Pandita will feel great unhappiness."</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 13.14</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "You might as well bring a bedstead here for Me to lie on. Jagad&#257;nanda wants Me to enjoy material happiness.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 13.15</B></A>: "I am in the renounced order, and therefore I must lie on the floor. For Me to use a bedstead, quilt or pillow would be very shameful."</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 13.16</B></A>: When Svar&#363;pa D&#257;modara returned and related all these incidents, Jagad&#257;nanda Pandita felt very unhappy.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 13.17</B></A>: Then Svar&#363;pa D&#257;modara Gosv&#257;m&#299; devised another method. First he secured a large quantity of dry banana leaves.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 13.18</B></A>: He then tore the leaves into very fine fibers with his nails and filled two of &#346;r&#299; Caitanya Mah&#257;prabhu's outer garments with the fibers.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 13.19</B></A>: In this way, Svar&#363;pa D&#257;modara made some bedding and a pillow, and after much endeavor by the devotees, &#346;r&#299; Caitanya Mah&#257;prabhu accepted them.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 13.20</B></A>: Everyone was happy to see the Lord lie down on that bed, but Jagad&#257;nanda was inwardly angry, and externally he appeared very unhappy.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 13.21</B></A>: Formerly, when Jagad&#257;nanda Pandita had desired to go to Vrind&#257;vana, &#346;r&#299; Caitanya Mah&#257;prabhu had not given His permission, and therefore he could not go.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 13.22</B></A>: Now, concealing his anger and unhappiness, Jagad&#257;nanda Pandita again asked &#346;r&#299; Caitanya Mah&#257;prabhu for permission to go to Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 13.23</B></A>: With great affection, &#346;r&#299; Caitanya Mah&#257;prabhu said, "If you are angry with Me when you go to Mathur&#257;, you will merely become a beggar and criticize Me."</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 13.24</B></A>: Grasping the Lord's feet, Jagad&#257;nanda Pandita then said, "For a long time I have desired to go to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 13.25</B></A>: "I could not go without Your Lordship's permission. Now You must give me permission, and I shall certainly go there."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 13.26</B></A>: Because of affection for Jagad&#257;nanda Pandita, &#346;r&#299; Caitanya Mah&#257;prabhu would not permit him to depart, but Jagad&#257;nanda Pandita repeatedly insisted that the Lord give him permission to go.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 13.27</B></A>: Jagad&#257;nanda then submitted a plea to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;. "For a very long time," he said, "I have wanted to go to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 13.28</B></A>: "I cannot go there, however, without the Lord's permission, which at present He denies me. He says, 'You are going because you are angry at Me.'</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 13.29</B></A>: "Naturally I have a desire to go to Vrind&#257;vana; therefore please humbly request Him to grant His permission."</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 13.30</B></A>: Thereafter, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; submitted this appeal at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu: "Jagad&#257;nanda Pandita intensely desires to go to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 13.31</B></A>: "He begs for Your permission again and again. Therefore, please permit him to go to Mathur&#257; and then return.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 13.32</B></A>: "You permitted him to go see mother &#346;ac&#299; in Bengal, and You may similarly permit him to go see Vrind&#257;vana and then return here."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 13.33</B></A>: At the request of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu granted Jagad&#257;nanda Pandita permission to go. The Lord sent for him and instructed him as follows.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 13.34</B></A>: "You may go as far as V&#257;r&#257;nas&#299; without encountering disturbances, but beyond V&#257;r&#257;nas&#299; you should be very careful to travel on the path in the company of the kshatriyas.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 13.35</B></A>: "As soon as the plunderers on the road see a Bengali traveling alone, they take everything from him, arrest him and do not let him go.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 13.36</B></A>: "When you reach Mathur&#257;, you should remain with San&#257;tana Gosv&#257;m&#299; and offer respectful obeisances to the feet of all the leading men there.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 13.37</B></A>: "Do not mix freely with the residents of Mathur&#257;; show them respect from a distance. Because you are on a different platform of devotional service, you cannot adopt their behavior and practices.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 13.38</B></A>: "Visit all twelve forests of Vrind&#257;vana in the company of San&#257;tana Gosv&#257;m&#299;. Do not leave his association for even a moment.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 13.39</B></A>: "You should remain in Vrind&#257;vana for only a short time and then return here as soon as possible. Also, do not climb Govardhana Hill to see the Gop&#257;la Deity.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 13.40</B></A>: "Inform San&#257;tana Gosv&#257;m&#299; that I am coming to Vrind&#257;vana for a second time and that he should therefore arrange a place for Me to stay."</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 13.41</B></A>: After saying this, the Lord embraced Jagad&#257;nanda Pandita, who then worshiped the Lord's lotus feet and started for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 13.42</B></A>: He took permission from all the devotees and then departed. Traveling on the forest path, he soon reached V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 13.43</B></A>: When he met Tapana Mi&#347;ra and Candra&#347;ekhara in V&#257;r&#257;nas&#299;, they heard from him about topics concerning &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 13.44</B></A>: Finally Jagad&#257;nanda Pandita reached Mathur&#257;, where he met San&#257;tana Gosv&#257;m&#299;. They were very pleased to see each other.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 13.45</B></A>: After San&#257;tana Gosv&#257;m&#299; had taken Jagad&#257;nanda to see all twelve forests of Vrind&#257;vana, concluding with Mah&#257;vana, the two of them remained in Gokula.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 13.46</B></A>: They stayed in San&#257;tana Gosv&#257;m&#299;'s cave, but Jagad&#257;nanda Pandita would go to a nearby temple and cook for himself.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 13.47</B></A>: San&#257;tana Gosv&#257;m&#299; would beg alms from door to door in the vicinity of Mah&#257;vana. Sometimes he would go to a temple and sometimes to a br&#257;hmana's house.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 13.48</B></A>: San&#257;tana Gosv&#257;m&#299; attended to all of Jagad&#257;nanda Pandita's needs. He begged in the area of Mah&#257;vana and brought Jagad&#257;nanda all kinds of things to eat and drink.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 13.49</B></A>: One day Jagad&#257;nanda Pandita, having invited San&#257;tana to the nearby temple for lunch, finished his routine duties and began to cook.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 13.50</B></A>: Previously, a great sanny&#257;s&#299; named Mukunda Sarasvat&#299; had given San&#257;tana Gosv&#257;m&#299; an outer garment.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 13.51</B></A>: San&#257;tana Gosv&#257;m&#299; was wearing this cloth bound about his head when he came to Jagad&#257;nanda Pandita's door and sat down.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 13.52</B></A>: Assuming the reddish cloth to be a gift from Caitanya Mah&#257;prabhu, Jagad&#257;nanda Pandita was overwhelmed with ecstatic love. Thus he questioned San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 13.53</B></A>: "Where did you get that reddish cloth on your head?" Jagad&#257;nanda asked.San&#257;tana Gosv&#257;m&#299; replied, "Mukunda Sarasvat&#299; gave it to me."</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 13.54</B></A>: Hearing this, Jagad&#257;nanda Pandita immediately became very angry and took a cooking pot in his hand, intending to beat San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 13.55</B></A>: San&#257;tana Gosv&#257;m&#299;, however, knew Jagad&#257;nanda Pandita very well and was consequently somewhat ashamed. Jagad&#257;nanda therefore left the cooking pot on the stove and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 13.56</B></A>: "You are one of the chief associates of &#346;r&#299; Caitanya Mah&#257;prabhu. Indeed, no one is dearer to Him than you.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 13.57</B></A>: "Still, you have bound your head with a cloth given to you by another sanny&#257;s&#299;. Who can tolerate such behavior?"</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 13.58</B></A>: San&#257;tana Gosv&#257;m&#299; said, "My dear Jagad&#257;nanda Pandita, you are a greatly learned saint. No one is dearer to &#346;r&#299; Caitanya Mah&#257;prabhu than you.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 13.59</B></A>: "This faith in &#346;r&#299; Caitanya Mah&#257;prabhu quite befits you. Unless you demonstrate it, how could I learn such faith?</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 13.60</B></A>: "My purpose in binding my head with the cloth has now been fulfilled because I have personally seen your uncommon love for &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 13.61</B></A>: "This saffron cloth is unfit for a Vaishnava to wear; therefore I have no use for it. I shall give it to a stranger."</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 13.62</B></A>: When Jagad&#257;nanda Pandita finished cooking, he offered the food to &#346;r&#299; Caitanya Mah&#257;prabhu. Then he and San&#257;tana Gosv&#257;m&#299; sat down and ate the pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 13.63</B></A>: After eating the pras&#257;dam, they embraced each other and cried due to separation from Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 13.64</B></A>: They passed two months in Vrind&#257;vana in this way. Finally they could no longer tolerate the unhappiness of separation from &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 13.65</B></A>: Jagad&#257;nanda Pandita therefore gave San&#257;tana Gosv&#257;m&#299; the message from the Lord: "I am also coming to Vrind&#257;vana; please arrange a place for Me to stay."</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 13.66</B></A>: When San&#257;tana Gosv&#257;m&#299; granted permission for Jagad&#257;nanda to return to Jagann&#257;tha Pur&#299;, he gave Jagad&#257;nanda some gifts for Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 13.67</B></A>: The gifts consisted of some sand from the site of the r&#257;sa-l&#299;l&#257;, a stone from Govardhana Hill, dry ripened p&#299;lu fruits and a garland of small conchshells.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 13.68</B></A>: Thus Jagad&#257;nanda Pandita, bearing all these gifts, started on his journey. San&#257;tana Gosv&#257;m&#299;, however, was very much agitated after bidding him farewell.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 13.69</B></A>: Soon afterward, San&#257;tana Gosv&#257;m&#299; selected a place where &#346;r&#299; Caitanya Mah&#257;prabhu could stay while in Vrind&#257;vana. It was a temple in the highlands named Dv&#257;da&#347;&#257;ditya-til&#257;.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 13.70</B></A>: San&#257;tana Gosv&#257;m&#299; kept the temple very clean and in good repair. In front of it he erected a small hut.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 13.71</B></A>: Meanwhile, traveling very quickly, Jagad&#257;nanda Pandita soon arrived in Jagann&#257;tha Pur&#299;, much to the joy of &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 13.72</B></A>: After offering prayers at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, Jagad&#257;nanda Pandita greeted everyone. Then the Lord embraced Jagad&#257;nanda very strongly.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 13.73</B></A>: Jagad&#257;nanda Pandita offered obeisances to the Lord on behalf of San&#257;tana Gosv&#257;m&#299;. Then he gave the Lord the dust from the site of the r&#257;sa dance, along with the other gifts.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 13.74</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu kept all the gifts except the p&#299;lu fruits, which He distributed to the devotees. Because the fruits were from Vrind&#257;vana, everyone ate them with great happiness.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 13.75</B></A>: Those devotees who were familiar with p&#299;lu fruits sucked on the seeds, but the Bengali devotees who did not know what they were chewed the seeds and swallowed them.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 13.76</B></A>: The hot chili-like taste burned the tongues of those who chewed the seeds. Thus the eating of p&#299;lu fruits from Vrind&#257;vana became a pastime of &#346;r&#299; Caitanya Mah&#257;prabhu's.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 13.77</B></A>: When Jagad&#257;nanda Pandita returned from Vrind&#257;vana, everyone was jubilant. Thus &#346;r&#299; Caitanya Mah&#257;prabhu enjoyed His pastimes while residing at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 13.78</B></A>: One day when the Lord was going to the temple of Yame&#347;vara, a female singer began to sing in the Jagann&#257;tha temple.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 13.79</B></A>: She sang a gujjar&#299; tune in a very sweet voice, and because the subject was Jayadeva Gosv&#257;m&#299;'s G&#299;ta-govinda, the song attracted the attention of the entire world.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 13.80</B></A>: Hearing the song from a distance, &#346;r&#299; Caitanya Mah&#257;prabhu immediately became ecstatic. He did not know whether it was a man or a woman singing.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 13.81</B></A>: As the Lord ran in ecstasy to meet the singer, thorny hedges pricked His body.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 13.82</B></A>: Govinda ran very quickly behind the Lord, who did not feel any pain from the pricking of the thorns.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 13.83</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was running very rapidly, and the girl was only a short distance away. Just then Govinda caught the Lord in his arms and cried, "It is a woman singing!"</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 13.84</B></A>: As soon as He heard the word "woman," the Lord became externally conscious and turned back.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 13.85</B></A>: "My dear Govinda," He said, "you have saved My life. If I had touched the body of a woman, I would certainly have died.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 13.86</B></A>: "I shall never be able to repay My debt to you."Govinda replied, "Lord Jagann&#257;tha has saved You. I am insignificant."</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 13.87</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "My dear Govinda, you should stay with Me always. There is danger anywhere and everywhere; therefore you should protect Me very carefully."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 13.88</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu returned home. When Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and His other attendants heard about the incident, they became very much afraid.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 13.89</B></A>: During this time, Raghun&#257;tha Bhatt&#257;c&#257;rya, the son of Tapana Mi&#347;ra, gave up all his duties and left home, intending to meet &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 13.90</B></A>: Accompanied by a servant carrying his baggage, Raghun&#257;tha Bhatta started from V&#257;r&#257;nas&#299; and traveled along the path leading through Bengal.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 13.91</B></A>: In Bengal he met R&#257;mad&#257;sa Vi&#347;v&#257;sa, who belonged to the k&#257;yastha caste. He was one of the king's secretaries.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 13.92</B></A>: R&#257;mad&#257;sa Vi&#347;v&#257;sa was very learned in all the revealed scriptures. He was a teacher of the famous book K&#257;vya-prak&#257;&#347;a and was known as an advanced devotee and worshiper of Raghun&#257;tha [Lord R&#257;macandra].</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 13.93</B></A>: R&#257;mad&#257;sa had renounced everything and was going to see Lord Jagann&#257;tha. While traveling, he chanted the holy name of Lord R&#257;ma twenty-four hours a day.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 13.94</B></A>: When he met Raghun&#257;tha Bhatta on the way, he took Raghun&#257;tha's baggage on his head and carried it.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 13.95</B></A>: R&#257;mad&#257;sa served Raghun&#257;tha Bhatta in various ways, even massaging his legs. Raghun&#257;tha Bhatta felt some hesitation in accepting all this service.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 13.96</B></A>: "You are a respectable gentleman, a learned scholar and a great devotee," Raghun&#257;tha Bhatta said. "Please do not try to serve me. Just come with me in a happy mood."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 13.97</B></A>: R&#257;mad&#257;sa replied, "I am a &#347;&#363;dra, a fallen soul. To serve a br&#257;hmana is my duty and religious principle.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 13.98</B></A>: "Therefore please do not be hesitant. I am your servant, and when I serve you my heart becomes jubilant."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 13.99</B></A>: Thus R&#257;mad&#257;sa carried the baggage of Raghun&#257;tha Bhatta and served him sincerely. He constantly chanted the holy name of Lord R&#257;macandra day and night.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 13.100</B></A>: Traveling in this way, Raghun&#257;tha Bhatta soon arrived at Jagann&#257;tha Pur&#299;. There he met &#346;r&#299; Caitanya Mah&#257;prabhu with great delight and fell at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 13.101</B></A>: Raghun&#257;tha Bhatta fell straight as a rod at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Then the Lord embraced him, knowing well who he was.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 13.102</B></A>: Raghun&#257;tha offered respectful obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu on behalf of Tapana Mi&#347;ra and Candra&#347;ekhara, and the Lord also inquired about them.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 13.103</B></A>: "It is very good that you have come here," the Lord said. "Now go see the lotus-eyed Lord Jagann&#257;tha. Today you will accept pras&#257;dam here at My place."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 13.104</B></A>: The Lord asked Govinda to arrange for Raghun&#257;tha Bhatta's accommodations and then introduced him to all the devotees, headed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 13.105</B></A>: Thus Raghun&#257;tha Bhatta lived with &#346;r&#299; Caitanya Mah&#257;prabhu continuously for eight months, and by the Lord's mercy he felt increasing transcendental happiness every day.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 13.106</B></A>: He would periodically cook rice with various vegetables and invite &#346;r&#299; Caitanya Mah&#257;prabhu to his home.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 13.107</B></A>: Raghun&#257;tha Bhatta was an expert cook. Whatever he prepared tasted just like nectar.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 13.108</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu would accept with great satisfaction all the food he prepared. After the Lord was satisfied, Raghun&#257;tha Bhatta would eat His remnants.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 13.109</B></A>: When R&#257;mad&#257;sa Vi&#347;v&#257;sa met &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord did not show him any special mercy, although this was their first meeting.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 13.110</B></A>: Within his heart, R&#257;mad&#257;sa Vi&#347;v&#257;sa was an impersonalist who desired to merge into the existence of the Lord, and he was very proud of his learning. Since &#346;r&#299; Caitanya Mah&#257;prabhu is the omniscient Supreme Personality of Godhead, He can understand the heart of everyone, and thus He knew all these things.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 13.111</B></A>: R&#257;mad&#257;sa Vi&#347;v&#257;sa then took up residence in Jagann&#257;tha Pur&#299; and taught the K&#257;vya-prak&#257;&#347;a to the Pattan&#257;yaka family [the descendants of Bhav&#257;nanda R&#257;ya].</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 13.112</B></A>: After eight months, when &#346;r&#299; Caitanya Mah&#257;prabhu bade farewell to Raghun&#257;tha Bhatta, the Lord flatly forbade him to marry. "Do not marry," the Lord said.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 13.113</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said to Raghun&#257;tha Bhatta, "When you return home, serve your aged father and mother, who are devotees, and try to study &#346;r&#299;mad-Bh&#257;gavatam from a pure Vaishnava who has realized God."</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 13.114</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu concluded, "Come again to N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;]." After saying this, the Lord put His own neck beads on Raghun&#257;tha Bhatta's neck.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 13.115</B></A>: Then the Lord embraced him and bade him farewell. Overwhelmed with ecstatic love, Raghun&#257;tha Bhatta began to cry due to imminent separation from &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 13.116</B></A>: After taking permission from &#346;r&#299; Caitanya Mah&#257;prabhu and all the devotees, headed by Svar&#363;pa D&#257;modara, Raghun&#257;tha Bhatta returned to V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 13.117</B></A>: In accordance with the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, he continuously rendered service to his mother and father for four years. He also regularly studied &#346;r&#299;mad-Bh&#257;gavatam from a self-realized Vaishnava.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 13.118</B></A>: Then his parents died at K&#257;&#347;&#299; [V&#257;r&#257;nas&#299;], and he became detached. He therefore returned to &#346;r&#299; Caitanya Mah&#257;prabhu, giving up all relationships with his home.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 13.119</B></A>: As previously, Raghun&#257;tha remained continuously with &#346;r&#299; Caitanya Mah&#257;prabhu for eight months. Then the Lord gave him the following order.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 13.120</B></A>: "My dear Raghun&#257;tha, on My order go to Vrind&#257;vana and live there under the care of R&#363;pa and San&#257;tana Gosv&#257;m&#299;s.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 13.121</B></A>: "In Vrind&#257;vana you should chant the Hare Krishna mantra twenty-four hours a day and read &#346;r&#299;mad-Bh&#257;gavatam continuously. Krishna, the Supreme Personality of Godhead, will very soon bestow His mercy upon you."</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 13.122</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu embraced Raghun&#257;tha Bhatta, and by the Lord's mercy Raghun&#257;tha was enlivened with ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 13.123</B></A>: At a festival &#346;r&#299; Caitanya Mah&#257;prabhu had been given some unspiced betel and a garland of tulas&#299; leaves fourteen cubits long. The garland had been worn by Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 13.124</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu gave the garland and betel to Raghun&#257;tha Bhatta, who accepted them as a worshipable Deity and preserved them very carefully.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 13.125</B></A>: Taking permission from &#346;r&#299; Caitanya Mah&#257;prabhu, Raghun&#257;tha Bhatta then departed for Vrind&#257;vana. When he arrived there, he put himself under the care of R&#363;pa and San&#257;tana Gosv&#257;m&#299;s.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 13.126</B></A>: When reciting &#346;r&#299;mad-Bh&#257;gavatam in the company of R&#363;pa and San&#257;tana, Raghun&#257;tha Bhatta would be overwhelmed with ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 13.127</B></A>: By the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, he experienced the symptoms of ecstatic love &#8212; tears, trembling and faltering of the voice. His eyes filled with tears and his throat became choked, and thus he could not recite &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 13.128</B></A>: His voice was as sweet as a cuckoo's, and he would recite each verse of &#346;r&#299;mad-Bh&#257;gavatam in three or four tunes. Thus his recitations were very sweet to hear.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 13.129</B></A>: When he recited or heard about the beauty and sweetness of Krishna, he would be overwhelmed with ecstatic love and become oblivious to everything.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 13.130</B></A>: Thus Raghun&#257;tha Bhatta surrendered fully at the lotus feet of Lord Govinda, and those lotus feet became his life and soul.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 13.131</B></A>: Subsequently Raghun&#257;tha Bhatta ordered his disciples to construct a temple for Govinda. He prepared various ornaments for Govinda, including a flute and shark-shaped earrings.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 13.132</B></A>: Raghun&#257;tha Bhatta would neither hear nor speak about anything of the material world. He would simply discuss Krishna and worship the Lord day and night.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 13.133</B></A>: He would not listen to blasphemy of a Vaishnava, nor would he listen to talk of a Vaishnava's misbehavior. He knew only that everyone was engaged in Krishna's service; he did not understand anything else.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 13.134</B></A>: When Raghun&#257;tha Bhatta Gosv&#257;m&#299; was absorbed in remembrance of Lord Krishna, he would take the tulas&#299; garland and the pras&#257;dam of Lord Jagann&#257;tha given to him by &#346;r&#299; Caitanya Mah&#257;prabhu, bind them together and wear them on his neck.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 13.135</B></A>: Thus I have described the powerful mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, by which Raghun&#257;tha Bhatta Gosv&#257;m&#299; remained constantly overwhelmed with ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="136-137.htm"><B>CC Antya 13.136-137</B></A>: In this chapter I have spoken about three topics: Jagad&#257;nanda Pandita's visit to Vrind&#257;vana, &#346;r&#299; Caitanya Mah&#257;prabhu's listening to the song of the deva-d&#257;s&#299; at the temple of Jagann&#257;tha, and how Raghun&#257;tha Bhatta Gosv&#257;m&#299; achieved ecstatic love of Krishna by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 13.138</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu [Gaurahari] bestows ecstatic love for Krishna upon anyone who hears all these topics with faith and love.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 13.139</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>