<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Pastimes with Jagad&#257;nanda Pandita and Raghun&#257;tha Bhatta Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 13 Summary</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura gives the following summary of the Thirteenth Chapter in his Amrita-prav&#257;ha-bh&#257;shya. Thinking &#346;r&#299; Caitanya Mah&#257;prabhu was uncomfortable sleeping on bark of plantain trees, Jagad&#257;nanda made a pillow and quilt for Him. The Lord, however, did not accept them. Then Svar&#363;pa D&#257;modara Gosv&#257;m&#299; made another pillow and quilt from finely shredded plantain leaves, and after strongly objecting, the Lord accepted them. With the permission of &#346;r&#299; Caitanya Mah&#257;prabhu, Jagad&#257;nanda Pandita went to Vrind&#257;vana, where he discussed many devotional subjects with San&#257;tana Gosv&#257;m&#299;. There was also a discussion about Mukunda Sarasvat&#299;'s garment. When Jagad&#257;nanda returned to Jagann&#257;tha Pur&#299;, he presented &#346;r&#299; Caitanya Mah&#257;prabhu with some gifts from San&#257;tana Gosv&#257;m&#299;, and the incident of the p&#299;lu fruit took place.</P><P>Once, &#346;r&#299; Caitanya Mah&#257;prabhu became ecstatic upon hearing the songs of a deva-d&#257;s&#299;. Unaware of who was singing, He ran toward her through thorny bushes, but when Govinda informed the Lord that it was a woman singing, He immediately stopped. By this incident, &#346;r&#299; Caitanya Mah&#257;prabhu instructed everyone that sanny&#257;s&#299;s and Vaishnavas should not hear women singing.</P><P>When Raghun&#257;tha Bhatta Gosv&#257;m&#299; left V&#257;r&#257;nas&#299; on his way to Jagann&#257;tha Pur&#299; after completing his education, he met R&#257;mad&#257;sa Vi&#347;v&#257;sa Pandita. Vi&#347;v&#257;sa Pandita was very proud of his education, and being an impersonalist, he was not well received by &#346;r&#299; Caitanya Mah&#257;prabhu. A summary of the life of Raghun&#257;tha Bhatta Gosv&#257;m&#299; ends this chapter.</P><P CLASS=l><A CLASS=i HREF="../12/155.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>