<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.1</P><P CLASS=c>dhritar&#257;shtra uv&#257;ca</P><P CLASS=c>dharma-kshetre kuru-kshetre</P><P CLASS=c>samavet&#257; yuyutsavah</P><P CLASS=c>m&#257;mak&#257;h p&#257;ndav&#257;&#347; caiva</P><P CLASS=c>kim akurvata sañjaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhrtarastrah">dhritar&#257;shtrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A> said; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetre">kshetre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the place of pilgrimage; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetre">kshetre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the place named <A HREF="http://vedabase.net/k/kuruksetra">Kurukshetra</A>; <A CLASS=v HREF="http://vedabase.net/s/samavetah">samavet&#257;h</A> &#8212; assembled; <A CLASS=v HREF="http://vedabase.net/y/yuyutsavah">yuyutsavah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> fight; <A CLASS=v HREF="http://vedabase.net/m/mamakah">m&#257;mak&#257;h</A> &#8212; my party (sons); <A CLASS=v HREF="http://vedabase.net/p/pandavah">p&#257;ndav&#257;h</A> &#8212; the sons of <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/akurvata">akurvata</A> &#8212; did they <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sanjaya">sañjaya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/s/sanjaya">Sañjaya</A>.</P><P CLASS=t>TRANSLATION</P><P>Dhritar&#257;shtra said: O Sañjaya, after my sons and the sons of P&#257;ndu assembled in the place of pilgrimage at Kurukshetra, desiring to fight, what did they do?</P><P CLASS=t>PURPORT</P><P>Bhagavad-g&#299;t&#257; is the widely read theistic science summarized in the G&#299;t&#257;-m&#257;h&#257;tmya (Glorification of the G&#299;t&#257;). There it says that one should read Bhagavad-g&#299;t&#257; very scrutinizingly with the help of a person who is a devotee of &#346;r&#299; Krishna and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-g&#299;t&#257; itself, in the way the teaching is understood by Arjuna, who heard the G&#299;t&#257; directly from the Lord. If someone is fortunate enough to understand Bhagavad-g&#299;t&#257; in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-g&#299;t&#257; all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the G&#299;t&#257;. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord &#346;r&#299; Krishna.</P><P>The topics discussed by Dhritar&#257;shtra and Sañjaya, as described in the Mah&#257;bh&#257;rata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kurukshetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind.</P><P>The word dharma-kshetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kurukshetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhritar&#257;shtra, the father of the Kurus, was highly doubtful about the possibility of his sons' ultimate victory. In his doubt, he inquired from his secretary Sañjaya, "What did they do?" He was confident that both his sons and the sons of his younger brother P&#257;ndu were assembled in that Field of Kurukshetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kurukshetra, which is mentioned elsewhere in the Vedas as a place of worship &#8212; even for the denizens of heaven &#8212; Dhritar&#257;shtra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of P&#257;ndu favorably, because by nature they were all virtuous. Sañjaya was a student of Vy&#257;sa, and therefore, by the mercy of Vy&#257;sa, Sañjaya was able to envision the Battlefield of Kurukshetra even while he was in the room of Dhritar&#257;shtra. And so, Dhritar&#257;shtra asked him about the situation on the battlefield.</P><P>Both the P&#257;ndavas and the sons of Dhritar&#257;shtra belong to the same family, but Dhritar&#257;shtra's mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of P&#257;ndu from the family heritage. One can thus understand the specific position of Dhritar&#257;shtra in his relationship with his nephews, the sons of P&#257;ndu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kurukshetra, where the father of religion, &#346;r&#299; Krishna, was present, the unwanted plants like Dhritar&#257;shtra's son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhishthira, would be established by the Lord. This is the significance of the words dharma-kshetre and kuru-kshetre, apart from their historical and Vedic importance.</P><P CLASS=l><A CLASS=i HREF="../introduction.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>