<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 10"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.10</P><P CLASS=c>apary&#257;ptam tad asm&#257;kam</P><P CLASS=c>balam bh&#299;shm&#257;bhirakshitam</P><P CLASS=c>pary&#257;ptam tv idam etesh&#257;m</P><P CLASS=c>balam bh&#299;m&#257;bhirakshitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aparyaptam">apary&#257;ptam</A> &#8212; immeasurable; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; of ours; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/b/bhisma">bh&#299;shma</A> &#8212; by Grandfather <A HREF="http://vedabase.net/b/bhisma">Bh&#299;shma</A>; <A CLASS=v HREF="http://vedabase.net/a/abhiraksitam">abhirakshitam</A> &#8212; perfectly protected; <A CLASS=v HREF="http://vedabase.net/p/paryaptam">pary&#257;ptam</A> &#8212; limited; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/e/etesam">etesh&#257;m</A> &#8212; of the P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/b/bhima">bh&#299;ma</A> &#8212; by <A HREF="http://vedabase.net/b/bhima">Bh&#299;ma</A>; <A CLASS=v HREF="http://vedabase.net/a/abhiraksitam">abhirakshitam</A> &#8212; carefully protected.</P><P CLASS=t>TRANSLATION</P><P>Our strength is immeasurable, and we are perfectly protected by Grandfather Bh&#299;shma, whereas the strength of the P&#257;ndavas, carefully protected by Bh&#299;ma, is limited.</P><P CLASS=t>PURPORT</P><P>Herein an estimation of comparative strength is made by Duryodhana. He thinks that the strength of his armed forces is immeasurable, being specifically protected by the most experienced general, Grandfather Bh&#299;shma. On the other hand, the forces of the P&#257;ndavas are limited, being protected by a less experienced general, Bh&#299;ma, who is like a fig in the presence of Bh&#299;shma. Duryodhana was always envious of Bh&#299;ma because he knew perfectly well that if he should die at all, he would only be killed by Bh&#299;ma. But at the same time, he was confident of his victory on account of the presence of Bh&#299;shma, who was a far superior general. His conclusion that he would come out of the battle victorious was well ascertained.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>