<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 15"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.15</P><P CLASS=c>p&#257;ñcajanyam hrish&#299;ke&#347;o</P><P CLASS=c>devadattam dhanañjayah</P><P CLASS=c>paundram dadhmau mah&#257;-&#347;a&#324;kham</P><P CLASS=c>bh&#299;ma-karm&#257; vrikodarah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pancajanyam">p&#257;ñcajanyam</A> &#8212; the conchshell named <A HREF="http://vedabase.net/p/pancajanya">P&#257;ñcajanya</A>; <A CLASS=v HREF="http://vedabase.net/h/hrsika">hrish&#299;ka</A>-<A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; <A HREF="http://vedabase.net/h/hrsikesa">Hrish&#299;ke&#347;a</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Lord who directs the senses of the devotees); <A CLASS=v HREF="http://vedabase.net/d/devadattam">devadattam</A> &#8212; the conchshell named Devadatta; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A>-<A CLASS=v HREF="http://vedabase.net/j/jayah">jayah</A> &#8212; <A HREF="http://vedabase.net/d/dhananjaya">Dhanañjaya</A> (<A HREF="http://vedabase.net/a/arjuna">Arjuna</A>, the winner of wealth); <A CLASS=v HREF="http://vedabase.net/p/paundram">paundram</A> &#8212; the conch named <A HREF="http://vedabase.net/p/paundra">Paundra</A>; <A CLASS=v HREF="http://vedabase.net/d/dadhmau">dadhmau</A> &#8212; blew; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sankham">&#347;a&#324;kham</A> &#8212; the terrific conchshell; <A CLASS=v HREF="http://vedabase.net/b/bhima">bh&#299;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karm&#257;</A> &#8212; one who performs herculean tasks; <A CLASS=v HREF="http://vedabase.net/v/vrka">vrika</A>-<A CLASS=v HREF="http://vedabase.net/u/udarah">udarah</A> &#8212; the voracious eater (<A HREF="http://vedabase.net/b/bhima">Bh&#299;ma</A>).</P><P CLASS=t>TRANSLATION</P><P>Lord Krishna blew His conchshell, called P&#257;ñcajanya; Arjuna blew his, the Devadatta; and Bh&#299;ma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Paundra.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is referred to as Hrish&#299;ke&#347;a in this verse because He is the owner of all senses. The living entities are part and parcel of Him, and therefore the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as senseless, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kurukshetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hrish&#299;ke&#347;a. The Lord has different names according to His different activities. For example, His name is Madhus&#363;dana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is V&#257;sudeva because He appeared as the son of Vasudeva; His name is Devak&#299;-nandana because He accepted Devak&#299; as His mother; His name is Ya&#347;od&#257;-nandana because He awarded His childhood pastimes to Ya&#347;od&#257; at Vrind&#257;vana; His name is P&#257;rtha-s&#257;rathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hrish&#299;ke&#347;a because He gave direction to Arjuna on the Battlefield of Kurukshetra.</P><P>Arjuna is referred to as Dhanañjaya in this verse because he helped his elder brother in fetching wealth when it was required by the king to make expenditures for different sacrifices. Similarly, Bh&#299;ma is known as Vrikodara because he could eat as voraciously as he could perform herculean tasks, such as killing the demon Hidimba. So the particular types of conchshell blown by the different personalities on the side of the P&#257;ndavas, beginning with the Lord's, were all very encouraging to the fighting soldiers. On the other side there were no such credits, nor the presence of Lord Krishna, the supreme director, nor that of the goddess of fortune. So they were predestined to lose the battle &#8212; and that was the message announced by the sounds of the conchshells.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16-18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>