<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 2"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.2</P><P CLASS=c>sañjaya uv&#257;ca</P><P CLASS=c>drishtv&#257; tu p&#257;ndav&#257;n&#299;kam</P><P CLASS=c>vy&#363;dham duryodhanas tad&#257;</P><P CLASS=c>&#257;c&#257;ryam upasa&#324;gamya</P><P CLASS=c>r&#257;j&#257; vacanam abrav&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanjayah">sañjayah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sanjaya">Sañjaya</A> said; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/p/pandava">p&#257;ndava</A>-<A CLASS=v HREF="http://vedabase.net/a/anikam">an&#299;kam</A> &#8212; the soldiers of the P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/v/vyudham">vy&#363;dham</A> &#8212; arranged <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> military phalanx; <A CLASS=v HREF="http://vedabase.net/d/duryodhanah">duryodhanah</A> &#8212; King <A HREF="http://vedabase.net/d/duryodhana">Duryodhana</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/a/acaryam">&#257;c&#257;ryam</A> &#8212; the teacher; <A CLASS=v HREF="http://vedabase.net/u/upasangamya">upasa&#324;gamya</A> &#8212; approaching; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the king; <A CLASS=v HREF="http://vedabase.net/v/vacanam">vacanam</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; spoke.</P><P CLASS=t>TRANSLATION</P><P>Sañjaya said: O King, after looking over the army arranged in military formation by the sons of P&#257;ndu, King Duryodhana went to his teacher and spoke the following words.</P><P CLASS=t>PURPORT</P><P>Dhritar&#257;shtra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the P&#257;ndavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sañjaya could understand his motive in asking about the situation on the battlefield. Sañjaya wanted, therefore, to encourage the despondent king and thus assured him that his sons were not going to make any sort of compromise under the influence of the holy place. Sañjaya therefore informed the king that his son, Duryodhana, after seeing the military force of the P&#257;ndavas, at once went to the commander in chief, Dron&#257;c&#257;rya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana's diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the P&#257;ndavas.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>