<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 20"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.20</P><P CLASS=c>atha vyavasthit&#257;n drishtv&#257;</P><P CLASS=c>dh&#257;rtar&#257;shtr&#257;n kapi-dhvajah</P><P CLASS=c>pravritte &#347;astra-samp&#257;te</P><P CLASS=c>dhanur udyamya p&#257;ndavah</P><P CLASS=c>hrish&#299;ke&#347;am tad&#257; v&#257;kyam</P><P CLASS=c>idam &#257;ha mah&#299;-pate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/v/vyavasthitan">vyavasthit&#257;n</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; looking upon; <A CLASS=v HREF="http://vedabase.net/d/dhartarastran">dh&#257;rtar&#257;shtr&#257;n</A> &#8212; the sons of <A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A>; <A CLASS=v HREF="http://vedabase.net/k/kapi">kapi</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvajah">dhvajah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> whose flag was marked with <A HREF="http://vedabase.net/h/hanuman">Hanum&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/p/pravrtte">pravritte</A> &#8212; while about <A HREF="http://vedabase.net/t/to">to</A> engage; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;astra</A>-<A CLASS=v HREF="http://vedabase.net/s/sampate">samp&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> releasing his arrows; <A CLASS=v HREF="http://vedabase.net/d/dhanuh">dhanuh</A> &#8212; bow; <A CLASS=v HREF="http://vedabase.net/u/udyamya">udyamya</A> &#8212; taking up; <A CLASS=v HREF="http://vedabase.net/p/pandavah">p&#257;ndavah</A> &#8212; the son of <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A> (<A HREF="http://vedabase.net/a/arjuna">Arjuna</A>); <A CLASS=v HREF="http://vedabase.net/h/hrsikesam">hrish&#299;ke&#347;am</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King.</P><P CLASS=t>TRANSLATION</P><P>At that time Arjuna, the son of P&#257;ndu, seated in the chariot bearing the flag marked with Hanum&#257;n, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhritar&#257;shtra drawn in military array, Arjuna then spoke to Lord Krishna these words.</P><P CLASS=t>PURPORT</P><P>The battle was just about to begin. It is understood from the above statement that the sons of Dhritar&#257;shtra were more or less disheartened by the unexpected arrangement of military force by the P&#257;ndavas, who were guided by the direct instructions of Lord Krishna on the battlefield. The emblem of Hanum&#257;n on the flag of Arjuna is another sign of victory because Hanum&#257;n cooperated with Lord R&#257;ma in the battle between R&#257;ma and R&#257;vana, and Lord R&#257;ma emerged victorious. Now both R&#257;ma and Hanum&#257;n were present on the chariot of Arjuna to help him. Lord Krishna is R&#257;ma Himself, and wherever Lord R&#257;ma is, His eternal servitor Hanum&#257;n and His eternal consort S&#299;t&#257;, the goddess of fortune, are present. Therefore, Arjuna had no cause to fear any enemies whatsoever. And above all, the Lord of the senses, Lord Krishna, was personally present to give him direction. Thus, all good counsel was available to Arjuna in the matter of executing the battle. In such auspicious conditions, arranged by the Lord for His eternal devotee, lay the signs of assured victory.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21-22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>