<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 24"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.24</P><P CLASS=c>sañjaya uv&#257;ca</P><P CLASS=c>evam ukto hrish&#299;ke&#347;o</P><P CLASS=c>gud&#257;ke&#347;ena bh&#257;rata</P><P CLASS=c>senayor ubhayor madhye</P><P CLASS=c>sth&#257;payitv&#257; rathottamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanjayah">sañjayah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sanjaya">Sañjaya</A> said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; addressed; <A CLASS=v HREF="http://vedabase.net/h/hrsikesah">hrish&#299;ke&#347;ah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/gudakesena">gud&#257;ke&#347;ena</A> &#8212; by <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> descendant of <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/s/senayoh">senayoh</A> &#8212; of the armies; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the midst; <A CLASS=v HREF="http://vedabase.net/s/sthapayitva">sth&#257;payitv&#257;</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; the finest chariot.</P><P CLASS=t>TRANSLATION</P><P>Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Krishna drew up the fine chariot in the midst of the armies of both parties.</P><P CLASS=t>PURPORT</P><P>In this verse Arjuna is referred to as Gud&#257;ke&#347;a. Gud&#257;k&#257; means sleep, and one who conquers sleep is called gud&#257;ke&#347;a. Sleep also means ignorance. So Arjuna conquered both sleep and ignorance because of his friendship with Krishna. As a great devotee of Krishna, he could not forget Krishna even for a moment, because that is the nature of a devotee. Either in waking or in sleep, a devotee of the Lord can never be free from thinking of Krishna's name, form, qualities and pastimes. Thus a devotee of Krishna can conquer both sleep and ignorance simply by thinking of Krishna constantly. This is called Krishna consciousness, or sam&#257;dhi. As Hrish&#299;ke&#347;a, or the director of the senses and mind of every living entity, Krishna could understand Arjuna's purpose in placing the chariot in the midst of the armies. Thus He did so, and spoke as follows.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>