<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 3"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.3</P><P CLASS=c>pa&#347;yait&#257;m p&#257;ndu-putr&#257;n&#257;m</P><P CLASS=c>&#257;c&#257;rya mahat&#299;m cam&#363;m</P><P CLASS=c>vy&#363;dh&#257;m drupada-putrena</P><P CLASS=c>tava &#347;ishyena dh&#299;mat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pasya">pa&#347;ya</A> &#8212; behold; <A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/pandu">p&#257;ndu</A>-<A CLASS=v HREF="http://vedabase.net/p/putranam">putr&#257;n&#257;m</A> &#8212; of the sons of <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> teacher; <A CLASS=v HREF="http://vedabase.net/m/mahatim">mahat&#299;m</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/c/camum">cam&#363;m</A> &#8212; military force; <A CLASS=v HREF="http://vedabase.net/v/vyudham">vy&#363;dh&#257;m</A> &#8212; arranged; <A CLASS=v HREF="http://vedabase.net/d/drupada">drupada</A>-<A CLASS=v HREF="http://vedabase.net/p/putrena">putrena</A> &#8212; by the son of <A HREF="http://vedabase.net/d/drupada">Drupada</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/s/sisyena">&#347;ishyena</A> &#8212; disciple; <A CLASS=v HREF="http://vedabase.net/d/dhi">dh&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mat&#257;</A> &#8212; very intelligent.</P><P CLASS=t>TRANSLATION</P><P>O my teacher, behold the great army of the sons of P&#257;ndu, so expertly arranged by your intelligent disciple the son of Drupada.</P><P CLASS=t>PURPORT</P><P>Duryodhana, a great diplomat, wanted to point out the defects of Dron&#257;c&#257;rya, the great br&#257;hmana commander in chief. Dron&#257;c&#257;rya had some political quarrel with King Drupada, the father of Draupad&#299;, who was Arjuna's wife. As a result of this quarrel, Drupada performed a great sacrifice, by which he received the benediction of having a son who would be able to kill Dron&#257;c&#257;rya. Dron&#257;c&#257;rya knew this perfectly well, and yet as a liberal br&#257;hmana he did not hesitate to impart all his military secrets when the son of Drupada, Dhrishtadyumna, was entrusted to him for military education. Now, on the Battlefield of Kurukshetra, Dhrishtadyumna took the side of the P&#257;ndavas, and it was he who arranged for their military phalanx, after having learned the art from Dron&#257;c&#257;rya. Duryodhana pointed out this mistake of Dron&#257;c&#257;rya's so that he might be alert and uncompromising in the fighting. By this he wanted to point out also that he should not be similarly lenient in battle against the P&#257;ndavas, who were also Dron&#257;c&#257;rya's affectionate students. Arjuna, especially, was his most affectionate and brilliant student. Duryodhana also warned that such leniency in the fight would lead to defeat.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>