<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verses 32-35</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verses 32-35"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.32-35</P><P CLASS=c>kim no r&#257;jyena govinda</P><P CLASS=c>kim bhogair j&#299;vitena v&#257;</P><P CLASS=c>yesh&#257;m arthe k&#257;&#324;kshitam no</P><P CLASS=c>r&#257;jyam bhog&#257;h sukh&#257;ni ca</P><P CLASS=c>ta ime 'vasthit&#257; yuddhe</P><P CLASS=c>pr&#257;n&#257;ms tyaktv&#257; dhan&#257;ni ca</P><P CLASS=c>&#257;c&#257;ry&#257;h pitarah putr&#257;s</P><P CLASS=c>tathaiva ca pit&#257;mah&#257;h</P><P CLASS=c>m&#257;tul&#257;h &#347;va&#347;ur&#257;h pautr&#257;h</P><P CLASS=c>&#347;y&#257;l&#257;h sambandhinas tath&#257;</P><P CLASS=c>et&#257;n na hantum icch&#257;mi</P><P CLASS=c>ghnato 'pi madhus&#363;dana</P><P CLASS=c>api trailokya-r&#257;jyasya</P><P CLASS=c>hetoh kim nu mah&#299;-krite</P><P CLASS=c>nihatya dh&#257;rtar&#257;shtr&#257;n nah</P><P CLASS=c>k&#257; pr&#299;tih sy&#257;j jan&#257;rdana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what use; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/r/rajyena">r&#257;jyena</A> &#8212; is the kingdom; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/b/bhogaih">bhogaih</A> &#8212; enjoyment; <A CLASS=v HREF="http://vedabase.net/j/jivitena">j&#299;vitena</A> &#8212; living; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/k/kanksitam">k&#257;&#324;kshitam</A> &#8212; is desired; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; by us; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; kingdom; <A CLASS=v HREF="http://vedabase.net/b/bhogah">bhog&#257;h</A> &#8212; material enjoyment; <A CLASS=v HREF="http://vedabase.net/s/sukhani">sukh&#257;ni</A> &#8212; all happiness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/a/avasthitah">avasthit&#257;h</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/y/yuddhe">yuddhe</A> &#8212; on this battlefield; <A CLASS=v HREF="http://vedabase.net/p/pranan">pr&#257;n&#257;n</A> &#8212; lives; <A CLASS=v HREF="http://vedabase.net/t/tyaktva">tyaktv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/d/dhanani">dhan&#257;ni</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/acaryah">&#257;c&#257;ry&#257;h</A> &#8212; teachers; <A CLASS=v HREF="http://vedabase.net/p/pitarah">pitarah</A> &#8212; fathers; <A CLASS=v HREF="http://vedabase.net/p/putrah">putr&#257;h</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/pitamahah">pit&#257;mah&#257;h</A> &#8212; grandfathers; <A CLASS=v HREF="http://vedabase.net/m/matulah">m&#257;tul&#257;h</A> &#8212; maternal uncles; <A CLASS=v HREF="http://vedabase.net/s/svasurah">&#347;va&#347;ur&#257;h</A> &#8212; fathers-<A HREF="http://vedabase.net/i/in">in</A>-law; <A CLASS=v HREF="http://vedabase.net/p/pautrah">pautr&#257;h</A> &#8212; grandsons; <A CLASS=v HREF="http://vedabase.net/s/syalah">&#347;y&#257;l&#257;h</A> &#8212; brothers-<A HREF="http://vedabase.net/i/in">in</A>-law; <A CLASS=v HREF="http://vedabase.net/s/sambandhinah">sambandhinah</A> &#8212; relatives; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/etan">et&#257;n</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/h/hantum">hantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> kill; <A CLASS=v HREF="http://vedabase.net/i/icchami">icch&#257;mi</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/i">I</A> wish; <A CLASS=v HREF="http://vedabase.net/g/ghnatah">ghnatah</A> &#8212; being killed; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/m/madhusudana">madhus&#363;dana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> killer of the demon <A HREF="http://vedabase.net/m/madhu">Madhu</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even if; <A CLASS=v HREF="http://vedabase.net/t/trai">trai</A>-<A CLASS=v HREF="http://vedabase.net/l/lokya">lokya</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/r/rajyasya">r&#257;jyasya</A> &#8212; for the kingdom; <A CLASS=v HREF="http://vedabase.net/h/hetoh">hetoh</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> exchange; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of the earth; <A CLASS=v HREF="http://vedabase.net/n/nihatya">nihatya</A> &#8212; by killing; <A CLASS=v HREF="http://vedabase.net/d/dhartarastran">dh&#257;rtar&#257;shtr&#257;n</A> &#8212; the sons of <A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A>; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/p/pritih">pr&#299;tih</A> &#8212; pleasure; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; will there be; <A CLASS=v HREF="http://vedabase.net/j/janardana">jan&#257;rdana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> maintainer of all living entities.</P><P CLASS=t>TRANSLATION</P><P>O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhus&#363;dana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhritar&#257;shtra?</P><P CLASS=t>PURPORT</P><P>Arjuna has addressed Lord Krishna as Govinda because Krishna is the object of all pleasures for cows and the senses. By using this significant word, Arjuna indicates that Krishna should understand what will satisfy Arjuna's senses. But Govinda is not meant for satisfying our senses. If we try to satisfy the senses of Govinda, however, then automatically our own senses are satisfied. Materially, everyone wants to satisfy his senses, and he wants God to be the order supplier for such satisfaction. The Lord will satisfy the senses of the living entities as much as they deserve, but not to the extent that they may covet. But when one takes the opposite way &#8212; namely, when one tries to satisfy the senses of Govinda without desiring to satisfy one's own senses &#8212; then by the grace of Govinda all desires of the living entity are satisfied. Arjuna's deep affection for community and family members is exhibited here partly due to his natural compassion for them. He is therefore not prepared to fight. Everyone wants to show his opulence to friends and relatives, but Arjuna fears that all his relatives and friends will be killed on the battlefield and he will be unable to share his opulence after victory. This is a typical calculation of material life. The transcendental life, however, is different. Since a devotee wants to satisfy the desires of the Lord, he can, Lord willing, accept all kinds of opulence for the service of the Lord, and if the Lord is not willing, he should not accept a farthing. Arjuna did not want to kill his relatives, and if there were any need to kill them, he desired that Krishna kill them personally. At this point he did not know that Krishna had already killed them before their coming into the battlefield and that he was only to become an instrument for Krishna. This fact is disclosed in following chapters. As a natural devotee of the Lord, Arjuna did not like to retaliate against his miscreant cousins and brothers, but it was the Lord's plan that they should all be killed. The devotee of the Lord does not retaliate against the wrongdoer, but the Lord does not tolerate any mischief done to the devotee by the miscreants. The Lord can excuse a person on His own account, but He excuses no one who has done harm to His devotees. Therefore the Lord was determined to kill the miscreants, although Arjuna wanted to excuse them.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>