<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1 Verse 36"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="index.htm">Observing the Armies on the Battlefield of Kurukshetra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 1.36</P><P CLASS=c>p&#257;pam ev&#257;&#347;rayed asm&#257;n</P><P CLASS=c>hatvait&#257;n &#257;tat&#257;yinah</P><P CLASS=c>tasm&#257;n n&#257;rh&#257; vayam hantum</P><P CLASS=c>dh&#257;rtar&#257;shtr&#257;n sa-b&#257;ndhav&#257;n</P><P CLASS=c>sva-janam hi katham hatv&#257;</P><P CLASS=c>sukhinah sy&#257;ma m&#257;dhava</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/papam">p&#257;pam</A> &#8212; vices; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asrayet">&#257;&#347;rayet</A> &#8212; must come upon; <A CLASS=v HREF="http://vedabase.net/a/asman">asm&#257;n</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; by killing; <A CLASS=v HREF="http://vedabase.net/e/etan">et&#257;n</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/a/atatayinah">&#257;tat&#257;yinah</A> &#8212; aggressors; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/arhah">arh&#257;h</A> &#8212; deserving; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/h/hantum">hantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> kill; <A CLASS=v HREF="http://vedabase.net/d/dhartarastran">dh&#257;rtar&#257;shtr&#257;n</A> &#8212; the sons of <A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhavan">b&#257;ndhav&#257;n</A> &#8212; along with friends; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/janam">janam</A> &#8212; kinsmen; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; by killing; <A CLASS=v HREF="http://vedabase.net/s/sukhinah">sukhinah</A> &#8212; happy; <A CLASS=v HREF="http://vedabase.net/s/syama">sy&#257;ma</A> &#8212; will we become; <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>, husband of the goddess of fortune.</P><P CLASS=t>TRANSLATION</P><P>Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhritar&#257;shtra and our friends. What should we gain, O Krishna, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?</P><P CLASS=t>PURPORT</P><P>According to Vedic injunctions there are six kinds of aggressors: (1) a poison giver, (2) one who sets fire to the house, (3) one who attacks with deadly weapons, (4) one who plunders riches, (5) one who occupies another's land, and (6) one who kidnaps a wife. Such aggressors are at once to be killed, and no sin is incurred by killing such aggressors. Such killing of aggressors is quite befitting any ordinary man, but Arjuna was not an ordinary person. He was saintly by character, and therefore he wanted to deal with them in saintliness. This kind of saintliness, however, is not for a kshatriya. Although a responsible man in the administration of a state is required to be saintly, he should not be cowardly. For example, Lord R&#257;ma was so saintly that people even now are anxious to live in the kingdom of Lord R&#257;ma (r&#257;ma-r&#257;jya), but Lord R&#257;ma never showed any cowardice. R&#257;vana was an aggressor against R&#257;ma because R&#257;vana kidnapped R&#257;ma's wife, S&#299;t&#257;, but Lord R&#257;ma gave him sufficient lessons, unparalleled in the history of the world. In Arjuna's case, however, one should consider the special type of aggressors, namely his own grandfather, own teacher, friends, sons, grandsons, etc. Because of them, Arjuna thought that he should not take the severe steps necessary against ordinary aggressors. Besides that, saintly persons are advised to forgive. Such injunctions for saintly persons are more important than any political emergency. Arjuna considered that rather than kill his own kinsmen for political reasons, it would be better to forgive them on grounds of religion and saintly behavior. He did not, therefore, consider such killing profitable simply for the matter of temporary bodily happiness. After all, kingdoms and pleasures derived therefrom are not permanent, so why should he risk his life and eternal salvation by killing his own kinsmen? Arjuna's addressing of Krishna as "M&#257;dhava," or the husband of the goddess of fortune, is also significant in this connection. He wanted to point out to Krishna that, as husband of the goddess of fortune, He should not induce Arjuna to take up a matter which would ultimately bring about misfortune. Krishna, however, never brings misfortune to anyone, to say nothing of His devotees.</P><P CLASS=l><A CLASS=i HREF="32-35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37-38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>