<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 1"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: Observing the Armies on the Battlefield of Kurukshetra</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>BG 1.1</B></A>: Dhritar&#257;shtra said: O Sañjaya, after my sons and the sons of P&#257;ndu assembled in the place of pilgrimage at Kurukshetra, desiring to fight, what did they do?</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>BG 1.2</B></A>: Sañjaya said: O King, after looking over the army arranged in military formation by the sons of P&#257;ndu, King Duryodhana went to his teacher and spoke the following words.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>BG 1.3</B></A>: O my teacher, behold the great army of the sons of P&#257;ndu, so expertly arranged by your intelligent disciple the son of Drupada.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>BG 1.4</B></A>: Here in this army are many heroic bowmen equal in fighting to Bh&#299;ma and Arjuna: great fighters like Yuyudh&#257;na, Vir&#257;ta and Drupada.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>BG 1.5</B></A>: There are also great, heroic, powerful fighters like Dhrishtaketu, Cekit&#257;na, K&#257;&#347;ir&#257;ja, Purujit, Kuntibhoja and &#346;aibya.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>BG 1.6</B></A>: There are the mighty Yudh&#257;manyu, the very powerful Uttamauj&#257;, the son of Subhadr&#257; and the sons of Draupad&#299;. All these warriors are great chariot fighters.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>BG 1.7</B></A>: But for your information, O best of the br&#257;hmanas, let me tell you about the captains who are especially qualified to lead my military force.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>BG 1.8</B></A>: There are personalities like you, Bh&#299;shma, Karna, Kripa, A&#347;vatth&#257;m&#257;, Vikarna and the son of Somadatta called Bh&#363;ri&#347;rav&#257;, who are always victorious in battle.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>BG 1.9</B></A>: There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>BG 1.10</B></A>: Our strength is immeasurable, and we are perfectly protected by Grandfather Bh&#299;shma, whereas the strength of the P&#257;ndavas, carefully protected by Bh&#299;ma, is limited.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>BG 1.11</B></A>: All of you must now give full support to Grandfather Bh&#299;shma, as you stand at your respective strategic points of entrance into the phalanx of the army.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>BG 1.12</B></A>: Then Bh&#299;shma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>BG 1.13</B></A>: After that, the conchshells, drums, bugles, trumpets and horns were all suddenly sounded, and the combined sound was tumultuous.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>BG 1.14</B></A>: On the other side, both Lord Krishna and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>BG 1.15</B></A>: Lord Krishna blew His conchshell, called P&#257;ñcajanya; Arjuna blew his, the Devadatta; and Bh&#299;ma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Paundra.</P><P CLASS=r><A CLASS=i HREF="16-18.htm"><B>BG 1.16-18</B></A>: King Yudhishthira, the son of Kunt&#299;, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughosha and Manipushpaka. That great archer the King of K&#257;&#347;&#299;, the great fighter &#346;ikhand&#299;, Dhrishtadyumna, Vir&#257;ta, the unconquerable S&#257;tyaki, Drupada, the sons of Draupad&#299;, and the others, O King, such as the mighty-armed son of Subhadr&#257;, all blew their respective conchshells.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>BG 1.19</B></A>: The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhritar&#257;shtra.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>BG 1.20</B></A>: At that time Arjuna, the son of P&#257;ndu, seated in the chariot bearing the flag marked with Hanum&#257;n, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhritar&#257;shtra drawn in military array, Arjuna then spoke to Lord Krishna these words.</P><P CLASS=r><A CLASS=i HREF="21-22.htm"><B>BG 1.21-22</B></A>: Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see those present here, who desire to fight, and with whom I must contend in this great trial of arms.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>BG 1.23</B></A>: Let me see those who have come here to fight, wishing to please the evil-minded son of Dhritar&#257;shtra.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>BG 1.24</B></A>: Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Krishna drew up the fine chariot in the midst of the armies of both parties.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>BG 1.25</B></A>: In the presence of Bh&#299;shma, Drona and all the other chieftains of the world, the Lord said, Just behold, P&#257;rtha, all the Kurus assembled here.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>BG 1.26</B></A>: There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his fathers-in-law and well-wishers.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>BG 1.27</B></A>: When the son of Kunt&#299;, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>BG 1.28</B></A>: Arjuna said: My dear Krishna, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>BG 1.29</B></A>: My whole body is trembling, my hair is standing on end, my bow G&#257;nd&#299;va is slipping from my hand, and my skin is burning.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>BG 1.30</B></A>: I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I see only causes of misfortune, O Krishna, killer of the Ke&#347;&#299; demon.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>BG 1.31</B></A>: I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Krishna, desire any subsequent victory, kingdom, or happiness.</P><P CLASS=r><A CLASS=i HREF="32-35.htm"><B>BG 1.32-35</B></A>: O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhus&#363;dana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhritar&#257;shtra?</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>BG 1.36</B></A>: Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhritar&#257;shtra and our friends. What should we gain, O Krishna, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?</P><P CLASS=r><A CLASS=i HREF="37-38.htm"><B>BG 1.37-38</B></A>: O Jan&#257;rdana, although these men, their hearts overtaken by greed, see no fault in killing one's family or quarreling with friends, why should we, who can see the crime in destroying a family, engage in these acts of sin?</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>BG 1.39</B></A>: With the destruction of dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligion.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>BG 1.40</B></A>: When irreligion is prominent in the family, O Krishna, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vrishni, comes unwanted progeny.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>BG 1.41</B></A>: An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>BG 1.42</B></A>: By the evil deeds of those who destroy the family tradition and thus give rise to unwanted children, all kinds of community projects and family welfare activities are devastated.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>BG 1.43</B></A>: O Krishna, maintainer of the people, I have heard by disciplic succession that those who destroy family traditions dwell always in hell.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>BG 1.44</B></A>: Alas, how strange it is that we are preparing to commit greatly sinful acts. Driven by the desire to enjoy royal happiness, we are intent on killing our own kinsmen.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>BG 1.45</B></A>: Better for me if the sons of Dhritar&#257;shtra, weapons in hand, were to kill me unarmed and unresisting on the battlefield.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>BG 1.46</B></A>: Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>