<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 59 Verses 2-3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 59 Verses 2-3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 59: <A CLASS=v HREF="index.htm">The Killing of the Demon Naraka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.59.2-3</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>indrena hrita-chatrena</P><P CLASS=c>hrita-kundala-bandhun&#257;</P><P CLASS=c>hrit&#257;mar&#257;dri-sth&#257;nena</P><P CLASS=c>jñ&#257;pito bhauma-ceshtitam</P><P CLASS=c>sa-bh&#257;ryo garud&#257;r&#363;dhah</P><P CLASS=c>pr&#257;g-jyotisha-puram yayau</P><P CLASS=c>giri-durgaih &#347;astra-durgair</P><P CLASS=c>jal&#257;gny-anila-durgamam</P><P CLASS=c>mura-p&#257;&#347;&#257;yutair ghorair</P><P CLASS=c>dridhaih sarvata &#257;vritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/indrena">indrena</A> &#8212; by Lord <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A>-<A CLASS=v HREF="http://vedabase.net/c/chatrena">chatrena</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> suffered the theft of (<A HREF="http://vedabase.net/v/varuna">Varuna</A>'s) umbrella; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A>-<A CLASS=v HREF="http://vedabase.net/k/kundala">kundala</A> &#8212; the theft of the earrings; <A CLASS=v HREF="http://vedabase.net/b/bandhuna">bandhun&#257;</A> &#8212; of his relative (his mother Aditi); <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; and the theft; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A>-<A CLASS=v HREF="http://vedabase.net/a/adri">adri</A> &#8212; on the mountain of the demigods (<A HREF="http://vedabase.net/m/mandara">Mandara</A>); <A CLASS=v HREF="http://vedabase.net/s/sthanena">sth&#257;nena</A> &#8212; of the special location (the recreational area at its peak, known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/m/mani">Mani</A>-<A HREF="http://vedabase.net/p/parvata">parvata</A>); <A CLASS=v HREF="http://vedabase.net/j/jnapitah">jñ&#257;pitah</A> &#8212; informed; <A CLASS=v HREF="http://vedabase.net/b/bhauma">bhauma</A>-<A CLASS=v HREF="http://vedabase.net/c/cestitam">ceshtitam</A> &#8212; of the activities of <A HREF="http://vedabase.net/b/bhauma">Bhauma</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; together with; <A CLASS=v HREF="http://vedabase.net/b/bharyah">bh&#257;ryah</A> &#8212; His wife (<A HREF="http://vedabase.net/s/satyabhama">Satyabh&#257;m&#257;</A>); <A CLASS=v HREF="http://vedabase.net/g/garuda">garuda</A>-<A CLASS=v HREF="http://vedabase.net/a/arudhah">&#257;r&#363;dhah</A> &#8212; riding on the giant bird <A HREF="http://vedabase.net/g/garuda">Garuda</A>; <A CLASS=v HREF="http://vedabase.net/p/prag">pr&#257;g</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotisa">jyotisha</A>-<A CLASS=v HREF="http://vedabase.net/p/puram">puram</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the city of <A HREF="http://vedabase.net/p/pragjyotisa">Pr&#257;gjyotisha</A>-<A HREF="http://vedabase.net/p/pura">pura</A>, <A HREF="http://vedabase.net/b/bhauma">Bhauma</A>'s capital (still existing today <A HREF="http://vedabase.net/a/as">as</A> Tejpur <A HREF="http://vedabase.net/i/in">in</A> Assam); <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> went; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A> &#8212; consisting of mountains; <A CLASS=v HREF="http://vedabase.net/d/durgaih">durgaih</A> &#8212; by fortifications; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;astra</A> &#8212; consisting of weapons; <A CLASS=v HREF="http://vedabase.net/d/durgaih">durgaih</A> &#8212; by fortifications; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; of water; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/a/anila">anila</A> &#8212; and wind; <A CLASS=v HREF="http://vedabase.net/d/durgamam">durgamam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> inaccessible by fortifications; <A CLASS=v HREF="http://vedabase.net/m/mura">mura</A>-<A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> dangerous wall of cables; <A CLASS=v HREF="http://vedabase.net/a/ayutaih">ayutaih</A> &#8212; tens of thousands; <A CLASS=v HREF="http://vedabase.net/g/ghoraih">ghoraih</A> &#8212; fearsome; <A CLASS=v HREF="http://vedabase.net/d/drdhaih">dridhaih</A> &#8212; and strong; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah</A> &#8212; on all sides; <A CLASS=v HREF="http://vedabase.net/a/avrtam">&#257;vritam</A> &#8212; surrounded.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: After Bhauma had stolen the earrings belonging to Indra's mother, along with Varuna's umbrella and the demigods' playground at the peak of Mandara mountain, Indra went to Lord Krishna and informed Him of these misdeeds. The Lord, taking His wife Satyabh&#257;m&#257; with Him, then rode on Garuda to Pr&#257;gyotisha-pura, which was surrounded on all sides by fortifications consisting of hills, unmanned weapons, water, fire and wind, and by obstructions of mura-p&#257;&#347;a wire.</P><P CLASS=t>PURPORT</P><P>The &#257;c&#257;ryas have explained in various plausible ways why Lord Krishna took His wife Satyabh&#257;m&#257; with Him. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; begins by saying that the Lord wanted to give His adventurous wife a novel experience and thus took her to the scene of this extraordinary battle. Also, Lord Krishna had once granted the blessing to Bh&#363;mi, the earth-goddess, that He would not kill her demoniac son without her permission. Since Bh&#363;mi is an expansion of Satyabh&#257;m&#257;, the latter could authorize Krishna to do the needful with the unusually nasty Bhaum&#257;sura.</P><P>Finally, Satyabh&#257;m&#257; had been miffed when N&#257;rada Muni brought a celestial p&#257;rij&#257;ta flower to Queen Rukmin&#299;. To pacify Satyabh&#257;m&#257;, Lord Krishna had promised her, "I'll give you a whole tree of these flowers," and thus the Lord scheduled this procurement of a heavenly tree within His itinerary.</P><P>Even nowadays devoted husbands take their wives shopping, and thus Lord Krishna took Satyabh&#257;m&#257; to the heavenly planets to get a heavenly tree, as well as to retrieve the goods Bhaum&#257;sura had stolen and return them to their rightful owners.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; notes that in the heat of battle Queen Satyabh&#257;m&#257; would naturally become anxious for Lord Krishna's safety and pray for the battle to end. Thus she would readily give permission to Krishna to kill the son of her expansion, Bh&#363;mi.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>