<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 59 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 59 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 59: <A CLASS=v HREF="index.htm">The Killing of the Demon Naraka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.59.43</P><P CLASS=c>griheshu t&#257;s&#257;m anap&#257;yy atarka-krin</P><P CLASS=c>nirasta-s&#257;my&#257;ti&#347;ayeshv avasthitah</P><P CLASS=c>reme ram&#257;bhir nija-k&#257;ma-sampluto</P><P CLASS=c>yathetaro g&#257;rhaka-medhik&#257;m&#347; caran</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the residences; <A CLASS=v HREF="http://vedabase.net/t/tasam">t&#257;s&#257;m</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/a/anapayi">anap&#257;y&#299;</A> &#8212; never leaving; <A CLASS=v HREF="http://vedabase.net/a/atarka">atarka</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; performing deeds; <A CLASS=v HREF="http://vedabase.net/n/nirasta">nirasta</A> &#8212; which refuted; <A CLASS=v HREF="http://vedabase.net/s/samya">s&#257;mya</A> &#8212; equality; <A CLASS=v HREF="http://vedabase.net/a/atisayesu">ati&#347;ayeshu</A> &#8212; and superiority; <A CLASS=v HREF="http://vedabase.net/a/avasthitah">avasthitah</A> &#8212; remaining; <A CLASS=v HREF="http://vedabase.net/r/reme">reme</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> enjoyed; <A CLASS=v HREF="http://vedabase.net/r/ramabhih">ram&#257;bhih</A> &#8212; with the pleasing women; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the pleasure; <A CLASS=v HREF="http://vedabase.net/s/samplutah">samplutah</A> &#8212; absorbed; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/i/itarah">itarah</A> &#8212; any other <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/g/garhaka">g&#257;rhaka</A>-<A CLASS=v HREF="http://vedabase.net/m/medhikan">medhik&#257;n</A> &#8212; the duties of household life; <A CLASS=v HREF="http://vedabase.net/c/caran">caran</A> &#8212; carrying out.</P><P CLASS=t>TRANSLATION</P><P>The Lord, performer of the inconceivable, constantly remained in each of His queens' palaces, which were unequaled and unexcelled by any other residence. There, although fully satisfied within Himself, He enjoyed with His pleasing wives, and like an ordinary husband He carried out His household duties.</P><P CLASS=t>PURPORT</P><P>The word atarka-krit is significant here. Tarka means "logic," and atarka means "that which is beyond logic." The Lord can perform (krit) that which is beyond mundane logic and hence inconceivable. Still, the Lord's activities can be appreciated and understood to a significant extent by those who surrender unto Him. This is the secret of bhakti, loving devotion to the Supreme Lord.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; comments that the Lord was always at home except for when He had to go out to do ordinary household duties. And &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that since in the Vaikuntha planets Lord N&#257;r&#257;yana enjoys with only one goddess of fortune and in Dv&#257;rak&#257; Krishna enjoys with thousands of queens, Dv&#257;rak&#257; must be considered superior to Vaikuntha. In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; also quotes the following passage from the Skanda Pur&#257;na:</P><P>shoda&#347;aiva sahasr&#257;ni</P><P CLASS=n>gopyas tawra sam&#257;gat&#257;h</P><P CLASS=n>hamsa eva matah krishnah</P><P CLASS=n>param&#257;tm&#257; jan&#257;rdanah</P><P CLASS=n>tasyait&#257;h &#347;aktayo devi</P><P CLASS=n>shoda&#347;aiva prak&#299;ritit&#257;h</P><P CLASS=n>candra-r&#363;p&#299; matah krishnah</P><P CLASS=n>kal&#257;-r&#363;p&#257;s tu t&#257;h smrit&#257;h</P><P CLASS=n>samp&#363;rna-mandal&#257; t&#257;s&#257;m</P><P CLASS=n>m&#257;lin&#299; shoda&#347;&#299; kal&#257;</P><P CLASS=n>shoda&#347;aiva kal&#257; y&#257;su</P><P CLASS=n>gop&#299;-r&#363;p&#257; var&#257;&#324;gane</P><P CLASS=n>ekaika&#347;as t&#257;h sambhinn&#257;h</P><P CLASS=n>sahasrena prithak prithak</P><P>"At that place sixteen thousand gop&#299;s were assembled with Krishna, who is considered the Supreme, the Supersoul, the shelter of all living beings. These gop&#299;s are His renowned sixteen potencies, O goddess. Krishna is like the moon, the gop&#299;s are like its phases, and the full contingent of gop&#299;s is like the full sequence of the moons sixteen phases. Each of these sixteen divisions of gop&#299;s, my dear Var&#257;&#324;gan&#257;, is subdivided into one thousand parts."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; further quotes the K&#257;rttika-m&#257;h&#257;tmya section of the Padma Pur&#257;na: kai&#347;ore gopa-kany&#257;s t&#257; yauvane r&#257;ja-kanyak&#257;h. "Those who were the daughters of cowherds in their early youth became royal princesses in their maturity." The &#257;c&#257;rya adds, "Therefore just as the Lord of Dv&#257;rak&#257; is a plenary expansion of the supremely complete Lord of &#346;r&#299; Vrind&#257;vana, so His principal queens are full expansions of His supremely complete pleasure potencies, the gop&#299;s."</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>