<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 59"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 59: <A CLASS=v HREF="index.htm">The Killing of the Demon Naraka</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.59 Summary</P><P>This chapter tells how Lord Krishna killed Narak&#257;sura, the son of the earth-goddess, and married the thousands of maidens the demon had kidnapped. It also describes how the Lord stole the p&#257;rij&#257;ta tree from heaven and how He behaved like an ordinary householder in each of His palaces.</P><P>After Narak&#257;sura stole Lord Varuna's umbrella, mother Aditi's earrings, and the playground of the demigods known as Mani-parvata, Indra went to Dv&#257;rak&#257; and described the demons transgressions to Lord Krishna. Together with Queen Satyabh&#257;m&#257;, the Lord mounted His carrier Garuda and traveled to the capital of Narak&#257;sura's kingdom. On a field outside the city He decapitated the demon Mura with His disc. Then He fought Mura's seven sons and sent them all to the abode of death, after which Narak&#257;sura himself entered the battlefield on the back of an elephant. Naraka threw his &#347;akti lance at &#346;r&#299; Krishna, but the weapon proved ineffective, and the Lord cut the demon's entire army to pieces. Finally, with His sharp-edged disc Krishna cut off Narak&#257;sura's head.</P><P>The earth-goddess, Prithiv&#299;, then approached Lord Krishna and gave Him the various items Narak&#257;sura had stolen. She offered prayers to the Lord and presented Naraka's frightened son at Lord Krishna's lotus feet. After pacifying the demon's son, Krishna entered Narak&#257;sura's palace, where He found sixteen thousand one hundred young women. As soon as they caught sight of the Lord, they all decided to accept Him as their husband. The Lord sent them to Dv&#257;rak&#257; along with a great quantity of treasure and then went with Queen Satyabh&#257;m&#257; to the abode of Indra. There He returned Aditi's earrings, and Indra and his wife, &#346;ac&#299;-dev&#299;, worshiped Him. On Satyabh&#257;m&#257;'s request, Lord Krishna uprooted the heavenly p&#257;rij&#257;ta tree and put it on the back of Garuda. After defeating Indra and the other demigods who opposed His taking of the tree, Krishna returned with Queen Satyabh&#257;m&#257; to Dv&#257;rak&#257;, where He planted it in a garden adjacent to Satyabh&#257;m&#257;'s palace.</P><P>Indra had originally come to Lord Krishna offering obeisances and begging Him to kill Narak&#257;sura, but afterwards, when his business had been accomplished, he quarreled with the Lord. The demigods are prone to anger because they become intoxicated with pride in their opulences.</P><P>The infallible Supreme Lord manifested Himself in sixteen thousand one hundred separate forms and married each of the sixteen thousand one hundred brides in a different temple. He took up the required activities of household life just like an ordinary person, accepting various kinds of service from each of His many wives.</P><P CLASS=l><A CLASS=i HREF="../58/58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>