<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.10</P><P CLASS=c>m&#257;g&#257;ra-d&#257;r&#257;tmaja-vitta-bandhushu</P><P CLASS=c>sa&#324;go yadi sy&#257;d bhagavat-priyeshu nah</P><P CLASS=c>yah pr&#257;na-vritty&#257; paritushta &#257;tmav&#257;n</P><P CLASS=c>siddhyaty ad&#363;r&#257;n na tathendriya-priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/agara">ag&#257;ra</A> &#8212; house; <A CLASS=v HREF="http://vedabase.net/d/dara">d&#257;ra</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A> &#8212; bank balance; <A CLASS=v HREF="http://vedabase.net/b/bandhusu">bandhushu</A> &#8212; among friends and relatives; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; association or attachment; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there must be; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/priyesu">priyeshu</A> &#8212; among persons <A HREF="http://vedabase.net/t/to">to</A> whom the Supreme Personality of Godhead is very dear; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttya">vritty&#257;</A> &#8212; by the <A HREF="http://vedabase.net/b/bare">bare</A> necessities of life; <A CLASS=v HREF="http://vedabase.net/p/paritustah">paritushtah</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; who has controlled his mind and realized his self; <A CLASS=v HREF="http://vedabase.net/s/siddhyati">siddhyati</A> &#8212; becomes successful; <A CLASS=v HREF="http://vedabase.net/a/adurat">ad&#363;r&#257;t</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> much; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person attached <A HREF="http://vedabase.net/t/to">to</A> sense gratification.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, we pray that we may never feel attraction for the prison of family life, consisting of home, wife, children, friends, bank balance, relatives and so on. If we do have some attachment, let it be for devotees, whose only dear friend is Krishna. A person who is actually self-realized and who has controlled his mind is perfectly satisfied with the bare necessities of life. He does not try to gratify his senses. Such a person quickly advances in Krishna consciousness, whereas others, who are too attached to material things, find advancement very difficult.</P><P CLASS=t>PURPORT</P><P>When &#346;r&#299; Krishna Caitanya Mah&#257;prabhu was requested to explain the duty of a Vaishnava, a Krishna conscious person, He immediately said, asat-sa&#324;ga-ty&#257;ga &#8212; ei vaishnava-&#257;c&#257;ra. The first business of a Vaishnava is to give up the association of persons who are not devotees of Krishna and who are too attached to material things &#8212; wife, children, bank balance and so on. Prahl&#257;da Mah&#257;r&#257;ja also prays to the Personality of Godhead that he may avoid the association of nondevotees attached to the materialistic way of life. If he must be attached to someone, he prays to be attached only to a devotee.</P><P>A devotee is not interested in unnecessarily increasing the demands of the senses for gratification. Of course, as long as one is in this material world, one must have a material body, and it must be maintained for executing devotional service. The body can be maintained very easily by eating krishna-pras&#257;da. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>):</P><P>patram pushpam phalam toyam</P><P CLASS=n>yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam</P><P CLASS=n>a&#347;n&#257;mi prayat&#257;tmanah</P><P>"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it." Why should the menu be unnecessarily increased for the satisfaction of the tongue? Devotees should eat as simply as possible. Otherwise, attachment for material things will gradually increase, and the senses, being very strong, will soon require more and more material enjoyment. Then the real business of life &#8212; to advance in Krishna consciousness &#8212; will stop.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>