<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.11</P><P CLASS=c>yat-sa&#324;ga-labdham nija-v&#299;rya-vaibhavam</P><P CLASS=c>t&#299;rtham muhuh samspri&#347;at&#257;m hi m&#257;nasam</P><P CLASS=c>haraty ajo 'ntah &#347;rutibhir gato '&#324;gajam</P><P CLASS=c>ko vai na seveta mukunda-vikramam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom (the devotees); <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/l/labdham">labdham</A> &#8212; achieved by the association; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A>-<A CLASS=v HREF="http://vedabase.net/v/vaibhavam">vaibhavam</A> &#8212; whose influence is uncommon; <A CLASS=v HREF="http://vedabase.net/t/tirtham">t&#299;rtham</A> &#8212; holy places like the Ganges; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/s/samsprsatam">samspri&#347;at&#257;m</A> &#8212; of those touching; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/manasam">m&#257;nasam</A> &#8212; the dirty things <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/h/harati">harati</A> &#8212; vanquishes; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; the supreme unborn one; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/s/srutibhih">&#347;rutibhih</A> &#8212; by the ears; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; dirty things or infections of the body; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/seveta">seveta</A> &#8212; would serve; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/v/vikramam">vikramam</A> &#8212; the glorious activities of <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>, the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>By associating with persons for whom the Supreme Personality of Godhead, Mukunda, is the all in all, one can hear of His powerful activities and soon come to understand them. The activities of Mukunda are so potent that simply by hearing of them one immediately associates with the Lord. For a person who constantly and very eagerly hears narrations of the Lord's powerful activities, the Absolute Truth, the Personality of Godhead in the form of sound vibrations, enters within his heart and cleanses it of all contamination. On the other hand, although bathing in the Ganges diminishes bodily contaminations and infections, this process and the process of visiting holy places can cleanse the heart only after a long time. Therefore who is the sane man who will not associate with devotees to quickly perfect his life?</P><P CLASS=t>PURPORT</P><P>Bathing in the Ganges can certainly cure one of many infectious diseases, but it cannot cleanse one's materially attached mind, which creates all kinds of contaminations in material existence. However, one who directly associates with the Supreme Lord by hearing of His activities cleanses the dirt from his mind and very soon comes to Krishna consciousness. S&#363;ta Gosv&#257;m&#299; confirms this in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/17.htm">1.2.17</A>):</P><P>&#347;rinvat&#257;m sva-kath&#257;h krishnah</P><P CLASS=n>punya-&#347;ravana-k&#299;rtanah</P><P CLASS=n>hridy antah-stho hy abhadr&#257;ni</P><P CLASS=n>vidhunoti suhrit-sat&#257;m</P><P>The Supreme Lord within everyone's heart becomes very pleased when a person hears narrations of His activities, and He personally cleanses the dirt from the mind of the listener. Hridy antah-stho hy abhadr&#257;ni vidhunoti: He washes off all dirt from the mind. Material existence is caused by dirty things within the mind. If one can cleanse his mind, he immediately comes to his original position of Krishna consciousness, and thus his life becomes successful. Therefore all the great saints in the devotional line very strongly recommend the process of hearing. &#346;r&#299; Caitanya Mah&#257;prabhu introduced the congregational chanting of the Hare Krishna mantra to give everyone a chance to hear Krishna's holy name, for simply by hearing Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, one becomes purified (ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]). Therefore our Krishna consciousness movement is chiefly engaged in chanting the Hare Krishna mantra all over the world.</P><P>After one's mind becomes cleansed by chanting Hare Krishna, one gradually comes to the platform of Krishna consciousness and then reads books like Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam, Caitanya-carit&#257;mrita and The Nectar of Devotion. In this way, one becomes more and more purified of material contamination. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/18.htm">1.2.18</A>):</P><P>nashta-pr&#257;yeshv abhadreshu</P><P CLASS=n>nityam bh&#257;gavata-sevay&#257;</P><P CLASS=n>bhagavaty uttama-&#347;loke</P><P CLASS=n>bhaktir bhavati naishthik&#299;</P><P>"By regularly hearing the Bh&#257;gavatam and rendering service unto the pure devotee, all that is troublesome to the heart is practically destroyed, and loving service unto the glorious Lord, who is praised with transcendental songs, is established as an irrevocable fact." In this way, simply by hearing of the powerful activities of the Lord, the devotee's heart becomes almost completely cleansed of material contamination, and thus his original position as an eternal servant who is part and parcel of the Lord becomes manifest. While the devotee engages in devotional service, the passionate and ignorant modes of material nature are gradually vanquished, and then he acts only in the mode of goodness. At that time he becomes happy and gradually advances in Krishna consciousness.</P><P>All the great &#257;c&#257;ryas strongly recommend that people be given a chance to hear about the Supreme Lord. Then success is assured. The more we cleanse the dirt of material attachment from our hearts, the more we will be attracted by Krishna's name, form, qualities, paraphernalia and activities. This is the sum and substance of the Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>