<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.13</P><P CLASS=c>harir hi s&#257;ksh&#257;d bhagav&#257;n &#347;ar&#299;rin&#257;m</P><P CLASS=c>&#257;tm&#257; jhash&#257;n&#257;m iva toyam &#299;psitam</P><P CLASS=c>hitv&#257; mah&#257;ms tam yadi sajjate grihe</P><P CLASS=c>tad&#257; mahattvam vayas&#257; dampat&#299;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; of all living entities who have accepted material bodies; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the life and soul; <A CLASS=v HREF="http://vedabase.net/j/jhasanam">jhash&#257;n&#257;m</A> &#8212; of the aquatics; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/t/toyam">toyam</A> &#8212; the vast water; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; is desired; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great personality; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/sajjate">sajjate</A> &#8212; becomes attached; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> household life; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/m/mahattvam">mahattvam</A> &#8212; greatness; <A CLASS=v HREF="http://vedabase.net/v/vayasa">vayas&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/d/dam">dam</A>-<A CLASS=v HREF="http://vedabase.net/p/patinam">pat&#299;n&#257;m</A> &#8212; of the husband and wife.</P><P CLASS=t>TRANSLATION</P><P>Just as aquatics always desire to remain in the vast mass of water, all conditioned living entities naturally desire to remain in the vast existence of the Supreme Lord. Therefore if someone very great by material calculations fails to take shelter of the Supreme Soul but instead becomes attached to material household life, his greatness is like that of a young, low-class couple. One who is too attached to material life loses all good spiritual qualities.</P><P CLASS=t>PURPORT</P><P>Although crocodiles are very fierce animals, they are powerless when they venture out of the water onto land. When they are out of the water, they cannot exhibit their original power. Similarly, the all-pervading Supersoul, Param&#257;tm&#257;, is the source of all living entities, and all living entities are part and parcel of Him. When the living entity remains in contact with the all-pervading V&#257;sudeva, the Personality of Godhead, he manifests his spiritual power, exactly as the crocodile exhibits its strength in the water. In other words, the greatness of the living entity can be perceived when he is in the spiritual world, engaged in spiritual activities. Many householders, although well-educated in the knowledge of the Vedas, become attached to family life. They are compared herein to crocodiles out of water, for they are devoid of all spiritual strength. Their greatness is like that of a young husband and wife who, though uneducated, praise one another and become attracted to their own temporary beauty. This kind of greatness is appreciated only by low-class men with no qualifications.</P><P>Everyone should therefore seek the shelter of the Supreme Soul, the source of all living entities. No one should waste his time in the so-called happiness of materialistic household life. In the Vedic civilization, this type of crippled life is allowed only until one's fiftieth year, when one must give up family life and enter either the order of v&#257;naprastha (independent retired life for cultivation of spiritual knowledge) or sanny&#257;sa (the renounced order, in which one completely takes shelter of the Supreme Personality of Godhead).</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>