<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.15</P><P CLASS=c>ketum&#257;le 'pi bhagav&#257;n k&#257;madeva-svar&#363;pena lakshmy&#257;h priya-cik&#299;rshay&#257; praj&#257;pater duhitrin&#257;m putr&#257;n&#257;m tad-varsha-pat&#299;n&#257;m purush&#257;yush&#257;ho-r&#257;tra-parisa&#324;khy&#257;n&#257;n&#257;m y&#257;s&#257;m garbh&#257; mah&#257;-purusha-mah&#257;stra-tejasodvejita-manas&#257;m vidhvast&#257; vyasavah samvatsar&#257;nte vinipatanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ketumale">ketum&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the tract of land known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/ketumala">Ketum&#257;la</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead, Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kamadeva">k&#257;madeva</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupena">svar&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of <A HREF="http://vedabase.net/k/kamadeva">K&#257;madeva</A> (Cupid or <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A>); <A CLASS=v HREF="http://vedabase.net/l/laksmyah">lakshmy&#257;h</A> &#8212; of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/c/cikirsaya">cik&#299;rshay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> desire <A HREF="http://vedabase.net/t/to">to</A> bring about the satisfaction; <A CLASS=v HREF="http://vedabase.net/p/prajapateh">praj&#257;pateh</A> &#8212; of <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A>; <A CLASS=v HREF="http://vedabase.net/d/duhitrnam">duhitrin&#257;m</A> &#8212; of the daughters; <A CLASS=v HREF="http://vedabase.net/p/putranam">putr&#257;n&#257;m</A> &#8212; of the sons; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/p/patinam">pat&#299;n&#257;m</A> &#8212; the ruler of that land; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/ayusa">&#257;yush&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> human lifetime (about one hundred years); <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A>-<A CLASS=v HREF="http://vedabase.net/r/ratra">r&#257;tra</A> &#8212; the days and nights; <A CLASS=v HREF="http://vedabase.net/p/parisankhyananam">parisa&#324;khy&#257;n&#257;n&#257;m</A> &#8212; which equal <A HREF="http://vedabase.net/i/in">in</A> number; <A CLASS=v HREF="http://vedabase.net/y/yasam">y&#257;s&#257;m</A> &#8212; of whom (the daughters); <A CLASS=v HREF="http://vedabase.net/g/garbhah">garbh&#257;h</A> &#8212; fetuses; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; of the great weapon (the disc); <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by the effulgence; <A CLASS=v HREF="http://vedabase.net/u/udvejita">udvejita</A>-<A CLASS=v HREF="http://vedabase.net/m/manasam">manas&#257;m</A> &#8212; whose minds <A HREF="http://vedabase.net/a/are">are</A> agitated; <A CLASS=v HREF="http://vedabase.net/v/vidhvastah">vidhvast&#257;h</A> &#8212; ruined; <A CLASS=v HREF="http://vedabase.net/v/vyasavah">vyasavah</A> &#8212; dead; <A CLASS=v HREF="http://vedabase.net/s/samvatsara">samvatsara</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of the year; <A CLASS=v HREF="http://vedabase.net/v/vinipatanti">vinipatanti</A> &#8212; fall down.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: In the tract of land called Ketum&#257;la-varsha, Lord Vishnu lives in the form of K&#257;madeva, only for the satisfaction of His devotees. These include Lakshm&#299;j&#299; [the goddess of fortune], the Praj&#257;pati Samvatsara and all of Samvatsara's sons and daughters. The daughters of Praj&#257;pati are considered the controlling deities of the nights, and his sons are considered the controllers of the days. The Praj&#257;pati's offspring number 36,000, one for each day and each night in the lifetime of a human being. At the end of each year, the Praj&#257;pati's daughters become very agitated upon seeing the extremely effulgent disc of the Supreme Personality of Godhead, and thus they all suffer miscarriages.</P><P CLASS=t>PURPORT</P><P>This K&#257;madeva, who appears as Krishna's son named Pradyumna, is vishnu-tattva. How this is so is explained by Madhv&#257;c&#257;rya, who quotes from the Brahm&#257;nda Pur&#257;na: k&#257;madeva-sthitam vishnum up&#257;ste. Although this K&#257;madeva is vishnu-tattva, His body is not spiritual but material. Lord Vishnu as Pradyumna or K&#257;madeva accepts a material body, but He still acts spiritually. It does not make any difference whether He accepts a spiritual or a material body; He can act spiritually in any condition of existence. M&#257;y&#257;v&#257;d&#299; philosophers regard even Lord Krishna's body as material, but their opinions cannot impede the spiritual activity of the Lord.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>