<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.19</P><P CLASS=c>striyo vratais tv&#257; hrish&#299;ke&#347;varam svato</P><P CLASS=c>hy &#257;r&#257;dhya loke patim &#257;&#347;&#257;sate 'nyam</P><P CLASS=c>t&#257;s&#257;m na te vai parip&#257;nty apatyam</P><P CLASS=c>priyam dhan&#257;y&#363;mshi yato 'sva-tantr&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; all women; <A CLASS=v HREF="http://vedabase.net/v/vrataih">vrataih</A> &#8212; by observing fasting and other vows; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/h/hrsikesvaram">hrish&#299;ke&#347;varam</A> &#8212; the Supreme Personality of Godhead, master of the senses; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; of your own accord; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/aradhya">&#257;r&#257;dhya</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> husband; <A CLASS=v HREF="http://vedabase.net/a/asasate">&#257;&#347;&#257;sate</A> &#8212; ask for; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/t/tasam">t&#257;s&#257;m</A> &#8212; of all those women; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; the husbands; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/paripanti">parip&#257;nti</A> &#8212; able <A HREF="http://vedabase.net/t/to">to</A> protect; <A CLASS=v HREF="http://vedabase.net/a/apatyam">apatyam</A> &#8212; the children; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; the wealth; <A CLASS=v HREF="http://vedabase.net/a/ayumsi">&#257;y&#363;mshi</A> &#8212; or the duration of life; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/asva">asva</A>-<A CLASS=v HREF="http://vedabase.net/t/tantrah">tantr&#257;h</A> &#8212; dependent.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are certainly the fully independent master of all the senses. Therefore all women who worship You by strictly observing vows because they wish to acquire a husband to satisfy their senses are surely under illusion. They do not know that such a husband cannot actually give protection to them or their children. Nor can he protect their wealth or duration of life, for he himself is dependent on time, fruitive results and the modes of nature, which are all subordinate to You.</P><P CLASS=t>PURPORT</P><P>In this verse, Lakshm&#299;dev&#299; (Ram&#257;) shows compassion toward women who worship the Lord for the benediction of possessing a good husband. Although such women desire to be happy with children, wealth, a long duration of life and everything dear to them, they cannot possibly do so. In the material world, a so-called husband is dependent on the control of the Supreme Personality of Godhead. There are many examples of a woman whose husband, being dependent on the result of his own fruitive actions, cannot maintain his wife, her children, her wealth or her duration of life. Therefore, factually the only real husband of all women is Krishna, the supreme husband. Because the gop&#299;s were liberated souls, they understood this fact. Therefore they rejected their material husbands and accepted Krishna as their real husband. Krishna is the real husband not only of the gop&#299;s, but of every living entity. Everyone should perfectly understand that Krishna is the real husband of all living entities, who are described in the Bhagavad-g&#299;t&#257; as prakriti (female), not purusha (male). In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>), only Krishna is addressed as purusha:</P><P>param brahma param dh&#257;ma</P><P CLASS=n>pavitram paramam bhav&#257;n</P><P CLASS=n>purusham &#347;&#257;&#347;vatam divyam</P><P CLASS=n>&#257;di-devam ajam vibhum</P><P>"You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty."</P><P>Krishna is the original purusha, and the living entities are prakriti. Thus Krishna is the enjoyer, and all living entities are meant to be enjoyed by Him. Therefore any woman who seeks a material husband for her protection, or any man who desires to become the husband of a woman, is under illusion. To become a husband means to maintain a wife and children nicely by supplying wealth and security. However, a material husband cannot possibly do this, for he is dependent on his karma. Karman&#257;-daiva-netrena: his circumstances are determined by his past fruitive activities. Therefore if one proudly thinks he can protect his wife, he is under illusion. Krishna is the only husband, and therefore the relationship between a husband and wife in this material world cannot be absolute. Because we have the desire to marry, Krishna mercifully allows the so-called husband to possess a wife, and the wife to possess a so-called husband, for mutual satisfaction. In the &#298;&#347;opanishad it is said, tena tyaktena bhuñj&#299;th&#257;: the Lord provides everyone with his quota. Actually, however, every living entity is prakriti, or female, and Krishna is the only husband.</P><P>ekale &#299;&#347;vara krishna, &#257;ra saba bhritya</P><P CLASS=n>y&#257;re yaiche n&#257;c&#257;ya, se taiche kare nritya</P><P>(Cc. <A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>)</P><P>Krishna is the original master or husband of everyone, and all other living entities, having taken the form of so-called husbands, or wives, are dancing according to His desire. A so-called husband may unite with his wife for sense gratification, but his senses are conducted by Hrish&#299;ke&#347;a, the master of the senses, who is therefore the actual husband.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>