<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.22</P><P CLASS=c>mat-pr&#257;ptaye 'je&#347;a-sur&#257;sur&#257;dayas</P><P CLASS=c>tapyanta ugram tapa aindriye dhiyah</P><P CLASS=c>rite bhavat-p&#257;da-par&#257;yan&#257;n na m&#257;m</P><P CLASS=c>vindanty aham tvad-dhriday&#257; yato 'jita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/praptaye">pr&#257;ptaye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> obtain my mercy; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A> &#8212; the other demigods, headed by King <A HREF="http://vedabase.net/i/indra">Indra</A>, <A HREF="http://vedabase.net/c/candra">Candra</A> and <A HREF="http://vedabase.net/v/varuna">Varuna</A>; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> the demons; <A CLASS=v HREF="http://vedabase.net/t/tapyante">tapyante</A> &#8212; undergo; <A CLASS=v HREF="http://vedabase.net/u/ugram">ugram</A> &#8212; severe; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/a/aindriye">aindriye</A> <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; whose minds <A HREF="http://vedabase.net/a/are">are</A> absorbed <A HREF="http://vedabase.net/i/in">in</A> thoughts of superior sense gratification; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; unless; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/parayanat">par&#257;yan&#257;t</A> &#8212; one who is wholly and solely engaged <A HREF="http://vedabase.net/i/in">in</A> the service of the Supreme Lord's lotus feet; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/vindanti">vindanti</A> &#8212; obtain; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/h/hrdayah">hriday&#257;h</A> &#8212; whose hearts; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unconquerable one.</P><P CLASS=t>TRANSLATION</P><P>O supreme unconquerable Lord, when they become absorbed in thoughts of material enjoyment, Lord Brahm&#257; and Lord &#346;iva, as well as other demigods and demons, undergo severe penances and austerities to receive my benedictions. But I do not favor anyone, however great he may be; unless he is always engaged in the service of Your lotus feet. Because I always keep You within my heart, I cannot favor anyone but a devotee.</P><P CLASS=t>PURPORT</P><P>In this verse the goddess of fortune, Lakshm&#299;dev&#299;, clearly states that she does not bestow her favor on any materialistic person. Although sometimes a materialist becomes very opulent in the eyes of another materialist, such opulence is bestowed upon him by the goddess Durg&#257;dev&#299;, a material expansion of the goddess of fortune, not by Lakshm&#299;dev&#299; herself. Those who desire material wealth worship Durg&#257;dev&#299; with the following mantra: dhanam dehi r&#363;pam dehi r&#363;pa-pati-bh&#257;jam dehi. "O worshipable mother Durg&#257;dev&#299;, please give me wealth, strength, fame, a good wife and so on." By pleasing goddess Durg&#257; one can obtain such benefits, but since they are temporary, they result only in m&#257;y&#257;-sukha (illusory happiness). As stated by Prahl&#257;da Mah&#257;r&#257;ja, m&#257;y&#257;-sukh&#257;ya bharam udvahato vim&#363;dh&#257;n: [<A CLASS=v HREF="../../7/9/43.htm">SB 7.9.43</A>] those who work very hard for material benefits are vim&#363;dhas, foolish rascals, because such happiness will not endure. On the other hand, devotees like Prahl&#257;da and Dhruva Mah&#257;r&#257;ja achieved extraordinary material opulences, but such opulences were not m&#257;y&#257;-sukha. When a devotee acquires unparalleled opulences, they are the direct gifts of the goddess of fortune, who resides in the heart of N&#257;r&#257;yana.</P><P>The material opulences a person obtains by offering prayers to the goddess Durg&#257; are temporary. As described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/23.htm">7.23</A>), antavat tu phalam tesh&#257;m tad bhavaty alpa-medhas&#257;m: men of meager intelligence desire temporary happiness. We have actually seen that one of the disciples of Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura wanted to enjoy the property of his spiritual master, and the spiritual master, being merciful toward him, gave him the temporary property, but not the power to preach the cult of Caitanya Mah&#257;prabhu all over the world. That special mercy of the power to preach is given to a devotee who does not want anything material from his spiritual master but wants only to serve him. The story of the demon R&#257;vana illustrates this point. Although R&#257;vana tried to abduct the goddess of fortune S&#299;t&#257;dev&#299; from the custody of Lord R&#257;macandra, he could not possibly do so. The S&#299;t&#257;dev&#299; he forcibly took with him was not the original S&#299;t&#257;dev&#299;, but an expansion of m&#257;y&#257;, or Durg&#257;dev&#299;. As a result, instead of winning the favor of the real goddess of fortune, R&#257;vana and his whole family were vanquished by the power of Durg&#257;dev&#299; (srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257; [<A CLASS=v HREF="../../../bs/5/44.htm">Bs. 5.44</A>]).</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>