<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.25</P><P CLASS=c>om namo bhagavate mukhyatam&#257;ya namah sattv&#257;ya pr&#257;n&#257;yaujase sahase bal&#257;ya mah&#257;-matsy&#257;ya nama iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamaya">tam&#257;ya</A> &#8212; the first incarnation <A HREF="http://vedabase.net/t/to">to</A> appear; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/s/sattvaya">sattv&#257;ya</A> &#8212; unto the <A HREF="http://vedabase.net/p/pure">pure</A> transcendence; <A CLASS=v HREF="http://vedabase.net/p/pranaya">pr&#257;n&#257;ya</A> &#8212; the origin of life; <A CLASS=v HREF="http://vedabase.net/o/ojase">ojase</A> &#8212; the source of the potency of the senses; <A CLASS=v HREF="http://vedabase.net/s/sahase">sahase</A> &#8212; the origin of all mental power; <A CLASS=v HREF="http://vedabase.net/b/balaya">bal&#257;ya</A> &#8212; the origin of bodily strength; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matsyaya">matsy&#257;ya</A> &#8212; unto the gigantic fish incarnation; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances unto the Supreme Personality of Godhead, who is pure transcendence. He is the origin of all life, bodily strength, mental power and sensory ability. Known as Matsy&#257;vat&#257;ra, the gigantic fish incarnation, He appears first among all the incarnations. Again I offer my obeisances unto Him.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Jayadeva Gosv&#257;m&#299; sings:</P><P>pralayo payodhi-jale dhritav&#257;n asi vedam</P><P CLASS=n>vihita-vahitra-caritram akhedam</P><P CLASS=n>ke&#347;ava dhrita-m&#299;na-&#347;ar&#299;ra jaya jagad-&#299;&#347;a hare</P><P>Soon after the cosmic creation, the entire universe was inundated with water. At that time Lord Krishna (Ke&#347;ava) incarnated as a gigantic fish to protect the Vedas. Therefore Manu addresses Lord Matsya as mukhyatama, the first incarnation to appear. Fish are generally considered a mixture of the modes of ignorance and passion, but we must understand that every incarnation of the Supreme Personality of Godhead is completely transcendental. There is never any deterioration of the Supreme Lord's original transcendental quality. Therefore the word sattv&#257;ya is used here, meaning pure goodness on the transcendental platform. There are many incarnations of the Supreme Lord: Var&#257;ha m&#363;rti (the boar form), K&#363;rma m&#363;rti (the tortoise form), Hayagr&#299;va m&#363;rti (the form of a horse) and so on. Yet we should never think any of Them material. They are always situated on the platform of &#347;uddha-sattva, pure transcendence.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>