<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.26</P><P CLASS=c>antar bahi&#347; c&#257;khila-loka-p&#257;lakair</P><P CLASS=c>adrishta-r&#363;po vicarasy uru-svanah</P><P CLASS=c>sa &#299;&#347;varas tvam ya idam va&#347;e 'nayan</P><P CLASS=c>n&#257;mn&#257; yath&#257; d&#257;rumay&#299;m narah striyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palakaih">p&#257;lakaih</A> &#8212; by the leaders of the different planets, societies, kingdoms and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/adrsta">adrishta</A>-<A CLASS=v HREF="http://vedabase.net/r/rupah">r&#363;pah</A> &#8212; not seen; <A CLASS=v HREF="http://vedabase.net/v/vicarasi">vicarasi</A> &#8212; You wander; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/s/svanah">svanah</A> &#8212; whose sounds (Vedic mantras); <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vase">va&#347;e</A> &#8212; under control; <A CLASS=v HREF="http://vedabase.net/a/anayat">anayat</A> &#8212; has brought; <A CLASS=v HREF="http://vedabase.net/n/namna">n&#257;mn&#257;</A> &#8212; by different names like <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>, <A HREF="http://vedabase.net/k/ksatriya">kshatriya</A>, <A HREF="http://vedabase.net/v/vaisya">vai&#347;ya</A> and <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/d/darumayim">d&#257;rumay&#299;m</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of wood; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> doll.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, just as a puppeteer controls his dancing dolls and a husband controls his wife, Your Lordship controls all the living entities in the universe, such as the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras. Although You are in everyone's heart as the supreme witness and commander and are outside everyone as well, the so-called leaders of societies, communities and countries cannot realize You. Only those who hear the vibration of the Vedic mantras can appreciate You.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is antarbahih, present within and without everything. One must overcome the delusion caused by the Lord's external energy and realize His presence both externally and internally. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/8/19.htm">1.8.19</A>) &#346;r&#299;mat&#299; Kunt&#299;dev&#299; has explained that Krishna appears in this world nato n&#257;tyadharo yath&#257;, "exactly like an actor dressed as a player." In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>) Krishna says, &#299;&#347;varah sama-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati: "The Supreme Lord is situated in everyone's heart, O Arjuna." The Lord is situated within everyone's heart, and outside as well. Within the heart He is the Supersoul, the incarnation who acts as the adviser and witness. Yet although God is residing within their hearts, foolish people say, "I cannot see God. Please show Him to me."</P><P>Everyone is under the control of the Supreme Personality of Godhead, exactly like dancing dolls controlled by a puppeteer or a woman controlled by her husband. A woman is compared to a doll (d&#257;rumay&#299;) because she has no independence. She should always be controlled by a man. Still, due to false prestige, a class of women wants to remain independent. What to speak of women, all living entities are prakriti (female) and therefore dependent on the Supreme Lord, as Krishna Himself explains in Bhagavad-g&#299;t&#257; (apareyam itas tv any&#257;m prakritim viddhi me par&#257;m). The living entity is never independent. Under all circumstances, he is dependent on the mercy of the Lord. The Lord creates the social divisions of human society &#8212; br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras &#8212; and ordains that they follow rules and regulations suited to their particular position. In this way, all members of society remain always under the Supreme Lord's control. Still, some people foolishly deny the existence of God.</P><P>Self-realization means to understand one's subordinate position in relation to the Lord. When one is thus enlightened, he surrenders to the Supreme Personality of Godhead and is liberated from the clutches of the material energy. In other words, unless one surrenders to the lotus feet of the Lord, the material energy in its many varieties will continue to control him. No one in the material world can deny that he is under control. The Supreme Lord, N&#257;r&#257;yana, who is beyond this material existence, controls everyone. The following Vedic mantra confirms this point: eko ha vai n&#257;r&#257;yana &#257;s&#299;t. Foolish persons think N&#257;r&#257;yana to be on the platform of ordinary material existence. Because they do not realize the natural constitutional position of the living entity, they concoct names like daridra-n&#257;r&#257;yana, sv&#257;mi-n&#257;r&#257;yana or mithy&#257;-n&#257;r&#257;yana. However, N&#257;r&#257;yana is actually the supreme controller of everyone. This understanding is self-realization.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>