<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.31</P><P CLASS=c>yad-r&#363;pam etan nija-m&#257;yay&#257;rpitam</P><P CLASS=c>artha-svar&#363;pam bahu-r&#363;pa-r&#363;pitam</P><P CLASS=c>sa&#324;khy&#257; na yasy&#257;sty ayathopalambhan&#257;t</P><P CLASS=c>tasmai namas te 'vyapade&#347;a-r&#363;pine</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the form; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/arpitam">arpitam</A> &#8212; manifested by Your personal potency; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupam">svar&#363;pam</A> &#8212; this entire visible cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/r/rupitam">r&#363;pitam</A> &#8212; manifested <A HREF="http://vedabase.net/i/in">in</A> various forms; <A CLASS=v HREF="http://vedabase.net/s/sankhya">sa&#324;khy&#257;</A> &#8212; the measurement; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/a/ayatha">ayath&#257;</A> &#8212; falsely; <A CLASS=v HREF="http://vedabase.net/u/upalambhanat">upalambhan&#257;t</A> &#8212; from perceiving; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him (the Supreme Lord); <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/avyapadesa">avyapade&#347;a</A> &#8212; cannot be ascertained by mental speculation; <A CLASS=v HREF="http://vedabase.net/r/rupine">r&#363;pine</A> &#8212; whose real form.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, this visible cosmic manifestation is a demonstration of Your own creative energy. Since the countless varieties of forms within this cosmic manifestation are simply a display of Your external energy, this vir&#257;t-r&#363;pa [universal body] is not Your real form. Except for a devotee in transcendental consciousness, no one can perceive Your actual form. Therefore I offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;v&#257;d&#299; philosophers think the universal form of the Lord to be real and His personal form illusory. We can understand their mistake by a simple example. A fire consists of three elements: heat and light, which are the energy of the fire, and the fire itself. Anyone can understand that the original fire is the reality and that the heat and light are simply the fire's energy. Heat and light are the formless energies of fire, and in that sense they are unreal. Only the fire has form, and therefore it is the real form of the heat and light. As Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), may&#257; tatam idam sarvam jagad avyakta-m&#363;rtin&#257;: "By Me, in My unmanifested form. this entire universe is pervaded." Thus the impersonal conception of the Lord is like the expansion of heat and light from a fire. In Bhagavad-g&#299;t&#257; the Lord also says, mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham teshv avasthitah: the entire material creation is resting on Krishna's energy, either material, spiritual or marginal, but because His form is absent from the expansion of His energy, He is not personally present. This inconceivable expansion of the Supreme Lord's energy is called acintya-&#347;akti. Therefore no one can understand the real form of the Lord without becoming His devotee.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>