<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.33</P><P CLASS=c>yasminn asa&#324;khyeya-vi&#347;esha-n&#257;ma-</P><P CLASS=c>r&#363;p&#257;kritau kavibhih kalpiteyam</P><P CLASS=c>sa&#324;khy&#257; yay&#257; tattva-dri&#347;&#257;pan&#299;yate</P><P CLASS=c>tasmai namah s&#257;&#324;khya-nidar&#347;an&#257;ya te iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/asankhyeya">asa&#324;khyeya</A> &#8212; innumerable; <A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A> &#8212; particular; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; names; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; forms; <A CLASS=v HREF="http://vedabase.net/a/akrtau">&#257;kritau</A> &#8212; possessing bodily features; <A CLASS=v HREF="http://vedabase.net/k/kavibhih">kavibhih</A> &#8212; by great learned persons; <A CLASS=v HREF="http://vedabase.net/k/kalpita">kalpit&#257;</A> &#8212; imagined; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sankhya">sa&#324;khy&#257;</A> &#8212; number; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; of the truth; <A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/a/apaniyate">apan&#299;yate</A> &#8212; is extracted; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A CLASS=v HREF="http://vedabase.net/n/nidarsanaya">nidar&#347;an&#257;ya</A> &#8212; who is the revealer of this numerical knowledge; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, Your name, form and bodily features are expanded in countless forms. No one can determine exactly how many forms exist, yet You Yourself, in Your incarnation as the learned scholar Kapiladeva, have analyzed the cosmic manifestation as containing twenty-four elements. Therefore if one is interested in S&#257;&#324;khya philosophy, by which one can enumerate the different truths, he must hear it from You. Unfortunately, nondevotees simply count the different elements and remain ignorant of Your actual form. I offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>Philosophers and scientists have been trying to study the entire cosmic situation and have been theorizing and calculating in different ways for millions and millions of years. However, the speculative research work of a so-called scientist or philosopher is always interrupted when he dies, and the laws of nature go on without regard for his work.</P><P>For billions of years changes take place in the material creation, until at last the whole universe is dissolved and remains in an unmanifested state. Constant change and destruction (bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate) is perpetually going on in nature, yet the material scientists want to study natural laws without knowing the Supreme Personality of Godhead, who is the background of nature. As Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>):</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again."</P><P>Now the material creation is manifest, eventually it will be annihilated and remain for many millions of years in a dormant state, and finally it will again be created. This is the law of nature.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>