<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.35</P><P CLASS=c>om namo bhagavate mantra-tattva-li&#324;g&#257;ya yajña-kratave mah&#257;-dhvar&#257;vayav&#257;ya mah&#257;-purush&#257;ya namah karma-&#347;ukl&#257;ya tri-yug&#257;ya namas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/l/lingaya">li&#324;g&#257;ya</A> &#8212; who is understood <A HREF="http://vedabase.net/i/in">in</A> truth by different mantras; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of animal sacrifices; <A CLASS=v HREF="http://vedabase.net/k/kratave">kratave</A> &#8212; and animal sacrifice; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvara">dhvara</A> &#8212; great sacrifices; <A CLASS=v HREF="http://vedabase.net/a/avayavaya">avayav&#257;ya</A> &#8212; whose limbs and bodily parts; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the Supreme Person; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/s/suklaya">&#347;ukl&#257;ya</A> &#8212; who purifies the fruitive activities of the living entities; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/y/yugaya">yug&#257;ya</A> &#8212; unto the Supreme Personality of Godhead, who is full with six opulences and who appears <A HREF="http://vedabase.net/i/in">in</A> three yugas (remaining concealed <A HREF="http://vedabase.net/i/in">in</A> the fourth <A HREF="http://vedabase.net/y/yuga">yuga</A>); <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You.</P><P CLASS=t>TRANSLATION</P><P>O Lord, we offer our respectful obeisances unto You as the gigantic person. Simply by chanting mantras, we shall be able to understand You fully. You are yajña [sacrifice], and You are the kratu [ritual]. Therefore all the ritualistic ceremonies of sacrifice are part of Your transcendental body, and You are the only enjoyer of all sacrifices. Your form is composed of transcendental goodness. You are known as tri-yuga because in Kali-yuga You appeared as a concealed incarnation and because You always fully possess the three pairs of opulences.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu is the incarnation for this age of Kali, as confirmed in many places throughout the pur&#257;nas, the Mah&#257;bh&#257;rata, &#346;r&#299;mad-Bh&#257;gavatam and the Upanishads. The summary of His appearance is given in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/6/99.htm">Madhya 6.99</A>) as follows:</P><P>kali-yuge l&#299;l&#257;vat&#257;ra n&#257; kare bhagav&#257;n</P><P CLASS=n>ataeva 'tri-yuga' kari' kahi t&#257;ra n&#257;ma</P><P>In this age of Kali, the Supreme Personality of Godhead (Bhagav&#257;n) does not appear as a l&#299;l&#257;vat&#257;ra, an incarnation to display pastimes. Therefore He is known as tri-yuga. Unlike other incarnations, Lord &#346;r&#299; Caitanya Mah&#257;prabhu appears in this age of Kali as a devotee of the Lord. Therefore He is called a concealed incarnation (chann&#257;vat&#257;ra).</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>