<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.36</P><P CLASS=c>yasya svar&#363;pam kavayo vipa&#347;cito</P><P CLASS=c>guneshu d&#257;rushv iva j&#257;ta-vedasam</P><P CLASS=c>mathnanti mathn&#257; manas&#257; didrikshavo</P><P CLASS=c>g&#363;dham kriy&#257;rthair nama &#299;rit&#257;tmane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; the greatly learned sages; <A CLASS=v HREF="http://vedabase.net/v/vipascitah">vipa&#347;citah</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> ascertaining the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material manifestation, consisting of the three modes of nature; <A CLASS=v HREF="http://vedabase.net/d/darusu">d&#257;rushu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> wood; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/v/vedasam">vedasam</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/m/mathnanti">mathnanti</A> &#8212; stir; <A CLASS=v HREF="http://vedabase.net/m/mathna">mathn&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> piece of wood used for producing fire; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/d/didrksavah">didrikshavah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> inquisitive; <A CLASS=v HREF="http://vedabase.net/g/gudham">g&#363;dham</A> &#8212; hidden; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaih">arthaih</A> &#8212; by fruitive activities and their results; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/i/irita">&#299;rita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the Lord, who is manifested.</P><P CLASS=t>TRANSLATION</P><P>By manipulating a fire-generating stick, great saints and sages can bring forth the fire lying dormant within wood. In the same way, O Lord, those expert in understanding the Absolute Truth try to see You in everything &#8212; even in their own bodies. Yet you remain concealed. You are not to be understood by indirect processes involving mental or physical activities. Because You are self-manifested, only when You see that a person is wholeheartedly engaged in searching for You do You reveal Yourself. Therefore I offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The word kriy&#257;rthaih means "by performing ritualistic ceremonies to satisfy the demigods." The word vipa&#347;citah is explained in the Taittir&#299;ya Upanishad as follows: satyam jñ&#257;nam anantam brahma. yo veda nihitam guh&#257;y&#257;m parame vyoman. so '&#347;nute sarv&#257;n k&#257;m&#257;n saha brahman&#257; vipa&#347;citeti. As Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>), bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate: "After many births and deaths, he who is actually in knowledge surrenders unto Me." When one understands that the Lord is situated in everyone's heart and actually sees the Lord present everywhere, he has perfect knowledge. The word j&#257;ta-vedah means "fire which is produced by rubbing wood." In Vedic times, learned sages could bring forth fire from wood. J&#257;ta-vedah also indicates the fire in the stomach, which digests everything we eat and which produces an appetite. The word g&#363;dha is explained in the &#346;vet&#257;&#347;vatara Upanishad. Eko devah sarva-bh&#363;teshu g&#363;dhah: The Supreme Personality of Godhead is understood by chanting the Vedic mantras. Sarva-vy&#257;p&#299; sarva-bh&#363;t&#257;ntar-&#257;tm&#257;: He is all-pervading, and He is within the heart of living entities. Karm&#257;dhyakshah sarva-bh&#363;t&#257;dhiv&#257;sah: He witnesses all activities of the living entity. S&#257;ksh&#299; cet&#257; kevalo nirguna&#347; ca: The Supreme Lord is the witness as well as the living force, yet He is transcendental to all material qualities.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>