<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.37</P><P CLASS=c>dravya-kriy&#257;-hetv-ayane&#347;a-kartribhir</P><P CLASS=c>m&#257;y&#257;-gunair vastu-nir&#299;kshit&#257;tmane</P><P CLASS=c>anv&#299;kshay&#257;&#324;g&#257;ti&#347;ay&#257;tma-buddhibhir</P><P CLASS=c>nirasta-m&#257;y&#257;kritaye namo namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; by the objects of sense enjoyment; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; the activities of the senses; <A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; the predominating deities of sensory activities; <A CLASS=v HREF="http://vedabase.net/a/ayana">ayana</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; the predominating time; <A CLASS=v HREF="http://vedabase.net/k/kartrbhih">kartribhih</A> &#8212; by false egotism; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> fact; <A CLASS=v HREF="http://vedabase.net/n/niriksita">nir&#299;kshita</A> &#8212; being observed; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/anviksaya">anv&#299;kshay&#257;</A> &#8212; by careful consideration; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; by the limbs of yogic practice; <A CLASS=v HREF="http://vedabase.net/a/atisaya">ati&#347;aya</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhibhih">buddhibhih</A> &#8212; by those whose intelligence has become fixed; <A CLASS=v HREF="http://vedabase.net/n/nirasta">nirasta</A> &#8212; completely freed from; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/akrtaye">&#257;kritaye</A> &#8212; whose form; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all respectful obeisances; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>The objects of material enjoyment [sound, form, taste, touch and smell], the activities of the senses, the controllers of sensory activities [the demigods], the body, eternal time and egotism are all creations of Your material energy. Those whose intelligence has become fixed by perfect execution of mystic yoga can see that all these elements result from the actions of Your external energy. They can also see Your transcendental form as Supersoul in the background of everything. Therefore I repeatedly offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The objects of material enjoyment, the sensory activities, attachment to sensual pleasure, the body, false egotism and so on are produced by the Lord's external energy, m&#257;y&#257;. The background of all these activities is the living being, and the director of the living beings is the Supersoul. The living being is not the all in all. He is directed by the Supersoul. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) Krishna confirms this:</P><P>sarvasya c&#257;ham hridi sannivishto</P><P CLASS=n>mattah smritir jñ&#257;nam apohanam ca</P><P>"I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness." The living entity depends on the Supersoul for directions. A person advanced in spiritual knowledge, or a person expert in the practice of mystic yoga (yama, niyama, &#257;sana and so on) can understand transcendence either as Param&#257;tm&#257; or as the Supreme Personality of Godhead. The Supreme Lord is the original cause of all natural events. Therefore He is described as sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the cause of all causes. Behind everything visible to our material eyes is some cause, and one who can see the original cause of all causes, Lord Krishna, can actually see. Krishna, the sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], is the background of everything, as He Himself confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>):</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again."</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>