<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.38</P><P CLASS=c>karoti vi&#347;va-sthiti-samyamodayam</P><P CLASS=c>yasyepsitam nepsitam &#299;kshitur gunaih</P><P CLASS=c>m&#257;y&#257; yath&#257;yo bhramate tad-&#257;&#347;rayam</P><P CLASS=c>gr&#257;vno namas te guna-karma-s&#257;kshine</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; the maintenance; <A CLASS=v HREF="http://vedabase.net/s/samyama">samyama</A> &#8212; winding up; <A CLASS=v HREF="http://vedabase.net/u/udayam">udayam</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/i/iksituh">&#299;kshituh</A> &#8212; of the one glancing over; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; with the modes of material nature; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the material energy; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/ayah">ayah</A> &#8212; iron; <A CLASS=v HREF="http://vedabase.net/b/bhramate">bhramate</A> &#8212; moves; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; placed near that; <A CLASS=v HREF="http://vedabase.net/g/gravnah">gr&#257;vnah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> magnetic stone; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/s/saksine">s&#257;kshine</A> &#8212; the witness of the actions and reactions of material nature.</P><P CLASS=t>TRANSLATION</P><P>O Lord, You do not desire the creation, maintenance or annihilation of this material world, but You perform these activities for the conditioned souls by Your creative energy. Exactly as a piece of iron moves under the influence of a lodestone, inert matter moves when You glance over the total material energy.</P><P CLASS=t>PURPORT</P><P>Sometimes the question arises why the Supreme Lord has created this material world, which is so full of suffering for the living entities entrapped in it. The answer given herein is that the Supreme Personality of Godhead does not wish to create this material world just to inflict suffering on the living entities. The Supreme Lord creates this world only because the conditioned souls want to enjoy it.</P><P>The workings of nature are not going on automatically. It is only because the Lord glances over the material energy that it acts in wonderful ways, just as a lodestone causes a piece of iron to move here and there. Because materialistic scientists and so-called S&#257;&#324;khya philosophers do not believe in God, they think that material nature is working without supervision. But that is not the fact. In Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/6/18.htm">&#256;di 6.18-19</A>) the creation of the material world is explained as follows:</P><P>yadyapi s&#257;&#324;khya m&#257;ne 'pradh&#257;na' &#8212; k&#257;rana</P><P CLASS=n>jada ha-ite kabhu nahe jagat-srijana</P><P CLASS=n>nija-srishti-&#347;akti prabhu sañc&#257;re pradh&#257;ne</P><P CLASS=n>&#299;&#347;varera &#347;aktye tabe haye ta' nirm&#257;ne</P><P>"Atheistic S&#257;&#324;khya philosophers think that the total material energy causes the cosmic manifestation, but they are wrong. Dead matter has no moving power, and therefore it cannot act independently. The Lord infuses the material ingredients with His own creative potency. Then, by the power of the Lord, matter moves and interacts." Sea waves are moved by the air, the air is created from ether, the-ether is produced by the agitation of the three modes of material nature, and the three modes of material nature interact due to the Supreme Lord's glance over the total material energy. Therefore the background of all natural occurrences is the Supreme Personality of Godhead, as confirmed in Bhagavad-g&#299;t&#257; (may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]). This is also further explained in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/5/59.htm">&#256;di 5.59-61</A>):</P><P>jagat-k&#257;rana nahe prakriti jada-r&#363;p&#257;</P><P CLASS=n>&#347;akti sañc&#257;riy&#257; t&#257;re krishna kare krip&#257;</P><P CLASS=n>krishna-&#347;aktye prakriti haya gauna k&#257;rana</P><P CLASS=n>agni-&#347;aktye lauha yaiche karaye j&#257;rana</P><P CLASS=n>ataeva krishna m&#363;la-jagat-k&#257;rana</P><P CLASS=n>prakriti &#8212; k&#257;rana yaiche aj&#257;-gala-stana</P><P>"Because prakriti [material nature] is dull and inert, it cannot actually be the cause of the material world. Lord Krishna shows His mercy by infusing His energy into the dull, inert material nature. Thus prakriti, by the energy of Lord Krishna, becomes the secondary cause, just as iron becomes red-hot by the energy of fire. Therefore Lord Krishna is the original cause of the cosmic manifestation. prakriti is like the nipples on the neck of a goat, for they cannot give any milk." Thus it is a great mistake on the part of the material scientists and philosophers to think that matter moves independently.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>