<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.4</P><P CLASS=c>vadanti vi&#347;vam kavayah sma na&#347;varam</P><P CLASS=c>pa&#347;yanti c&#257;dhy&#257;tmavido vipa&#347;citah</P><P CLASS=c>tath&#257;pi muhyanti tav&#257;ja m&#257;yay&#257;</P><P CLASS=c>suvismitam krityam ajam nato 'smi tam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; they say authoritatively; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the entire material creation; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; great learned sages; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nasvaram">na&#347;varam</A> &#8212; perishable; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; they see <A HREF="http://vedabase.net/i/in">in</A> trance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; who have realized spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/v/vipascitah">vipa&#347;citah</A> &#8212; very learned scholars; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/m/muhyanti">muhyanti</A> &#8212; become illusioned; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unborn one; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/v/vismitam">vismitam</A> &#8212; most wonderful; <A CLASS=v HREF="http://vedabase.net/k/krtyam">krityam</A> &#8212; activity; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; unto the supreme unborn one; <A CLASS=v HREF="http://vedabase.net/n/natah">natah</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my obeisances; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him.</P><P CLASS=t>TRANSLATION</P><P>O unborn one, learned Vedic scholars who are advanced in spiritual knowledge certainly know that this material world is perishable, as do other logicians and philosophers. In trance they realize the factual position of this world, and they preach the truth as well. Yet even they are sometimes bewildered by Your illusory energy. This is Your own wonderful pastime. Therefore, I can understand that Your illusory energy is very wonderful, and I offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>Not only does the illusory energy of the Supreme Personality of Godhead act on the conditioned soul within this material world, but sometimes it also acts on the most advanced learned scholars, who factually know the constitutional position of this material world through realization. As soon as someone thinks, "I am this material body (aham mameti [<A CLASS=v HREF="../../5/5/8.htm">SB 5.5.8</A>]) and everything in relationship with this material body is mine," he is in illusion (moha). This illusion caused by the material energy acts especially on the conditioned souls, but it sometimes also acts on liberated souls as well. A liberated soul is a person who has sufficient knowledge of this material world and is therefore unattached to the bodily conception of life. But because of association with the modes of material nature for a very long time, even liberated souls sometimes become captivated by the illusory energy due to inattentiveness in the transcendental position. Therefore Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>), m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te: "Only those who surrender unto Me can overcome the influence of the material energy." Therefore no one should think of himself as a liberated person immune to the influence of m&#257;y&#257;. Everyone should very cautiously execute devotional service by rigidly following regulative principles. Thus he will remain fixed at the lotus feet of the Lord. Otherwise, a little inattention will create havoc. We have already seen an example of this in the case of Mah&#257;r&#257;ja Bharata. Mah&#257;r&#257;ja Bharata was undoubtedly a great devotee, but because he turned his attention slightly toward a small deer, he had to suffer two more births, one as a deer and another as the br&#257;hmana Jada Bharata. Afterward he was liberated and went back home, back to Godhead.</P><P>The Lord is always prepared to excuse His devotee, but if a devotee takes advantage of the Lord's leniency and purposefully commits mistakes again and again, the Lord will certainly punish him by letting him fall down into the clutches of the illusory energy. In other words, theoretical knowledge acquired by studying the Vedas is insufficient to protect one from the clutches of m&#257;y&#257;. One must strongly adhere to the lotus feet of the Lord in devotional service. Then one's position is secure.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>