<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.7</P><P CLASS=c>hari-varshe c&#257;pi bhagav&#257;n nara-hari-r&#363;pen&#257;ste; tad-r&#363;pa-grahana-nimittam uttaratr&#257;bhidh&#257;sye; tad dayitam r&#363;pam mah&#257;-purusha-guna-bh&#257;jano mah&#257;-bh&#257;gavato daitya-d&#257;nava-kula-t&#299;rth&#299;karana-&#347;&#299;l&#257;-caritah prahl&#257;do 'vyavadh&#257;n&#257;nanya-bhakti-yogena saha tad-varsha-purushair up&#257;ste idam cod&#257;harati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/v/varse">varshe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the tract of land known <A HREF="http://vedabase.net/a/as">as</A> Harivarsha; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; His form of Nrisimhadeva; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is situated; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/grahana">grahana</A>-<A CLASS=v HREF="http://vedabase.net/n/nimittam">nimittam</A> &#8212; the reason why Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> (<A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A>) assumed the form of <A HREF="http://vedabase.net/n/nrsimha">Nrisimha</A>; <A CLASS=v HREF="http://vedabase.net/u/uttaratra">uttaratra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> later chapters; <A CLASS=v HREF="http://vedabase.net/a/abhidhasye">abhidh&#257;sye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall describe; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dayitam">dayitam</A> &#8212; most pleasing; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form of the Lord; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajanah">bh&#257;janah</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>, who is the abode of all the good qualities of great personalities; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the topmost devotee; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A>-<A CLASS=v HREF="http://vedabase.net/d/danava">d&#257;nava</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/t/tirthi">t&#299;rth&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/karana">karana</A>-<A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/c/caritah">caritah</A> &#8212; whose activities and character were <A HREF="http://vedabase.net/s/so">so</A> exalted that <A HREF="http://vedabase.net/h/he">he</A> delivered all the daityas (demons) born <A HREF="http://vedabase.net/i/in">in</A> his family; <A CLASS=v HREF="http://vedabase.net/p/prahladah">prahl&#257;dah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A>; <A CLASS=v HREF="http://vedabase.net/a/avyavadhana">avyavadh&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by uninterrupted and unflinching devotional service; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/p/purusaih">purushaih</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/h/hari">Hari</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/u/upaste">up&#257;ste</A> &#8212; offers obeisances <A HREF="http://vedabase.net/t/to">to</A> and worships; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/udaharati">ud&#257;harati</A> &#8212; chants.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King, Lord Nrisimhadeva resides in the tract of land known as Hari-varsha. In the Seventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, I shall describe to you how Prahl&#257;da Mah&#257;r&#257;ja caused the Lord to assume the form of Nrisimhadeva. Prahl&#257;da Mah&#257;r&#257;ja, the topmost devotee of the Lord, is a reservoir of all the good qualities of great personalities. His character and activities have delivered all the fallen members of his demoniac family. Lord Nrisimhadeva is very dear to this exalted personality. Thus Prahl&#257;da Mah&#257;r&#257;ja, along with his servants and all the denizens of Hari-varsha, worships Lord Nrisimhadeva by chanting the following mantra.</P><P CLASS=t>PURPORT</P><P>Jayadeva Gosv&#257;m&#299;'s ten prayers worshiping the incarnations of Lord Krishna (Ke&#347;ava) contain His name in every stanza. For example, ke&#347;ava dhrita-nara-hari-r&#363;pa jaya jagad-&#299;&#347;a hare, ke&#347;ava dhrita-m&#299;na-&#347;ar&#299;ra jaya jagad-&#299;&#347;a hare, and ke&#347;ava dhrita-v&#257;mana-r&#363;pa jaya jagad-&#299;&#347;a hare. The word jagad-&#299;&#347;a refers to the proprietor of all the universes. His original form is the two-handed form of Lord Krishna, standing with a flute in His hands and engaged in tending the cows. As stated in Brahma-samhit&#257;:</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=n>[<A CLASS=v HREF="../../../bs/5/29.htm">Bs. 5.29</A>]</P><P>"I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems and surrounded by millions of purpose trees. He is always served with great reverence and affection by hundreds and thousands of goddesses of fortune." From this verse we learn that Govinda, or Krishna, is the &#257;di-purusha (the original person). The Lord has innumerable incarnations, exactly like the innumerable waves of a flowing river, but the original form is Krishna, or Ke&#347;ava.</P><P>&#346;ukadeva Gosv&#257;m&#299; refers to Nrisimhadeva because of Prahl&#257;da Mah&#257;r&#257;ja. Prahl&#257;da Mah&#257;r&#257;ja was put into great distress by his powerful father, the demon Hiranyaka&#347;ipu. Apparently helpless before him, Prahl&#257;da Mah&#257;r&#257;ja called on the Lord, who immediately assumed the gigantic form of Nrisimhadeva, half-lion and half-man, to kill the gigantic demon. Although Krishna is the original person, one without a second, He assumes different forms just to satisfy His devotees or to execute a specific purpose. Therefore Jayadeva Gosv&#257;m&#299; always repeats the name of Ke&#347;ava, the original Personality of Godhead, in his prayers describing the Lord's different incarnations for different purposes.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>