<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.8</P><P CLASS=c>om namo bhagavate narasimh&#257;ya namas tejas-tejase &#257;vir-&#257;virbhava vajra-nakha vajra-damshtra karm&#257;&#347;ay&#257;n randhaya randhaya tamo grasa grasa om sv&#257;h&#257;; abhayam abhayam &#257;tmani bh&#363;yishth&#257; om kshraum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/s/simhaya">simh&#257;ya</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> Lord <A HREF="http://vedabase.net/n/nrsimha">Nrisimha</A>; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A>-<A CLASS=v HREF="http://vedabase.net/t/tejase">tejase</A> &#8212; the power of all power; <A CLASS=v HREF="http://vedabase.net/a/avih">&#257;vih</A>-<A CLASS=v HREF="http://vedabase.net/a/avirbhava">&#257;virbhava</A> &#8212; please be fully manifest; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A>-<A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who possess nails like thunderbolts; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A>-<A CLASS=v HREF="http://vedabase.net/d/damstra">damshtra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who possess teeth like thunderbolts; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/asayan">&#257;&#347;ay&#257;n</A> &#8212; demoniac desires <A HREF="http://vedabase.net/t/to">to</A> be happy by material activities; <A CLASS=v HREF="http://vedabase.net/r/randhaya">randhaya</A> <A CLASS=v HREF="http://vedabase.net/r/randhaya">randhaya</A> &#8212; kindly vanquish; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; ignorance <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/g/grasa">grasa</A> &#8212; kindly drive away; <A CLASS=v HREF="http://vedabase.net/g/grasa">grasa</A> &#8212; kindly drive away; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/s/svaha">sv&#257;h&#257;</A> &#8212; respectful oblations; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my mind; <A CLASS=v HREF="http://vedabase.net/b/bhuyisthah">bh&#363;yishth&#257;h</A> &#8212; may You appear; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/k/ksraum">kshraum</A> &#8212; the <A HREF="http://vedabase.net/b/bija">b&#299;ja</A>, or seed, of mantras offering prayers <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/n/nrsimha">Nrisimha</A>.</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances unto Lord Nrisimhadeva, the source of all power. O my Lord who possesses nails and teeth just like thunderbolts, kindly vanquish our demonlike desires for fruitive activity in this material world. Please appear in our hearts and drive away our ignorance so that by Your mercy we may become fearless in the struggle for existence in this material world.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../4/22/39.htm">4.22.39</A>) Sanat-kum&#257;ra speaks the following words to Mah&#257;r&#257;ja Prithu:</P><P>yat-p&#257;da-pa&#324;kaja-pal&#257;&#347;a-vil&#257;sa-bhakty&#257;</P><P CLASS=n>karm&#257;&#347;ayam grathitam udgrathayanti santah</P><P CLASS=n>tadvan na rikta-matayo yatayo 'pi ruddha-</P><P CLASS=n>srotogan&#257;s tam aranam bhaja v&#257;sudevam</P><P>"Devotees always engaged in the service of the toes of the Lord's lotus feet can very easily become free from hard-knotted desires for fruitive activities. Because this is very difficult, the nondevotees &#8212; the jñ&#257;n&#299;s and yog&#299;s &#8212; cannot stop the waves of sense gratification, although they try to do so. Therefore you are advised to engage in the devotional service of Krishna, the son of Vasudeva."</P><P>Every living being within this material world has a strong desire to enjoy matter to his fullest satisfaction. For this purpose, the conditioned soul must accept one body after another, and thus his strongly fixed fruitive desires continue. One cannot stop the repetition of birth and death without being completely desireless. Therefore &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; describes pure bhakti (devotional service) as follows:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to the Supreme Lord Krishna favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service." Unless one is completely freed of all material desires, which are caused by the dense darkness of ignorance, one cannot fully engage in the devotional service of the Lord. Therefore we should always offer our prayers to Lord Nrisimhadeva, who killed Hiranyaka&#347;ipu, the personification of material desire. Hiranya means "gold," and ka&#347;ipu means "a soft cushion or bed." Materialistic persons always desire to make the body comfortable, and for this they require huge amounts of gold. Thus Hiranyaka&#347;ipu was the perfect representative of materialistic life. He was therefore the cause of great disturbance to the topmost devotee, Prahl&#257;da Mah&#257;r&#257;ja, until Lord Nrisimhadeva killed him. Any devotee aspiring to be free of material desires should offer his respectful prayers to Nrisimhadeva as Prahl&#257;da Mah&#257;r&#257;ja did in this verse.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>