<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.9</P><P CLASS=c>svasty astu vi&#347;vasya khalah pras&#299;dat&#257;m</P><P CLASS=c>dhy&#257;yantu bh&#363;t&#257;ni &#347;ivam mitho dhiy&#257;</P><P CLASS=c>mana&#347; ca bhadram bhajat&#257;d adhokshaje</P><P CLASS=c>&#257;ve&#347;yat&#257;m no matir apy ahaituk&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/v/visvasya">vi&#347;vasya</A> &#8212; of the entire universe; <A CLASS=v HREF="http://vedabase.net/k/khalah">khalah</A> &#8212; the envious (almost everyone); <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; let them be pacified; <A CLASS=v HREF="http://vedabase.net/d/dhyayantu">dhy&#257;yantu</A> &#8212; let them consider; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all the living entities; <A CLASS=v HREF="http://vedabase.net/s/sivam">&#347;ivam</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by their intelligence; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; calmness; <A CLASS=v HREF="http://vedabase.net/b/bhajatat">bhajat&#257;t</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> experience; <A CLASS=v HREF="http://vedabase.net/a/adhoksaje">adhokshaje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead, who is beyond the perception of mind. intelligence and senses; <A CLASS=v HREF="http://vedabase.net/a/avesyatam">&#257;ve&#347;yat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be absorbed; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/ahaituki">ahaituk&#299;</A> &#8212; without any motive.</P><P CLASS=t>TRANSLATION</P><P>May there be good fortune throughout the universe, and may all envious persons be pacified. May all living entities become calm by practicing bhakti-yoga, for by accepting devotional service they will think of each other's welfare. Therefore let us all engage in the service of the supreme transcendence, Lord &#346;r&#299; Krishna, and always remain absorbed in thought of Him.</P><P CLASS=t>PURPORT</P><P>The following verse describes a Vaishnava:</P><P>v&#257;ñch&#257;-kalpa-tarubhya&#347; ca</P><P CLASS=n>krip&#257;-sindhubhya eva ca</P><P CLASS=n>patit&#257;n&#257;m p&#257;vanebhyo</P><P CLASS=n>vaishnavebhyo namo namah</P><P>Just like a desire tree, a Vaishnava can fulfill all the desires of anyone who takes shelter of his lotus feet. Prahl&#257;da Mah&#257;r&#257;ja is a typical Vaishnava. He prays not for himself, but for all living entities &#8212; the gentle, the envious and the mischievous. He always thought of the welfare of mischievous persons like his father, Hiranyaka&#347;ipu. Prahl&#257;da Mah&#257;r&#257;ja did not ask for anything for himself; rather, he prayed for the Lord to excuse his demoniac father. This is the attitude of a Vaishnava, who always thinks of the welfare of the entire universe.</P><P>&#346;r&#299;mad-Bh&#257;gavatam and bh&#257;gavata-dharma are meant for persons who are completely free of envy (parama-nirmatsar&#257;n&#257;m). Therefore Prahl&#257;da Mah&#257;r&#257;ja prays in this verse, khalah pras&#299;dat&#257;m: "May all the envious persons be pacified." The material world is full of envious persons, but if one frees himself of envy, he becomes liberal in his social dealings and can think of others' welfare. Anyone who takes up Krishna consciousness and engages himself completely in the service of the Lord cleanses his mind of all envy (mana&#347; ca bhadram bhajat&#257;d adhokshaje). Therefore we should pray to Lord Nrisimhadeva to sit in our hearts. We should pray, bahir nrisimho hridaye nrisimhah: "Let Lord Nrisimhadeva sit in the core of my heart, killing all my bad propensities. Let my mind become clean so that I may peacefully worship the Lord and bring peace to the entire world."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has given us a very fine purport in this regard. Whenever one offers a prayer to the Supreme Personality of Godhead, one always requests some benediction from Him. Even pure (nishk&#257;ma) devotees pray for some benediction, as instructed by Lord &#346;r&#299; Caitanya Mah&#257;prabhu in His &#346;iksh&#257;shtaka:</P><P>ayi nanda-tanuja ki&#324;karam</P><P CLASS=n>patitam m&#257;m vishame bhav&#257;mbudhau</P><P CLASS=n>kripay&#257; tava p&#257;da-pa&#324;kaja-</P><P CLASS=n>sthita-dh&#363;l&#299;-sadri&#347;am vicintaya</P><P>"O son of Mah&#257;r&#257;ja Nanda [Krishna], I am Your eternal servitor, yet somehow or other I have fallen into the ocean of birth and death. Please pick Me up from the ocean of death and place Me as one of the atoms at Your lotus feet." In another prayer Lord Caitanya says, mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi: "Life after life, kindly let Me have unalloyed love and devotion at Your Lordship's lotus feet." When Prahl&#257;da Mah&#257;r&#257;ja chants om namo bhagavate narasimh&#257;ya, he prays for a benediction from the Lord, but because he is also an exalted Vaishnava, he wants nothing for his personal sense gratification. The first desire expressed in his prayer is svasty astu vi&#347;vasya: "Let there be good fortune throughout the entire universe." Prahl&#257;da Mah&#257;r&#257;ja thus requested the Lord to be merciful to everyone, including his father, a most envious person. According to C&#257;nakya Pandita, there are two kinds of envious living entities: one is a snake, and the other is the man like Hiranyaka&#347;ipu, who is by nature envious of everyone, even of his father or son. Hiranyaka&#347;ipu was envious of his little son Prahl&#257;da, but Prahl&#257;da Mah&#257;r&#257;ja asked a benediction for the benefit of his father. Hiranyaka&#347;ipu was very envious of devotees, but Prahl&#257;da wished that his father and other demons like him would give up their envious nature by the grace of the Lord and stop harassing the devotees (khalah pras&#299;dat&#257;m). The difficulty is that the khala (envious living entity) is rarely pacified. One kind of khala, the snake, can be pacified simply by mantras or by the action of a particular herb (mantraushadhi-va&#347;ah sarpah khalakena niv&#257;ryate). An envious person, however, cannot be pacified by any means. Therefore Prahl&#257;da Mah&#257;r&#257;ja prays that all envious persons may undergo a change of heart and think of the welfare of others.</P><P>If the Krishna consciousness movement spreads all over the world, and if by the grace of Krishna everyone accepts it, the thinking of envious people will change. Everyone will think of the welfare of others. Therefore Prahl&#257;da Mah&#257;r&#257;ja prays, &#347;ivam mitho dhiy&#257;. In material activities, everyone is envious of others, but in Krishna consciousness, no one is envious of anyone else; everyone thinks of the welfare of others. Therefore Prahl&#257;da Mah&#257;r&#257;ja prays that everyone's mind may become gentle by being fixed at the lotus feet of Krishna (bhajat&#257;d adhokshaje). As indicated elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (sa vai manah krishna-pad&#257;ravindayoh) and as advised by Lord Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/65.htm">18.65</A>), man-man&#257; bhava mad-bhaktah, one should constantly think of the lotus feet of Lord Krishna. Then one's mind will certainly be cleansed (ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]). Materialists always think of sense gratification, but Prahl&#257;da Mah&#257;r&#257;ja prays that the Lord's mercy will change their minds and they will stop thinking of sense gratification. If they think of Krishna always, everything will be all right. Some people argue that if everyone thought of Krishna in that way, the whole universe would be vacated because everyone would go back home, back to Godhead. However, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that this is impossible because the living entities are innumerable. If one set of living entities is actually delivered by the Krishna consciousness movement, another set will fill the entire universe.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>