<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18 Summary</P><P>In this chapter &#346;ukadeva Gosv&#257;m&#299; describes the different varshas of Jamb&#363;dv&#299;pa and the incarnation of the Supreme Lord worshiped in each. The predominating ruler of Bhadr&#257;&#347;va-varsha is Bhadra&#347;rav&#257;. He and his many servants always worship the incarnation known as Lord Hayagr&#299;va. At the end of each kalpa, when the demon Ajñ&#257;na steals the Vedic knowledge, Lord Hayagr&#299;va appears and preserves it. Then He delivers it to Lord Brahm&#257;. In the land known as Hari-varsha, the exalted devotee Prahl&#257;da Mah&#257;r&#257;ja worships Lord Nrisimhadeva. (The appearance of Lord Nrisimhadeva is described in the Seventh Canto of &#346;r&#299;mad-Bh&#257;gavatam.) Following in the footsteps of Prahl&#257;da Mah&#257;r&#257;ja, the inhabitants of Hari-varsha always worship Lord Nrisimhadeva to receive from Him the benediction of being engaged in His loving service. In the tract of land known as Ketum&#257;la-varsha, the Supreme Personality of Godhead (Lord Hrish&#299;ke&#347;a) appears in the form of Cupid. The goddess of fortune and the demigods living there engage in His service day and night. Manifesting Himself in sixteen parts, Lord Hrish&#299;ke&#347;a is the source of all encouragement, strength and influence. The conditioned living entity has the defect of being always fearful, but simply by the mercy of the Supreme Personality of Godhead, he can rid himself of this defect of material life. Therefore the Lord alone can be addressed as master. In the tract of land known as Ramyaka-varsha, Manu and all the inhabitants worship Matsyadeva to this very day. Matsyadeva, whose form is pure goodness, is the ruler and maintainer of the whole universe, and as such He is the director of all the demigods, headed by King Indra. In Hiranmaya-varsha Lord Vishnu has assumed the form of a tortoise (K&#363;rma m&#363;rti) and is worshiped there by Aryam&#257;, along with all the other residents. Similarly, in the tract of land known as Uttarakuru-varsha, Lord &#346;r&#299; Hari has assumed the form of a boar, and in that form He accepts service from all the inhabitants living there.</P><P>All the information in this chapter can be fully realized by one who associates with devotees of the Lord. Therefore in the &#347;&#257;stras it is recommended that one associate with devotees. This is better than residing on the banks of the Ganges. In the hearts of pure devotees reside all good sentiments as well as all the superior qualities of the demigods. In the hearts of nondevotees, however, there cannot be any good qualities, for such people are simply enchanted by the external, illusory energy of the Lord. Following in the footsteps of devotees, one should know that the Supreme Personality of Godhead is the only worshipable Deity. Everyone should accept this proposal and worship the Lord. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: the purpose of studying all Vedic literature is to worship the Supreme Personality of Godhead, Krishna. If after studying all the Vedic literature, one does not awaken his dormant love for the Supreme Lord, it is to be understood that he has labored for nothing. He has simply wasted his time. Lacking attachment for the Supreme Personality of Godhead, he remains attached to family life in this material world. Thus the lesson of this chapter is that one should get out of family life and completely take shelter of the lotus feet of the Lord.</P><P CLASS=l><A CLASS=i HREF="../17/24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>