<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 58</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 58"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 58: <A CLASS=v HREF="index.htm">Krishna Marries Five Princesses</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.58 Summary</P><P>This chapter describes how Lord Krishna married five brides, beginning with K&#257;lind&#299;, and went to Indraprastha to visit the P&#257;ndavas.</P><P>After the P&#257;ndavas had completed their incognito exile, Lord Krishna went with S&#257;tyaki and other Yadus to see them in Indraprastha. The P&#257;ndavas greeted the Lord and embraced Him in great ecstasy. Their new bride, Draupad&#299;, shyly approached Krishna and bowed down to Him. Then the P&#257;ndavas properly worshiped and welcomed S&#257;tyaki and the Lord's other companions, offering them sitting places.</P><P>Lord Krishna paid a visit to Queen Kunt&#299;, and after He had offered her His respects, they inquired from each other about their family members. As Kunt&#299;-devi recalled the various miseries Duryodhana had inflicted upon her and her sons, she remarked that Krishna was their only protector. "You are the well-wisher of the entire universe," she said, "yet even though You are free from all delusion of 'mine' and 'another's,' You nonetheless reside within the hearts of those who meditate on You constantly, and from within their hearts You destroy all their miseries." Then Yudhishthira told Krishna, "Only because we executed many pious acts are we able to see Your lotus feet, which even great yog&#299;s find it impossible to attain." Honored by King Yudhishthira, &#346;r&#299; Krishna happily remained as a guest in Indraprastha for several months.</P><P>One day, Krishna and Arjuna went hunting in the forest. While bathing in the Yamun&#257; River, they saw a charming young maiden. On Krishna's request Arjuna went up to the girl and asked who she was. The beautiful maiden replied, "I am K&#257;lind&#299;, the daughter of the sun-god. Hoping to attain Lord Vishnu as my husband, I have been performing severe austerities. I will accept no one else as my husband, and until He marries me I will remain in the Yamun&#257;, living in a house my father built for me here." After Arjuna reported all this to Krishna, the omniscient Lord took K&#257;lind&#299; onto His chariot, and then the three of them returned to Yudhishthira's residence.</P><P>Later the P&#257;ndavas requested Krishna to build them a city, and He did so by having Vi&#347;vakarm&#257;, the architect of the demigods, construct one that was extremely attractive. The Lord satisfied His beloved devotees by remaining with them there for some time. Then, to please Agni, the fire-god, Krishna arranged to offer him the Kh&#257;ndava forest. The Lord asked Arjuna to burn down the forest and accompanied him as his charioteer. Agni was so satisfied with the offering that he presented Arjuna with the G&#257;nd&#299;va bow, a team of horses, a chariot, two inexhaustible quivers, and armor. While the Kh&#257;ndava forest burned, Arjuna saved a demon named Maya from the blaze. Maya D&#257;nava reciprocated by building Arjuna a splendid palace. In this building Duryodhana would later get a good drenching after mistaking the surface of a pond for a solid floor, thus embarrassing himself.</P><P>Next Lord Krishna took permission from Arjuna and His other relatives and went back to Dv&#257;rak&#257; with His entourage. There He married K&#257;lind&#299;. Some time later He went to Avant&#299;pura, where, in the presence of manv kings, He abducted the King of Avant&#299;'s sister, Mitravind&#257;, who was very much attracted to Him.</P><P>In the kingdom of Ayodhy&#257; lived a devout king named Nagnajit. He had an extraordinarily beautiful, marriageable daughter named Saty&#257;, or N&#257;gnajit&#299;. The girl's relatives had laid down the stipulation that any man who could subdue a certain group of seven ferocious bulls would win her hand. When Krishna heard about this princess, He went to Ayodhy&#257; with a large contingent of soldiers. King Nagnajit greeted Him hospitably and joyfully worshiped Him with various offerings. When Saty&#257; saw Krishna, she immediately desired Him as her husband, and King Nagnajit, understanding his daughter's intentions, informed Lord Krishna of his own wish that the Lord and his daughter be married. The King affectionately told the Lord, "You alone would be a suitable husband for my daughter, and if You subdue the seven bulls You may certainly marry her."</P><P>Lord Krishna then manifested Himself in seven separate forms and subdued the seven bulls. King Nagnajit duly presented his daughter to the Lord, together with a dowry of abundant gifts, and the Lord took Saty&#257; onto His chariot for the journey back to Dv&#257;rak&#257;. Just then the rival kings who had been defeated by the bulls tried to attack Lord Krishna. But Arjuna easily beat them back, and Krishna proceeded with N&#257;gnajit&#299; to Dv&#257;rak&#257;.</P><P>Subsequently &#346;r&#299; Krishna married Bhadr&#257; after abducting her from her svayam-vara ceremony, and He also married Lakshman&#257;, the royal daughter of the King of Madra.</P><P CLASS=l><A CLASS=i HREF="../57/42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>