<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 7 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 7 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord &#346;iva Saves the Universe by Drinking Poison</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.7.22</P><P CLASS=c>tvam ekah sarva-jagata</P><P CLASS=c>&#299;&#347;varo bandha-mokshayoh</P><P CLASS=c>tam tv&#257;m arcanti ku&#347;al&#257;h</P><P CLASS=c>prapann&#257;rti-haram gurum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; Your Lordship is indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/b/bandha">bandha</A>-<A CLASS=v HREF="http://vedabase.net/m/moksayoh">mokshayoh</A> &#8212; of both bondage and liberation; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that controller; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/arcanti">arcanti</A> &#8212; worship you; <A CLASS=v HREF="http://vedabase.net/k/kusalah">ku&#347;al&#257;h</A> &#8212; persons who want good fortune; <A CLASS=v HREF="http://vedabase.net/p/prapanna">prapanna</A>-<A CLASS=v HREF="http://vedabase.net/a/arti">&#257;rti</A>-<A CLASS=v HREF="http://vedabase.net/h/haram">haram</A> &#8212; who can mitigate all the distresses of <A HREF="http://vedabase.net/a/a">a</A> sheltered devotee; <A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; you who act <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> good advisor <A HREF="http://vedabase.net/t/to">to</A> all fallen souls.</P><P CLASS=t>TRANSLATION</P><P>O lord, you are the cause of bondage and liberation of the entire universe because you are its ruler. Those who are advanced in spiritual consciousness surrender unto you, and therefore you are the cause of mitigating their distresses, and you are also the cause of their liberation. We therefore worship Your Lordship.</P><P CLASS=t>PURPORT</P><P>Actually Lord Vishnu maintains and accomplishes all good fortune. If one has to take shelter of Lord Vishnu, why should the demigods take shelter of Lord &#346;iva? They did so because Lord Vishnu acts through Lord &#346;iva in the creation of the material world. Lord &#346;iva acts on behalf of Lord Vishnu. When the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/4.htm">14.4</A>) that He is the father of all living entities (aham b&#299;ja-pradah pit&#257;), this refers to actions performed by Lord Vishnu through Lord &#346;iva. Lord Vishnu is always unattached to material activities, and when material activities are to be performed, Lord Vishnu performs them through Lord &#346;iva. Lord &#346;iva is therefore worshiped on the level of Lord Vishnu. When Lord Vishnu is untouched by the external energy He is Lord Vishnu, but when He is in touch with the external energy, He appears in His feature as Lord &#346;iva.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>