<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 7 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 7 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord &#346;iva Saves the Universe by Drinking Poison</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.7.3</P><P CLASS=c>tan naicchan daitya-patayo</P><P CLASS=c>mah&#257;-purusha-ceshtitam</P><P CLASS=c>na grihn&#299;mo vayam puccham</P><P CLASS=c>aher a&#324;gam ama&#324;galam</P><P CLASS=c>sv&#257;dhy&#257;ya-&#347;ruta-sampann&#257;h</P><P CLASS=c>prakhy&#257;t&#257; janma-karmabhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that arrangement; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/aicchan">aicchan</A> &#8212; not liking; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; the leaders of the demons; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/cestitam">ceshtitam</A> &#8212; attempt; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/g/grhnimah">grihn&#299;mah</A> &#8212; shall take; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; all of us (the Daityas); <A CLASS=v HREF="http://vedabase.net/p/puccham">puccham</A> &#8212; the tail; <A CLASS=v HREF="http://vedabase.net/a/aheh">aheh</A> &#8212; of the serpent; <A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; part of the body; <A CLASS=v HREF="http://vedabase.net/a/amangalam">ama&#324;galam</A> &#8212; inauspicious, inferior; <A CLASS=v HREF="http://vedabase.net/s/svadhyaya">sv&#257;dhy&#257;ya</A> &#8212; with Vedic study; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; and Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/sampannah">sampann&#257;h</A> &#8212; fully equipped; <A CLASS=v HREF="http://vedabase.net/p/prakhyatah">prakhy&#257;t&#257;h</A> &#8212; prominent; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by birth and activities.</P><P CLASS=t>TRANSLATION</P><P>The leaders of the demons thought it unwise to hold the tail, the inauspicious portion of the snake. Instead, they wanted to hold the front, which had been taken by the Personality of Godhead and the demigods, because that portion was auspicious and glorious. Thus the demons, on the plea that they were all highly advanced students of Vedic knowledge and were all famous for their birth and activities, protested that they wanted to hold the front of the snake.</P><P CLASS=t>PURPORT</P><P>The demons thought that the front of the snake was auspicious and that catching hold of that portion would be more chivalrous. Moreover, Daityas must always do the opposite of the demigods. That is their nature. We have actually seen this in relation to our Krishna consciousness movement. We are advocating cow protection and encouraging people to drink more milk and eat palatable preparations made of milk, but the demons, just to protest such proposals, are claiming that they are advanced in scientific knowledge, as described here by the words sv&#257;dhy&#257;ya-&#347;ruta-sampann&#257;h. They say that according to their scientific way, they have discovered that milk is dangerous and that the beef obtained by killing cows is very nutritious. This difference of opinion will always continue. Indeed, it has existed since days of yore. Millions of years ago, there was the same competition. The demons, as a result of their so-called Vedic study, preferred to hold the side of the snake near the mouth. The Supreme Personality of Godhead thought it wise to catch hold of the dangerous part of the snake and allow the demons to hold the tail, which was not dangerous, but because of a competitive desire, the demons thought it wise to hold the snake near the mouth. If the demigods were going to drink poison, the demons would resolve, "Why should we not share the poison and die gloriously by drinking it?"</P><P>In regard to the words sv&#257;dhy&#257;ya-&#347;ruta-sampann&#257;h prakhy&#257;t&#257; janma-karmabhih, another question may be raised. If one is actually educated in Vedic knowledge, is famous for performing prescribed activities and has been born in a great aristocratic family, why should he be called a demon? The answer is that one may be highly educated and may have been born in an aristocratic family, but if he is godless, if he does not listen to the instructions of God, then he is a demon. There are many examples in history of men like Hiranyaka&#347;ipu, R&#257;vana and Kamsa who were well educated, who were born in aristocratic families and who were very powerful and chivalrous in fighting, but who, because of deriding the Supreme Personality of Godhead, were called R&#257;kshasas, or demons. One may be very well educated, but if he has no sense of Krishna consciousness, no obedience to the Supreme Lord, he is a demon. That is described by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>):</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me." &#256;suram bh&#257;vam refers to not accepting the existence of God or the transcendental instructions of the Personality of Godhead. Bhagavad-g&#299;t&#257; clearly consists of transcendental instructions imparted directly by the Supreme Personality of Godhead. But asuras, instead of accepting these instructions directly, make commentaries according to their own whimsical ways and mislead everyone, without profit even for themselves. One should therefore be very careful of demoniac, godless persons. According to the words of Lord Krishna, even if a godless demon is very well educated, he must be considered a m&#363;dha, nar&#257;dhama and m&#257;yay&#257;pahrita jñ&#257;na.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>