<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 7 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 7 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord &#346;iva Saves the Universe by Drinking Poison</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.7.39</P><P CLASS=c>pr&#257;naih svaih pr&#257;ninah p&#257;nti</P><P CLASS=c>s&#257;dhavah kshana-bha&#324;guraih</P><P CLASS=c>baddha-vaireshu bh&#363;teshu</P><P CLASS=c>mohiteshv &#257;tma-m&#257;yay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pranaih">pr&#257;naih</A> &#8212; by lives; <A CLASS=v HREF="http://vedabase.net/s/svaih">svaih</A> &#8212; their own; <A CLASS=v HREF="http://vedabase.net/p/praninah">pr&#257;ninah</A> &#8212; other living entities; <A CLASS=v HREF="http://vedabase.net/p/panti">p&#257;nti</A> &#8212; protect; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhanguraih">bha&#324;guraih</A> &#8212; temporary; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A>-<A CLASS=v HREF="http://vedabase.net/v/vairesu">vaireshu</A> &#8212; unnecessarily engaged <A HREF="http://vedabase.net/i/in">in</A> animosity; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; unto living entities; <A CLASS=v HREF="http://vedabase.net/m/mohitesu">mohiteshu</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the external energy of the Lord.</P><P CLASS=t>TRANSLATION</P><P>People in general, being bewildered by the illusory energy of the Supreme Personality of Godhead, are always engaged in animosity toward one another. But devotees, even at the risk of their own temporary lives, try to save them.</P><P CLASS=t>PURPORT</P><P>This is the characteristic of a Vaishnava. Para-duhkha-duhkh&#299;: a Vaishnava is always unhappy to see the conditioned souls unhappy. Otherwise, he would have no business teaching them how to become happy. In materialistic life, people must certainly engage in activities of animosity. Materialistic life is therefore compared to sams&#257;ra-d&#257;v&#257;nala, a blazing forest fire that automatically takes place. Lord &#346;iva and his followers in the parampar&#257; system try to save people from this dangerous condition of materialistic life. This is the duty of devotees following the principles of Lord &#346;iva and belonging to the Rudra-samprad&#257;ya. There are four Vaishnava samprad&#257;yas, and the Rudra-samprad&#257;ya is one of them because Lord &#346;iva (Rudra) is the best of the Vaishnavas (vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh). Indeed, as we shall see, Lord &#346;iva drank all the poison for the benefit of humanity.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>