<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 7 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 7 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord &#346;iva Saves the Universe by Drinking Poison</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.7.44</P><P CLASS=c>tapyante loka-t&#257;pena</P><P CLASS=c>s&#257;dhavah pr&#257;ya&#347;o jan&#257;h</P><P CLASS=c>param&#257;r&#257;dhanam tad dhi</P><P CLASS=c>purushasy&#257;khil&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tapyante">tapyante</A> &#8212; voluntarily suffer; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/t/tapena">t&#257;pena</A> &#8212; because of the suffering of people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/p/prayasah">pr&#257;ya&#347;ah</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; the topmost method of worshiping; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that activity; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; who is the Supersoul of everyone.</P><P CLASS=t>TRANSLATION</P><P>It is said that great personalities almost always accept voluntary suffering because of the suffering of people in general. This is considered the highest method of worshiping the Supreme Personality of Godhead, who is present in everyone's heart.</P><P CLASS=t>PURPORT</P><P>Here is an explanation of how those engaged in activities for the welfare of others are very quickly recognized by the Supreme Personality of Godhead. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/68.htm">18.68-69</A>), ya idam paramam guhyam mad-bhakteshv abhidh&#257;syati. .. na ca tasm&#257;n manushyeshu ka&#347;cin me priya-krittamah: "One who preaches the message of Bhagavad-g&#299;t&#257; to My devotees is most dear to Me. No one can excel him in satisfying Me by worship." There are different kinds of welfare activities in this material world, but the supreme welfare activity is the spreading of Krishna consciousness. Other welfare activities cannot be effective, for the laws of nature and the results of karma cannot be checked. It is by destiny, or the laws of karma, that one must suffer or enjoy. For instance, if one is given a court order, he must accept it, whether it brings suffering or profit. Similarly, everyone is under obligations to karma and it reactions. No one can change this. Therefore the &#347;&#257;stra says:</P><P>tasyaiva hetoh prayateta kovido</P><P CLASS=n>na labhyate yad bhramat&#257;m upary adhah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/18.htm">1.5.18</A>)</P><P>One should endeavor for that which is never obtained by wandering up and down the universe as a result of the reactions of karma. What is that? One should endeavor to become Krishna conscious. If one tries to spread Krishna consciousness all over the world, he should be understood to be performing the best welfare activity. The Lord is automatically very pleased with him. If the Lord is pleased with him, what is left for him to achieve? If one has been recognized by the Lord, even if he does not ask the Lord for anything, the Lord, who is within everyone, supplies him whatever he wants. This is also confirmed in Bhagavad-g&#299;t&#257; (tesh&#257;m nity&#257;bhiyukt&#257;n&#257;m yoga-kshemam vah&#257;my aham [<A CLASS=v HREF="../../../bg/9/22.htm">Bg. 9.22</A>]). Again, as stated here, tapyante loka-t&#257;pena s&#257;dhavah pr&#257;ya&#347;o jan&#257;h. The best welfare activity is raising people to the platform of Krishna consciousness, since the conditioned souls are suffering only for want of Krishna consciousness. The Lord Himself also comes to mitigate the suffering of humanity.</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P CLASS=n>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself. To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium." (<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7-8</A>) All the &#347;&#257;stras conclude, therefore, that spreading the Krishna consciousness movement is the best welfare activity in the world. Because of the ultimate benefit this bestows upon people in general, the Lord very quickly recognizes such service performed by a devotee.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>