<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord &#346;iva Saves the Universe by Drinking Poison</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.7 Summary</P><P>The summary of the Seventh Chapter is as follows. As described in this chapter, the Supreme Personality of Godhead, appearing in His incarnation as a tortoise, dove deep into the ocean to carry Mandara Mountain on His back. At first the churning of the ocean produced k&#257;lak&#363;ta poison. Everyone feared this poison, but Lord &#346;iva satisfied them by drinking it.</P><P>With the understanding that when the nectar was generated from the churning they would share it equally, the demigods and the demons brought V&#257;suki to be used as the rope for the churning rod. By the expert arrangement of the Supreme Personality of Godhead, the demons held the snake near the mouth, whereas the demigods held the tail of the great snake. Then, with great endeavor, they began pulling the snake in both directions. Because the churning rod, Mandara Mountain, was very heavy and was not held by any support in the water, it sank into the ocean, and in this way the prowess of both the demons and the demigods was vanquished. The Supreme Personality of Godhead then appeared in the form of a tortoise and supported Mandara Mountain on His back. Then the churning resumed with great force. As a result of the churning, a huge amount of poison was produced. The praj&#257;patis, seeing no one else to save them, approached Lord &#346;iva and offered him prayers full of truth. Lord &#346;iva is called &#256;&#347;utosha because he is very pleased if one is a devotee. Therefore he easily agreed to drink all the poison generated by the churning. The goddess Durg&#257;, Bhav&#257;n&#299;, the wife of Lord &#346;iva, was not at all disturbed when Lord &#346;iva agreed to drink the poison, for she knew Lord &#346;iva's prowess. Indeed, she expressed her pleasure at this agreement. Then Lord &#346;iva gathered the devastating poison, which was everywhere. He took it in his hand and drank it. After he drank the poison, his neck became bluish. A small quantity of the poison dropped from his hands to the ground, and it is because of this poison that there are poisonous snakes, scorpions, toxic plants and other poisonous things in this world.</P><P CLASS=l><A CLASS=i HREF="../6/39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>