<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verses 1-2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verses 1-2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.1-2</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>yena yen&#257;vat&#257;rena</P><P CLASS=c>bhagav&#257;n harir &#299;&#347;varah</P><P CLASS=c>karoti karna-ramy&#257;ni</P><P CLASS=c>mano-jñ&#257;ni ca nah prabho</P><P CLASS=c>yac-chrinvato 'paity aratir vitrishn&#257;</P><P CLASS=c>sattvam ca &#347;uddhyaty acirena pumsah</P><P CLASS=c>bhaktir harau tat-purushe ca sakhyam</P><P CLASS=c>tad eva h&#257;ram vada manyase cet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King inquired (from <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;); <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> <A CLASS=v HREF="http://vedabase.net/a/avatarena">avat&#257;rena</A> &#8212; the pastimes exhibited by different varieties of incarnations; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; presents; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/r/ramyani">ramy&#257;ni</A> &#8212; were all very pleasing <A HREF="http://vedabase.net/t/to">to</A> the ear; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/j/jnani">jñ&#257;ni</A> &#8212; very attractive <A HREF="http://vedabase.net/t/to">to</A> the mind; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; my lord, <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/s/srnvatah">&#347;rinvatah</A> &#8212; of anyone who simply hears these narrations; <A CLASS=v HREF="http://vedabase.net/a/apaiti">apaiti</A> &#8212; vanishes; <A CLASS=v HREF="http://vedabase.net/a/aratih">aratih</A> &#8212; unattractiveness; <A CLASS=v HREF="http://vedabase.net/v/vitrsna">vitrishn&#257;</A> &#8212; dirty things within the mind that <A HREF="http://vedabase.net/m/make">make</A> us uninterested <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; the existential position <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/s/suddhyati">&#347;uddhyati</A> &#8212; becomes purified; <A CLASS=v HREF="http://vedabase.net/a/acirena">acirena</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of any person; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; devotional attachment and service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/puruse">purushe</A> &#8212; with Vaishnavas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sakhyam">sakhyam</A> &#8212; attraction <A HREF="http://vedabase.net/t/to">to</A> association; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; that only; <A CLASS=v HREF="http://vedabase.net/h/haram">h&#257;ram</A> &#8212; the activities of the Lord, which should be heard and kept on the neck <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> garland; <A CLASS=v HREF="http://vedabase.net/v/vada">vada</A> &#8212; kindly speak; <A CLASS=v HREF="http://vedabase.net/m/manyase">manyase</A> &#8212; you think <A HREF="http://vedabase.net/i/it">it</A> fit; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit said: My lord, &#346;ukadeva Gosv&#257;m&#299;, all the various activities exhibited by the incarnations of the Supreme Personality of Godhead are certainly pleasing to the ear and to the mind. Simply by one's hearing of these activities, the dirty things in one's mind immediately vanish. Generally we are reluctant to hear about the activities of the Lord, but Krishna's childhood activities are so attractive that they are automatically pleasing to the mind and ear. Thus one's attachment for hearing about material things, which is the root cause of material existence, vanishes, and one gradually develops devotional service to the Supreme Lord, attachment for Him, and friendship with devotees who give us the contribution of Krishna consciousness. If you think it fit, kindly speak about those activities of the Lord.</P><P CLASS=t>PURPORT</P><P>As stated in the Prema-vivarta:</P><P>krishna-bahirmukha haiy&#257; bhoga-v&#257;ñch&#257; kare</P><P CLASS=n>nikata-stha m&#257;y&#257; t&#257;re j&#257;patiy&#257; dhare</P><P>Our material existence is m&#257;y&#257;, or illusion, in which we desire different varieties of material enjoyment and therefore change to different varieties of bodies (bhr&#257;mayan sarva-bh&#363;t&#257;ni yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257; [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). Asann api kle&#347;ada &#257;sa dehah: [<A CLASS=v HREF="../../5/5/4.htm">SB 5.5.4</A>] as long as we have these temporary bodies, they give us many varieties of tribulation &#8212; &#257;dhy&#257;tmika, &#257;dhibhautika and &#257;dhidaivika. This is the root cause of all suffering, but this root cause of suffering can be removed by revival of our Krishna consciousness. All the Vedic literatures presented by Vy&#257;sadeva and other great sages are therefore intended to revive our Krishna consciousness, which begins to revive with &#347;ravana-k&#299;rtanam. &#346;rinvat&#257;m sva-kath&#257;h krishnah (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/17.htm">1.2.17</A>). &#346;r&#299;mad-Bh&#257;gavatam and other Vedic literatures exist simply to give us a chance to hear about Krishna. Krishna has different avat&#257;ras, or incarnations, all of which are wonderful and which arouse one's inquisitiveness, but generally such avat&#257;ras as Matsya, K&#363;rma and Var&#257;ha are not as attractive as Krishna. First of all, however, we have no attraction for hearing about Krishna, and this is the root cause of our suffering.</P><P>But Par&#299;kshit Mah&#257;r&#257;ja specifically mentions that the wonderful activities of baby Krishna, which amazed mother Ya&#347;od&#257; and the other inhabitants of Vraja, are especially attractive. From the very beginning of His childhood, Krishna killed P&#363;tan&#257;, Trin&#257;varta and &#346;akat&#257;sura and showed the entire universe within His mouth. Thus the pastimes of Krishna, one after another, kept mother Ya&#347;od&#257; and all the inhabitants of Vraja in great astonishment. The process to revive one's Krishna consciousness is &#257;dau &#347;raddh&#257; tatah s&#257;dhu-sa&#324;gah (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/4/15">1.4.15</A>). The pastimes of Krishna can be properly received from devotees. If one has developed a little bit of Krishna consciousness by hearing from Vaishnavas about the activities of Krishna, one becomes attached to Vaishnavas who are interested only in Krishna consciousness. Therefore Par&#299;kshit Mah&#257;r&#257;ja recommends that one hear about Krishna's childhood activities, which are more attractive than the activities of other incarnations, such as Matsya, K&#363;rma and Var&#257;ha. Wanting to hear more and more from &#346;ukadeva Gosv&#257;m&#299;, Mah&#257;r&#257;ja Par&#299;kshit requested him to continue describing Krishna's childhood activities, which are especially easy to hear and which create more and more inquisitiveness.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>