<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verses 13-15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verses 13-15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.13-15</P><P CLASS=c>ye 's&#363;y&#257;nrita-dambhersh&#257;-</P><P CLASS=c>hims&#257;-m&#257;na-vivarjit&#257;h</P><P CLASS=c>na tesh&#257;m satya-&#347;&#299;l&#257;n&#257;m</P><P CLASS=c>&#257;&#347;isho viphal&#257;h krit&#257;h</P><P CLASS=c>iti b&#257;lakam &#257;d&#257;ya</P><P CLASS=c>s&#257;marg-yajur-up&#257;kritaih</P><P CLASS=c>jalaih pavitraushadhibhir</P><P CLASS=c>abhishicya dvijottamaih</P><P CLASS=c>v&#257;cayitv&#257; svastyayanam</P><P CLASS=c>nanda-gopah sam&#257;hitah</P><P CLASS=c>hutv&#257; c&#257;gnim dvij&#257;tibhyah</P><P CLASS=c>pr&#257;d&#257;d annam mah&#257;-gunam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those br&#257;hmanas who; <A CLASS=v HREF="http://vedabase.net/a/asuya">as&#363;ya</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/a/anrta">anrita</A> &#8212; untruthfulness; <A CLASS=v HREF="http://vedabase.net/d/dambha">dambha</A> &#8212; false pride; <A CLASS=v HREF="http://vedabase.net/i/irsa">&#299;rsh&#257;</A> &#8212; grudges; <A CLASS=v HREF="http://vedabase.net/h/himsa">hims&#257;</A> &#8212; being disturbed by the opulence of others; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; false prestige; <A CLASS=v HREF="http://vedabase.net/v/vivarjitah">vivarjit&#257;h</A> &#8212; completely devoid of; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of such br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/s/silanam">&#347;&#299;l&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> endowed with perfect brahminical qualifications (<A HREF="http://vedabase.net/s/satya">satya</A>, <A HREF="http://vedabase.net/s/sama">&#347;ama</A>, <A HREF="http://vedabase.net/d/dama">dama</A>, etc.); <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; the blessings; <A CLASS=v HREF="http://vedabase.net/v/viphalah">viphal&#257;h</A> &#8212; useless; <A CLASS=v HREF="http://vedabase.net/k/krtah">krit&#257;h</A> &#8212; have become; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; considering all these things; <A CLASS=v HREF="http://vedabase.net/b/balakam">b&#257;lakam</A> &#8212; the child; <A CLASS=v HREF="http://vedabase.net/a/adaya">&#257;d&#257;ya</A> &#8212; taking <A HREF="http://vedabase.net/c/care">care</A> of; <A CLASS=v HREF="http://vedabase.net/s/sama">s&#257;ma</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/s/sama">S&#257;ma</A> <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/r/rk">rik</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/r/rg">Rig</A> <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/y/yajuh">yajuh</A> &#8212; and according <A HREF="http://vedabase.net/t/to">to</A> the Yajur <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/u/upakrtaih">up&#257;kritaih</A> &#8212; purified by such means; <A CLASS=v HREF="http://vedabase.net/j/jalaih">jalaih</A> &#8212; with water; <A CLASS=v HREF="http://vedabase.net/p/pavitra">pavitra</A>-<A CLASS=v HREF="http://vedabase.net/a/ausadhibhih">aushadhibhih</A> &#8212; mixed with <A HREF="http://vedabase.net/p/pure">pure</A> herbs; <A CLASS=v HREF="http://vedabase.net/a/abhisicya">abhishicya</A> &#8212; after bathing (the child); <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamaih">uttamaih</A> &#8212; with ceremonies performed by first-class br&#257;hmanas with the above qualifications; <A CLASS=v HREF="http://vedabase.net/v/vacayitva">v&#257;cayitv&#257;</A> &#8212; requested <A HREF="http://vedabase.net/t/to">to</A> be chanted; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; auspicious hymns; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/g/gopah">gopah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>, the head of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; liberal and good; <A CLASS=v HREF="http://vedabase.net/h/hutva">hutv&#257;</A> &#8212; after offering oblations; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/agnim">agnim</A> &#8212; unto the sacred fire; <A CLASS=v HREF="http://vedabase.net/d/dvijatibhyah">dvij&#257;tibhyah</A> &#8212; unto those first-class br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/p/pradat">pr&#257;d&#257;t</A> &#8212; gave <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; excellent.</P><P CLASS=t>TRANSLATION</P><P>When br&#257;hmanas are free from envy, untruthfulness, unnecessary pride, grudges, disturbance by the opulence of others, and false prestige, their blessings never go in vain. Considering this, Nanda Mah&#257;r&#257;ja soberly took Krishna on his lap and invited such truthful br&#257;hmanas to perform a ritualistic ceremony according to the holy hymns of the S&#257;ma Veda, Rig Veda and Yajur Veda. Then, while the hymns were being chanted, he bathed the child with water mixed with pure herbs, and after performing a fire ceremony, he sumptuously fed all the br&#257;hmanas with first-class grains and other food.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja was very confident about the qualifications of the br&#257;hmanas and their blessings. He was fully confident that simply if the good br&#257;hmanas showered their blessings, the child Krishna would be happy. The blessings of qualified br&#257;hmanas can bring happiness not only to Krishna, the Supreme Personality of Godhead, but to everyone. Because Krishna is self-sufficient, He does not require anyone's blessings, yet Nanda Mah&#257;r&#257;ja thought that Krishna required the blessings of the br&#257;hmanas. What then is to be said of others? In human society, therefore, there must be an ideal class of men, br&#257;hmanas, who can bestow blessings upon others, namely, upon the kshatriyas, vai&#347;yas and &#347;&#363;dras, so that everyone will be happy. Krishna therefore says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>) that human society must have four social orders (c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah); it is not that everyone should become a &#347;&#363;dra or a vai&#347;ya and human society will prosper. As enunciated in Bhagavad-g&#299;t&#257;, there must be a class of br&#257;hmanas with qualities like satya (truthfulness), &#347;ama (peacefulness), dama (self-control) and titiksh&#257; (tolerance).</P><P>Here also, in the Bh&#257;gavatam, Nanda Mah&#257;r&#257;ja invites qualified br&#257;hmanas. There may be caste br&#257;hmanas, and we have all respect for them, but their birth in br&#257;hmana families does not mean that they are qualified to bestow blessings upon the other members of human society. This is the verdict of the &#347;&#257;stras. In Kali-yuga, caste br&#257;hmanas are accepted as br&#257;hmanas. Vipratve s&#363;tram eva hi (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/2/3.htm">12.2.3</A>): in Kali-yuga, simply by putting on a thread worth two paise, one becomes a br&#257;hmana. Such br&#257;hmanas were not called for by Nanda Mah&#257;r&#257;ja. As stated by N&#257;rada Muni (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>), yasya yal lakshanam proktam. The symptoms of a br&#257;hmana are stated in &#347;&#257;stra, and one must be qualified with these symptoms.</P><P>The blessings of br&#257;hmanas who are not envious, disturbed or puffed up with pride and false prestige and who are fully qualified with truthfulness will be useful. Therefore a class of men must be trained as br&#257;hmanas from the very beginning. Brahmac&#257;r&#299; guru-kule vasan d&#257;nto guror hitam (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/12/1.htm">7.12.1</A>). The word d&#257;ntah is very important. D&#257;ntah refers to one who is not envious, disturbing or puffed up with false prestige. With the Krishna consciousness movement, we are trying to introduce such br&#257;hmanas in society. Br&#257;hmanas must ultimately be Vaishnavas, and if one is a Vaishnava, he has already acquired the qualifications of a br&#257;hmana. Brahma-bh&#363;tah prasann&#257;tm&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>). The word brahma-bh&#363;ta refers to becoming a br&#257;hmana, or understanding what is Brahman (brahma j&#257;n&#257;t&#299;ti br&#257;hmanah). One who is brahma-bh&#363;ta is always happy (prasann&#257;tm&#257;). Na &#347;ocati na k&#257;&#324;kshati: he is never disturbed about material necessities. Samah sarveshu bh&#363;teshu: he is ready to bestow blessings upon everyone equally. Mad-bhaktim labhate par&#257;m: [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>] then he becomes a Vaishnava. In this age, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura introduced the sacred thread ceremony for his Vaishnava disciples, with the idea that people should understand that when one becomes a Vaishnava he has already acquired the qualifications of a br&#257;hmana. Therefore in the International Society for Krishna Consciousness, those who are twice initiated so as to become br&#257;hmanas must bear in mind their great responsibility to be truthful, control the mind and senses, be tolerant, and so on. Then their life will be successful. It was such br&#257;hmanas that Nanda Mah&#257;r&#257;ja invited to chant the Vedic hymns, not ordinary br&#257;hmanas. Verse thirteen distinctly mentions hims&#257;-m&#257;na. The word m&#257;na refers to false prestige or false pride. Those who were falsely proud, thinking that they were br&#257;hmanas because they were born in br&#257;hmana families, were never invited by Nanda Mah&#257;r&#257;ja on such occasions.</P><P>Verse fourteen mentions pavitraushadhi. In any ritualistic ceremony, many herbs and leaves were required. These were known as pavitra-patra. Sometimes there were nimba leaves, sometimes bael leaves, mango leaves, a&#347;vattha leaves or &#257;malak&#299; leaves. Similarly, there were pañca-gavya, pañca-&#347;asya and pañca-ratna. Although Nanda Mah&#257;r&#257;ja belonged to the vai&#347;ya community, everything was known to him.</P><P>The most important word in these verses is mah&#257;-gunam, indicating that the br&#257;hmanas were offered very palatable food of exalted quality. Such palatable dishes were generally prepared with two things, namely food grains and milk products. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/44.htm">18.44</A>) therefore enjoins that human society must give protection to the cows and encourage agriculture (krishi-go-rakshya-v&#257;nijyam vai&#347;ya-karma svabh&#257;vajam). Simply by expert cooking, hundreds and thousands of palatable dishes can be prepared from agricultural produce and milk products. This is indicated here by the words annam mah&#257;-gunam. Still today in India, from these two things, namely food grains and milk, hundreds and thousands of varieties of food are prepared, and then they are offered to the Supreme Personality of Godhead. (Catur-vidha-&#347;r&#299;-bhagavat-pras&#257;da. patram pushpam phalam toyam yo me bhakty&#257; prayacchati **.) Then the pras&#257;da is distributed. Even today in Jagann&#257;tha-kshetra and other big temples, very palatable dishes are offered to the Deity, and pras&#257;da is distributed profusely. Cooked by first-class br&#257;hmanas with expert knowledge and then distributed to the public, this pras&#257;da is also a blessing from the br&#257;hmanas or Vaishnavas. There are four kinds of pras&#257;da (catur-vidha). Salty, sweet, sour and pungent tastes are made with different types of spices, and the food is prepared in four divisions, called carvya, c&#363;shya, lehya and pehya &#8212; pras&#257;da that is chewed, pras&#257;da that is licked, pras&#257;da tasted with the tongue, and pras&#257;da that is drunk. Thus there are many varieties of pras&#257;da, prepared very nicely with grains and ghee, offered to the Deity and distributed to the br&#257;hmanas and Vaishnavas and then to the general public. This is the way of human society. Killing the cows and spoiling the land will not solve the problem of food. This is not civilization. Uncivilized men living in the jungle and being unqualified to produce food by agriculture and cow protection may eat animals, but a perfect human society advanced in knowledge must learn how to produce first-class food simply by agriculture and protection of cows.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>