<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.17</P><P CLASS=c>vipr&#257; mantra-vido yukt&#257;s</P><P CLASS=c>tair y&#257;h prokt&#257;s tath&#257;&#347;ishah</P><P CLASS=c>t&#257; nishphal&#257; bhavishyanti</P><P CLASS=c>na kad&#257;cid api sphutam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; completely expert <A HREF="http://vedabase.net/i/in">in</A> chanting the Vedic hymns; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yukt&#257;h</A> &#8212; perfect mystic yog&#299;s; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; whatsoever; <A CLASS=v HREF="http://vedabase.net/p/proktah">prokt&#257;h</A> &#8212; was spoken; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; becomes just <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; all blessings; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; such words; <A CLASS=v HREF="http://vedabase.net/n/nisphalah">nishphal&#257;h</A> &#8212; useless, without fruit; <A CLASS=v HREF="http://vedabase.net/b/bhavisyanti">bhavishyanti</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never will become; <A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sphutam">sphutam</A> &#8212; always factual, <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmanas, who were completely expert in chanting the Vedic hymns, were all yog&#299;s fully equipped with mystic powers. Whatever blessings they spoke were certainly never fruitless.</P><P CLASS=t>PURPORT</P><P>Br&#257;hmanas fully equipped with the brahminical qualifications are always yog&#299;s fully powerful in mystic yoga. Their words never fail. In every transaction with other members of society, br&#257;hmanas are certainly dependable. In this age, however, one must take into account that the br&#257;hmanas are uncertain in their qualifications. Because there are no yajñic br&#257;hmanas, all yajñas are forbidden. The only yajña recommended in this age is sa&#324;k&#299;rtana-yajña. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>). Yajña is meant to satisfy Vishnu (yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>])). Because in this age there are no qualified br&#257;hmanas, people should perform yajña by chanting the Hare Krishna mantra (yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah). Life is meant for yajña, and yajña is performed by the chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>