<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.18</P><P CLASS=c>ekad&#257;roham &#257;r&#363;dham</P><P CLASS=c>l&#257;layant&#299; sutam sat&#299;</P><P CLASS=c>garim&#257;nam &#347;i&#347;or vodhum</P><P CLASS=c>na sehe giri-k&#363;tavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; one time (estimated <A HREF="http://vedabase.net/t/to">to</A> have been when <A HREF="http://vedabase.net/k/krsna">Krishna</A> was one year old); <A CLASS=v HREF="http://vedabase.net/a/aroham">&#257;roham</A> &#8212; on His mother's lap; <A CLASS=v HREF="http://vedabase.net/a/arudham">&#257;r&#363;dham</A> &#8212; who was sitting; <A CLASS=v HREF="http://vedabase.net/l/lalayanti">l&#257;layant&#299;</A> &#8212; was patting; <A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; her son; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/g/garimanam">garim&#257;nam</A> &#8212; because of <A HREF="http://vedabase.net/a/an">an</A> increase <A HREF="http://vedabase.net/i/in">in</A> heaviness; <A CLASS=v HREF="http://vedabase.net/s/sisoh">&#347;i&#347;oh</A> &#8212; of the child; <A CLASS=v HREF="http://vedabase.net/v/vodhum">vodhum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> bear Him; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sehe">sehe</A> &#8212; was able; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A>-<A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; appearing like the weight of <A HREF="http://vedabase.net/a/a">a</A> mountain peak.</P><P CLASS=t>TRANSLATION</P><P>One day, a year after Krishna's appearance, mother Ya&#347;od&#257; was patting her son on her lap. But suddenly she felt the child to be heavier than a mountain peak, and she could no longer bear His weight.</P><P CLASS=t>PURPORT</P><P>L&#257;layant&#299;. Sometimes a mother lifts her child, and when the child falls in her hands, the child laughs, and the mother also enjoys pleasure. Ya&#347;od&#257; used to do this, but this time Krishna became very heavy, and she could not bear His weight. Under the circumstances, it is to be understood that Krishna was aware of the coming of Trin&#257;vart&#257;sura, who would take Him far away from His mother. Krishna knew that when Trin&#257;varta came and took Him away from His mother's lap, mother Ya&#347;od&#257; would be greatly bereaved. He did not want His mother to suffer any difficulty from the demon. Therefore, because He is the source of everything (janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]), He assumed the heaviness of the entire universe. The child was on the lap of Ya&#347;od&#257;, who was therefore in possession of everything in the world, but when the child assumed such heaviness, she had to put Him down in order to give Trin&#257;vart&#257;sura an opportunity to take Him away and play with Him for some time before the child returned to the lap of His mother.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>