<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.19</P><P CLASS=c>bh&#363;mau nidh&#257;ya tam gop&#299;</P><P CLASS=c>vismit&#257; bh&#257;ra-p&#299;dit&#257;</P><P CLASS=c>mah&#257;-purusham &#257;dadhyau</P><P CLASS=c>jagat&#257;m &#257;sa karmasu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhumau">bh&#363;mau</A> &#8212; on the ground; <A CLASS=v HREF="http://vedabase.net/n/nidhaya">nidh&#257;ya</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; the child; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vismita">vismit&#257;</A> &#8212; being astonished; <A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/pidita">p&#299;dit&#257;</A> &#8212; being aggrieved by the weight of the child; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/a/adadhyau">&#257;dadhyau</A> &#8212; took shelter of; <A CLASS=v HREF="http://vedabase.net/j/jagatam">jagat&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if the weight of the whole world; <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; engaged herself; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> other household affairs.</P><P CLASS=t>TRANSLATION</P><P>Feeling the child to be as heavy as the entire universe and therefore being anxious, thinking that perhaps the child was being attacked by some other ghost or demon, the astonished mother Ya&#347;od&#257; put the child down on the ground and began to think of N&#257;r&#257;yana. Foreseeing disturbances, she called for the br&#257;hmanas to counteract this heaviness, and then she engaged in her other household affairs. She had no alternative than to remember the lotus feet of N&#257;r&#257;yana, for she could not understand that Krishna was the original source of everything.</P><P CLASS=t>PURPORT</P><P>Mother Ya&#347;od&#257; did not understand that Krishna is the heaviest of all heavy things and that Krishna rests within everything (mat-sth&#257;ni sarva-bh&#363;t&#257;ni). As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), may&#257; tatam idam sarvam jagad avyakta-m&#363;rtin&#257;: Krishna is everywhere in His impersonal form, and everything rests upon Him. Nonetheless, na c&#257;ham teshv avasthitah: Krishna is not everywhere. Mother Ya&#347;od&#257; was unable to understand this philosophy because she was dealing with Krishna as His real mother by the arrangement of yogam&#257;y&#257;. Not understanding the importance of Krishna, she could only seek shelter of N&#257;r&#257;yana for Krishna's safety and call the br&#257;hmanas to counteract the situation.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>