<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.31</P><P CLASS=c>aho bat&#257;ty-adbhutam esha rakshas&#257;</P><P CLASS=c>b&#257;lo nivrittim gamito 'bhyag&#257;t punah</P><P CLASS=c>himsrah sva-p&#257;pena vihimsitah khalah</P><P CLASS=c>s&#257;dhuh samatvena bhay&#257;d vimucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; this incident is wonderfully astonishing; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this (child); <A CLASS=v HREF="http://vedabase.net/r/raksasa">rakshas&#257;</A> &#8212; by the <A HREF="http://vedabase.net/m/man">man</A>-eating demon; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;lah</A> &#8212; the innocent child <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nivrttim">nivrittim</A> &#8212; taken away just <A HREF="http://vedabase.net/t/to">to</A> be killed and eaten; <A CLASS=v HREF="http://vedabase.net/g/gamitah">gamitah</A> &#8212; went away; <A CLASS=v HREF="http://vedabase.net/a/abhyagat">abhyag&#257;t</A> <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; but <A HREF="http://vedabase.net/h/he">He</A> has come back again unhurt; <A CLASS=v HREF="http://vedabase.net/h/himsrah">himsrah</A> &#8212; one who is envious; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/papena">p&#257;pena</A> &#8212; because of his own sinful activities; <A CLASS=v HREF="http://vedabase.net/v/vihimsitah">vihimsitah</A> &#8212; now (that demon) has been killed; <A CLASS=v HREF="http://vedabase.net/k/khalah">khalah</A> &#8212; because <A HREF="http://vedabase.net/h/he">he</A> was envious and polluted; <A CLASS=v HREF="http://vedabase.net/s/sadhuh">s&#257;dhuh</A> &#8212; any person who is innocent and free from sinful life; <A CLASS=v HREF="http://vedabase.net/s/samatvena">samatvena</A> &#8212; being equal <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; from all kinds of fear; <A CLASS=v HREF="http://vedabase.net/v/vimucyate">vimucyate</A> &#8212; becomes relieved.</P><P CLASS=t>TRANSLATION</P><P>It is most astonishing that although this innocent child was taken away by the R&#257;kshasa to be eaten, He has returned without having been killed or even injured. Because this demon was envious, cruel and sinful, he has been killed for his own sinful activities. This is the law of nature. An innocent devotee is always protected by the Supreme Personality of Godhead, and a sinful person is always vanquished for his sinful life.</P><P CLASS=t>PURPORT</P><P>Krishna conscious life means innocent devotional life, and a s&#257;dhu is one who is fully devoted to Krishna. As confirmed by Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/30.htm">9.30</A>), bhajate m&#257;m ananya-bh&#257;k s&#257;dhur eva sa mantavyah: anyone fully attached to Krishna is a s&#257;dhu. Nanda Mah&#257;r&#257;ja and the gop&#299;s and other cowherd men could not understand that Krishna was the Supreme Personality of Godhead playing as a human child and that His life was not in danger under any circumstances. Rather, because of their intense parental love for Krishna, they thought that Krishna was an innocent child and had been saved by the Supreme Lord.</P><P>In the material world, because of intense lust and desire for enjoyment, one becomes implicated in sinful life more and more (k&#257;ma esha krodha esha rajo-guna-samudbhavah). Therefore the quality of fear is one of the aspects of material life (&#257;h&#257;ra-nidr&#257;-bhaya-maithunam ca). But if one becomes Krishna conscious, the process of devotional service, &#347;ravanam k&#299;rtanam, diminishes one's polluted life of material existence, and one is purified and protected by the Supreme Personality of Godhead. &#346;rinvat&#257;m sva-kath&#257;h krishnah punya-&#347;ravana-k&#299;rtanah [<A CLASS=v HREF="../../1/2/17.htm">SB 1.2.17</A>]. In devotional life, one has faith in this process. Such faith is one of the six kinds of surrender. Rakshishyat&#299;ti vi&#347;v&#257;sah (Hari-bhakti-vil&#257;sa <A CLASS=v HREF="http://vedabase.net/todo/vilasa11/676">11.676</A>). One of the processes of surrender is that one should simply depend on Krishna, convinced that He will give one all protection. That Krishna will protect His devotee is a fact, and Nanda Mah&#257;r&#257;ja and the other inhabitants of Vrind&#257;vana accepted this very simply, although they did not know that the Supreme Lord Himself was present before them. There have been many instances in which a devotee like Prahl&#257;da Mah&#257;r&#257;ja or Dhruva Mah&#257;r&#257;ja has been put in difficulty even by his father but has been saved under all circumstances. Therefore our only business is to become Krishna conscious and depend fully on Krishna for all protection.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>