<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.32</P><P CLASS=c>kim nas tapa&#347; c&#299;rnam adhokshaj&#257;rcanam</P><P CLASS=c>p&#363;rteshta-dattam uta bh&#363;ta-sauhridam</P><P CLASS=c>yat samparetah punar eva b&#257;lako</P><P CLASS=c>dishty&#257; sva-bandh&#363;n pranayann upasthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what kind of; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; by us; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/c/cirnam">c&#299;rnam</A> &#8212; has been done for <A HREF="http://vedabase.net/a/a">a</A> very long time; <A CLASS=v HREF="http://vedabase.net/a/adhoksaja">adhokshaja</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/arcanam">arcanam</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/p/purta">p&#363;rta</A> &#8212; constructing public roads, etc.; <A CLASS=v HREF="http://vedabase.net/i/ista">ishta</A> &#8212; activities for public benefit; <A CLASS=v HREF="http://vedabase.net/d/dattam">dattam</A> &#8212; giving charity; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; or else; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sauhrdam">sauhridam</A> &#8212; because of love for the general public; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by the result of which; <A CLASS=v HREF="http://vedabase.net/s/samparetah">samparetah</A> &#8212; even though the child was practically lost <A HREF="http://vedabase.net/i/in">in</A> death; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even again because of pious activities; <A CLASS=v HREF="http://vedabase.net/b/balakah">b&#257;lakah</A> &#8212; the child; <A CLASS=v HREF="http://vedabase.net/d/distya">dishty&#257;</A> &#8212; by fortune; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhun">bandh&#363;n</A> &#8212; all His relatives; <A CLASS=v HREF="http://vedabase.net/p/pranayan">pranayan</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> please; <A CLASS=v HREF="http://vedabase.net/u/upasthitah">upasthitah</A> &#8212; is present here.</P><P CLASS=t>TRANSLATION</P><P>Nanda Mah&#257;r&#257;ja and the others said: We must previously have performed austerities for a very long time, worshiped the Supreme Personality of Godhead, performed pious activities for public life, constructing public roads and wells, and also given charity, as a result of which this boy, although faced with death, has returned to give happiness to His relatives.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja confirmed that by pious activities one can become a s&#257;dhu so that one will be happy at home and one's children will be protected. In &#347;&#257;stra there are many injunctions for karm&#299;s and jñ&#257;n&#299;s, especially for karm&#299;s, by which they can become pious and happy even in material life. According to Vedic civilization, one should perform activities for the benefit of the public, such as constructing public roads, planting trees on both sides of the road so that people can walk in the shade, and constructing public wells so that everyone can take water without difficulty. One should perform austerity to control one's desires, and one must simultaneously worship the Supreme Personality of Godhead. Thus one becomes pious, and as a result one is happy even in material conditions of life.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>