<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.37</P><P CLASS=c>s&#257; v&#299;kshya vi&#347;vam sahas&#257;</P><P CLASS=c>r&#257;jan sañj&#257;ta-vepathuh</P><P CLASS=c>samm&#299;lya mriga&#347;&#257;v&#257;ksh&#299;</P><P CLASS=c>netre &#257;s&#299;t suvismit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the whole universe; <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; suddenly within the mouth of her son; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/s/sanjata">sañj&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vepathuh">vepathuh</A> &#8212; whose heart was beating; <A CLASS=v HREF="http://vedabase.net/s/sammilya">samm&#299;lya</A> &#8212; opening; <A CLASS=v HREF="http://vedabase.net/m/mrgasava">mriga&#347;&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/a/aksi">aksh&#299;</A> &#8212; like the eyes of <A HREF="http://vedabase.net/a/a">a</A> deer cub; <A CLASS=v HREF="http://vedabase.net/n/netre">netre</A> &#8212; her two eyes; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/v/vismita">vismit&#257;</A> &#8212; astonished.</P><P CLASS=t>TRANSLATION</P><P>When mother Ya&#347;od&#257; saw the whole universe within the mouth of her child, her heart began to throb, and in astonishment she wanted to close her restless eyes.</P><P CLASS=t>PURPORT</P><P>Because of her pure maternal love, mother Ya&#347;od&#257; thought that this wonderful child playing so many tricks must have had some disease. She did not appreciate the wonders shown by her child; rather, she wanted to close her eyes. She was expecting another danger, and therefore her eyes became restless like those of a deer cub. This was all the arrangement of yogam&#257;y&#257;. The relationship between mother Ya&#347;od&#257; and Krishna is one of pure maternal love. In that love, mother Ya&#347;od&#257; did not very much appreciate the display of the Supreme Personality of Godhead's opulences.</P><P>At the beginning of this chapter, two extra verses sometimes appear:</P><P>evam bah&#363;ni karm&#257;ni</P><P CLASS=n>gop&#257;n&#257;m &#347;am sa-yoshit&#257;m</P><P CLASS=n>nandasya gehe vavridhe</P><P CLASS=n>kurvan vishnu-jan&#257;rdanah</P><P>"In this way, to chastise and kill the demons, the child Krishna demonstrated many activities in the house of Nanda Mah&#257;r&#257;ja, and the inhabitants of Vraja enjoyed these incidents."</P><P>evam sa vavridhe vishnur</P><P CLASS=n>nanda-gehe jan&#257;rdanah</P><P CLASS=n>kurvann ani&#347;am &#257;nandam</P><P CLASS=n>gop&#257;l&#257;n&#257;m sa-yoshit&#257;m</P><P>"To increase the transcendental pleasure of the gopas and the gop&#299;s, Krishna, the killer of all demons, was thus raised by His father and mother, Nanda and Ya&#347;od&#257;."</P><P>&#346;r&#299;p&#257;da Vijayadhvaja T&#299;rtha also adds another verse after the third verse in this chapter:</P><P>vistareneha k&#257;runy&#257;t</P><P CLASS=n>sarva-p&#257;pa-pran&#257;&#347;anam</P><P CLASS=n>vaktum arhasi dharma-jña</P><P CLASS=n>day&#257;lus tvam iti prabho</P><P>"Par&#299;kshit Mah&#257;r&#257;ja then requested &#346;ukadeva Gosv&#257;m&#299; to continue speaking such narrations about the pastimes of Krishna, so that the King could enjoy from them transcendental bliss."</P><P>Thus end the Bhaktivedanta purports of the Tenth Canto, Seventh Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Killing of the Demon Trin&#257;varta."</P><P CLASS=l><A CLASS=i HREF="35-36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../8/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>