<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.4</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>kad&#257;cid autth&#257;nika-kautuk&#257;plave</P><P CLASS=c>janmarksha-yoge samaveta-yoshit&#257;m</P><P CLASS=c>v&#257;ditra-g&#299;ta-dvija-mantra-v&#257;cakai&#347;</P><P CLASS=c>cak&#257;ra s&#363;nor abhishecanam sat&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; continued <A HREF="http://vedabase.net/t/to">to</A> speak (at the request of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; at that time (when <A HREF="http://vedabase.net/k/krsna">Krishna</A> was three months old); <A CLASS=v HREF="http://vedabase.net/a/autthanika">autth&#257;nika</A>-<A CLASS=v HREF="http://vedabase.net/k/kautuka">kautuka</A>-<A CLASS=v HREF="http://vedabase.net/a/aplave">&#257;plave</A> &#8212; when <A HREF="http://vedabase.net/k/krsna">Krishna</A> was three or four months old and His body was developing, <A HREF="http://vedabase.net/h/he">He</A> attempted <A HREF="http://vedabase.net/t/to">to</A> turn around, and this pleasing occasion was observed with <A HREF="http://vedabase.net/a/a">a</A> festival and bathing ceremony; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/r/rksa">riksha</A>-<A CLASS=v HREF="http://vedabase.net/y/yoge">yoge</A> &#8212; at that time, there was also <A HREF="http://vedabase.net/a/a">a</A> conjunction of the moon with the auspicious constellation <A HREF="http://vedabase.net/r/rohini">Rohin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/samaveta">samaveta</A>-<A CLASS=v HREF="http://vedabase.net/y/yositam">yoshit&#257;m</A> &#8212; (the ceremony was observed) among the assembled women, <A HREF="http://vedabase.net/a/a">a</A> ceremony of mothers; <A CLASS=v HREF="http://vedabase.net/v/vaditra">v&#257;ditra</A>-<A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; different varieties of music and singing; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/v/vacakaih">v&#257;cakaih</A> &#8212; with chanting of Vedic hymns by qualified br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/c/cakara">cak&#257;ra</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/s/sunoh">s&#363;noh</A> &#8212; of her son; <A CLASS=v HREF="http://vedabase.net/a/abhisecanam">abhishecanam</A> &#8212; the bathing ceremony; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: When mother Ya&#347;od&#257;'s baby was slanting His body to attempt to rise and turn around, this attempt was observed by a Vedic ceremony. In such a ceremony, called utth&#257;na, which is performed when a child is due to leave the house for the first time, the child is properly bathed. Just after Krishna turned three months old, mother Ya&#347;od&#257; celebrated this ceremony with other women of the neighborhood. On that day, there was a conjunction of the moon with the constellation Rohin&#299;. As the br&#257;hmanas joined by chanting Vedic hymns and professional musicians also took part, this great ceremony was observed by mother Ya&#347;od&#257;</P><P CLASS=t>PURPORT</P><P>There is no question of overpopulation or of children's being a burden for their parents in a Vedic society. Such a society is so well organized and people are so advanced in spiritual consciousness that childbirth is never regarded as a burden or a botheration. The more a child grows, the more his parents become jubilant, and the child's attempts to turn over are also a source of jubilation. Even before the child is born, when the mother is pregnant, many recommended ritualistic ceremonies are performed. For example, when the child has been within the womb for three months and for seven months, there is a ceremony the mother observes by eating with neighboring children. This ceremony is called sv&#257;da-bhakshana. Similarly, before the birth of the child there is the garbh&#257;dh&#257;na ceremony. In Vedic civilization, childbirth or pregnancy is never regarded as a burden; rather, it is a cause for jubilation. In contrast, people in modern civilization do not like pregnancy or childbirth, and when there is a child, they sometimes kill it. We can just consider how human society has fallen since the inauguration of Kali-yuga. Although people still claim to be civilized, at the present moment there is actually no human civilization, but only an assembly of two-legged animals.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>