<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Trin&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.9</P><P CLASS=c>&#363;cur avyavasita-mat&#299;n</P><P CLASS=c>gop&#257;n gop&#299;&#347; ca b&#257;lak&#257;h</P><P CLASS=c>rudat&#257;nena p&#257;dena</P><P CLASS=c>kshiptam etan na sam&#347;ayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/avyavasita">avyavasita</A>-<A CLASS=v HREF="http://vedabase.net/m/matin">mat&#299;n</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> lost all intelligence <A HREF="http://vedabase.net/i/in">in</A> the present situation; <A CLASS=v HREF="http://vedabase.net/g/gopan">gop&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/g/gopih">gop&#299;h</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and <A HREF="http://vedabase.net/t/to">to</A> the ladies; <A CLASS=v HREF="http://vedabase.net/b/balakah">b&#257;lak&#257;h</A> &#8212; the children; <A CLASS=v HREF="http://vedabase.net/r/rudata">rudat&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> soon <A HREF="http://vedabase.net/a/as">as</A> the child cried; <A CLASS=v HREF="http://vedabase.net/p/padena">p&#257;dena</A> &#8212; with one leg; <A CLASS=v HREF="http://vedabase.net/k/ksiptam">kshiptam</A> <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this cart was dashed apart and immediately fell dismantled; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/samsayah">sam&#347;ayah</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> doubt about <A HREF="http://vedabase.net/i/it">it</A>.</P><P CLASS=t>TRANSLATION</P><P>The assembled cowherd men and ladies began to contemplate how this thing had happened. "Is it the work of some demon or evil planet?" they asked. At that time, the small children present asserted that the cart had been kicked apart by the baby Krishna. As soon as the crying baby bad kicked the cart's wheel, the cart had collapsed. There was no doubt about it.</P><P CLASS=t>PURPORT</P><P>We have heard of people's being haunted by ghosts. Having no gross material body, a ghost seeks shelter of a gross body to stay in and haunt. The &#346;akat&#257;sura was a ghost who had taken shelter of the handcart and was looking for the opportunity to do mischief to Krishna. When Krishna kicked the cart with His small and very delicate legs, the ghost was immediately pushed down to the earth and his shelter dismantled, as already described. This was possible for Krishna because He has full potency, as confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/32.htm">5.32</A>):</P><P>a&#324;g&#257;ni yasya sakalendriya-vrittimanti</P><P CLASS=n>pa&#347;yanti p&#257;nti kalayanti ciram jaganti</P><P CLASS=n>&#257;nanda-cinmaya-sad-ujjvala-vigrahasya</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Krishna's body is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], or &#257;nanda-cinmaya-rasa-vigraha. That is, any of the parts of His &#257;nanda-cinmaya body can act for any other part. Such are the inconceivable potencies of the Supreme Personality of Godhead. The Supreme Lord does not need to acquire these potencies; He already has them. Thus Krishna kicked His little legs, and His whole purpose was fulfilled. Also, when the handcart broke, an ordinary child could have been injured in many ways, but because Krishna is the Supreme Personality of Godhead, He enjoyed the dismantling of the cart, and nothing injured Him. Everything done by Him is &#257;nanda-cinmaya-rasa, full transcendental bliss. Thus Krishna factually enjoyed.</P><P>The nearby children saw that actually Krishna had kicked the wheel of the cart and this was how the accident happened. By the arrangement of yogam&#257;y&#257;, all the gop&#299;s and gopas thought that the accident had taken place because of some bad planet or some ghost, but in fact everything was done by Krishna and enjoyed by Him. Those who enjoy the activities of Krishna are also on the platform of &#257;nanda-cinmaya-rasa; they are liberated from the material platform. When one develops the practice of hearing krishna-kath&#257;, he is certainly transcendental to material existence, as confirmed in Bhagavad-g&#299;t&#257; (sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate [<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]). Unless one is on the spiritual platform, one cannot enjoy the transcendental activities of Krishna; or in other words, whoever engages in hearing the transcendental activities of Krishna is not on the material platform, but on the transcendental, spiritual platform.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>