<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: The Killing of the Demon Trin&#257;varta</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.7 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 10.7.1-2</B></A>: King Par&#299;kshit said: My lord, &#346;ukadeva Gosv&#257;m&#299;, all the various activities exhibited by the incarnations of the Supreme Personality of Godhead are certainly pleasing to the ear and to the mind. Simply by one's hearing of these activities, the dirty things in one's mind immediately vanish. Generally we are reluctant to hear about the activities of the Lord, but Krishna's childhood activities are so attractive that they are automatically pleasing to the mind and ear. Thus one's attachment for hearing about material things, which is the root cause of material existence, vanishes, and one gradually develops devotional service to the Supreme Lord, attachment for Him, and friendship with devotees who give us the contribution of Krishna consciousness. If you think it fit, kindly speak about those activities of the Lord.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.7.3</B></A>: Please describe other pastimes of Krishna, the Supreme Personality, who appeared on this planet earth, imitating a human child and performing wonderful activities like killing P&#363;tan&#257;.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.7.4</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: When mother Ya&#347;od&#257;'s baby was slanting His body to attempt to rise and turn around, this attempt was observed by a Vedic ceremony. In such a ceremony, called utth&#257;na, which is performed when a child is due to leave the house for the first time, the child is properly bathed. Just after Krishna turned three months old, mother Ya&#347;od&#257; celebrated this ceremony with other women of the neighborhood. On that day, there was a conjunction of the moon with the constellation Rohin&#299;. As the br&#257;hmanas joined by chanting Vedic hymns and professional musicians also took part, this great ceremony was observed by mother Ya&#347;od&#257;</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.7.5</B></A>: After completing the bathing ceremony for the child, mother Ya&#347;od&#257; received the br&#257;hmanas by worshiping them with proper respect and giving them ample food grains and other eatables, clothing, desirable cows, and garlands. The br&#257;hmanas properly chanted Vedic hymns to observe the auspicious ceremony, and when they finished and mother Ya&#347;od&#257; saw that the child felt sleepy, she lay down on the bed with the child until He was peacefully asleep.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.7.6</B></A>: The liberal mother Ya&#347;od&#257;, absorbed in celebrating the utth&#257;na ceremony, was busy receiving guests, worshiping them with all respect and offering them clothing, cows, garlands and grains. Thus she could not hear the child crying for His mother. At that time, the child Krishna, demanding to drink the milk of His mother's breast, angrily threw His legs upward.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.7.7</B></A>: Lord &#346;r&#299; Krishna was lying down underneath the handcart in one corner of the courtyard, and although His little legs were as soft as leaves, when He struck the cart with His legs, it turned over violently and collapsed. The wheels separated from the axle, the hubs and spokes fell apart, and the pole of the handcart broke. On the cart there were many little utensils made of various metals, and all of them scattered hither and thither.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.7.8</B></A>: When mother Ya&#347;od&#257; and the other ladies who had assembled for the utth&#257;na festival, and all the men, headed by Nanda Mah&#257;r&#257;ja, saw the wonderful situation, they began to wonder how the handcart had collapsed by itself. They began to wander here and there, trying to find the cause, but were unable to do so.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.7.9</B></A>: The assembled cowherd men and ladies began to contemplate how this thing had happened. "Is it the work of some demon or evil planet?" they asked. At that time, the small children present asserted that the cart had been kicked apart by the baby Krishna. As soon as the crying baby bad kicked the cart's wheel, the cart had collapsed. There was no doubt about it.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.7.10</B></A>: The assembled gop&#299;s and gopas, unaware that Krishna is always unlimited, could not believe that baby Krishna had such inconceivable power. They could not believe the statements of the children, and therefore they neglected these statements as being childish talk.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.7.11</B></A>: Thinking that some bad planet had attacked Krishna, mother Ya&#347;od&#257; picked up the crying child and allowed Him to suck her breast. Then she called for experienced br&#257;hmanas to chant Vedic hymns and perform an auspicious ritualistic ceremony.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.7.12</B></A>: After the strong, stout cowherd men assembled the pots and paraphernalia on the handcart and set it up as before, the br&#257;hmanas performed a ritualistic ceremony with a fire sacrifice to appease the bad planet, and then, with rice grains, ku&#347;a, water and curd, they worshiped the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="13-15.htm"><B>SB 10.7.13-15</B></A>: When br&#257;hmanas are free from envy, untruthfulness, unnecessary pride, grudges, disturbance by the opulence of others, and false prestige, their blessings never go in vain. Considering this, Nanda Mah&#257;r&#257;ja soberly took Krishna on his lap and invited such truthful br&#257;hmanas to perform a ritualistic ceremony according to the holy hymns of the S&#257;ma Veda, Rig Veda and Yajur Veda. Then, while the hymns were being chanted, he bathed the child with water mixed with pure herbs, and after performing a fire ceremony, he sumptuously fed all the br&#257;hmanas with first-class grains and other food.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.7.16</B></A>: Nanda Mah&#257;r&#257;ja, for the sake of the affluence of his own son Krishna, gave the br&#257;hmanas cows fully decorated with garments, flower garlands and gold necklaces. These cows, fully qualified to give ample milk, were given to the br&#257;hmanas in charity, and the br&#257;hmanas accepted them and bestowed blessings upon the whole family, and especially upon Krishna.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.7.17</B></A>: The br&#257;hmanas, who were completely expert in chanting the Vedic hymns, were all yog&#299;s fully equipped with mystic powers. Whatever blessings they spoke were certainly never fruitless.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.7.18</B></A>: One day, a year after Krishna's appearance, mother Ya&#347;od&#257; was patting her son on her lap. But suddenly she felt the child to be heavier than a mountain peak, and she could no longer bear His weight.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.7.19</B></A>: Feeling the child to be as heavy as the entire universe and therefore being anxious, thinking that perhaps the child was being attacked by some other ghost or demon, the astonished mother Ya&#347;od&#257; put the child down on the ground and began to think of N&#257;r&#257;yana. Foreseeing disturbances, she called for the br&#257;hmanas to counteract this heaviness, and then she engaged in her other household affairs. She had no alternative than to remember the lotus feet of N&#257;r&#257;yana, for she could not understand that Krishna was the original source of everything.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.7.20</B></A>: While the child was sitting on the ground, a demon named Trin&#257;varta, who was a servant of Kamsa's, came there as a whirlwind, at Kamsa's instigation, and very easily carried the child away into the air.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.7.21</B></A>: Covering the whole land of Gokula with particles of dust, that demon, acting as a strong whirlwind, covered everyone's vision and began vibrating everywhere with a greatly fearful sound.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.7.22</B></A>: For a moment, the whole pasturing ground was overcast with dense darkness from the dust storm, and mother Ya&#347;od&#257; was unable to find her son where she had placed Him.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.7.23</B></A>: Because of the bits of sand thrown about by Trin&#257;varta, people could not see themselves or anyone else, and thus they were illusioned and disturbed.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.7.24</B></A>: Because of the dust storm stirred up by the strong whirlwind, mother Ya&#347;od&#257; could find no trace of her son, nor could she understand why. Thus she fell down on the ground like a cow who has lost her calf and began to lament very pitifully.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.7.25</B></A>: When the force of the dust storm and the winds subsided, Ya&#347;od&#257;'s friends, the other gop&#299;s, approached mother Ya&#347;od&#257;, hearing her pitiful crying. Not seeing Krishna present, they too felt very much aggrieved and joined mother Ya&#347;od&#257; in crying, their eyes full of tears.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.7.26</B></A>: Having assumed the form of a forceful whirlwind, the demon Trin&#257;varta took Krishna very high in the sky, but when Krishna became heavier than the demon, the demon had to stop his force and could go no further.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.7.27</B></A>: Because of Krishna's weight, Trin&#257;varta considered Him to be like a great mountain or a hunk of iron. But because Krishna had caught the demon's neck, the demon was unable to throw Him off. He therefore thought of the child as wonderful, since he could neither bear the child nor cast aside the burden.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.7.28</B></A>: With Krishna grasping him by the throat, Trin&#257;varta choked, unable to make even a sound or even to move his hands and legs. His eyes popping out, the demon lost his life and fell, along with the little boy, down to the ground of Vraja.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.7.29</B></A>: While the gop&#299;s who had gathered were crying for Krishna, the demon fell from the sky onto a big slab of stone, his limbs dislocated, as if he had been pierced by the arrow of Lord &#346;iva like Tripur&#257;sura.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.7.30</B></A>: The gop&#299;s immediately picked Krishna up from the chest of the demon and delivered Him, free from all inauspiciousness, to mother Ya&#347;od&#257;. Because the child, although taken into the sky by the demon, was unhurt and now free from all danger and misfortune, the gop&#299;s and cowherd men, headed by Nanda Mah&#257;r&#257;ja, were extremely happy.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.7.31</B></A>: It is most astonishing that although this innocent child was taken away by the R&#257;kshasa to be eaten, He has returned without having been killed or even injured. Because this demon was envious, cruel and sinful, he has been killed for his own sinful activities. This is the law of nature. An innocent devotee is always protected by the Supreme Personality of Godhead, and a sinful person is always vanquished for his sinful life.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.7.32</B></A>: Nanda Mah&#257;r&#257;ja and the others said: We must previously have performed austerities for a very long time, worshiped the Supreme Personality of Godhead, performed pious activities for public life, constructing public roads and wells, and also given charity, as a result of which this boy, although faced with death, has returned to give happiness to His relatives.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.7.33</B></A>: Having seen all these incidents in Brihadvana, Nanda Mah&#257;r&#257;ja became more and more astonished, and he remembered the words spoken to him by Vasudeva in Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.7.34</B></A>: One day mother Ya&#347;od&#257;, having taken Krishna up and placed Him on her lap, was feeding Him milk from her breast with maternal affection. The milk was flowing from her breast, and the child was drinking it.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 10.7.35-36</B></A>: O King Par&#299;kshit, when the child Krishna was almost finished drinking His mother's milk and mother Ya&#347;od&#257; was touching Him and looking at His beautiful, brilliantly smiling face, the baby yawned, and mother Ya&#347;od&#257; saw in His mouth the whole sky, the higher planetary system and the earth, the luminaries in all directions, the sun, the moon, fire, air, the seas, islands, mountains, rivers, forests, and all kinds of living entities, moving and nonmoving.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.7.37</B></A>: When mother Ya&#347;od&#257; saw the whole universe within the mouth of her child, her heart began to throb, and in astonishment she wanted to close her restless eyes.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>