<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 9 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 9 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Lord Incarnates as Mohin&#299;-M&#363;rti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.9.28</P><P CLASS=c>evam sur&#257;sura-gan&#257;h sama-de&#347;a-k&#257;la-</P><P CLASS=c>hetv-artha-karma-matayo 'pi phale vikalp&#257;h</P><P CLASS=c>tatr&#257;mritam sura-gan&#257;h phalam añjas&#257;pur</P><P CLASS=c>yat-p&#257;da-pa&#324;kaja-rajah-&#347;rayan&#257;n na daity&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; and the demons; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; place; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; objective; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/m/matayah">matayah</A> &#8212; ambition; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although one; <A CLASS=v HREF="http://vedabase.net/p/phale">phale</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the result; <A CLASS=v HREF="http://vedabase.net/v/vikalpah">vikalp&#257;h</A> &#8212; not equal; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the result; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily, totally or directly; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because of; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A> &#8212; of the lotus feet of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; of the saffron dust; <A CLASS=v HREF="http://vedabase.net/s/srayanat">&#347;rayan&#257;t</A> &#8212; because of receiving benedictions or taking shelter; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/daityah">daity&#257;h</A> &#8212; the demons.</P><P CLASS=t>TRANSLATION</P><P>The place, the time, the cause, the purpose, the activity and the ambition were all the same for both the demigods and the demons, but the demigods achieved one result and the demons another. Because the demigods are always under the shelter of the dust of the Lord's lotus feet, they could very easily drink the nectar and get its result. The demons, however, not having sought shelter at the lotus feet of the Lord, were unable to achieve the result they desired.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) it is said, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham: the Supreme Personality of Godhead is the supreme judge who rewards or punishes different persons according to their surrender unto His lotus feet. Therefore it can actually be seen that although karm&#299;s and bhaktas may work in the same place, at the same time, with the same energy and with the same ambition, they achieve different results. The karm&#299;s transmigrate through different bodies in the cycle of birth and death, sometimes going upward and sometimes downward, thus suffering the results of their actions in the karma-cakra, the cycle of birth and death. The devotees, however, because of fully surrendering at the lotus feet of the Lord, are never baffled in their attempts. Although externally they work almost like the karm&#299;s, the devotees go back home, back to Godhead, and achieve success in every effort. The demons or atheists have faith in their own endeavors, but although they work very hard day and night, they cannot get any more than their destiny. The devotees, however, can surpass the reactions of karma and achieve wonderful results, even without effort. It is also said, phalena paric&#299;yate: one's success or defeat in any activity is understood by its result. There are many karm&#299;s in the dress of devotees, but the Supreme Personality of Godhead can detect their purpose. The karm&#299;s want to use the property of the Lord for their selfish sense gratification, but a devotee endeavors to use the Lord's property for God's service. Therefore a devotee is always distinct from the karm&#299;s, although the karm&#299;s may dress like devotees. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah. One who works for Lord Vishnu is free from this material world, and after giving up his body he goes back home, back to Godhead. A karm&#299;, however, although externally working like a devotee, is entangled in his nondevotional activity, and thus he suffers the tribulations of material existence. Thus from the results achieved by the karm&#299;s and devotees, one can understand the presence of the Supreme Personality of Godhead, who acts differently for the karm&#299;s and jñ&#257;n&#299;s than for the devotees. The author of &#346;r&#299; Caitanya-carit&#257;mrita therefore says:</P><P>krishna-bhakta &#8212; nishk&#257;ma, ataeva '&#347;&#257;nta'</P><P CLASS=n>bhukti-mukti-siddhi-k&#257;m&#299; &#8212; sakali 'a&#347;&#257;nta'</P><P>The karm&#299;s who desire sense gratification, the jñ&#257;n&#299;s who aspire for the liberation of merging into the existence of the Supreme, and the yog&#299;s who seek material success in mystic power are all restless, and ultimately they are baffled. But the devotee, who does not expect any personal benefit and whose only ambition is to spread the glories of the Supreme Personality of Godhead, is blessed with all the auspicious results of bhakti-yoga, without hard labor.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>