<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 55 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 55 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 55: <A CLASS=v HREF="index.htm">The History of Pradyumna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.55.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>k&#257;mas tu v&#257;sudev&#257;m&#347;o</P><P CLASS=c>dagdhah pr&#257;g rudra-manyun&#257;</P><P CLASS=c>dehopapattaye bh&#363;yas</P><P CLASS=c>tam eva pratyapadyata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; Cupid; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; of Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/a/amsah">am&#347;ah</A> &#8212; the expansion; <A CLASS=v HREF="http://vedabase.net/d/dagdhah">dagdhah</A> &#8212; burned; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; previously; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A> &#8212; of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/m/manyuna">manyun&#257;</A> &#8212; by the anger; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> body; <A CLASS=v HREF="http://vedabase.net/u/upapattaye">upapattaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him, Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pratyapadyat">pratyapadyat</A> &#8212; came back.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: K&#257;madeva [Cupid], an expansion of V&#257;sudeva, had previously been burned to ashes by Rudra's anger. Now, to obtain a new body, he merged back into the body of Lord V&#257;sudeva.</P><P CLASS=t>PURPORT</P><P>In his Krishna-sandarbha (Anuccheda 87), &#346;r&#299;la J&#299;va Gosv&#257;m&#299; cites the following verse of the Gop&#257;la-t&#257;pan&#299; Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/40">2.40</A>) to prove that the Pradyumna who is the son of Krishna and Rukmin&#299; is the same Pradyumna who is a member of Lord Krishna's eternal fourfold plenary expansion, the catur-vy&#363;ha:</P><P>yatr&#257;sau samsthitah krishnas</P><P CLASS=n>tribhih &#347;akty&#257; sam&#257;hitah</P><P CLASS=n>r&#257;m&#257;niruddha-pradyumnai</P><P CLASS=n>rukminy&#257; sahito vibhuh</P><P>"There [in Dv&#257;rak&#257;] the almighty Lord Krishna, endowed with His full potency, resided in the company of His three plenary expansions &#8212; Balar&#257;ma, Aniruddha and Pradyumna." The Krishna-sandarbha goes on to explain, with reference to the present verse of the &#346;r&#299;mad-Bh&#257;gavatam, that "the Cupid whom Rudra burned up with his anger is a demigod subordinate to Indra. This demigod Cupid is a partial manifestation of the prototype Cupid, Pradyumna, who is a plenary expansion of V&#257;sudeva. The demigod Cupid, being unable to attain a new body on his own, entered within the body of Pradyumna. Otherwise Cupid would have had to remain in a perpetual state of disembodiment, a result of Rudra's having incinerated him with his anger."</P><P>In his English rendering of the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/14/30.htm">1.14.30</A> purport), &#346;r&#299;la Prabhup&#257;da confirms the absolute status of Pradyumna, Lord Krishna's first son: "Pradyumna and Aniruddha are also expansions of the Personality of Godhead, and thus They are also vishnu-tattva. At Dv&#257;rak&#257; Lord V&#257;sudeva is engaged in His transcendental pastimes along with His plenary expansions, namely Sa&#324;karshana, Pradyumna and Aniruddha, and therefore each and every one of Them can be addressed as the Personality of Godhead...."</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, Pradyumna took birth from the womb of Rukmin&#299; before &#346;r&#299; Krishna's marriage to J&#257;mbavat&#299; and the Lord's other marriages took place. Subsequently, Pradyumna returned from &#346;ambara's palace. But before &#346;ukadeva Gosv&#257;m&#299; tells of Krishna's pastimes with His other wives, he will narrate the entire story of Pradyumna for the sake of continuity.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; further notes that K&#257;madeva, or Cupid, now appearing within Pradyumna, is a portion of V&#257;sudeva because he is manifest from the element citta, consciousness, which is presided over by V&#257;sudeva, and also because he (Cupid) is the cause of material generation. As the Lord states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/28.htm">10.28</A>), prajana&#347; c&#257;smi kandarpah: "Of progenitors I am Kandarpa [Cupid]."</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>