<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 55 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 55 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 55: <A CLASS=v HREF="index.htm">The History of Pradyumna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.55.40</P><P CLASS=c>yam vai muhuh pitri-sar&#363;pa-nije&#347;a-bh&#257;v&#257;s</P><P CLASS=c>tan-m&#257;taro yad abhajan raha-r&#363;dha-bh&#257;v&#257;h</P><P CLASS=c>citram na tat khalu ram&#257;spada-bimba-bimbe</P><P CLASS=c>k&#257;me smare 'ksha-vishaye kim ut&#257;nya-n&#257;ryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A> &#8212; His father; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; who exactly resembled; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> their own; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;v&#257;h</A> &#8212; who thought of Him; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/m/matarah">m&#257;tarah</A> &#8212; mothers; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; inasmuch <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/abhajan">abhajan</A> &#8212; they worshiped; <A CLASS=v HREF="http://vedabase.net/r/raha">raha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> privacy; <A CLASS=v HREF="http://vedabase.net/r/rudha">r&#363;dha</A> &#8212; full-blown; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;v&#257;h</A> &#8212; whose ecstatic attraction; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; amazing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/rama">ram&#257;</A> &#8212; of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/a/aspada">&#257;spada</A> &#8212; of the shelter (Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/b/bimba">bimba</A> &#8212; of the form; <A CLASS=v HREF="http://vedabase.net/b/bimbe">bimbe</A> &#8212; who was the reflection; <A CLASS=v HREF="http://vedabase.net/k/kame">k&#257;me</A> &#8212; lust personified; <A CLASS=v HREF="http://vedabase.net/s/smare">smare</A> &#8212; Cupid; <A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A>-<A CLASS=v HREF="http://vedabase.net/v/visaye">vishaye</A> &#8212; when <A HREF="http://vedabase.net/h/he">He</A> was before their eyes; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; what then <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/n/naryah">n&#257;ryah</A> &#8212; women.</P><P CLASS=t>TRANSLATION</P><P>It is not astonishing that the palace women, who should have felt maternal affection for Pradyumna, privately felt ecstatic attraction for Him as if He were their own Lord. After all, the son exactly resembled His father. Indeed, Pradyumna was a perfect reflection of the beauty of Lord Krishna, the shelter of the goddess of fortune, and appeared before their eyes as Cupid Himself. Since even those on the level of His mother felt conjugal attraction for Him, then what to speak of how other women felt when they saw Him?</P><P CLASS=t>PURPORT</P><P>As &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains, whenever the palace women saw &#346;r&#299; Pradyumna, they immediately remembered their Lord, &#346;r&#299; Krishna. &#346;r&#299;la Prabhup&#257;da comments as follows in Krishna, the Supreme Personality of Godhead: "&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; has explained that in the beginning all the residents of the palace, who were all mothers and stepmothers of Pradyumna, mistook Him to be Krishna and were all bashful, infected by the desire for conjugal love. The explanation is that Pradyumna's personal appearance was exactly like Krishna's, and He was factually Cupid Himself. There was no cause of astonishment, therefore, when the mothers of Pradyumna and other women mistook Him in that way. It is clear from the statement that Pradyumna's bodily characteristics were so similar to Krishna's that He was mistaken to be Krishna even by His mother."</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Fifty-fifth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The History of Pradyumna."</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../56/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>