<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 55"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 55: <A CLASS=v HREF="index.htm">The History of Pradyumna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.55 Summary</P><P>This chapter tells how Pradyumna was born as the son of Lord Krishna and then kidnapped by the demon &#346;ambara. It also describes how Pradyumna killed &#346;ambara and returned home with a wife.</P><P>K&#257;madeva (Cupid), an expansion of Lord V&#257;sudeva, had been burned to ashes by Lord &#346;iva's anger and was reborn as part and parcel of Pradyumna from the womb of Rukmin&#299;. A demon named &#346;ambara, thinking Pradyumna his enemy, kidnapped Him from the maternity room even before He was ten days old. &#346;ambara threw Pradyumna into the ocean and returned to his kingdom. A powerful fish swallowed Pradyumna and was caught by fishermen in a net. They presented the huge fish to &#346;ambara, and when his cooks cut it open they found a child within its belly. The cooks gave the infant to the maidservant M&#257;y&#257;vat&#299;, who was astonished to see Him. Just then N&#257;rada Muni appeared and told her who the infant was. M&#257;y&#257;vat&#299; was actually K&#257;madeva's wife, Ratidev&#299;. While waiting for her husband to be reborn in a new body, she had taken employment as a cook in the household of &#346;ambara. Now that she understood who the infant was, she began to feel intense affection for Him. After a very short time, Pradyumna grew to youthful maturity, entrancing all the women with His beauty.</P><P>Once, Ratidev&#299; approached Pradyumna and playfully moved her eyebrows in a conjugal mood. Addressing her as His mother, Pradyumna commented that she was putting aside her proper maternal mood and behaving like a passionate girlfriend. Rati then told Pradyumna who they both were. She advised Him to kill &#346;ambara, and to help Him she instructed Him in the mystic mantras known as Mah&#257;-m&#257;y&#257;. Pradyumna went to &#346;ambara and, after angering him with various insults, challenged him to fight, upon which &#346;ambara angrily took up his club and marched outside. The demon tried various magic spells against Pradyumna, but Pradyumna fended off all of them with the Mah&#257;-m&#257;y&#257; mantras and then beheaded &#346;ambara with His sword. At that moment Ratidev&#299; appeared in the sky and took Pradyumna away to Dv&#257;rak&#257;.</P><P>When Pradyumna and His wife entered the inner chambers of Lord Krishna's palace, the many beautiful ladies there thought He was Krishna Himself, so much did His appearance and dress resemble the Lord's. Out of shyness the ladies ran here and there to hide themselves. But after a little while they noticed small differences in Pradyumna's and Krishna's appearances, and once they understood that He was not Lord Krishna, they gathered around Him.</P><P>When Rukmin&#299;-dev&#299; saw Pradyumna, she felt overwhelmed with motherly love, and milk began to flow spontaneously from her breasts. Noting that Pradyumna looked exactly like Krishna, she became eager to find out who He was. She remembered how one of her sons had been abducted from the maternity room. "If He were still alive," she thought, "He would be the same age as this Pradyumna standing before me." While Rukmin&#299; reflected in this way, Lord Krishna arrived in the company of Devak&#299; and Vasudeva. Although the Lord understood the situation perfectly well, He remained silent. Then N&#257;rada Muni arrived and explained everything. Everyone was amazed to hear the account and embraced Pradyumna in great ecstasy.</P><P>Because Pradyumna's beauty so closely resembled Krishna's, the ladies in a maternal relationship with Pradyumna could not help thinking of Him as their conjugal lover. He was, after all, the exact reflection of &#346;r&#299; Krishna, and therefore it was natural for them to see Him in this way.</P><P CLASS=l><A CLASS=i HREF="../54/60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>