<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.14</P><P CLASS=c>&#257;sur&#299; medhram arv&#257;g-dv&#257;r</P><P CLASS=c>vyav&#257;yo gr&#257;min&#257;m ratih</P><P CLASS=c>upastho durmadah prokto</P><P CLASS=c>nirritir guda ucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asuri">&#257;sur&#299;</A> &#8212; called <A HREF="http://vedabase.net/a/asuri">&#256;sur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/medhram">medhram</A> &#8212; the genital; <A CLASS=v HREF="http://vedabase.net/a/arvak">arv&#257;k</A> &#8212; of the fools and rascals; <A CLASS=v HREF="http://vedabase.net/d/dvah">dv&#257;h</A> &#8212; <A HREF="http://vedabase.net/g/gate">gate</A>; <A CLASS=v HREF="http://vedabase.net/v/vyavayah">vyav&#257;yah</A> &#8212; performing sexual affairs; <A CLASS=v HREF="http://vedabase.net/g/graminam">gr&#257;min&#257;m</A> &#8212; of common men; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/u/upasthah">upasthah</A> &#8212; the faculty of procreation; <A CLASS=v HREF="http://vedabase.net/d/durmadah">durmadah</A> &#8212; <A HREF="http://vedabase.net/d/durmada">Durmada</A>; <A CLASS=v HREF="http://vedabase.net/p/proktah">proktah</A> &#8212; is called; <A CLASS=v HREF="http://vedabase.net/n/nirrtih">nirritih</A> &#8212; Nirriti; <A CLASS=v HREF="http://vedabase.net/g/gudah">gudah</A> &#8212; rectum; <A CLASS=v HREF="http://vedabase.net/u/ucyate">ucyate</A> &#8212; is called.</P><P CLASS=t>TRANSLATION</P><P>The city called Gr&#257;maka, which is approached through the lower gate of &#256;sur&#299; [the genital], is meant for sex, which is very pleasing to common men who are simply fools and rascals. The faculty of procreation is called Durmada, and the rectum is called Nirriti.</P><P CLASS=t>PURPORT</P><P>When the world becomes degraded, civilization becomes demoniac, and for the common man the rectum and the genital are taken very seriously as the centers of all activity. Even in such a sacred place as Vrind&#257;vana, India, unintelligent men pass off this rectal and genital business as spiritual activity. Such people are called sahajiy&#257;. According to their philosophy, through sexual indulgence one can elevate oneself to the spiritual platform. From these verses of &#346;r&#299;mad-Bh&#257;gavatam, however, we understand that the desires for sexual satisfaction are meant for the arv&#257;k, the lowest among men. To rectify these rascals and fools is very difficult. After all, the sex desires of the common man are condemned in these verses. The word durmada means "wrongly directed," and nirriti means "sinful activity." Although this clearly indicates that sex indulgence is abominable and misdirected even from the ordinary point of view, the sahajiy&#257;s nonetheless pass themselves off as devotees conducting spiritual activities. For this reason, Vrind&#257;vana is no longer visited by intelligent men. Sometimes we are often asked why we have made our center in Vrind&#257;vana. From the external point of view, it can be concluded that Vrind&#257;vana has become degenerate due to these sahajiy&#257; activities, yet from the spiritual point of view, Vrind&#257;vana is the only place where all these sinful persons can be rectified by means of taking birth in the forms of dogs, hogs and monkeys. By living in Vrind&#257;vana as a dog, hog or monkey, the living entity can be elevated to the spiritual platform in the next life.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>