<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verses 23-25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verses 23-25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.23-25</P><P CLASS=c>&#257;dhayo vy&#257;dhayas tasya</P><P CLASS=c>sainik&#257; yavan&#257;&#347; car&#257;h</P><P CLASS=c>bh&#363;topasarg&#257;&#347;u-rayah</P><P CLASS=c>prajv&#257;ro dvi-vidho jvarah</P><P CLASS=c>evam bahu-vidhair duhkhair</P><P CLASS=c>daiva-bh&#363;t&#257;tma-sambhavaih</P><P CLASS=c>kli&#347;yam&#257;nah &#347;atam varsham</P><P CLASS=c>dehe deh&#299; tamo-vritah</P><P CLASS=c>pr&#257;nendriya-mano-dharm&#257;n</P><P CLASS=c>&#257;tmany adhyasya nirgunah</P><P CLASS=c>&#347;ete k&#257;ma-lav&#257;n dhy&#257;yan</P><P CLASS=c>mam&#257;ham iti karma-krit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adhayah">&#257;dhayah</A> &#8212; disturbances of the mind; <A CLASS=v HREF="http://vedabase.net/v/vyadhayah">vy&#257;dhayah</A> &#8212; disturbances of the body, or diseases; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Yavane&#347;vara; <A CLASS=v HREF="http://vedabase.net/s/sainikah">sainik&#257;h</A> &#8212; soldiers; <A CLASS=v HREF="http://vedabase.net/y/yavanah">yavan&#257;h</A> &#8212; Yavanas; <A CLASS=v HREF="http://vedabase.net/c/carah">car&#257;h</A> &#8212; followers; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of living entities; <A CLASS=v HREF="http://vedabase.net/u/upasarga">upasarga</A> &#8212; at the time of distress; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/r/rayah">rayah</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/p/prajvarah">prajv&#257;rah</A> &#8212; named <A HREF="http://vedabase.net/p/prajvara">Prajv&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidhah</A> &#8212; two kinds; <A CLASS=v HREF="http://vedabase.net/j/jvarah">jvarah</A> &#8212; fever; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhaih">vidhaih</A> &#8212; of different varieties; <A CLASS=v HREF="http://vedabase.net/d/duhkhaih">duhkhaih</A> &#8212; by tribulations; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A> &#8212; by providence; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; by other living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; by the body and mind; <A CLASS=v HREF="http://vedabase.net/s/sambhavaih">sambhavaih</A> &#8212; produced; <A CLASS=v HREF="http://vedabase.net/k/klisyamanah">kli&#347;yam&#257;nah</A> &#8212; subjected <A HREF="http://vedabase.net/t/to">to</A> sufferings; <A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; hundred; <A CLASS=v HREF="http://vedabase.net/v/varsam">varsham</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/d/dehi">deh&#299;</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; covered by material existence; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; of life; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; of the senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; characteristics; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the soul; <A CLASS=v HREF="http://vedabase.net/a/adhyasya">adhyasya</A> &#8212; wrongly attributing; <A CLASS=v HREF="http://vedabase.net/n/nirgunah">nirgunah</A> &#8212; although transcendental; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; lies down; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of sense enjoyment; <A CLASS=v HREF="http://vedabase.net/l/lavan">lav&#257;n</A> &#8212; on fragments; <A CLASS=v HREF="http://vedabase.net/d/dhyayan">dhy&#257;yan</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; the actor.</P><P CLASS=t>TRANSLATION</P><P>The followers of Yavane&#347;vara [Yamar&#257;ja] are called the soldiers of death, and they are known as the various types of disturbances that pertain to the body and mind. Prajv&#257;ra represents the two types of fever: extreme heat and extreme cold &#8212; typhoid and pneumonia. The living entity lying down within the body is disturbed by many tribulations pertaining to providence, to other living entities and to his own body and mind. Despite all kinds of tribulations, the living entity, subjected to the necessities of the body, mind and senses and suffering from various types of disease, is carried away by many plans due to his lust to enjoy the world. Although transcendental to this material existence, the living entity, out of ignorance, accepts all these material miseries under the pretext of false egoism ("I" and "mine"). In this way he lives for a hundred years within this body.</P><P CLASS=t>PURPORT</P><P>In the Vedas it is stated: asa&#324;go'yam purushah. The living entity is actually separate from material existence, for the soul is not material. In Bhagavad-g&#299;t&#257; it is also said that the living entity is the superior energy, and the material elements &#8212; earth, water, fire, air and so on &#8212; are the inferior energy. The material elements are also described as bhinna, or separated energy. When the internal or superior energy comes in contact with the external energy, it is subjected to so many tribulations. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>) the Lord also says, m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya &#347;&#299;toshna-sukha-duhkha-d&#257;h: because of the material body, the living entity is subjected to many tribulations brought about by air, water, fire, extreme heat, extreme cold, sunshine, excessive eating, unhealthy food, maladjustments of the three elements of the body (kapha, pitta and v&#257;yu), and so on. The intestines, the throat, the brain and the other parts of the body are affected by all kinds of diseases that are so powerful that they become sources of extreme suffering for the living entity. The living entity, however, is different from all these material elements. The two types of fever described in this verse can be explained in contemporary language as pneumonia and typhoid. When there is an extreme fever in the body, there is typhoid and pneumonia, and they are described as Prajv&#257;ra. There are also other miseries created by other living entities. The state exacts taxes, and there are also many thieves, rogues and cheaters. Miseries brought about by other living entities are called adhibhautika. There are also miseries in the form of famine, pestilence, scarcity, war, earthquakes and so on. These are caused by the demigods or other sources beyond our control. Actually there are many enemies of the living entities, and these are all described to point out how miserable this material existence is.</P><P>Knowing the basic misery of material existence, one should be induced to get out of the material clutches and return home, back to Godhead. Actually the living entity is not at all happy in this material body. Because of the body, he suffers thirst and hunger and is influenced by the mind, by words, by anger, by the belly, by the genitals, by the rectum, and so on. Manifold miseries encircle the transcendental living entity simply because he desires to satisfy his senses in this material world. If he simply withdraws from activities of sense gratification and applies his senses in the service of the Lord, all the problems of material existence will immediately diminish, and with the advancement of Krishna consciousness, he will be freed from all tribulation and, after giving up the body, will return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26-27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>