<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verses 26-27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verses 26-27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.26-27</P><P CLASS=c>yad&#257;tm&#257;nam avijñ&#257;ya</P><P CLASS=c>bhagavantam param gurum</P><P CLASS=c>purushas tu vishajjeta</P><P CLASS=c>guneshu prakriteh sva-drik</P><P CLASS=c>gun&#257;bhim&#257;n&#299; sa tad&#257;</P><P CLASS=c>karm&#257;ni kurute 'va&#347;ah</P><P CLASS=c>&#347;uklam krishnam lohitam v&#257;</P><P CLASS=c>yath&#257;-karm&#257;bhij&#257;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/avijnaya">avijñ&#257;ya</A> &#8212; forgetting; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; the instructor; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/visajjeta">vishajjeta</A> &#8212; gives himself up; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the modes; <A CLASS=v HREF="http://vedabase.net/p/prakrteh">prakriteh</A> &#8212; of material nature; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; one who can see his own welfare; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimani">abhim&#257;n&#299;</A> &#8212; identified with the modes of nature; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/kurute">kurute</A> &#8212; performs; <A CLASS=v HREF="http://vedabase.net/a/avasah">ava&#347;ah</A> &#8212; spontaneously; <A CLASS=v HREF="http://vedabase.net/s/suklam">&#347;uklam</A> &#8212; white; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; black; <A CLASS=v HREF="http://vedabase.net/l/lohitam">lohitam</A> &#8212; red; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/a/abhijayate">abhij&#257;yate</A> &#8212; takes birth.</P><P CLASS=t>TRANSLATION</P><P>The living entity by nature has minute independence to choose his own good or bad fortune, but when he forgets his supreme master, the Personality of Godhead, he gives himself up unto the modes of material nature. Being influenced by the modes of material nature, he identifies himself with the body and, for the interest of the body, becomes attached to various activities. Sometimes he is under the influence of the mode of ignorance, sometimes the mode of passion and sometimes the mode of goodness. The living entity thus gets different types of bodies under the modes of material nature.</P><P CLASS=t>PURPORT</P><P>These different types of bodies are explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/22.htm">13.22</A>):</P><P>purushah prakriti-stho hi</P><P CLASS=n>bhu&#324;kte prakriti-j&#257;n gun&#257;n</P><P CLASS=n>k&#257;ranam guna-sa&#324;go 'sya</P><P CLASS=n>sad-asad-yoni-janmasu</P><P>"The living entity in material nature follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil among various species.</P><P>Because of associating with the modes of nature, the living entity gets a variety of bodies from the 8,400,000 forms. It is clearly explained herein that the living entity has a little independence, indicated by the word sva-drik, meaning "one who can see his own welfare." The living entity's constitutional position is very minute, and he can be misled in his choice. He may choose to imitate the Supreme Personality of Godhead. A servant may desire to start his own business and imitate his master, and when he chooses to do so, he may leave the protection of his master. Sometimes he is a failure, and sometimes he is successful. Similarly, the living entity, part and parcel of Krishna, starts his own business to compete with the Lord. There are many competitors out to attain the Lord's position, but to become like the Lord is not at all possible. Thus there is a great struggle for existence with the material world as different parties try to imitate the Lord. Material bondage is caused by deviation from the service of the Lord and attempts to imitate Him. The Lord is imitated by M&#257;y&#257;v&#257;d&#299; philosophers who try to become one with the Lord in an artificial way. When the M&#257;y&#257;v&#257;d&#299; philosophers think of themselves as liberated, they are under the delusion of mental concoction. No one can become one with or equal to God. To imagine this is to continue one's bondage in material existence.</P><P CLASS=l><A CLASS=i HREF="23-25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>