<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.28</P><P CLASS=c>&#347;ukl&#257;t prak&#257;&#347;a-bh&#363;yishth&#257;n</P><P CLASS=c>lok&#257;n &#257;pnoti karhicit</P><P CLASS=c>duhkhodark&#257;n kriy&#257;y&#257;s&#257;ms</P><P CLASS=c>tamah-&#347;okotkat&#257;n kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/suklat">&#347;ukl&#257;t</A> &#8212; by goodness; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; by illumination; <A CLASS=v HREF="http://vedabase.net/b/bhuyisthan">bh&#363;yishth&#257;n</A> &#8212; characterized; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/a/apnoti">&#257;pnoti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/u/udarkan">udark&#257;n</A> &#8212; having <A HREF="http://vedabase.net/a/as">as</A> the end result; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ayasan">&#257;y&#257;s&#257;n</A> &#8212; full of laborious activities; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; darkness; <A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> lamentation; <A CLASS=v HREF="http://vedabase.net/u/utkatan">utkat&#257;n</A> &#8212; abounding; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes.</P><P CLASS=t>TRANSLATION</P><P>Those who are situated in the mode of goodness act piously according to Vedic injunctions. Thus they are elevated to the higher planetary systems where the demigods live. Those who are influenced by the mode of passion engage in various types of productive activities in the planetary systems where human beings live. Similarly, those influenced by the mode of darkness are subjected to various types of misery and live in the animal kingdom.</P><P CLASS=t>PURPORT</P><P>There are three planetary systems &#8212; upper, middle and lower. Those influenced by the mode of goodness are given places in the upper planetary systems &#8212; Brahmaloka (Satyaloka), Tapoloka, Janaloka and Maharloka. Those influenced by the mode of passion are given places in the Bh&#363;rloka and Bhuvarloka. Those influenced by the mode of ignorance are given places in Atala, Vitala, Sutala, Tal&#257;tala, Mah&#257;tala, Ras&#257;tala, P&#257;t&#257;la or the animal kingdom. Qualitatively the living entity is the same as the Supreme Personality of Godhead, but because of his forgetfulness he gets different bodies in different planetary systems. At the present moment human society is overly influenced by the mode of passion, and consequently people are engaged in working in big factories. They forget how distressful it is to live in such places. In Bhagavad-g&#299;t&#257; such activities are described as ugra-karma, that is, distressful activities. Those who utilize the energies of the worker are called capitalists, and those who actually perform the work are called laborers. In actuality they are both capitalists, and the workers are in the modes of passion and ignorance. The result is that there is always a distressful situation. In contrast to these men are those influenced by the mode of goodness &#8212; the karm&#299;s and jñ&#257;n&#299;s. The karm&#299;s, under the direction of Vedic instructions, try to elevate themselves to higher planetary systems. The jñ&#257;n&#299;s try to merge into the existence of Brahman, the impersonal feature of the Lord. In this way all classes of living entities in various species of life are existing within this material world. This explains superior and inferior life-forms within the material world.</P><P CLASS=l><A CLASS=i HREF="26-27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>