<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.3</P><P CLASS=c>yo 'vijñ&#257;t&#257;hritas tasya</P><P CLASS=c>purushasya sakhe&#347;varah</P><P CLASS=c>yan na vijñ&#257;yate pumbhir</P><P CLASS=c>n&#257;mabhir v&#257; kriy&#257;-gunaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/a/avijnata">avijñ&#257;ta</A> &#8212; unknown; <A CLASS=v HREF="http://vedabase.net/a/ahrtah">&#257;hritah</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; the eternal friend; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/v/vijnayate">vijñ&#257;yate</A> &#8212; is understood; <A CLASS=v HREF="http://vedabase.net/p/pumbhih">pumbhih</A> &#8212; by the living entities; <A CLASS=v HREF="http://vedabase.net/n/namabhih">n&#257;mabhih</A> &#8212; by names; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by activities or qualities.</P><P CLASS=t>TRANSLATION</P><P>The person I have described as unknown is the Supreme Personality of Godhead, the master and eternal friend of the living entity. Since the living entities cannot realize the Supreme Personality of Godhead by material names, activities or qualities, He remains everlastingly unknown to the conditioned soul.</P><P CLASS=t>PURPORT</P><P>Because the Supreme Personality of Godhead is unknown to the conditioned soul, He is sometimes described in Vedic literatures as nir&#257;k&#257;ra, avijñ&#257;ta or av&#257;&#324;-m&#257;nasa-gocara. Actually it is a fact that the Supreme Personality of Godhead cannot be perceived by material senses as far as His form, name, quality, pastimes or paraphernalia are concerned. However, when one is spiritually advanced, one can understand the name, form, qualities, pastimes and paraphernalia of the Supreme Lord. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>). Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah: one can understand in truth the Supreme Personality of Godhead only when one is engaged in devotional service. Ordinary persons engaged in pious and impious activities cannot understand the form, name and activities of the Lord. The devotee, however, can know the Personality of Godhead in many respects. He can understand that Krishna is the Supreme Personality of Godhead, that His address is Goloka Vrind&#257;vana and that His activities are all spiritual. Because the Lord's form and activities cannot be understood by materialistic people, He is described by the &#347;&#257;stras as nir&#257;k&#257;ra, that is, one whose form cannot be ascertained by a materialistic person. This does not mean that the Supreme Personality of Godhead has no form; it means that it is not understood by the karm&#299;s, or fruitive actors. His form is described in Brahma-samhit&#257; as sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. As confirmed by the Padma Pur&#257;na:</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>"No one can understand Krishna as He is by utilizing the blunt material senses. However, the Lord reveals Himself to His devotees, being pleased with them because of their transcendental loving service rendered unto Him."</P><P>Since the name, form, qualities and activities of the Supreme Personality of Godhead, Krishna, cannot be understood by the material senses, He is also called adhokshaja, meaning "beyond sense perception." When the senses are purified by devotional activity, the devotee understands everything about the Lord by the Lord's grace. In this verse the words pumbhir n&#257;mabhir v&#257; kriy&#257;-gunaih are especially significant because God, Krishna, the Supreme Personality of Godhead, has many names, activities and qualities, although none of them are material. Despite the fact that all these names, activities and pastimes are mentioned in the &#347;&#257;stras and understood by the devotees, the karm&#299;s (fruitive laborers) cannot understand them. Nor can the jñ&#257;n&#299;s (mental speculators) understand them. Although there are thousands of names of Lord Vishnu, the karm&#299;s and jñ&#257;n&#299;s intermingle the names of the Supreme Godhead with the names of demigods and human beings. Because they cannot understand the actual name of the Supreme Personality of Godhead, they take for granted that any name can be accepted. They believe that since the Absolute Truth is impersonal, they can call Him by any name. Otherwise, they maintain, He has no name. This is not a fact. Here it is clearly stated: n&#257;mabhir v&#257; kriy&#257;-gunaih. The Lord has specific names such as R&#257;ma, Krishna, Govinda, N&#257;r&#257;yana, Vishnu and Adhokshaja. There are indeed many names, but the conditioned soul cannot understand them.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>