<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verses 36-37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verses 36-37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.36-37</P><P CLASS=c>ath&#257;tmano 'rtha-bh&#363;tasya</P><P CLASS=c>yato 'nartha-parampar&#257;</P><P CLASS=c>samsritis tad-vyavacchedo</P><P CLASS=c>bhakty&#257; paramay&#257; gurau</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>bhakti-yogah sam&#257;hitah</P><P CLASS=c>sadhr&#299;c&#299;nena vair&#257;gyam</P><P CLASS=c>jñ&#257;nam ca janayishyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutasya">bh&#363;tasya</A> &#8212; having his real interest; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/a/anartha">anartha</A> &#8212; of all unwanted things; <A CLASS=v HREF="http://vedabase.net/p/param">param</A>-<A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> series one after another; <A CLASS=v HREF="http://vedabase.net/s/samsrtih">samsritih</A> &#8212; material existence; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/v/vyavacchedah">vyavacchedah</A> &#8212; stopping; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/p/paramaya">paramay&#257;</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/g/gurau">gurau</A> &#8212; unto the Supreme Lord or His representative; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; applied; <A CLASS=v HREF="http://vedabase.net/s/sadhricinena">sadhr&#299;c&#299;nena</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/v/vairagyam">vair&#257;gyam</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; full knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/janayisyati">janayishyati</A> &#8212; will cause <A HREF="http://vedabase.net/t/to">to</A> become manifest.</P><P CLASS=t>TRANSLATION</P><P>The real interest of the living entity is to get out of the nescience that causes him to endure repeated birth and death. The only remedy is to surrender unto the Supreme Personality of Godhead through His representative. Unless one renders devotional service unto the Supreme Personality of Godhead, V&#257;sudeva, one cannot possibly become completely detached from this material world, nor can he possibly manifest real knowledge.</P><P CLASS=t>PURPORT</P><P>This is the way to become detached from the artificial material condition. The only remedy is to take to Krishna consciousness and constantly engage in the devotional service of Lord V&#257;sudeva, the Supreme Personality of Godhead. Everyone is trying to be happy, and the process adopted to achieve that happiness is called self-interest. Unfortunately, the conditioned soul hovering within this material world does not know that his ultimate goal of self-interest is V&#257;sudeva. Samsriti, or material existence, begins with the illusioned bodily conception of life, and on the basis of this conception there ensues a series of unwanted things (anarthas). These unwanted things are actually mental desires for various types of sense gratification. In this way one accepts different types of bodies within this material world. One first has to control the mind so that the desires of the mind can be purified. This process is described in the N&#257;rada-pañcar&#257;tra as sarvop&#257;dhi-vinirmuktam tatparatvena nirmalam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]. Unless one purifies his mind, there is no question of getting free from the material condition. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/7/6.htm">1.7.6</A>):</P><P>anarthopa&#347;amam s&#257;ksh&#257;d</P><P CLASS=n>bhakti-yogam adhokshaje</P><P CLASS=n>lokasy&#257;j&#257;nato vidv&#257;m&#347;</P><P CLASS=n>cakre s&#257;tvata-samhit&#257;m</P><P>"The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vy&#257;sadeva compiled this Vedic literature, which is in relation to the Supreme Truth." Anarthas, unwanted things, come down from one bodily life to another. To get out of this entanglement, one has to take to the devotional service of Lord V&#257;sudeva, Krishna, the Supreme Personality of Godhead. The word guru is significant in this connection. The word guru may be translated as "heavy," or "the supreme." In other words, the guru is the spiritual master. &#346;r&#299;la Rishabhadeva advised His sons, gurur na sa sy&#257;t. .. na mocayed yah samupeta-mrityum: "One should not take up the post of spiritual master unless he is able to lead his disciple from the cycle of birth and death." (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/18.htm">5.5.18</A>) Material existence is actually a chain of action and reaction brought about by different types of fruitive activities. This is the cause of birth and death. One can stop this process only by engaging oneself in the service of V&#257;sudeva.</P><P>Bhakti refers to those activities performed in the service of Lord V&#257;sudeva. Because Lord V&#257;sudeva is the Supreme, one should engage oneself in His service, not in the service of the demigods. Devotional service begins from the neophyte stage &#8212; the stage of observing the rules and regulations &#8212; and extends to the point of spontaneous loving service to the Lord. The purpose of all stages is to satisfy Lord V&#257;sudeva. When one is perfectly advanced in the devotional service of V&#257;sudeva, one becomes completely detached from the service of the body, that is, his designated position in material existence. After becoming so detached, one becomes actually perfect in knowledge and engages perfectly in the service of Lord V&#257;sudeva. &#346;r&#299; Caitanya Mah&#257;prabhu says, j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] "Every living entity is by constitutional position an eternal servant of Krishna." As soon as one engages in the service of Lord V&#257;sudeva, he attains his normal constitutional position. This position is called the liberated stage. Muktir hitv&#257;nyath&#257;-r&#363;pam svar&#363;pena vyavasthitih: in the liberated stage, one is situated in his original Krishna conscious position. He gives up all engagements in the service of matter, engagements concocted under the names of social service, national service, community service, dog service, automobile service and so many other services conducted under the illusion of "I" and mine.</P><P>As explained in the Second Chapter of the First Canto:</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>"By rendering devotional service unto the Personality of Godhead, &#346;r&#299; Krishna, one immediately acquires causeless knowledge and detachment from the world." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/7.htm">1.2.7</A>) Thus one must engage in the service of V&#257;sudeva without material desire, mental speculation or fruitive activity.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>