<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verses 42-44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verses 42-44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.42-44</P><P CLASS=c>praj&#257;pati-patih s&#257;ksh&#257;d</P><P CLASS=c>bhagav&#257;n giri&#347;o manuh</P><P CLASS=c>daksh&#257;dayah praj&#257;dhyaksh&#257;</P><P CLASS=c>naishthik&#257;h sanak&#257;dayah</P><P CLASS=c>mar&#299;cir atry-a&#324;girasau</P><P CLASS=c>pulastyah pulahah kratuh</P><P CLASS=c>bhrigur vasishtha ity ete</P><P CLASS=c>mad-ant&#257; brahma-v&#257;dinah</P><P CLASS=c>ady&#257;pi v&#257;cas-patayas</P><P CLASS=c>tapo-vidy&#257;-sam&#257;dhibhih</P><P CLASS=c>pa&#347;yanto 'pi na pa&#347;yanti</P><P CLASS=c>pa&#347;yantam parame&#347;varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prajapati">praj&#257;pati</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, the father of all progenitors; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/g/girisah">giri&#347;ah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; headed by King <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adhyaksah">adhyaksh&#257;h</A> &#8212; the rulers of humankind; <A CLASS=v HREF="http://vedabase.net/n/naisthikah">naishthik&#257;h</A> &#8212; the strong brahmac&#257;r&#299;s; <A CLASS=v HREF="http://vedabase.net/s/sanaka">sanaka</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; headed by <A HREF="http://vedabase.net/s/sanaka">Sanaka</A>; <A CLASS=v HREF="http://vedabase.net/m/maricih">mar&#299;cih</A> &#8212; <A HREF="http://vedabase.net/m/marici">Mar&#299;ci</A>; <A CLASS=v HREF="http://vedabase.net/a/atri">atri</A>-<A CLASS=v HREF="http://vedabase.net/a/angirasau">a&#324;girasau</A> &#8212; <A HREF="http://vedabase.net/a/atri">Atri</A> and A&#324;gir&#257;; <A CLASS=v HREF="http://vedabase.net/p/pulastyah">pulastyah</A> &#8212; <A HREF="http://vedabase.net/p/pulastya">Pulastya</A>; <A CLASS=v HREF="http://vedabase.net/p/pulahah">pulahah</A> &#8212; <A HREF="http://vedabase.net/p/pulaha">Pulaha</A>; <A CLASS=v HREF="http://vedabase.net/k/kratuh">kratuh</A> &#8212; <A HREF="http://vedabase.net/k/kratu">Kratu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhrguh">bhriguh</A> &#8212; <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A>; <A CLASS=v HREF="http://vedabase.net/v/vasisthah">vasishthah</A> &#8212; <A HREF="http://vedabase.net/v/vasistha">Vasishtha</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">ant&#257;h</A> &#8212; ending with <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinah">v&#257;dinah</A> &#8212; br&#257;hmanas, speakers on Vedic literature; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> date; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; masters of speaking; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/s/samadhibhih">sam&#257;dhibhih</A> &#8212; and by meditation; <A CLASS=v HREF="http://vedabase.net/p/pasyantah">pa&#347;yantah</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not observe; <A CLASS=v HREF="http://vedabase.net/p/pasyantam">pa&#347;yantam</A> &#8212; the one who sees; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The most powerful Lord Brahm&#257;, the father of all progenitors; Lord &#346;iva; Manu, Daksha and the other rulers of humankind; the four saintly first-class brahmac&#257;r&#299;s headed by Sanaka and San&#257;tana; the great sages Mar&#299;ci, Atri, A&#324;gir&#257;, Pulastya, Pulaha, Kratu, Bhrigu and Vasishtha; and my humble self [N&#257;rada] are all stalwart br&#257;hmanas who can speak authoritatively on Vedic literature. We are very powerful because of austerities, meditation and education. Nonetheless, even after inquiring about the Supreme Personality of Godhead, whom we always see, we do not know perfectly about Him.</P><P CLASS=t>PURPORT</P><P>According to the foolish Darwinian theory of the anthropologists, it is said that forty thousand years ago Homo sapiens had not appeared on this planet because the process of evolution had not reached that point. However, the Vedic histories &#8212; the pur&#257;nas and Mah&#257;bh&#257;rata &#8212; relate human histories that extend millions and millions of years into the past. In the beginning of creation there was a very intelligent personality, Lord Brahm&#257;, and from him emanated all the Manus, and the brahmac&#257;r&#299;s like Sanaka and San&#257;tana, as well as Lord &#346;iva, the great sages and N&#257;rada. All these personalities underwent great austerities and penances and thus became authorities in Vedic knowledge. Perfect knowledge for human beings, as well as all living entities, is contained in the Vedas. All the above-mentioned great personalities are not only powerful &#8212; being cognizant of past, present and future &#8212; but are also devotees. Still, in spite of their great education in knowledge, and despite their meeting the Supreme Personality of Godhead, Lord Vishnu, they cannot actually understand the perfection of the living entity's relationship with Lord Vishnu. This means that these personalities are still limited as far as their knowledge of the unlimited is concerned. The conclusion is that simply by advancing one's knowledge, one cannot be accepted as an expert in understanding the Supreme Personality of Godhead. The Supreme Personality of Godhead can be understood not by advanced knowledge, but by pure devotional service, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>). Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah: unless one takes to pure, transcendental devotional service, he cannot understand the Supreme Personality of Godhead in truth. Everyone has some imperfect ideas about the Lord. So-called scientists and philosophical speculators are unable to understand the Supreme Lord by virtue of their knowledge. Knowledge is not perfect unless one comes to the platform of devotional service. This is confirmed by the Vedic version:</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/29.htm">10.14.29</A>)</P><P>The speculators, the jñ&#257;n&#299;s, go on speculating about the Supreme Personality of Godhead for many, many hundreds of thousands of years, but unless one is favored by the Supreme Personality of Godhead, one cannot understand His supreme glories. All the great sages mentioned in this verse have their planets near Brahmaloka, the planet where Lord Brahm&#257; resides along with four great sages &#8212; Sanaka, San&#257;tana, Sanandana and Sanat-kum&#257;ra. These sages reside in different stars known as the southern stars, which circle the polestar. The polestar, called Dhruvaloka, is the pivot of this universe, and all planets move around this polestar. All the stars are planets, as far as we can see, within this one universe. According to Western theory, all the stars are different suns, but according to Vedic information, there is only one sun within this universe. All the so-called stars are but different planets. Besides this universe, there are many millions of other universes, and each of them contains similar innumerable stars and planets.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>