<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.46</P><P CLASS=c>yad&#257; yasy&#257;nugrihn&#257;ti</P><P CLASS=c>bhagav&#257;n &#257;tma-bh&#257;vitah</P><P CLASS=c>sa jah&#257;ti matim loke</P><P CLASS=c>vede ca parinishthit&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/anugrhnati">anugrihn&#257;ti</A> &#8212; favors by causeless mercy; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavitah">bh&#257;vitah</A> &#8212; realized by <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/j/jahati">jah&#257;ti</A> &#8212; gives up; <A CLASS=v HREF="http://vedabase.net/m/matim">matim</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/v/vede">vede</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Vedic functions; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/parinisthitam">parinishthit&#257;m</A> &#8212; fixed.</P><P CLASS=t>TRANSLATION</P><P>When a person is fully engaged in devotional service, he is favored by the Lord, who bestows His causeless mercy. At such a time, the awakened devotee gives up all material activities and ritualistic performances mentioned in the Vedas.</P><P CLASS=t>PURPORT</P><P>In the previous verse, those who are in knowledge have been described as unable to appreciate the Supreme Personality of Godhead. Similarly, this verse indicates that those who are followers of the Vedic rituals, as well as those who are followers of fruitive activities, are unable to see the Supreme Personality of Godhead. In these two verses both the karm&#299;s and jñ&#257;n&#299;s are described as unfit to understand Him. As described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, only when one is completely free from mental speculation and fruitive activity (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]) can one engage in pure devotional service without being polluted by material desires. The significant word &#257;tma-bh&#257;vitah indicates that the Lord is awakened in one's mind if one constantly thinks of Him. A pure devotee is always thinking of the lotus feet of the Lord (sa vai manah krishna-pad&#257;ravindayoh). A pure devotee cannot remain a moment without being absorbed in thoughts of the Supreme Personality of Godhead. This constant thinking of the Lord is described in Bhagavad-g&#299;t&#257; as satata-yukt&#257;n&#257;m, always engaging in the Lord's service. Bhajat&#257;m pr&#299;ti-p&#363;rvakam: this is devotional service in love and affection. Because the Supreme Personality of Godhead dictates to the pure devotee from within, the devotee is saved from all material activities. Even the Vedic ritualistic ceremonies are considered material activities because by such activities one is simply elevated to other planetary systems, the residential abodes of the demigods. Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>):</P><P>y&#257;nti deva-vrat&#257; dev&#257;n</P><P CLASS=n>pitrin y&#257;nti pitri-vrat&#257;h</P><P CLASS=n>bh&#363;t&#257;ni y&#257;nti bh&#363;tejy&#257;</P><P CLASS=n>y&#257;nti mad-y&#257;jino 'pi m&#257;m</P><P>"Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me."</P><P>The word &#257;tma-bh&#257;vitah also indicates that a devotee is always engaged in preaching to deliver conditioned souls. It is said of the six Gosv&#257;m&#299;s: n&#257;n&#257;-&#347;&#257;stra-vic&#257;ranaika-nipunau sad-dharma-samsth&#257;pakau lok&#257;n&#257;m hita-k&#257;rinau. A pure devotee of the Supreme Personality of Godhead is always thinking of how fallen, conditioned souls can be delivered. The Supreme Personality of Godhead, influenced by the merciful devotees' attempt to deliver fallen souls, enlightens the people in general from within by His causeless mercy. If a devotee is blessed by another devotee, he becomes free from karma-k&#257;nda and jñ&#257;na-k&#257;nda activities. As confirmed in Brahma-samhit&#257;, vedeshu durlabham: the Supreme Personality of Godhead cannot be realized through karma-k&#257;nda and jñ&#257;na-k&#257;nda. Adurlabham &#257;tma-bhaktau: the Lord is realized only by a sincere devotee.</P><P>This material world, the cosmic manifestation, is created by the Supreme Personality of Godhead, and the living entities have come here to enjoy themselves. The Vedic instructions guide them according to different regulative principles, and intelligent people take advantage of these instructions. They thus enjoy material life without being disturbed. This is actually illusion, and to get out of this illusion by one's own endeavor is very difficult. The general populace is engaged in material activities, and when people are a little advanced, they become attracted by the ritualistic ceremonies mentioned in the Vedas. However, when one is frustrated in the performance of these ritualistic ceremonies, he again comes to material activities. In this way both the followers of the Vedic rituals and the followers of material activities are entangled in conditional life. These people get the seed of devotional service only by the good will of the guru and Krishna. This is confirmed in Caitanya-carit&#257;mrita: guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja.</P><P>When one is engaged in devotional service, he is no longer attracted to material activities. When a man is covered by different designations, he cannot engage in devotional service. One has to become freed from such designative activities (sarvop&#257;dhi-vinirmuktam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]) and become pure in order to serve the Supreme Personality of Godhead through purified senses. Hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate: the service of the Lord through purified senses is called bhakti-yoga, or devotional service. The sincere devotee is always helped by the Supersoul, who resides within the heart of every living entity, as Lord Krishna confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me."</P><P>This is the stage of becoming free from the contamination of the material world. At such a time a devotee makes friends with another devotee, and his engagement in material activities ceases completely. At that time, he attains the favor of the Lord and loses his faith in material civilization, which begins with varn&#257;&#347;rama-dharma. &#346;r&#299; Caitanya Mah&#257;prabhu speaks clearly of one's becoming liberated from the varn&#257;&#347;rama-dharma, the most exalted system of human civilization. At such a time one feels himself to be perpetually the servant of Lord Krishna, a position taken by &#346;r&#299; Caitanya Mah&#257;prabhu Himself.</P><P>n&#257;ham vipro na ca nara-patir n&#257;pi vai&#347;yo na &#347;&#363;dro</P><P CLASS=n>n&#257;ham varn&#299; na ca griha-patir no vana-stho yatir v&#257;</P><P CLASS=n>kintu prodyan nikhila-param&#257;nanda-p&#363;rn&#257;mrit&#257;bdher</P><P CLASS=n>gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah</P><P CLASS=n>(Pady&#257;val&#299; 63)</P><P>"I am not a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra. I am not a brahmac&#257;r&#299;, grihastha, v&#257;naprastha or sanny&#257;s&#299;. What am I? I am the eternal servant of the servant of the servant of Lord Krishna." Through the disciplic succession, one can attain this conclusion, which is perfect elevation to the transcendental platform.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>