<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.50</P><P CLASS=c>harir deha-bhrit&#257;m &#257;tm&#257;</P><P CLASS=c>svayam prakritir &#299;&#347;varah</P><P CLASS=c>tat-p&#257;da-m&#363;lam &#347;aranam</P><P CLASS=c>yatah kshemo nrin&#257;m iha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtam">bhrit&#257;m</A> &#8212; of living entities who have accepted material bodies; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakritih</A> &#8212; material nature; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/k/ksemah">kshemah</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Hari, the Supreme Personality of Godhead, is the Supersoul and guide of all living entities who have accepted material bodies within this world. He is the supreme controller of all material activities in material nature. He is also our best friend, and everyone should take shelter at His lotus feet. In doing so, one's life will be auspicious.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>) it is said, &#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati: "The Supreme Lord is situated in everyone's heart, O Arjuna." The living entity is within the body, and the Supersoul, the Supreme Personality of Godhead, is also there. He is called antary&#257;m&#299; and caitya-guru. As Lord Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), He is controlling everything.</P><P>sarvasya c&#257;ham hridi sannivishto</P><P CLASS=n>matah smritir jñ&#257;nam apohanam ca</P><P>"I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness."</P><P>Everything is being directed by the Supersoul within the body; therefore the better part of valor is to take His direction and be happy. To take His directions, one needs to be a devotee, and this is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me."</P><P>Although the Supersoul is in everyone's heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]), He talks only to the pure devotees who constantly engage in His service. In Caitanya-bh&#257;gavata (<A CLASS=v HREF="../../../cc/antya/3/45.htm">Antya 3.45</A>) it is said:</P><P>t&#257;h&#257;re se bali vidy&#257;, mantra, adhyayana</P><P CLASS=n>krishna-p&#257;da-padme ye karaye sthira mana</P><P>"One who has fixed his mind on the lotus feet of Krishna is to be understood as having the best education and as having studied all the Vedas." There are also other appropriate quotes in Caitanya-bh&#257;gavata:</P><P>sei se vidy&#257;ra phala j&#257;niha ni&#347;caya</P><P CLASS=n>krishna-p&#257;da-padme yadi citta-vritti raya</P><P>"The perfect result of an education is the fixing of one's mind on the lotus feet of Krishna." (<A CLASS=v HREF="../../../cc/adi/13/178.htm">&#256;di 13.178</A>)</P><P>'dig-vijaya kariba,' &#8212; vidy&#257;ra k&#257;rya nahe</P><P CLASS=n>&#299;&#347;vare bhajile, sei vidy&#257; 'satya' kahe</P><P>"Conquering the world by means of material education is not desirable. If one engages himself in devotional service, his education is perfected." (<A CLASS=v HREF="../../../cc/adi/13/173.htm">&#256;di 13.173</A>)</P><P>pade kene loka &#8212; krishna-bhakti j&#257;nib&#257;re</P><P CLASS=n>se yadi nahila, tabe vidy&#257;ya ki kare</P><P>"The purpose of education is to understand Krishna and His devotional service. If one does not do so, then education is false." (<A CLASS=v HREF="../../../cc/adi/12/49.htm">&#256;di 12.49</A>)</P><P>t&#257;h&#257;re se bali dharma, karma sad&#257;c&#257;ra</P><P CLASS=n>&#299;&#347;vare se pr&#299;ti janme sammata sab&#257;ra</P><P>"Being cultured, educated, very active and religious means developing natural love for Krishna." (<A CLASS=v HREF="../../../cc/antya/3/44.htm">Antya 3.44</A>) Everyone has dormant love for Krishna, and by culture and education that has to be awakened. That is the purpose of this Krishna consciousness movement. Once Lord Caitanya asked &#346;r&#299; R&#257;m&#257;nanda R&#257;ya what the best part of education was, and R&#257;m&#257;nanda R&#257;ya replied that the best part of education is advancement in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>