<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.54</P><P CLASS=c>sumanah-sama-dharman&#257;m str&#299;n&#257;m &#347;arana &#257;&#347;rame pushpa-madhu-gandhavat kshudratamam k&#257;mya-karma-vip&#257;kajam k&#257;ma-sukha-lavam jaihvyaupasthy&#257;di vicinvantam mithun&#299;-bh&#363;ya tad-abhinive&#347;ita-manasam shada&#324;ghri-gana-s&#257;ma-g&#299;tavad atimanohara-vanit&#257;di-jan&#257;l&#257;peshv atitar&#257;m atipralobhita-karnam agre vrika-y&#363;thavad &#257;tmana &#257;yur harato 'ho-r&#257;tr&#257;n t&#257;n k&#257;la-lava-vi&#347;esh&#257;n aviganayya griheshu viharantam prishthata eva paroksham anupravritto lubdhakah krit&#257;nto 'ntah &#347;arena yam iha par&#257;vidhyati tam imam &#257;tm&#257;nam aho r&#257;jan bhinna-hridayam drashtum arhas&#299;ti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sumanah">sumanah</A> &#8212; flowers; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmanam">dharman&#257;m</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/s/sarane">&#347;arane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the shelter; <A CLASS=v HREF="http://vedabase.net/a/asrame">&#257;&#347;rame</A> &#8212; household life; <A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> flowers; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; of honey; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; the aroma; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/k/ksudra">kshudra</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; most insignificant; <A CLASS=v HREF="http://vedabase.net/k/kamya">k&#257;mya</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of activities; <A CLASS=v HREF="http://vedabase.net/v/vipaka">vip&#257;ka</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; obtained <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> result; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; of sense gratification; <A CLASS=v HREF="http://vedabase.net/l/lavam">lavam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fragment; <A CLASS=v HREF="http://vedabase.net/j/jaihvya">jaihvya</A> &#8212; enjoyment of the tongue; <A CLASS=v HREF="http://vedabase.net/a/aupasthya">aupasthya</A> &#8212; sex enjoyment; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning with; <A CLASS=v HREF="http://vedabase.net/v/vicinvantam">vicinvantam</A> &#8212; always thinking of; <A CLASS=v HREF="http://vedabase.net/m/mithuni">mithun&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuya">bh&#363;ya</A> &#8212; engaging <A HREF="http://vedabase.net/i/in">in</A> sex life; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his wife; <A CLASS=v HREF="http://vedabase.net/a/abhinivesita">abhinive&#347;ita</A> &#8212; always absorbed; <A CLASS=v HREF="http://vedabase.net/m/manasam">manasam</A> &#8212; whose mind; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of bumblebees; <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; of crowds; <A CLASS=v HREF="http://vedabase.net/s/sama">s&#257;ma</A> &#8212; gentle; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; the chanting; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/m/manohara">manohara</A> &#8212; attractive; <A CLASS=v HREF="http://vedabase.net/v/vanita">vanit&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning with the wife; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; of people; <A CLASS=v HREF="http://vedabase.net/a/alapesu">&#257;l&#257;peshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the talks; <A CLASS=v HREF="http://vedabase.net/a/atitaram">atitar&#257;m</A> &#8212; excessively; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/p/pralobhita">pralobhita</A> &#8212; attracted; <A CLASS=v HREF="http://vedabase.net/k/karnam">karnam</A> &#8212; whose ears; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/v/vrka">vrika</A>-<A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> group of tigers; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of one's self; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; span of life; <A CLASS=v HREF="http://vedabase.net/h/haratah">haratah</A> &#8212; taking away; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A>-<A CLASS=v HREF="http://vedabase.net/r/ratran">r&#257;tr&#257;n</A> &#8212; days and nights; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/l/lava">lava</A>-<A CLASS=v HREF="http://vedabase.net/v/visesan">vi&#347;esh&#257;n</A> &#8212; the moments of time; <A CLASS=v HREF="http://vedabase.net/a/aviganayya">aviganayya</A> &#8212; without considering; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> household life; <A CLASS=v HREF="http://vedabase.net/v/viharantam">viharantam</A> &#8212; enjoying; <A CLASS=v HREF="http://vedabase.net/p/prsthatah">prishthatah</A> &#8212; from the back; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/paroksam">paroksham</A> &#8212; without being seen; <A CLASS=v HREF="http://vedabase.net/a/anupravrttah">anupravrittah</A> &#8212; following behind; <A CLASS=v HREF="http://vedabase.net/l/lubdhakah">lubdhakah</A> &#8212; the hunter; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; the superintendent of death; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/s/sarena">&#347;arena</A> &#8212; by <A HREF="http://vedabase.net/a/an">an</A> arrow; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/p/paravidhyati">par&#257;vidhyati</A> &#8212; pierces; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; whose heart is pierced; <A CLASS=v HREF="http://vedabase.net/d/drastum">drashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; you ought; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>My dear King, woman, who is very attractive in the beginning but in the end very disturbing, is exactly like the flower, which is attractive in the beginning and detestable at the end. With woman, the living entity is entangled with lusty desires, and he enjoys sex, just as one enjoys the aroma of a flower. He thus enjoys a life of sense gratification &#8212; from his tongue to his genitals &#8212; and in this way the living entity considers himself very happy in family life. United with his wife, he always remains absorbed in such thoughts. He feels great pleasure in hearing the talks of his wife and children, which are like the sweet humming of bumblebees that collect honey from flower to flower. He forgets that before him is time, which is taking away his life-span with the passing of day and night. He does not see the gradual diminishing of his life, nor does he care about the superintendent of death, who is trying to kill him from behind. Just try to understand this. You are in a precarious position and are threatened from all sides.</P><P CLASS=t>PURPORT</P><P>Materialistic life means forgetting one's constitutional position as the eternal servant of Krishna, and this forgetfulness is especially enhanced in the grihastha-&#257;&#347;rama. In the grihastha-&#257;&#347;rama a young man accepts a young wife who is very beautiful in the beginning, but in due course of time, after giving birth to many children and becoming older and older, she demands many things from the husband to maintain the entire family. At such a time the wife becomes detestable to the very man who accepted her in her younger days. One becomes attached to the grihastha-&#257;&#347;rama for two reasons only &#8212; the wife cooks palatable dishes for the satisfaction of her husband's tongue, and she gives him sexual pleasure at night. A person attached to the grihastha-&#257;&#347;rama is always thinking of these two things &#8212; palatable food and sex enjoyment. The talks of the wife, which are enjoyed as a family recreation, and the talks of the children both attract the living entity. He thus forgets that he has to die someday and has to prepare for the next life if he wants to be put into a congenial body.</P><P>The deer in the flower garden is an allegory used by the great sage N&#257;rada to point out to the King that the King himself is similarly entrapped by such surroundings. Actually everyone is surrounded by such a family life, which misleads one. The living entity thus forgets that he has to return home, back to Godhead. He simply becomes entangled in family life. Prahl&#257;da Mah&#257;r&#257;ja has therefore hinted: hitv&#257;tma-p&#257;tam griham andha-k&#363;pam vanam gato yad dharim &#257;&#347;rayeta [<A CLASS=v HREF="../../7/5/5.htm">SB 7.5.5</A>]. Family life is considered a blind well (andha-k&#363;pam) into which a person falls and dies without help. Prahl&#257;da Mah&#257;r&#257;ja recommends that while one's senses are there and one is strong enough, he should abandon the grihastha-&#257;&#347;rama and take shelter of the lotus feet of the Lord, going to the forest of Vrind&#257;vana. According to Vedic civilization, one has to give up family life at a certain age (the age of fifty), take v&#257;naprastha and eventually remain alone as a sanny&#257;s&#299;. That is the prescribed method of Vedic civilization known as varn&#257;&#347;rama-dharma. When one takes sanny&#257;sa after enjoying family life, he pleases the Supreme Lord Vishnu.</P><P>One has to understand one's position in family or worldly life. That is called intelligence. One should not remain always trapped in family life to satisfy his tongue and genitals in association with a wife. In such a way, one simply spoils his life. According to Vedic civilization, it is imperative to give up the family at a certain stage, by force if necessary. Unfortunately, so-called followers of Vedic life do not give up their family even at the end of life, unless they are forced by death. There should be a thorough overhauling of the social system, and society should revert to the Vedic principles, that is, the four varnas and the four &#257;&#347;ramas.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>