<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.55</P><P CLASS=c>sa tvam vicakshya mriga-ceshtitam &#257;tmano 'nta&#347;</P><P CLASS=c>cittam niyaccha hridi karna-dhun&#299;m ca citte</P><P CLASS=c>jahy a&#324;gan&#257;&#347;ramam asattama-y&#363;tha-g&#257;tham</P><P CLASS=c>pr&#299;n&#299;hi hamsa-&#347;aranam virama kramena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that very person; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/v/vicaksya">vicakshya</A> &#8212; considering; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/c/cestitam">ceshtitam</A> &#8212; the activities of the deer; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/n/niyaccha">niyaccha</A> &#8212; fix; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/d/dhunim">dhun&#299;m</A> &#8212; aural reception; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/citte">citte</A> &#8212; unto the consciousness; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; give up; <A CLASS=v HREF="http://vedabase.net/a/angana">a&#324;gan&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asramam">&#257;&#347;ramam</A> &#8212; household life; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; most abominable; <A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/g/gatham">g&#257;tham</A> &#8212; full of stories of <A HREF="http://vedabase.net/m/man">man</A> and woman; <A CLASS=v HREF="http://vedabase.net/p/prinihi">pr&#299;n&#299;hi</A> &#8212; just accept; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A>-<A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; the shelter of the liberated souls; <A CLASS=v HREF="http://vedabase.net/v/virama">virama</A> &#8212; become detached; <A CLASS=v HREF="http://vedabase.net/k/kramena">kramena</A> &#8212; gradually.</P><P CLASS=t>TRANSLATION</P><P>My dear King, just try to understand the allegorical position of the deer. Be fully conscious of yourself, and give up the pleasure of hearing about promotion to heavenly planets by fruitive activity. Give up household life, which is full of sex, as well as stories about such things, and take shelter of the Supreme Personality of Godhead through the mercy of the liberated souls. In this way, please give up your attraction for material existence.</P><P CLASS=t>PURPORT</P><P>In one of his songs, &#346;r&#299;la Narottama d&#257;sa Th&#257;kura writes:</P><P>karma-k&#257;nda, jñ&#257;na-k&#257;nda, kevala vishera bh&#257;nda,</P><P CLASS=n>amrita baliy&#257; yeb&#257; kh&#257;ya</P><P CLASS=n>n&#257;n&#257; yoni sad&#257; phire, kadarya bhakshana kare,</P><P CLASS=n>t&#257;ra janma adhah-p&#257;te y&#257;ya</P><P>"Fruitive activities and mental speculation are simply cups of poison. Whoever drinks of them, thinking them to be nectar, must struggle very hard, life after life, in different types of bodies. Such a person eats all kinds of nonsense and becomes condemned by his activities of so-called sense enjoyment."</P><P>People are generally enamored of the fruitive results of worldly activity and mental speculation. They generally desire to be promoted to heavenly planets, merge into the existence of Brahman, or keep themselves in the midst of family life, enchanted by the pleasures of the tongue and genitals. The great sage N&#257;rada clearly instructs King Barhishm&#257;n not to remain his entire life in the grihastha-&#257;&#347;rama. Being in the grihastha-&#257;&#347;rama means being under the control of one's wife. One has to give up all this and put himself into the &#257;&#347;rama of the paramahamsa, that is, put himself under the control of the spiritual master. The paramahamsa-&#257;&#347;rama is the &#257;&#347;rama of the Supreme Personality of Godhead, under whom the spiritual master has taken shelter. The symptoms of the bona fide spiritual master are stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/3/21.htm">11.3.21</A>):</P><P>tasm&#257;d gurum prapadyeta</P><P CLASS=n>jijñ&#257;suh &#347;reya uttamam</P><P CLASS=n>&#347;&#257;bde pare ca nishn&#257;tam</P><P CLASS=n>brahmany upa&#347;am&#257;&#347;rayam</P><P>"Any person who is seriously desirous of achieving real happiness must seek out a bona fide spiritual master and take shelter of him by initiation. The qualification of a spiritual master is that he must have realized the conclusion of the scriptures by deliberation and arguments and thus be able to convince others of these conclusions. Such great personalities, who have taken complete shelter of the Supreme Godhead, leaving aside all material considerations, are to be understood as bona fide spiritual masters."</P><P>A paramahamsa is one who has taken shelter of the Parabrahman, the Supreme Personality of Godhead. If one takes shelter of the paramahamsa spiritual master, gradually, through training and instruction, he will become detached from worldly life and ultimately return home, back to Godhead. The particular mention of a&#324;gan&#257;&#347;ramam asattama-y&#363;tha-g&#257;tham is very interesting. The whole world is in the clutches of m&#257;y&#257;, being controlled by woman. Not only is one controlled by the woman who is one's wife, but one is also controlled by so many sex literatures. That is the cause of one's being entangled in the material world. One cannot give up this abominable association through one's own effort, but if one takes shelter of a bona fide spiritual master who is a paramahamsa, he will gradually be elevated to the platform of spiritual life.</P><P>The pleasing words of the Vedas that inspire one to elevate oneself to the heavenly planets or merge into the existence of the Supreme are for the less intelligent who are described in Bhagavad-g&#299;t&#257; as m&#257;yay&#257;pahrita jñ&#257;n&#257;h (those whose knowledge is taken away by the illusory energy). Real knowledge means understanding the miserable condition of material life. One should take shelter of a bona fide liberated soul, the spiritual master, and gradually elevate himself to the spiritual platform and thus become detached from the material world. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, hamsa-&#347;aranam refers to the cottage in which saintly persons live. Generally a saintly person lives in a remote place in the forest or in a humble cottage. However, we should note that the times have changed. It may be beneficial for a saintly person's own interest to go to the forest and live in a cottage, but if one becomes a preacher, especially in Western countries, he has to invite many classes of men who are accustomed to living in comfortable apartments. Therefore in this age a saintly person has to make proper arrangements to receive people and attract them to the message of Krishna consciousness. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, perhaps for the first time, introduced motorcars and palatial buildings for the residence of saintly persons just to attract the general public in big cities. The main fact is that one has to associate with a saintly person. In this age people are not going to search out a saint in the forest, so the saints and sages have to come to the big cities to make arrangements to receive the people in general, who are accustomed to the modern amenities of material life. Gradually such persons will learn that palatial buildings or comfortable apartments are not at all necessary. The real necessity is to become free from material bondage in whatever way possible. According to the orders of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>an&#257;saktasya vishay&#257;n</P><P CLASS=n>yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe</P><P CLASS=n>yuktam vair&#257;gyam ucyate</P><P>"When one is not attached to anything, but at the same time accepts everything in relation to Krishna, one is rightly situated above possessiveness." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/255">1.2.255</A>)</P><P>One should not be attached to material opulence, but material opulence may be accepted in the Krishna consciousness movement to facilitate the propagation of the movement. In other words, material opulence may be accepted as yukta-vair&#257;gya, that is, for renunciation.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>