<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 65"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.65</P><P CLASS=c>ten&#257;sya t&#257;dri&#347;am r&#257;jan</P><P CLASS=c>li&#324;gino deha-sambhavam</P><P CLASS=c>&#347;raddhatsv&#257;nanubh&#363;to 'rtho</P><P CLASS=c>na manah sprashtum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/t/tadrsam">t&#257;dri&#347;am</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/l/linginah">li&#324;ginah</A> &#8212; who has <A HREF="http://vedabase.net/a/a">a</A> subtle mental covering; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/s/sambhavam">sambhavam</A> &#8212; produced <A HREF="http://vedabase.net/i/in">in</A> the previous body; <A CLASS=v HREF="http://vedabase.net/s/sraddhatsva">&#347;raddhatsva</A> &#8212; accept <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/a/as">as</A> fact; <A CLASS=v HREF="http://vedabase.net/a/ananubhutah">ananubh&#363;tah</A> &#8212; not perceived; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> thing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/s/sprastum">sprashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> manifest; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is able.</P><P CLASS=t>TRANSLATION</P><P>Therefore, my dear King, the living entity, who has a subtle mental covering, develops all kinds of thoughts and images because of his previous body. Take this from me as certain. There is no possibility of concocting anything mentally without having perceived it in the previous body.</P><P CLASS=t>PURPORT</P><P>krishna-bahirmukha hañ&#257; bhoga-v&#257;ñch&#257; kare</P><P CLASS=n>nikata-stha m&#257;y&#257; t&#257;re j&#257;patiy&#257; dhare</P><P CLASS=n>(Prema-vivarta)</P><P>Actually the Supreme Personality of Godhead, Krishna, is the supreme enjoyer. When a living entity wants to imitate Him, he is given a chance to satisfy his false desire to lord it over material nature. That is the beginning of his downfall. As long as he is within this material atmosphere, he has a subtle vehicle in the form of the mind, which is the stockpile of all kinds of material desires. Such desires become manifest in different bodily forms. &#346;r&#299;la N&#257;rada Muni requests the King to accept this fact from him because N&#257;rada is an authority. The conclusion is that the mind is the storehouse of our past desires, and we have this present body due to our past desires. Similarly, whatever we desire in this present body will be expressed in a future body. Thus the mind is the source of different kinds of bodies.</P><P>If the mind is purified by Krishna consciousness, one will naturally in the future get a body that is spiritual and full of Krishna consciousness. Such a body is our original form, as &#346;r&#299; Caitanya Mah&#257;prabhu confirms, j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] "Every living entity is constitutionally an eternal servant of Krishna." If a person is engaged in the devotional service of the Lord, he is to be considered a liberated soul even in this life. This is confirmed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"One who engages in the transcendental service of the Lord in body, mind and words is to be considered liberated in all conditions of material existence." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>) The Krishna consciousness movement is based on this principle. We must teach people to absorb themselves always in the service of the Lord because that position is their natural position. One who is always serving the Lord is to be considered already liberated. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samatityait&#257;n</P><P CLASS=n>brahma-bhuy&#257;ya kalpate</P><P>"One who always engages in the spiritual activities of unalloyed devotional service at once transcends the modes of material nature and is elevated to the spiritual platform." The devotee is therefore above the three modes of material nature and is even transcendental to the br&#257;hmana platform. A br&#257;hmana may be infected by the two baser modes &#8212; namely rajo-guna and tamo-guna. A pure devotee, who is free from all material desires experienced on the mental platform and who is also free from empiric philosophical speculation or fruitive activity, is always above material conditioning and is always liberated.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>