<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.7</P><P CLASS=c>brihad-balam mano vidy&#257;d</P><P CLASS=c>ubhayendriya-n&#257;yakam</P><P CLASS=c>pañc&#257;l&#257;h pañca vishay&#257;</P><P CLASS=c>yan-madhye nava-kham puram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A>-<A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/v/vidyat">vidy&#257;t</A> &#8212; one should know; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; of both groups of senses; <A CLASS=v HREF="http://vedabase.net/n/nayakam">n&#257;yakam</A> &#8212; the leader; <A CLASS=v HREF="http://vedabase.net/p/pancalah">pañc&#257;l&#257;h</A> &#8212; the kingdom named <A HREF="http://vedabase.net/p/pancala">Pañc&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/v/visayah">vishay&#257;h</A> &#8212; sense objects; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the midst; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A>-<A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; having nine apertures; <A CLASS=v HREF="http://vedabase.net/p/puram">puram</A> &#8212; the city.</P><P CLASS=t>TRANSLATION</P><P>The eleventh attendant, who is the commander of the others, is known as the mind. He is the leader of the senses both in the acquisition of knowledge and in the performance of work. The Pañc&#257;la kingdom is that atmosphere in which the five sense objects are enjoyed. Within that Pañc&#257;la kingdom is the city of the body, which has nine gates.</P><P CLASS=t>PURPORT</P><P>The mind is the center of all activities and is described here as brihad-bala, very powerful. To get out of the clutches of m&#257;y&#257;, material existence, one has to control his mind. According to training, the mind is the friend and the enemy of the living entity. If one gets a good manager, his estate is very nicely managed, but if the manager is a thief, his estate is spoiled. Similarly, in his material, conditional existence, the living entity gives power of attorney to his mind. As such, he is liable to be misdirected by his mind into enjoying sense objects. &#346;r&#299;la Ambar&#299;sha Mah&#257;r&#257;ja therefore first engaged his mind upon the lotus feet of the Lord. Sa vai manah krishna-pad&#257;ravindayoh. When the mind is engaged in meditation on the lotus feet of the Lord, the senses are controlled. This system of control is called yama, and this means "subduing the senses." One who can subdue the senses is called a gosv&#257;m&#299;, but one who cannot control the mind is called go-d&#257;sa. The mind directs the activities of the senses, which are expressed through different outlets, as described in the next verse.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>