<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 81"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.81</P><P CLASS=c>pr&#257;c&#299;nabarh&#299; r&#257;jarshih</P><P CLASS=c>praj&#257;-sarg&#257;bhirakshane</P><P CLASS=c>&#257;di&#347;ya putr&#257;n agamat</P><P CLASS=c>tapase kapil&#257;&#347;ramam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pracinabarhih">pr&#257;c&#299;nabarhih</A> &#8212; King Pr&#257;c&#299;nabarhi; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the saintly King; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A> &#8212; the mass of citizens; <A CLASS=v HREF="http://vedabase.net/a/abhiraksane">abhirakshane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> protect; <A CLASS=v HREF="http://vedabase.net/a/adisya">&#257;di&#347;ya</A> &#8212; after ordering; <A CLASS=v HREF="http://vedabase.net/p/putran">putr&#257;n</A> &#8212; his sons; <A CLASS=v HREF="http://vedabase.net/a/agamat">agamat</A> &#8212; departed; <A CLASS=v HREF="http://vedabase.net/t/tapase">tapase</A> &#8212; for undergoing austerities; <A CLASS=v HREF="http://vedabase.net/k/kapila">kapila</A>-<A CLASS=v HREF="http://vedabase.net/a/asramam">&#257;&#347;ramam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the holy place known <A HREF="http://vedabase.net/a/as">as</A> Kapil&#257;&#347;rama.</P><P CLASS=t>TRANSLATION</P><P>In the presence of his ministers, the saintly King Pr&#257;c&#299;nabarhi left orders for his sons to protect the citizens. He then left home and went off to undergo austerities in a holy place known as Kapil&#257;&#347;rama.</P><P CLASS=t>PURPORT</P><P>The word praj&#257;-sarga is very important in this verse. When the saintly King Pr&#257;c&#299;nabarhi was induced by the great sage N&#257;rada to leave home and take to the devotional service of the Lord, his sons had not yet returned from their austerities in the water. However, he did not wait for their return but simply left messages to the effect that his sons were to protect the mass of citizens. According to V&#299;rar&#257;ghava &#256;c&#257;rya, such protection means organizing the citizens into the specific divisions of the four varnas and four &#257;&#347;ramas. It was the responsibility of the royal order to see that the citizens were following the regulative principles of the four varnas (namely br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra) and the &#257;&#347;ramas (namely brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa). It is very difficult to rule citizens in a kingdom without organizing this varn&#257;&#347;rama-dharma. To rule the mass of citizens in a state and keep them in a complete progressive order is not possible simply by passing laws every year in a legislative assembly. The varn&#257;&#347;rama-dharma is essential in a good government. One class of men (the br&#257;hmanas) must be intelligent and brahminically qualified, another class must be trained in administrative work (kshatriya), another in mercantile business (vai&#347;ya) and another simply in labor (&#347;&#363;dra). These four classes of men are already there according to nature, but it is the government's duty to see that all four of these classes follow the principles of their varnas methodically. This is called abhirakshana, or protection.</P><P>It is significant that when Mah&#257;r&#257;ja Pr&#257;c&#299;nabarhi was convinced of the goal of life through the instructions of N&#257;rada, he did not wait even a moment to see his sons return, but left immediately. There were many things to be done upon the return of his sons, but he simply left them a message. He knew what his prime duty was. He simply left instructions for his sons and went off for the purpose of spiritual advancement. This is the system of Vedic civilization.</P><P>&#346;r&#299;dhara Sv&#257;m&#299; informs us that Kapil&#257;&#347;rama is located at the confluence of the Ganges and the Bay of Bengal, a place known now as Ga&#324;g&#257;-s&#257;gara. This place is still famous as a place of pilgrimage, and many millions of people gather there every year on the day of Makara-sa&#324;kr&#257;nti and take bath. It is called Kapil&#257;&#347;rama because of Lord Kapila's living there to perform His austerities and penances. Lord Kapila propounded the S&#257;&#324;khya system of philosophy.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>