<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 82</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 82"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.82</P><P CLASS=c>tatraik&#257;gra-man&#257; dh&#299;ro</P><P CLASS=c>govinda-caran&#257;mbujam</P><P CLASS=c>vimukta-sa&#324;go 'nubhajan</P><P CLASS=c>bhakty&#257; tat-s&#257;myat&#257;m ag&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; with full attention; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;rah</A> &#8212; sober; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; unto the lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A> &#8212; freed from; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; material association; <A CLASS=v HREF="http://vedabase.net/a/anubhajan">anubhajan</A> &#8212; continuously engaging <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by <A HREF="http://vedabase.net/p/pure">pure</A> devotion; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; with the Lord; <A CLASS=v HREF="http://vedabase.net/s/samyatam">s&#257;myat&#257;m</A> &#8212; qualitative equality; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>Having undergone austerities and penances at Kapil&#257;&#347;rama, King Pr&#257;c&#299;nabarhi attained full liberation from all material designations. He constantly engaged in the transcendental loving service of the Lord and attained a spiritual position qualitatively equal to that of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>There is special significance in the words tat-s&#257;myat&#257;m ag&#257;t. The King attained the position of possessing the same status or the same form as that of the Lord. This definitely proves that the Supreme Personality of Godhead is always a person. In His impersonal feature, He is the rays of His transcendental body. When a living entity attains spiritual perfection, he also attains the same type of body, known as sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. This spiritual body never mixes with the material elements. Although in conditional life the living entity is surrounded by material elements (earth, water, fire, air, sky, mind, intelligence and ego), he remains always aloof from them. In other words, the living entity can be liberated from the material condition at any moment, provided that he wishes to do so. The material environment is called m&#257;y&#257;. According to Krishna:</P><P>daiv&#299; hy esh&#257; guna-may&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante</P><P CLASS=n>m&#257;y&#257;m et&#257;m taranti te</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it." (<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>)</P><P>As soon as the living entity engages in the transcendental loving service of the Lord, he immediately attains freedom from all material conditions (sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate [<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]). In the material state the living entity is on the j&#299;va-bh&#363;ta platform, but when he renders devotional service to the Lord, he is elevated to the brahma-bh&#363;ta platform. On the brahma-bh&#363;ta platform the living entity is liberated from material bondage, and he engages in the service of the Lord. In this verse the word dh&#299;ra is sometimes read as v&#299;ra. Actually there is not very much difference. The word dh&#299;ra means "sober," and v&#299;ra means "hero." One who is struggling against m&#257;y&#257; is a hero, and one who is sober enough to understand his position is a dh&#299;ra. Without becoming sober or heroic, one cannot attain spiritual salvation.</P><P CLASS=l><A CLASS=i HREF="81.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="83.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>