<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.10</P><P CLASS=c>tam bhagav&#257;n n&#257;rado varn&#257;&#347;ramavat&#299;bhir bh&#257;rat&#299;bhih praj&#257;bhir bhagavat-prokt&#257;bhy&#257;m s&#257;&#324;khya-yog&#257;bhy&#257;m bhagavad-anubh&#257;vopavarnanam s&#257;varner upadekshyam&#257;nah parama-bhakti-bh&#257;venopasarati idam c&#257;bhigrin&#257;ti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him (<A HREF="http://vedabase.net/n/nara">Nara</A>-<A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>); <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful saintly person; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/v/vatibhih">vat&#299;bhih</A> &#8212; by followers of the institution of the four varnas and four &#257;&#347;ramas; <A CLASS=v HREF="http://vedabase.net/b/bharatibhih">bh&#257;rat&#299;bhih</A> &#8212; of the land known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A> (India); <A CLASS=v HREF="http://vedabase.net/p/prajabhih">praj&#257;bhih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> the inhabitants; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/proktabhyam">prokt&#257;bhy&#257;m</A> &#8212; which was stated by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A> &#8212; by the <A HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A> system (the analytical study of material conditions); <A CLASS=v HREF="http://vedabase.net/y/yogabhyam">yog&#257;bhy&#257;m</A> &#8212; by practice of the <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhava">anubh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/u/upavarnanam">upavarnanam</A> &#8212; which describes the process of God realization; <A CLASS=v HREF="http://vedabase.net/s/savarneh">s&#257;varneh</A> &#8212; unto <A HREF="http://vedabase.net/s/savarni">S&#257;varni</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/u/upadeksyamanah">upadekshyam&#257;nah</A> &#8212; instructing; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> greatly ecstatic loving service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/u/upasarati">upasarati</A> &#8212; serves the Lord; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/abhigrnati">abhigrin&#257;ti</A> &#8212; chants.</P><P CLASS=t>TRANSLATION</P><P>In his own book, known as N&#257;rada Pañcar&#257;tra, Bhagav&#257;n N&#257;rada has very vividly described how to work to achieve the ultimate goal of life &#8212; devotion &#8212; through knowledge and through execution of the mystic yoga system. He has also described the glories of the Lord, the Supreme Personality of Godhead. The great sage N&#257;rada instructed the tenets of this transcendental literature to S&#257;varni Manu in order to teach those inhabitants of Bh&#257;rata-varsha who strictly follow the principles of varn&#257;&#347;rama-dharma how to achieve the devotional service of the Lord. Thus N&#257;rada Muni, along with the other inhabitants of Bh&#257;rata-varsha, always engages in the service of Nara-N&#257;r&#257;yana, and he chants as follows.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has clearly declared:</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>]</P><P>The real success or fulfillment of the mission of human life can be achieved in India, Bh&#257;rata-varsha, because in Bh&#257;rata-varsha the purpose of life and the method for achieving success are evident. People should take advantage of the opportunity afforded by Bh&#257;rata-varsha, and this is especially so for those who are following the principles of varn&#257;&#347;rama-dharma. If we do not take to the principles of varn&#257;&#347;rama-dharma by accepting the four social orders (br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra) and the four orders of spiritual life (brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;sa), there can be no question of success in life. Unfortunately, because of the influence of Kali-yuga, everything is now being lost. The inhabitants of Bh&#257;rata-varsha are gradually becoming degraded mlecchas and yavanas. How then will they teach others? Therefore, this Krishna consciousness movement has been started not only for the inhabitants of Bh&#257;rata-varsha but for all the people of the world, as announced by &#346;r&#299; Caitanya Mah&#257;prabhu. There is still time, and if the inhabitants of Bh&#257;rata-varsha take this movement of Krishna consciousness seriously, the entire world will be saved from gliding down to a hellish condition. The Krishna consciousness movement follows the process of pañcar&#257;trika-vidhi and that of bh&#257;gavata-vidhi simultaneously, so that people can take advantage of the movement and make their lives successful.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>