<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.19</P><P CLASS=c>asminn eva varshe purushair labdha-janmabhih &#347;ukla-lohita-krishna-varnena sv&#257;rabdhena karman&#257; divya-m&#257;nusha-n&#257;raka-gatayo bahvya &#257;tmana &#257;nup&#363;rvyena sarv&#257; hy eva sarvesh&#257;m vidh&#299;yante yath&#257;-varna-vidh&#257;nam apavarga&#347; c&#257;pi bhavati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> <A CLASS=v HREF="http://vedabase.net/v/varse">varshe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this tract of land (<A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>); <A CLASS=v HREF="http://vedabase.net/p/purusaih">purushaih</A> &#8212; by the people; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A>-<A CLASS=v HREF="http://vedabase.net/j/janmabhih">janmabhih</A> &#8212; who have taken birth; <A CLASS=v HREF="http://vedabase.net/s/sukla">&#347;ukla</A> &#8212; of the mode of goodness; <A CLASS=v HREF="http://vedabase.net/l/lohita">lohita</A> &#8212; of the mode of passion; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/v/varnena">varnena</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the division; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; by himself; <A CLASS=v HREF="http://vedabase.net/a/arabdhena">&#257;rabdhena</A> &#8212; begun; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by activities; <A CLASS=v HREF="http://vedabase.net/d/divya">divya</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/m/manusa">m&#257;nusha</A> &#8212; human; <A CLASS=v HREF="http://vedabase.net/n/naraka">n&#257;raka</A> &#8212; hellish; <A CLASS=v HREF="http://vedabase.net/g/gatayah">gatayah</A> &#8212; goals; <A CLASS=v HREF="http://vedabase.net/b/bahvyah">bahvyah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of his own; <A CLASS=v HREF="http://vedabase.net/a/anupurvyena">&#257;nup&#363;rvyena</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> acts performed previously; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/v/vidhiyante">vidh&#299;yante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> allotted; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhanam">vidh&#257;nam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> terms of different castes; <A CLASS=v HREF="http://vedabase.net/a/apavargah">apavargah</A> &#8212; the path of liberation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; is possible.</P><P CLASS=t>TRANSLATION</P><P>The people who take birth in this tract of land are divided according to the qualities of material nature &#8212; the modes of goodness [sattva-guna], passion [rajo-guna], and ignorance [tamo-guna]. Some of them are born as exalted personalities, some are ordinary human beings, and some are extremely abominable, for in Bh&#257;rata-varsha one takes birth exactly according to one's past karma. If one's position is ascertained by a bona fide spiritual master and one is properly trained to engage in the service of Lord Vishnu according to the four social divisions [br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra] and the four spiritual divisions [brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;sa], one's life becomes perfect.</P><P CLASS=t>PURPORT</P><P>For further information, one should refer to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/18.htm">14.18</A> and <A CLASS=v HREF="../../../bg/18/42.htm">18.42-45</A>). &#346;r&#299;la R&#257;m&#257;nuj&#257;c&#257;rya writes in his book Ved&#257;nta-sa&#324;graha:</P><P>evam-vidha-par&#257;bhakti-svar&#363;pa-jñ&#257;na-vi&#347;eshasyotp&#257;dakah p&#363;rvokt&#257;harahar upac&#299;yam&#257;na-jñ&#257;na-p&#363;rvaka-karm&#257;nugrih&#299;ta-bhakti-yoga eva; yathoktam bhagavat&#257; par&#257;&#347;arena &#8212; varn&#257;&#347;rameti. nikhila-jagad-uddh&#257;ran&#257;y&#257;vanitale 'vat&#299;rnam para-brahma-bh&#363;tah purushottamah svayam etad uktav&#257;n &#8212; "svakarma-niratah siddhim yath&#257; vindati tac chrinu" "yatah pravrittir bh&#363;t&#257;n&#257;m yena sarvam idam tatam / svakarman&#257; tam abhyarcya siddhim vindati m&#257;navah"</P><P>Quoting from the Vishnu Pur&#257;na (389), the great sage Par&#257;&#347;ara Muni has recommended:</P><P>varn&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>"The Supreme Personality of Godhead, Lord Vishnu, is worshiped by the proper execution of prescribed duties in the system of varna and &#257;&#347;rama. There is no other way to satisfy the Lord." In the land of Bh&#257;rata-varsha, the institution of varn&#257;&#347;rama-dharma may be easily adopted. At the present moment, certain demoniac sections of the population of Bh&#257;ratavarsha are disregarding the system of varn&#257;&#347;rama-dharma. Because there is no institution to teach people how to become br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras or brahmac&#257;r&#299;s, grihasthas, v&#257;naprasthas and sanny&#257;s&#299;s, these demons want a classless society. This is resulting in chaotic conditions. In the name of secular government, unqualified people are taking the supreme governmental posts. No one is being trained to act according to the principles of varn&#257;&#347;rama-dharma, and thus people are becoming increasingly degraded and are heading in the direction of animal life. The real aim of life is liberation, but unfortunately the opportunity for liberation is being denied to people in general, and therefore their human lives are being spoiled. The Krishna consciousness movement, however, is being propagated all over the world to reestablish the varn&#257;&#347;rama-dharma system and thus save human society from gliding down to hellish life.</P><P CLASS=l><A CLASS=i HREF="17-18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>