<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.2</P><P CLASS=c>&#257;rshtishenena saha gandharvair anug&#299;yam&#257;n&#257;m parama-kaly&#257;n&#299;m bhartri-bhagavat-kath&#257;m samupa&#347;rinoti svayam cedam g&#257;yati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/arsti">&#257;rshti</A>-<A CLASS=v HREF="http://vedabase.net/s/senena">shenena</A> &#8212; <A HREF="http://vedabase.net/a/arstisena">&#256;rshtishena</A>, the chief personality of <A HREF="http://vedabase.net/k/kimpurusa">Kimpurusha</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/g/gandharvaih">gandharvaih</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> company of Gandharvas; <A CLASS=v HREF="http://vedabase.net/a/anugiyamanam">anug&#299;yam&#257;n&#257;m</A> &#8212; being chanted; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/k/kalyanim">kaly&#257;n&#299;m</A> &#8212; most auspicious; <A CLASS=v HREF="http://vedabase.net/b/bhartr">bhartri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/k/katham">kath&#257;m</A> &#8212; the glories of his master, who is also the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/samupasrnoti">samupa&#347;rinoti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> hears with great attention; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and personally; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/gayati">g&#257;yati</A> &#8212; chants.</P><P CLASS=t>TRANSLATION</P><P>A host of Gandharvas is always engaged in chanting the glories of Lord R&#257;macandra. That chanting is always extremely auspicious. Hanum&#257;nj&#299; and Arshtishena, the chief person in Kimpurusha-varsha, constantly hear those glories with complete attention. Hanum&#257;n chants the following mantras.</P><P CLASS=t>PURPORT</P><P>In the Pur&#257;nas there are two different opinions concerning Lord R&#257;macandra. In the Laghu-bh&#257;gavat&#257;mrita (<A CLASS=v HREF="http://vedabase.net/todo/bhagavatamrta/5/34">5.34-36</A>) this is confirmed in the description of the incarnation of Manu.</P><P>v&#257;sudev&#257;di-r&#363;p&#257;n&#257;m</P><P CLASS=n>avat&#257;r&#257;h prak&#299;rtit&#257;h</P><P CLASS=n>vishnu-dharmottare r&#257;ma-</P><P CLASS=n>lakshman&#257;dy&#257;h kram&#257;dam&#299;</P><P CLASS=n>p&#257;dme tu r&#257;mo bhagav&#257;n</P><P CLASS=n>n&#257;r&#257;yana it&#299;ritah</P><P CLASS=n>&#347;esha&#347; cakram ca &#347;a&#324;kha&#347; ca</P><P CLASS=n>kram&#257;t syur lakshman&#257;dayah</P><P CLASS=n>madhya-de&#347;a-sthit&#257;yodhy&#257;-</P><P CLASS=n>pure 'sya vasatih smrit&#257;</P><P CLASS=n>mah&#257;-vaikunthaloke ca</P><P CLASS=n>r&#257;ghavedrasya k&#299;rtit&#257;</P><P>The Vishnu-dharmottara describes that Lord R&#257;macandra and His brothers &#8212; Lakshmana, Bharata and &#346;atrughna &#8212; are incarnations of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha respectively. The Padma Pur&#257;na, however, says that Lord R&#257;macandra is an incarnation of N&#257;r&#257;yana and that the other three brothers are incarnations of &#346;esha, Cakra and &#346;a&#324;kha. Therefore &#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana has concluded, tad idam kalpa-bhedenaiva sambh&#257;vyam. In other words, these opinions are not contradictory. In some millenniums Lord R&#257;macandra and His brothers appear as incarnations of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha, and in other millenniums They appear as incarnations of N&#257;r&#257;yana, &#346;esha, Cakra and &#346;a&#324;kha. The residence of Lord R&#257;macandra on this planet is Ayodhy&#257;. Ayodhy&#257; City is still existing in the district of Hyderabad, which is situated on the northern side of Uttar Pradesh.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>