<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.20</P><P CLASS=c>yo 'sau bhagavati sarva-bh&#363;t&#257;tmany an&#257;tmye 'nirukte 'nilayane param&#257;tmani v&#257;sudeve 'nanya-nimitta-bhakti-yoga-lakshano n&#257;n&#257;-gati-nimitt&#257;vidy&#257;-granthi-randhana-dv&#257;rena yad&#257; hi mah&#257;-purusha-purusha-prasa&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the Supersoul of all living entities; <A CLASS=v HREF="http://vedabase.net/a/anatmye">an&#257;tmye</A> &#8212; having <A HREF="http://vedabase.net/n/no">no</A> attachment; <A CLASS=v HREF="http://vedabase.net/a/anirukte">anirukte</A> &#8212; who is beyond the mind and speech; <A CLASS=v HREF="http://vedabase.net/a/anilayane">anilayane</A> &#8212; not dependent on anything else; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A> &#8212; without any other; <A CLASS=v HREF="http://vedabase.net/n/nimitta">nimitta</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanah">lakshanah</A> &#8212; having symptoms of <A HREF="http://vedabase.net/p/pure">pure</A> devotional service; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; of varied destinations; <A CLASS=v HREF="http://vedabase.net/n/nimitta">nimitta</A> &#8212; the cause; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/granthi">granthi</A> &#8212; the bondage of ignorance; <A CLASS=v HREF="http://vedabase.net/r/randhana">randhana</A> &#8212; of cutting; <A CLASS=v HREF="http://vedabase.net/d/dvarena">dv&#257;rena</A> &#8212; by means; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; with the devotee; <A CLASS=v HREF="http://vedabase.net/p/prasangah">prasa&#324;gah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> intimate relationship.</P><P CLASS=t>TRANSLATION</P><P>After many, many births, when the results of one's pious activities mature, one gets an opportunity to associate with pure devotees. Then one is able to cut the knot of bondage to ignorance, which bound him because of varied fruitive activities. As a result of associating with devotees, one gradually renders service to Lord V&#257;sudeva, who is transcendental, free from attachment to the material world, beyond the mind and words, and independent of everything else. That bhakti-yoga, devotional service to Lord V&#257;sudeva, is the real path of liberation.</P><P CLASS=t>PURPORT</P><P>Brahman realization is the beginning of liberation, and Param&#257;tm&#257; realization is still further advancement toward the realm of liberation, but one achieves real liberation when he understands his position as an eternal servant of the Supreme Personality of Godhead (muktir hitv&#257;nyath&#257; r&#363;pam svar&#363;pena vyavasthitih). In the material world, in the bodily concept of life, everyone is working in the wrong direction. When one becomes brahma-bh&#363;ta, spiritually realized, one understands that he is not the body and that working in the bodily concept of life is useless and misdirected. Then his devotional service begins. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>):</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>"One who is thus transcendentally situated realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me." Devotional service is actual liberation. When one is attracted by the beauty of the Supreme Personality of Godhead and his mind is always engaged at the Lord's lotus feet, he is no longer interested in subjects that do not help him in self-realization. In other words, he loses all attraction for material activities. In the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/7">2.7</A>) it is said: esha hy ev&#257;nandayati. yad&#257; hy evaisha etasmin na dri&#347;ye 'n&#257;tmye anirukte 'nilayane 'bhayam pratishth&#257;m vindate 'tha so 'bhayam gato bhavati. A living entity becomes established in spiritual, blissful life when he fully understands that his happiness depends on spiritual self-realization, which is the basic principle of &#257;nanda (bliss), and when he is eternally situated in the service of the Lord, who has no other lord above Him.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>