<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.21</P><P CLASS=c>etad eva hi dev&#257; g&#257;yanti &#8212;</P><P CLASS=c>aho am&#299;sh&#257;m kim ak&#257;ri &#347;obhanam</P><P CLASS=c>prasanna esh&#257;m svid uta svayam harih</P><P CLASS=c>yair janma labdham nrishu bh&#257;rat&#257;jire</P><P CLASS=c>mukunda-sevaupayikam sprih&#257; hi nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; all the demigods; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/a/amisam">am&#299;sh&#257;m</A> &#8212; of these inhabitants of Bh&#257;ratavarsha; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/akari">ak&#257;ri</A> &#8212; was done; <A CLASS=v HREF="http://vedabase.net/s/sobhanam">&#347;obhanam</A> &#8212; pious, beautiful activities; <A CLASS=v HREF="http://vedabase.net/p/prasannah">prasannah</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/e/esam">esh&#257;m</A> &#8212; upon them; <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/l/labdham">labdham</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/n/nrsu">nrishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> human society; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A>-<A CLASS=v HREF="http://vedabase.net/a/ajire">ajire</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the courtyard of <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; the Supreme Personality of Godhead, who can offer liberation; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/aupayikam">aupayikam</A> &#8212; which is the means of serving; <A CLASS=v HREF="http://vedabase.net/s/sprha">sprih&#257;</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our.</P><P CLASS=t>TRANSLATION</P><P>Since the human form of life is the sublime position for spiritual realization, all the demigods in heaven speak in this way: How wonderful it is for these human beings to have been born in the land of Bh&#257;rata-varsha. They must have executed pious acts of austerity in the past, or the Supreme Personality of Godhead Himself must have been pleased with them. Otherwise, how could they engage in devotional service in so many ways? We demigods can only aspire to achieve human births in Bh&#257;rata-varsha to execute devotional service, but these human beings are already engaged there.</P><P CLASS=t>PURPORT</P><P>These facts are further explained in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>):</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P>"One who has taken his birth as a human being in the land of India [Bh&#257;rata-varsha] should make his life successful and work for the benefit of all other people."</P><P>There are many facilities in India, Bh&#257;rata-varsha, for executing devotional service. In Bh&#257;rata-varsha, all the &#257;c&#257;ryas contributed their experience, and &#346;r&#299; Caitanya Mah&#257;prabhu personally appeared to teach the people of Bh&#257;rata-varsha how to progress in spiritual life and be fixed in devotional service to the Lord. From all points of view, Bh&#257;rata-varsha is the special land where one can very easily understand the process of devotional service and adopt it to make his life successful. If one makes his life successful in devotional service and then preaches devotional service in other parts of the world, people throughout the world will actually benefit.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>