<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.22</P><P CLASS=c>kim dushkarair nah kratubhis tapo-vratair</P><P CLASS=c>d&#257;n&#257;dibhir v&#257; dyujayena phalgun&#257;</P><P CLASS=c>na yatra n&#257;r&#257;yana-p&#257;da-pa&#324;kaja-</P><P CLASS=c>smritih pramusht&#257;ti&#347;ayendriyotsav&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the value; <A CLASS=v HREF="http://vedabase.net/d/duskaraih">dushkaraih</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih</A> &#8212; with performances of sacrifice; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; with austerities; <A CLASS=v HREF="http://vedabase.net/v/vrataih">vrataih</A> &#8212; vows; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; with executing charitable activities and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/d/dyujayena">dyujayena</A> &#8212; with achieving the heavenly kingdom; <A CLASS=v HREF="http://vedabase.net/p/phalguna">phalgun&#257;</A> &#8212; which is insignificant; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A> &#8212; of the lotus feet of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; the remembrance; <A CLASS=v HREF="http://vedabase.net/p/pramusta">pramushta</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/a/atisaya">ati&#347;aya</A> &#8212; excessive; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/u/utsavat">utsav&#257;t</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> material sense gratification.</P><P CLASS=t>TRANSLATION</P><P>The demigods continue: After performing the very difficult tasks of executing Vedic ritualistic sacrifices, undergoing austerities, observing vows and giving charity, we have achieved this position as inhabitants of the heavenly planets. But what is the value of this achievement? Here we are certainly very engaged in material sense gratification, and therefore we can hardly remember the lotus feet of Lord N&#257;r&#257;yana. Indeed, because of our excessive sense gratification, we have almost forgotten His lotus feet.</P><P CLASS=t>PURPORT</P><P>The land of Bh&#257;rata-varsha is so exalted that by taking birth there one can not only attain the heavenly planets but also go directly back home, back to Godhead. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>):</P><P>y&#257;nti deva-vrat&#257; dev&#257;n</P><P CLASS=n>pitrin y&#257;nti pitri-vrat&#257;h</P><P CLASS=n>bh&#363;t&#257;ni y&#257;nti bh&#363;tejy&#257;</P><P CLASS=n>y&#257;nti mad-y&#257;jino 'pi m&#257;m</P><P>"Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me." people in the land of Bh&#257;rata-varsha generally follow the Vedic principles and consequently perform great sacrifices by which they can be elevated to the heavenly planets. However, what is the use of such great attainments? As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>), ksh&#299;ne punye martya-lokam vi&#347;anti: after the results of one's sacrifices, charity and other pious activities expire, one must return to the lower planetary systems and again feel the pangs of birth and death. However, one who becomes Krishna conscious can go back to Krishna (y&#257;nti-mad-y&#257;jino 'pi m&#257;m). Therefore the demigods even regret having been elevated to the higher planetary systems. The denizens of the heavenly planets regret that they could not take full advantage of being born in the land of Bh&#257;rata-varsha. Instead, they became captivated by a higher standard of sense gratification, and therefore they forgot the lotus feet of Lord N&#257;r&#257;yana at the time of death. The conclusion is that one who has taken birth in the land of Bh&#257;rata-varsha must follow the instructions given personally by the Supreme Personality of Godhead. Yad gatv&#257; na nivartante tad dh&#257;ma paramam mama [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>]. One should try to return home, back to Godhead, to the Vaikuntha planets &#8212; or to the topmost Vaikuntha planet, Goloka Vrind&#257;vana &#8212; to live eternally in full, blissful knowledge in the company of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>