<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.24</P><P CLASS=c>na yatra vaikuntha-kath&#257;-sudh&#257;pag&#257;</P><P CLASS=c>na s&#257;dhavo bh&#257;gavat&#257;s tad&#257;&#347;ray&#257;h</P><P CLASS=c>na yatra yajñe&#347;a-makh&#257; mahotsav&#257;h</P><P CLASS=c>sure&#347;a-loko 'pi na vai sa sevyat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sudha">sudh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/apagah">&#257;pag&#257;h</A> &#8212; the nectarean rivers of discussions about the Supreme Personality of Godhead, who is called <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A>, or one who drives away all anxiety; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavat&#257;h</A> &#8212; always engaged <A HREF="http://vedabase.net/i/in">in</A> the service of the Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;ray&#257;h</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> sheltered by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/makhah">makh&#257;h</A> &#8212; the performance of devotional service <A HREF="http://vedabase.net/t/to">to</A> the Lord of sacrifices; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/utsavah">utsav&#257;h</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> actual festivals; <A CLASS=v HREF="http://vedabase.net/s/suresa">sure&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> place inhabited by the denizens of heaven; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sevyatam">sevyat&#257;m</A> &#8212; be frequented.</P><P CLASS=t>TRANSLATION</P><P>An intelligent person does not take interest in a place, even in the topmost planetary system, if the pure Ganges of topics concerning the Supreme Lord's activities does not flow there, if there are not devotees engaged in service on the banks of such a river of piety, or if there are no festivals of sa&#324;k&#299;rtana-yajña to satisfy the Lord [especially since sa&#324;k&#299;rtana-yajña is recommended in this age].</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu appeared in the land of Bh&#257;rata-varsha, specifically in Bengal, in the district of Nadia, where Navadv&#299;pa is situated. It is therefore to be concluded, as stated by &#346;r&#299;la Bhaktivinoda Th&#257;kura, that within this universe, this earth is the best planet, and on this planet the land of Bh&#257;rata-varsha is the best; in the land of Bh&#257;ratavarsha, Bengal is still better, in Bengal the district of Nadia is still better, and in Nadia the best place is Navadv&#299;pa because &#346;r&#299; Caitanya Mah&#257;prabhu appeared there to inaugurate the performance of the sacrifice of chanting the Hare Krishna mah&#257;-mantra. The &#347;&#257;stras recommend:</P><P>krishna-varnam tvish&#257;krishnam</P><P CLASS=n>s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñaih sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=n>yajanti hi sumedhasah</P><P CLASS=n>[<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>]</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu is always accompanied by His very confidential associates such as &#346;r&#299; Nity&#257;nanda, &#346;r&#299; Gad&#257;dhara and &#346;r&#299; Advaita and by many devotees like &#346;r&#299;v&#257;sa. They are always engaged in chanting the name of the Lord and are always describing Lord Krishna. Therefore this is the best among all the places in the universe. The Krishna consciousness movement has established its center in M&#257;y&#257;pur, the birthsite of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, to give men the great opportunity to go there and perform a constant festival of sa&#324;k&#299;rtana-yajña, as recommended herein (yajñe&#347;a-makh&#257; mahotsav&#257;h) and to distribute pras&#257;da to millions of hungry people hankering for spiritual emancipation. This is the mission of the Krishna consciousness movement. Caitanya-bh&#257;gavata confirms this as follows: "One should not desire to be elevated even to a place in the heavenly planetary systems if it has no propaganda to expand the glories of the Supreme Personality of Godhead, no trace of Vaishnavas, pure devotees of the Lord, and no festivals for spreading Krishna consciousness. It would be better to live perpetually cramped within the airtight bag of a mother's womb, where one can at least remember the lotus feet of the Lord, than to live in a place where there is no opportunity to remember His lotus feet. I pray not to be allowed to take birth in such a condemned place." Similarly, in Caitanya-carit&#257;mrita, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; says that since &#346;r&#299; Caitanya Mah&#257;prabhu is the inaugurator of the sa&#324;k&#299;rtana movement, anyone who performs sa&#324;k&#299;rtana to please the Lord is very, very glorious. Such a person has perfect intelligence, whereas others are in the ignorance of material existence. Of all the sacrifices mentioned in the Vedic literatures, the performance of sa&#324;k&#299;rtana-yajña is the best. Even the performance of one hundred a&#347;vamedha sacrifices cannot compare to the sacrifice of sa&#324;k&#299;rtana. According to the author of &#346;r&#299; Caitanya-carit&#257;mrita, if one compares sa&#324;k&#299;rtana-yajña to other yajñas, he is a p&#257;shand&#299;, an infidel, and is liable to be punished by Yamar&#257;ja. There are many M&#257;y&#257;v&#257;d&#299;s who think that the performance of sa&#324;k&#299;rtana-yajña is a pious activity similar to the performance of the a&#347;vamedha-yajña and other such pious functions, but this is a n&#257;ma-apar&#257;dha. Chanting of the holy name of N&#257;r&#257;yana and chanting of other names are never equal, despite what M&#257;y&#257;v&#257;d&#299;s think.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>