<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.25</P><P CLASS=c>pr&#257;pt&#257; nri-j&#257;tim tv iha ye ca jantavo</P><P CLASS=c>jñ&#257;na-kriy&#257;-dravya-kal&#257;pa-sambhrit&#257;m</P><P CLASS=c>na vai yaterann apunar-bhav&#257;ya te</P><P CLASS=c>bh&#363;yo vanauk&#257; iva y&#257;nti bandhanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;pt&#257;h</A> &#8212; who have obtained; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/j/jatim">j&#257;tim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> birth <A HREF="http://vedabase.net/i/in">in</A> human society; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this land of <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/jantavah">jantavah</A> &#8212; the living beings; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; with knowledge; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; with activities; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; of ingredients; <A CLASS=v HREF="http://vedabase.net/k/kalapa">kal&#257;pa</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> collection; <A CLASS=v HREF="http://vedabase.net/s/sambhrtam">sambhrit&#257;m</A> &#8212; full; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yateran">yateran</A> &#8212; endeavor; <A CLASS=v HREF="http://vedabase.net/a/apunah">apunah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; for the position of immortality; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/v/vanaukah">vanauk&#257;h</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/b/bandhanam">bandhanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> bondage.</P><P CLASS=t>TRANSLATION</P><P>Bh&#257;rata-varsha offers the proper land and circumstances in which to execute devotional service, which can free one from the results of jñ&#257;na and karma. If one obtains a human body in the land of Bh&#257;rata-varsha, with clear sensory organs with which to execute the sa&#324;k&#299;rtana-yajña, but in spite of this opportunity he does not take to devotional service, he is certainly like liberated forest animals and birds that are careless and are therefore again bound by a hunter.</P><P CLASS=t>PURPORT</P><P>In the land of Bh&#257;rata-varsha one can very easily perform the sa&#324;k&#299;rtana-yajña, which consists of &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], or one can perform other methods of devotional service, such as smaranam vandanam arcanam d&#257;syam sakhyam and &#257;tma-nivedanam. In Bh&#257;rata-varsha one has the opportunity to visit many holy places, especially Lord Caitanya's birthsite and Lord Krishna's birthsite &#8212; Navadv&#299;pa and Vrind&#257;vana &#8212; where there are many pure devotees who have no desire other than to execute devotional service (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]), and one may thus become free from the bondage of material conditions. Other paths, such as the path of jñ&#257;na and the path of karma, are not very profitable. Pious activities can elevate one to the higher planetary systems, and by speculative knowledge one can merge into the Brahman existence, but that is not real profit, for one has to come down again even from the liberated condition of being merged in Brahman, and certainly one must come down from the heavenly kingdom. One should endeavor to go back home, back to Godhead (y&#257;nti mad-y&#257;jino 'pi m&#257;m). Otherwise there is no difference between human life and the lives of jungle animals and birds. Animals and birds also have freedom, but because of their lower birth, they cannot use it. Taking advantage of all the facilities offered him, a human being who has taken birth in the land of Bh&#257;rata-varsha should become a fully enlightened devotee and go back home, back to Godhead. This is the subject matter of the Krishna consciousness movement. The inhabitants of places other than Bh&#257;rata-varsha have facilities for material enjoyment, but they do not have the same facility to take to Krishna consciousness. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu has advised that one who has taken birth as a human being in Bh&#257;rata-varsha must first realize himself as a part and parcel of Krishna, and after taking to Krishna consciousness, he must distribute this knowledge all over the world.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>