<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.26</P><P CLASS=c>yaih &#347;raddhay&#257; barhishi bh&#257;ga&#347;o havir</P><P CLASS=c>niruptam ishtam vidhi-mantra-vastutah</P><P CLASS=c>ekah pritha&#324;-n&#257;mabhir &#257;huto mud&#257;</P><P CLASS=c>grihn&#257;ti p&#363;rnah svayam &#257;&#347;ish&#257;m prabhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by whom (the inhabitants of <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">varsha</A>); <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; faith and confidence; <A CLASS=v HREF="http://vedabase.net/b/barhisi">barhishi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the performance of Vedic ritualistic sacrifices; <A CLASS=v HREF="http://vedabase.net/b/bhagasah">bh&#257;ga&#347;ah</A> &#8212; by division; <A CLASS=v HREF="http://vedabase.net/h/havih">havih</A> &#8212; oblations; <A CLASS=v HREF="http://vedabase.net/n/niruptam">niruptam</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/i/istam">ishtam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the desired deity; <A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A> &#8212; by the proper method; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; by reciting mantras; <A CLASS=v HREF="http://vedabase.net/v/vastutah">vastutah</A> &#8212; with the proper ingredients; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; that one Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; separate; <A CLASS=v HREF="http://vedabase.net/n/namabhih">n&#257;mabhih</A> &#8212; by names; <A CLASS=v HREF="http://vedabase.net/a/ahutah">&#257;hutah</A> &#8212; called; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; with great happiness; <A CLASS=v HREF="http://vedabase.net/g/grhnati">grihn&#257;ti</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> accepts; <A CLASS=v HREF="http://vedabase.net/p/purnah">p&#363;rnah</A> &#8212; the Supreme Lord. who is full <A HREF="http://vedabase.net/i/in">in</A> Himself; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;ish&#257;m</A> &#8212; of all benedictions; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the bestower.</P><P CLASS=t>TRANSLATION</P><P>In India [Bh&#257;rata-varsha], there are many worshipers of the demigods, the various officials appointed by the Supreme Lord, such as Indra, Candra and S&#363;rya, all of whom are worshiped differently. The worshipers offer the demigods their oblations, considering the demigods part and parcel of the whole, the Supreme Lord. Therefore the Supreme Personality of Godhead accepts these offerings and gradually raises the worshipers to the real standard of devotional service by fulfilling their desires and aspirations. Because the Lord is complete, He offers the worshipers the benedictions they desire even if they worship only part of His transcendental body.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>) Lord Krishna says:</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha</P><P CLASS=n>daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible." Mah&#257;tm&#257;, advanced devotees, worship only the Supreme Personality of Godhead. Others, however, who are also sometimes called mah&#257;tm&#257;s, worship the Lord as ekatvena prithaktvena. In other words, they accept the demigods as different parts of Krishna and worship them for various benedictions. Although the devotees of the demigods thus achieve the desired results offered by Krishna, they have been described in Bhagavad-g&#299;t&#257; as hrita jñ&#257;na, not very intelligent. Krishna does not desire to be worshiped indirectly through the different parts of His body; Krishna wants direct devotional worship. Therefore a devotee who directly worships Lord Krishna through staunch devotional service, as recommended in &#346;r&#299;mad-Bh&#257;gavatam, (t&#299;vrena bhakti-yogena yajeta purusham param [<A CLASS=v HREF="../../2/3/10.htm">SB 2.3.10</A>]), is very quickly elevated to the transcendental position. Nevertheless, devotees who worship the demigods, the different parts of the Lord, receive the benedictions they desire because the Lord is the original master of all benedictions. If anyone wants a particular benediction, for the Lord to award it is not at all difficult.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>