<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.27</P><P CLASS=c>satyam di&#347;aty arthitam arthito nrin&#257;m</P><P CLASS=c>naiv&#257;rthado yat punar arthit&#257; yatah</P><P CLASS=c>svayam vidhatte bhajat&#257;m anicchat&#257;m</P><P CLASS=c>icch&#257;pidh&#257;nam nija-p&#257;da-pallavam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/disati">di&#347;ati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> offers; <A CLASS=v HREF="http://vedabase.net/a/arthitam">arthitam</A> &#8212; the object prayed for; <A CLASS=v HREF="http://vedabase.net/a/arthitah">arthitah</A> &#8212; being prayed <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; by the human beings; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; the bestower of benedictions; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/a/arthita">arthit&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> demand for <A HREF="http://vedabase.net/a/a">a</A> benediction; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> gives; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; unto those engaged <A HREF="http://vedabase.net/i/in">in</A> His service; <A CLASS=v HREF="http://vedabase.net/a/anicchatam">anicchat&#257;m</A> &#8212; although not desiring <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pidhanam">pidh&#257;nam</A> &#8212; which covers all desirable things; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/pallavam">pallavam</A> &#8212; His own lotus feet.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead fulfills the material desires of a devotee who approaches Him with such motives, but He does not bestow benedictions upon the devotee that will cause him to demand more benedictions again. However, the Lord willingly gives the devotee shelter at His own lotus feet, even though such a person does not aspire for it, and that shelter satisfies all his desires. That is the Supreme Personality's special mercy.</P><P CLASS=t>PURPORT</P><P>The devotees mentioned in the previous verse approach the Supreme Personality of Godhead with material motives, but this verse explains how such devotees are saved from those desires. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/3/10.htm">2.3.10</A>) advises:</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>"Whether one is freed from all material desires, is full of material desires, or desires to become one with the Supreme, he should engage in devotional service." In this way, not only will the devotee's desires be fulfilled, but the day will come when he will have no other desire than to serve the lotus feet of the Lord. One who engages in the service of the Lord with some motive is called a sak&#257;ma-bhakta, and one who serves the Lord without any motives is called an ak&#257;ma-bhakta. Krishna is so merciful that He turns a sak&#257;ma-bhakta into an ak&#257;ma-bhakta. A pure devotee, an ak&#257;ma-bhakta, who has no material motives, is satisfied simply to serve the lotus feet of the Lord. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/22.htm">6.22</A>). Yam labdhv&#257; c&#257;param l&#257;bham manyate n&#257;dhikam tatah: if one engages in the service of the lotus feet of the Lord, he does not want anything more. This is the highest stage of devotional service. The Lord is so kind even to a sak&#257;ma-bhakta, a motivated devotee, that He satisfies his desires in such a way that one day he becomes an ak&#257;ma-bhakta. Dhruva Mah&#257;r&#257;ja, for example, became a bhakta with the motive of getting a better kingdom than that of his father, but finally he became an ak&#257;ma-bhakta and said to the Lord, sv&#257;min krit&#257;rtho'smi varam na y&#257;ce: "My dear Lord, I am very satisfied simply to serve Your lotus feet. I do not want any material benefits." Sometimes it is found that a small child eats dirty things, but his parents take away the dirty things and offer him a sande&#347;a or some other sweetmeat. Devotees who aspire for material benedictions are compared to such children. The Lord is so kind that He takes away their material desires and gives them the highest benediction. Therefore, even for material motives, one should not worship anyone other than the Supreme Personality of Godhead; one must fully engage himself in the devotional service of the Lord so that all his desires will be fulfilled and at the end he can go back home, back to Godhead. This is explained in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/37.htm">Madhya 22.37-39</A>, 41) as follows.</P><P>Anyak&#257;m&#299; &#8212; a devotee may desire something other than service to the lotus feet of the Lord; yadi kare krishnera bhajana &#8212; but if he engages in Lord Krishna's service; n&#257; m&#257;giteha krishna t&#257;re dena sva-carana &#8212; Krishna gives him shelter at His lotus feet, even though he does not aspire for it. Krishna kahe &#8212; the Lord says; &#257;m&#257; bhaje &#8212; "He is engaged in My service"; m&#257;ge vishaya-sukha &#8212; "but he wants the benefits of material sense gratification." Amrita ch&#257;di' visha m&#257;ge: &#8212; "such a devotee is like a person who asks for poison instead of nectar." Ei bada m&#363;rkha: "That is his foolishness." Ami-vijña: "But I am experienced." Ei m&#363;rkhe 'vishaya' kene diba: "Why should I give such a foolish person the dirty things of material enjoyment?" Sva-carana-mrita: "It would be better for Me to give him shelter at My lotus feet." 'Vishaya' bhul&#257;iba: "I shall cause him to forget all material desires." K&#257;ma l&#257;gi' krishna bhaje &#8212; if one engages in the service of the Lord for sense gratification; paya krishna-rase &#8212; the result is that he ultimately gets a taste for serving the lotus feet of the Lord. K&#257;ma ch&#257;di' 'da' haite haya abhil&#257;she: He then gives up all material desires and wants to become an eternal servant of the Lord.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>