<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.3</P><P CLASS=c>om namo bhagavate uttama&#347;lok&#257;ya nama &#257;rya-lakshana-&#347;&#299;la-vrat&#257;ya nama upa&#347;ikshit&#257;tmana up&#257;sita-lok&#257;ya namah s&#257;dhu-v&#257;da-nikashan&#257;ya namo brahmanya-dev&#257;ya mah&#257;-purush&#257;ya mah&#257;-r&#257;j&#257;ya nama iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/slokaya">&#347;lok&#257;ya</A> &#8212; who is always worshiped with selected verses; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A>-<A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/v/vrataya">vrat&#257;ya</A> &#8212; who possesses all the good qualities of advanced personalities; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/u/upasiksita">upa&#347;ikshita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto You whose senses <A HREF="http://vedabase.net/a/are">are</A> under control; <A CLASS=v HREF="http://vedabase.net/u/upasita">up&#257;sita</A>-<A CLASS=v HREF="http://vedabase.net/l/lokaya">lok&#257;ya</A> &#8212; who is always remembered and worshiped by all the different classes of living entities; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/n/nikasanaya">nikashan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Lord, who is like <A HREF="http://vedabase.net/a/a">a</A> stone for examining all the good qualities of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/brahmanya">brahmanya</A>-<A CLASS=v HREF="http://vedabase.net/d/devaya">dev&#257;ya</A> &#8212; who is worshiped by the most qualified br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the Supreme Lord, who is worshiped by the <A HREF="http://vedabase.net/p/purusa">purusha</A>-<A HREF="http://vedabase.net/s/sukta">s&#363;kta</A> because of being the cause of this material creation; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rajaya">r&#257;j&#257;ya</A> &#8212; unto the supreme king, or the king of all kings; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Let me please Your Lordship by chanting the b&#299;ja-mantra omk&#257;ra. I wish to offer my respectful obeisances unto the Personality of Godhead, who is the best among the most highly elevated personalities. Your Lordship is the reservoir of all the good qualities of &#256;ryans, people who are advanced. Your character and behavior are always consistent, and You always control Your senses and mind. Acting just like an ordinary human being, You exhibit exemplary character to teach others how to behave. There is a touchstone that can be used to examine the quality of gold, but You are like a touchstone that can verify all good qualities. You are worshiped by br&#257;hmanas who are the foremost of all devotees. You, the Supreme Person, are the King of kings, and therefore I offer my respectful obeisances unto You.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>