<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.4</P><P CLASS=c>yat tad vi&#347;uddh&#257;nubhava-m&#257;tram ekam</P><P CLASS=c>sva-tejas&#257; dhvasta-guna-vyavastham</P><P CLASS=c>pratyak pra&#347;&#257;ntam sudhiyopalambhanam</P><P CLASS=c>hy an&#257;ma-r&#363;pam niraham prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> that supreme truth; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; transcendentally <A HREF="http://vedabase.net/p/pure">pure</A>, without contamination by material nature; <A CLASS=v HREF="http://vedabase.net/a/anubhava">anubhava</A> &#8212; experience; <A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; that sac-cid-<A HREF="http://vedabase.net/a/ananda">&#257;nanda</A> transcendental body; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; the one; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by His own spiritual potency; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; vanquished; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyavastham">vyavastham</A> &#8212; the influence of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A> &#8212; transcendental, not <A HREF="http://vedabase.net/t/to">to</A> be seen with material eyes; <A CLASS=v HREF="http://vedabase.net/p/prasantam">pra&#347;&#257;ntam</A> &#8212; undisturbed by material agitation; <A CLASS=v HREF="http://vedabase.net/s/sudhiya">sudhiy&#257;</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness, or purified consciousness, uncontaminated by material desires, fruitive activities and speculative philosophy; <A CLASS=v HREF="http://vedabase.net/u/upalambhanam">upalambhanam</A> &#8212; who can be achieved; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anama">an&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> material <A HREF="http://vedabase.net/n/name">name</A> and form; <A CLASS=v HREF="http://vedabase.net/n/niraham">niraham</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> material ego; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> offer my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>The Lord, whose pure form [sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]] is uncontaminated by the modes of material nature, can be perceived by pure consciousness. In the Ved&#257;nta He is described as being one without a second. Because of His spiritual potency, He is untouched by the contamination of material nature, and because He is not subjected to material vision, He is known as transcendental. He has no material activities, nor has He a material form or name. Only in pure consciousness, Krishna consciousness, can one perceive the transcendental form of the Lord. Let us be firmly fixed at the lotus feet of Lord R&#257;macandra, and let us offer our respectful obeisances unto those transcendental lotus feet.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Krishna, appears in various expansions, as stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/39.htm">5.39</A>):</P><P>r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan</P><P CLASS=n>n&#257;n&#257;vat&#257;ram akarod bhuvaneshu kintu</P><P CLASS=n>krishnah svayam samabhavat paramah pum&#257;n yo</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the Supreme Personality of Godhead, Govinda, who is always situated in various incarnations such as R&#257;ma, Nrisimha and many subincarnations as well, but who is the original personality of Godhead known as Krishna and who incarnates personally also." Krishna, who is vishnu-tattva, has expanded Himself in many Vishnu forms, of which Lord R&#257;macandra is one. We know that the vishnu-tattva is carried by the transcendental bird Garuda and is equipped with different types of weapons in four hands. Therefore we may doubt whether Lord R&#257;macandra could be in the same category, since He was carried by Hanum&#257;n, not by Garuda, and had neither four hands nor the &#347;a&#324;kha, cakra, gad&#257; and padma. Consequently this verse clarifies that R&#257;macandra is as good as Krishna (r&#257;m&#257;di-m&#363;rtishu kal&#257;). Although Krishna is the original Supreme Personality of Godhead, R&#257;macandra is not different from Him. R&#257;macandra is unaffected by the modes of material nature, and therefore He is pra&#347;&#257;nta, never disturbed by those modes.</P><P>Unless one is saturated with love for the Supreme Personality of Godhead, one cannot appreciate the transcendental value of Lord R&#257;macandra; one cannot see Him with material eyes. Because demons like R&#257;vana have no spiritual vision, they consider Lord R&#257;macandra an ordinary kshatriya king. R&#257;vana therefore attempted to kidnap Lord R&#257;macandra's eternal consort, S&#299;t&#257;dev&#299;. Actually, however, R&#257;vana could not carry off S&#299;t&#257;dev&#299; in her original form. As soon as she was touched by R&#257;vana's hands, she gave him a material form, but she maintained her original form beyond his vision. Therefore in this verse the words pratyak pra&#347;&#257;ntam indicate that Lord R&#257;macandra and His potency, the goddess S&#299;t&#257;, keep themselves aloof from the influence of the material energy.</P><P>In the Upanishads it is said: yam evaisha vrinute tena labhyah. The Supreme Lord, Param&#257;tm&#257;, the Personality of Godhead, can be seen or perceived only by persons who are saturated with devotional service. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of &#346;y&#257;masundara, situated within the heart of the devotee." Similarly, in the Ch&#257;ndogya Upanishad it is stated, et&#257;s tisro devat&#257; anena j&#299;vena. In this verse of the Ch&#257;ndogya Upanishad the word anena is used to distinguish the &#257;tm&#257; and Param&#257;tm&#257; as two separate identities. The words tisro devat&#257; indicate that the body of the living entity is made of three material elements &#8212; fire, earth and water. Although the Param&#257;tm&#257; enters the heart of the j&#299;v&#257;tm&#257;, who is influenced and designated by a material body, the Param&#257;tm&#257; has nothing to do with the j&#299;v&#257;tm&#257;'s body. Because the Param&#257;tm&#257; has no material connections, He is described here as an&#257;ma-r&#363;pam niraham. The Param&#257;tm&#257; has no material identity, whereas the j&#299;v&#257;tm&#257; does. The j&#299;v&#257;tm&#257; may introduce himself as an Indian, American, German and so on, but the Param&#257;tm&#257; has no such material designations, and therefore He has no material name. The j&#299;v&#257;tm&#257; is different from his name, but the Param&#257;tm&#257; is not; His name and He Himself are one and the same. This is the meaning of niraham, which means "without material designations." This word cannot possibly be twisted to mean that the Param&#257;tm&#257; has no aha&#324;k&#257;ra, no "I-ness" or identity. He has His transcendental identity as the Supreme. This is the explanation given by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. According to another interpretation, given by Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, niraham means nirni&#347;cayena aham. Niraham does not mean that the Supreme Lord has no identity. Rather, the stress given by the word aham proves strongly that He does have His personal identity because nir not only means "negative" but also means "strong ascertainment."</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>