<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.5</P><P CLASS=c>marty&#257;vat&#257;ras tv iha martya-&#347;ikshanam</P><P CLASS=c>raksho-vadh&#257;yaiva na kevalam vibhoh</P><P CLASS=c>kuto 'nyath&#257; sy&#257;d ramatah sva &#257;tmanah</P><P CLASS=c>s&#299;t&#257;-krit&#257;ni vyasan&#257;n&#299;&#347;varasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/martya">martya</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;rah</A> &#8212; whose incarnation; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/s/siksanam">&#347;ikshanam</A> &#8212; for teaching all the living entities, especially human beings; <A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhaya">vadh&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> kill the demon <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/v/vibhoh">vibhoh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; from where; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there would be; <A CLASS=v HREF="http://vedabase.net/r/ramatah">ramatah</A> &#8212; of one enjoying; <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Himself; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; the spiritual identity of the universe; <A CLASS=v HREF="http://vedabase.net/s/sita">s&#299;t&#257;</A> &#8212; of the wife of Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/k/krtani">krit&#257;ni</A> &#8212; appearing due <A HREF="http://vedabase.net/t/to">to</A> the separation; <A CLASS=v HREF="http://vedabase.net/v/vyasanani">vyasan&#257;ni</A> &#8212; all the miseries; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>It was ordained that R&#257;vana, chief of the R&#257;kshasas, could not be killed by anyone but a man, and for this reason Lord R&#257;macandra, the Supreme Personality of Godhead, appeared in the form of a human being. Lord R&#257;macandra's mission, however, was not only to kill R&#257;vana but also to teach mortal beings that material happiness centered around sex life or centered around one's wife is the cause of many miseries. He is the self-sufficient Supreme Personality of Godhead, and nothing is lamentable for Him. Therefore why else could He be subjected to tribulations by the kidnapping of mother S&#299;t&#257;?</P><P CLASS=t>PURPORT</P><P>When the Lord appears in this universe in the form of a human being, He has two purposes, as stated in Bhagavad-g&#299;t&#257; [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] &#8212; paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m: to destroy the demons and protect the devotees. To protect the devotees, the Lord not only satisfies them by His personal presence but also teaches them so that they will not fall down from devotional service. By His personal example, Lord R&#257;macandra taught the devotees that it is better not to enter married life, which is certainly followed by many tribulations. As confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/9/45.htm">7.9.45</A>):</P><P>yan maithun&#257;di-grihamedhi-sukham hi tuccham</P><P CLASS=n>kand&#363;yanena karayor iva duhkha-duhkham</P><P CLASS=n>tripyanti neha kripan&#257; bahu-duhkha-bh&#257;jah</P><P CLASS=n>kand&#363;tivan manasijam vishaheta-dh&#299;rah</P><P>Kripanas, those who are not advanced in spiritual knowledge and who are therefore just the opposite of br&#257;hmanas, generally take to family life, which is a concession for sex. Thus they enjoy sex again and again, although that sex is followed by many tribulations. This is a warning to devotees. To teach this lesson to devotees and to human society in general, Lord &#346;r&#299; R&#257;macandra, although the Supreme Personality of Godhead Himself, underwent a series of tribulations because He accepted a wife, mother S&#299;t&#257;. Lord R&#257;macandra underwent these austerities, of course, only to instruct us; actually He never has any reason to lament for anything.</P><P>Another aspect of the Lord's instructions is that one who accepts a wife must be a faithful husband and give her full protection. Human society is divided into two classes of men &#8212; those who strictly follow the religious principles and those who are devotees. By His personal example, Lord R&#257;macandra wanted to instruct both of them how to fully adopt the discipline of the religious system and how to be a beloved and dutiful husband. Otherwise He had no reason to undergo apparent tribulations. One who strictly follows religious principles must not neglect to provide all facilities for the complete protection of his wife. There may be some suffering because of this, but one must nevertheless endure it. That is the duty of a faithful husband. By His personal example, Lord R&#257;macandra demonstrated this duty. Lord R&#257;macandra could have produced hundreds and thousands of S&#299;t&#257;s from His pleasure energy, but just to show the duty of a faithful husband, He not only rescued S&#299;t&#257; from the hands of R&#257;vana but also killed R&#257;vana and all the members of his family.</P><P>Another aspect of the teachings of Lord R&#257;macandra is that although Lord Vishnu, the Supreme Personality of Godhead, and His devotees may apparently suffer from material tribulations, they have nothing to do with such tribulations. They are mukta-purushas, liberated persons, under all circumstances. It is therefore said in the Caitanya-bh&#257;gavata:</P><P>yata dekha vaishnavera vyavah&#257;ra duhkha</P><P CLASS=n>ni&#347;caya j&#257;niha t&#257;h&#257; param&#257;nanda-sukha</P><P>A Vaishnava is always firmly situated in transcendental bliss because of engagement in devotional service. Although he may appear to suffer material pains, his position is called transcendental bliss in separation (viraha). The emotions a lover and beloved feel when separated from one another are actually very blissful, although apparently painful. Therefore the separation of Lord R&#257;macandra from S&#299;t&#257;dev&#299;, as well as the consequent tribulation they suffered, is but another display of transcendental bliss. That is the opinion of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>