<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.6</P><P CLASS=c>na vai sa &#257;tm&#257;tmavat&#257;m suhrittamah</P><P CLASS=c>saktas tri-loky&#257;m bhagav&#257;n v&#257;sudevah</P><P CLASS=c>na str&#299;-kritam ka&#347;malam a&#347;nuv&#299;ta</P><P CLASS=c>na lakshmanam c&#257;pi vih&#257;tum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/atmavatam">&#257;tmavat&#257;m</A> &#8212; of the self-realized souls; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the best friend; <A CLASS=v HREF="http://vedabase.net/s/saktah">saktah</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokyam">loky&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> anything within the three worlds; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah</A> &#8212; the all-pervading Lord; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; obtained because of His wife; <A CLASS=v HREF="http://vedabase.net/k/kasmalam">ka&#347;malam</A> &#8212; sufferings of separation; <A CLASS=v HREF="http://vedabase.net/a/asnuvita">a&#347;nuv&#299;ta</A> &#8212; would obtain; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/laksmanam">lakshmanam</A> &#8212; His younger brother <A HREF="http://vedabase.net/l/laksmana">Lakshmana</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vihatum">vih&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; be able.</P><P CLASS=t>TRANSLATION</P><P>Since Lord &#346;r&#299; R&#257;macandra is the Supreme Personality of Godhead, V&#257;sudeva, He is not attached to anything in this material world. He is the most beloved Supersoul of all self-realized souls, and He is their very intimate friend. He is full of all opulences. Therefore He could not possibly have suffered because of separation from His wife, nor could He have given up His wife and Lakshmana, His younger brother. To give up either would have been absolutely impossible.</P><P CLASS=t>PURPORT</P><P>In defining the Supreme Personality of Godhead, we say that He is full in all six opulences &#8212; wealth, fame, strength, influence, beauty and renunciation. He is called renounced because He is not attached to anything in this material world; He is specifically attached to the spiritual world and the living entities there. The affairs of the material world take place under the superintendence of Durg&#257;dev&#299; (srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;/ ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257; [<A CLASS=v HREF="../../../bs/5/44.htm">Bs. 5.44</A>]). Everything is going on under the strict rules and regulations of the material energy, represented by Durg&#257;. Therefore the Lord is completely detached and need not give attention to the material world. S&#299;t&#257;dev&#299; belongs to the spiritual world. Similarly, Lord Lakshmana, R&#257;macandra's younger brother, is a manifestation of Sa&#324;karshana, and Lord R&#257;macandra Himself is V&#257;sudeva, the Supreme Personality of Godhead.</P><P>Since the Lord is always spiritually qualified, He is attached to servants who always render transcendental loving service unto Him. He is attached to the truth in life, not to brahminical qualities. Indeed, He is never attached to any material qualities. Although He is the Supersoul of all living entities, He is specifically manifest to those who are self-realized, and He is especially dear to the hearts of His transcendental devotees. Because Lord R&#257;macandra descended to teach human society how dutiful a king should be, He apparently gave up the company of mother S&#299;t&#257; and Lakshmana. Factually, however, He could not have given them up. One should therefore learn about the activities of Lord R&#257;macandra from a self-realized soul. Then one can understand the transcendental activities of the Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>