<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.8</P><P CLASS=c>suro 'suro v&#257;py atha v&#257;naro narah</P><P CLASS=c>sarv&#257;tman&#257; yah sukritajñam uttamam</P><P CLASS=c>bhajeta r&#257;mam manuj&#257;kritim harim</P><P CLASS=c>ya uttar&#257;n anayat kosal&#257;n divam iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/surah">surah</A> &#8212; demigod; <A CLASS=v HREF="http://vedabase.net/a/asurah">asurah</A> &#8212; demon; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/anarah">anarah</A> &#8212; other than <A HREF="http://vedabase.net/a/a">a</A> human being (bird, beast, animal and <A HREF="http://vedabase.net/s/so">so</A> on); <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; wholeheartedly; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/k/krtajnam">kritajñam</A> &#8212; easily <A HREF="http://vedabase.net/m/made">made</A> grateful; <A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; most highly elevated; <A CLASS=v HREF="http://vedabase.net/b/bhajeta">bhajeta</A> &#8212; should worship; <A CLASS=v HREF="http://vedabase.net/r/ramam">r&#257;mam</A> &#8212; Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/m/manuja">manuja</A>-<A CLASS=v HREF="http://vedabase.net/a/akrtim">&#257;kritim</A> &#8212; appearing <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/u/uttaran">uttar&#257;n</A> &#8212; of northern India; <A CLASS=v HREF="http://vedabase.net/a/anayat">anayat</A> &#8212; brought back; <A CLASS=v HREF="http://vedabase.net/k/kosalan">kosal&#257;n</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/k/kosala">Kosala</A>-<A HREF="http://vedabase.net/d/desa">de&#347;a</A>, <A HREF="http://vedabase.net/a/ayodhya">Ayodhy&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/divam">divam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the spiritual world, <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Therefore, whether one is a demigod or a demon, a man or a creature other than man, such as a beast or bird, everyone should worship Lord R&#257;macandra, the Supreme Personality of Godhead, who appears on this earth just like a human being. There is no need of great austerities or penances to worship the Lord, for Me accepts even a small service offered by His devotee. Thus He is satisfied, and as soon as He is satisfied, the devotee is successful. Indeed, Lord &#346;r&#299; R&#257;macandra brought all the devotees of Ayodhy&#257; back home, back to Godhead [Vaikuntha].</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; R&#257;macandra is so kind and merciful to His devotees that He is very easily satisfied by a little service rendered by anyone, human or not. This is the special advantage of worshiping Lord R&#257;macandra, and there is the same advantage in worshiping Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Lord Krishna and Lord R&#257;macandra, in the manner of kshatriyas, sometimes showed Their mercy by killing asuras, but Lord &#346;r&#299; Caitanya Mah&#257;prabhu awarded love of God without difficulty even to the asuras. All the incarnations of the Supreme Personality of Godhead &#8212; but especially Lord R&#257;macandra, Lord Krishna and, later, Lord &#346;r&#299; Caitanya Mah&#257;prabhu &#8212; delivered many of the living entities present before Them, indeed almost all of them. &#346;r&#299; Caitanya Mah&#257;prabhu is therefore represented in the six-armed form of shad-bh&#363;ja-m&#363;rti, which is a combination of Lord R&#257;macandra, Lord Krishna and Lord &#346;r&#299; Caitanya Mah&#257;prabhu. The best purpose of human life can be fulfilled by worshiping the shad-bh&#363;ja-m&#363;rti, the form of the Lord with six arms &#8212; two arms of R&#257;macandra, two arms of Krishna and two arms of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>