<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.9</P><P CLASS=c>bh&#257;rate 'pi varshe bhagav&#257;n nara-n&#257;r&#257;yan&#257;khya &#257;kalp&#257;ntam upacita-dharma-jñ&#257;na-vair&#257;gyai&#347;varyopa&#347;amoparam&#257;tmopalambhanam anugrah&#257;y&#257;tmavat&#257;m anukampay&#257; tapo 'vyakta-gati&#347; carati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bharate">bh&#257;rate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/varse">varshe</A> &#8212; the tract of land; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyah">&#257;khyah</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/n/nara">Nara</A>-<A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A>-<A CLASS=v HREF="http://vedabase.net/a/antam">antam</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the end of the millennium; <A CLASS=v HREF="http://vedabase.net/u/upacita">upacita</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; renunciation or nonattachment; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; mystic opulences; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A> &#8212; control of the senses; <A CLASS=v HREF="http://vedabase.net/u/uparama">uparama</A> &#8212; freedom from false ego; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/u/upalambhanam">upalambhanam</A> &#8212; self-realization; <A CLASS=v HREF="http://vedabase.net/a/anugrahaya">anugrah&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> show favor; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vatam">vat&#257;m</A> &#8212; unto persons interested <A HREF="http://vedabase.net/i/in">in</A> self-realization; <A CLASS=v HREF="http://vedabase.net/a/anukampaya">anukampay&#257;</A> &#8212; by causeless mercy; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; whose glories <A HREF="http://vedabase.net/a/are">are</A> inconceivable; <A CLASS=v HREF="http://vedabase.net/c/carati">carati</A> &#8212; executes.</P><P CLASS=t>TRANSLATION</P><P>[&#346;ukadeva Gosv&#257;m&#299; continued:] The glories of the Supreme Personality of Godhead are inconceivable. He has appeared in the form of Nara-N&#257;r&#257;yana in the land of Bh&#257;rata-varsha, at the place known as Badarik&#257;&#347;rama, to favor His devotees by teaching them religion, knowledge, renunciation, spiritual power, sense control and freedom from false ego. He is advanced in the opulence of spiritual assets, and He engages in executing austerity until the end of this millennium. This is the process of self-realization.</P><P CLASS=t>PURPORT</P><P>People in India may visit the temple of Nara-N&#257;r&#257;yana at Badarik&#257;&#347;rama just to learn how the Supreme Personality of Godhead in His incarnation as Nara-N&#257;r&#257;yana engages in austerities to teach the people of the world how to achieve self-realization. It is impossible to realize oneself simply by absorbing oneself in speculation and material activities. One must be very serious about self-realization and the practice of austerity. Unfortunately, the people of this age of Kali do not even know the meaning of austerity. Under these circumstances, the Lord has appeared as &#346;r&#299; Caitanya Mah&#257;prabhu to bestow upon the fallen souls the easiest method of self-realization, technically called ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>], cleansing of the dirt from the core of one's heart. This method is extremely simple. Anyone can chant the glorious krishna-sa&#324;k&#299;rtana &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. In this age there are different forms of so-called advanced scientific knowledge, such as anthropology, Marxism, Freudianism, nationalism and industrialism, but if we work very hard under their guidance instead of adopting the process practiced by Nara-N&#257;r&#257;yana, we shall waste our valuable human form of life. Thus we shall certainly be cheated and misled.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>