<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: A Description of the Island of Jamb&#363;dv&#299;pa</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.19 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.19.1</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; said: My dear King, in Kimpurusha-varsha the great devotee Hanum&#257;n is always engaged with the inhabitants of that land in devotional service to Lord R&#257;macandra, the elder brother of Lakshmana and dear husband of S&#299;t&#257;dev&#299;.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.19.2</B></A>: A host of Gandharvas is always engaged in chanting the glories of Lord R&#257;macandra. That chanting is always extremely auspicious. Hanum&#257;nj&#299; and Arshtishena, the chief person in Kimpurusha-varsha, constantly hear those glories with complete attention. Hanum&#257;n chants the following mantras.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.19.3</B></A>: Let me please Your Lordship by chanting the b&#299;ja-mantra omk&#257;ra. I wish to offer my respectful obeisances unto the Personality of Godhead, who is the best among the most highly elevated personalities. Your Lordship is the reservoir of all the good qualities of &#256;ryans, people who are advanced. Your character and behavior are always consistent, and You always control Your senses and mind. Acting just like an ordinary human being, You exhibit exemplary character to teach others how to behave. There is a touchstone that can be used to examine the quality of gold, but You are like a touchstone that can verify all good qualities. You are worshiped by br&#257;hmanas who are the foremost of all devotees. You, the Supreme Person, are the King of kings, and therefore I offer my respectful obeisances unto You.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.19.4</B></A>: The Lord, whose pure form [sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]] is uncontaminated by the modes of material nature, can be perceived by pure consciousness. In the Ved&#257;nta He is described as being one without a second. Because of His spiritual potency, He is untouched by the contamination of material nature, and because He is not subjected to material vision, He is known as transcendental. He has no material activities, nor has He a material form or name. Only in pure consciousness, Krishna consciousness, can one perceive the transcendental form of the Lord. Let us be firmly fixed at the lotus feet of Lord R&#257;macandra, and let us offer our respectful obeisances unto those transcendental lotus feet.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.19.5</B></A>: It was ordained that R&#257;vana, chief of the R&#257;kshasas, could not be killed by anyone but a man, and for this reason Lord R&#257;macandra, the Supreme Personality of Godhead, appeared in the form of a human being. Lord R&#257;macandra's mission, however, was not only to kill R&#257;vana but also to teach mortal beings that material happiness centered around sex life or centered around one's wife is the cause of many miseries. He is the self-sufficient Supreme Personality of Godhead, and nothing is lamentable for Him. Therefore why else could He be subjected to tribulations by the kidnapping of mother S&#299;t&#257;?</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.19.6</B></A>: Since Lord &#346;r&#299; R&#257;macandra is the Supreme Personality of Godhead, V&#257;sudeva, He is not attached to anything in this material world. He is the most beloved Supersoul of all self-realized souls, and He is their very intimate friend. He is full of all opulences. Therefore He could not possibly have suffered because of separation from His wife, nor could He have given up His wife and Lakshmana, His younger brother. To give up either would have been absolutely impossible.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.19.7</B></A>: One cannot establish a friendship with the Supreme Lord R&#257;macandra on the basis of material qualities such as one's birth in an aristocratic family, one's personal beauty, one's eloquence, one's sharp intelligence or one's superior race or nation. None of these qualifications is actually a prerequisite for friendship with Lord &#346;r&#299; R&#257;macandra. Otherwise how is it possible that although we uncivilized inhabitants of the forest have not taken noble births, although we have no physical beauty and although we cannot speak like gentlemen, Lord R&#257;macandra has nevertheless accepted us as friends?</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.19.8</B></A>: Therefore, whether one is a demigod or a demon, a man or a creature other than man, such as a beast or bird, everyone should worship Lord R&#257;macandra, the Supreme Personality of Godhead, who appears on this earth just like a human being. There is no need of great austerities or penances to worship the Lord, for Me accepts even a small service offered by His devotee. Thus He is satisfied, and as soon as He is satisfied, the devotee is successful. Indeed, Lord &#346;r&#299; R&#257;macandra brought all the devotees of Ayodhy&#257; back home, back to Godhead [Vaikuntha].</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.19.9</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] The glories of the Supreme Personality of Godhead are inconceivable. He has appeared in the form of Nara-N&#257;r&#257;yana in the land of Bh&#257;rata-varsha, at the place known as Badarik&#257;&#347;rama, to favor His devotees by teaching them religion, knowledge, renunciation, spiritual power, sense control and freedom from false ego. He is advanced in the opulence of spiritual assets, and He engages in executing austerity until the end of this millennium. This is the process of self-realization.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 5.19.10</B></A>: In his own book, known as N&#257;rada Pañcar&#257;tra, Bhagav&#257;n N&#257;rada has very vividly described how to work to achieve the ultimate goal of life &#8212; devotion &#8212; through knowledge and through execution of the mystic yoga system. He has also described the glories of the Lord, the Supreme Personality of Godhead. The great sage N&#257;rada instructed the tenets of this transcendental literature to S&#257;varni Manu in order to teach those inhabitants of Bh&#257;rata-varsha who strictly follow the principles of varn&#257;&#347;rama-dharma how to achieve the devotional service of the Lord. Thus N&#257;rada Muni, along with the other inhabitants of Bh&#257;rata-varsha, always engages in the service of Nara-N&#257;r&#257;yana, and he chants as follows.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 5.19.11</B></A>: Let me offer my respectful obeisances unto Nara-N&#257;r&#257;yana, the best of all saintly persons, the Supreme Personality of Godhead. He is the most self-controlled and self-realized, He is free from false prestige, and He is the asset of persons who have no material possessions. He is the spiritual master of all paramahamsas, who are the most exalted human beings, and He is the master of the self-realized. Let me offer my repeated obeisances at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 5.19.12</B></A>: N&#257;rada, the most powerful saintly sage, also worships Nara-N&#257;r&#257;yana by chanting the following mantra: The Supreme Personality of Godhead is the master of the creation, maintenance and annihilation of this visible cosmic manifestation, yet He is completely free from false prestige. Although to the foolish He appears to have accepted a material body like us, He is unaffected by bodily tribulations like hunger, thirst and fatigue. Although He is the witness who sees everything, His senses are unpolluted by the objects He sees. Let me offer my respectful obeisances unto that unattached, pure witness of the world, the Supreme Soul, the Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 5.19.13</B></A>: O my Lord, master of all mystic yoga, this is the explanation of the yogic process spoken of by Lord Brahm&#257; [Hiranyagarbha], who is self-realized. At the time of death, all yog&#299;s give up the material body with full detachment simply by placing their minds at Your lotus feet. That is the perfection of yoga.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 5.19.14</B></A>: Materialists are generally very attached to their present bodily comforts and to the bodily comforts they expect in the future. Therefore they are always absorbed in thoughts of their wives, children and wealth and are afraid of giving up their bodies, which are full of stool and urine. If a person engaged in Krishna consciousness, however, is also afraid of giving up his body, what is the use of his having labored to study the &#347;&#257;stras? It was simply a waste of time.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 5.19.15</B></A>: Therefore, O Lord, O Transcendence, kindly help us by giving us the power to execute bhakti-yoga so that we can control our restless minds and fix them upon You. We are all infected by Your illusory energy; therefore we are very attached to the body, which is full of stool and urine, and to anything related with the body. Except for devotional service, there is no way to give up this attachment. Therefore kindly bestow upon us this benediction.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 5.19.16</B></A>: In the tract of land known as Bh&#257;rata-varsha, as in Il&#257;vrita-varsha, there are many mountains and rivers. Some of the mountains are known as Malaya, Ma&#324;gala-prastha, Main&#257;ka, Trik&#363;ta, Rishabha, K&#363;taka, Kollaka, Sahya, Devagiri, Rishyam&#363;ka, &#346;r&#299;-&#347;aila, Ve&#324;kata, Mahendra, V&#257;ridh&#257;ra, Vindhya, &#346;uktim&#257;n, Rikshagiri, P&#257;riy&#257;tra, Drona, Citrak&#363;ta, Govardhana, Raivataka, Kakubha, N&#299;la, Gok&#257;mukha, Indrak&#299;la and K&#257;magiri. Besides these, there are many other hills, with many large and small rivers flowing from their slopes.</P><P CLASS=r><A CLASS=i HREF="17-18.htm"><B>SB 5.19.17-18</B></A>: Two of the rivers &#8212; the Brahmaputra and the &#346;ona &#8212; are called nadas, or main rivers. These are other great rivers that are very prominent: Candravas&#257;, T&#257;mraparn&#299;, Avatod&#257;, Kritam&#257;l&#257;, Vaih&#257;yas&#299;, K&#257;ver&#299;, Ven&#299;, Payasvin&#299;, &#346;arkar&#257;vart&#257;, Tu&#324;gabhadr&#257;, Krishn&#257;veny&#257;, Bh&#299;marath&#299;, God&#257;var&#299;, Nirvindhy&#257;, Payoshn&#299;, T&#257;p&#299;, Rev&#257;, Suras&#257;, Narmad&#257;, Carmanvat&#299;, Mah&#257;nad&#299;, Vedasmriti, Rishikuly&#257;, Tris&#257;m&#257;, Kau&#347;ik&#299;, Mand&#257;kin&#299;, Yamun&#257;, Sarasvat&#299;, Drishadvat&#299;, Gomat&#299;, Saray&#363;, Rodhasvat&#299;, Saptavat&#299;, Sushom&#257;, &#346;atadr&#363;, Candrabh&#257;g&#257;, Marudvridh&#257;, Vitast&#257;, Asikn&#299; and Vi&#347;v&#257;. The inhabitants of Bh&#257;rata-varsha are purified because they always remember these rivers. Sometimes they chant the names of these rivers as mantras, and sometimes they go directly to the rivers to touch them and bathe in them. Thus the inhabitants of Bh&#257;rata-varsha become purified.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 5.19.19</B></A>: The people who take birth in this tract of land are divided according to the qualities of material nature &#8212; the modes of goodness [sattva-guna], passion [rajo-guna], and ignorance [tamo-guna]. Some of them are born as exalted personalities, some are ordinary human beings, and some are extremely abominable, for in Bh&#257;rata-varsha one takes birth exactly according to one's past karma. If one's position is ascertained by a bona fide spiritual master and one is properly trained to engage in the service of Lord Vishnu according to the four social divisions [br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra] and the four spiritual divisions [brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;sa], one's life becomes perfect.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 5.19.20</B></A>: After many, many births, when the results of one's pious activities mature, one gets an opportunity to associate with pure devotees. Then one is able to cut the knot of bondage to ignorance, which bound him because of varied fruitive activities. As a result of associating with devotees, one gradually renders service to Lord V&#257;sudeva, who is transcendental, free from attachment to the material world, beyond the mind and words, and independent of everything else. That bhakti-yoga, devotional service to Lord V&#257;sudeva, is the real path of liberation.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 5.19.21</B></A>: Since the human form of life is the sublime position for spiritual realization, all the demigods in heaven speak in this way: How wonderful it is for these human beings to have been born in the land of Bh&#257;rata-varsha. They must have executed pious acts of austerity in the past, or the Supreme Personality of Godhead Himself must have been pleased with them. Otherwise, how could they engage in devotional service in so many ways? We demigods can only aspire to achieve human births in Bh&#257;rata-varsha to execute devotional service, but these human beings are already engaged there.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 5.19.22</B></A>: The demigods continue: After performing the very difficult tasks of executing Vedic ritualistic sacrifices, undergoing austerities, observing vows and giving charity, we have achieved this position as inhabitants of the heavenly planets. But what is the value of this achievement? Here we are certainly very engaged in material sense gratification, and therefore we can hardly remember the lotus feet of Lord N&#257;r&#257;yana. Indeed, because of our excessive sense gratification, we have almost forgotten His lotus feet.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 5.19.23</B></A>: A short life in the land of Bharata-varsha is preferable to a life achieved in Brahmaloka for millions and billions of years because even if one is elevated to Brahmaloka, he must return to repeated birth and death. Although life in Bh&#257;rata-varsha, in a lower planetary system, is very short, one who lives there can elevate himself to full Krishna consciousness and achieve the highest perfection, even in this short life, by fully surrendering unto the lotus feet of the Lord. Thus one attains Vaikunthaloka, where there is neither anxiety nor repeated birth in a material body.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 5.19.24</B></A>: An intelligent person does not take interest in a place, even in the topmost planetary system, if the pure Ganges of topics concerning the Supreme Lord's activities does not flow there, if there are not devotees engaged in service on the banks of such a river of piety, or if there are no festivals of sa&#324;k&#299;rtana-yajña to satisfy the Lord [especially since sa&#324;k&#299;rtana-yajña is recommended in this age].</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 5.19.25</B></A>: Bh&#257;rata-varsha offers the proper land and circumstances in which to execute devotional service, which can free one from the results of jñ&#257;na and karma. If one obtains a human body in the land of Bh&#257;rata-varsha, with clear sensory organs with which to execute the sa&#324;k&#299;rtana-yajña, but in spite of this opportunity he does not take to devotional service, he is certainly like liberated forest animals and birds that are careless and are therefore again bound by a hunter.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 5.19.26</B></A>: In India [Bh&#257;rata-varsha], there are many worshipers of the demigods, the various officials appointed by the Supreme Lord, such as Indra, Candra and S&#363;rya, all of whom are worshiped differently. The worshipers offer the demigods their oblations, considering the demigods part and parcel of the whole, the Supreme Lord. Therefore the Supreme Personality of Godhead accepts these offerings and gradually raises the worshipers to the real standard of devotional service by fulfilling their desires and aspirations. Because the Lord is complete, He offers the worshipers the benedictions they desire even if they worship only part of His transcendental body.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 5.19.27</B></A>: The Supreme Personality of Godhead fulfills the material desires of a devotee who approaches Him with such motives, but He does not bestow benedictions upon the devotee that will cause him to demand more benedictions again. However, the Lord willingly gives the devotee shelter at His own lotus feet, even though such a person does not aspire for it, and that shelter satisfies all his desires. That is the Supreme Personality's special mercy.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 5.19.28</B></A>: We are now living in the heavenly planets, undoubtedly as a result of our having performed ritualistic ceremonies, pious activities and yajñas and having studied the Vedas. However, our lives here will one day be finished. We pray that at that time, if any merit remains from our pious activities, we may again take birth in Bh&#257;rata-varsha as human beings able to remember the lotus feet of the Lord. The Lord is so kind that He personally comes to the land of Bh&#257;rata-varsha and expands the good fortune of its people.</P><P CLASS=r><A CLASS=i HREF="29-30.htm"><B>SB 5.19.29-30</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: My dear King, in the opinion of some learned scholars, eight smaller islands surround Jamb&#363;dv&#299;pa. When the sons of Mah&#257;r&#257;ja Sagara were searching all over the world for their lost horse, they dug up the earth, and in this way eight adjoining islands came into existence. The names of these islands are Svarnaprastha, Candra&#347;ukla, &#256;vartana, Ramanaka, Mandara-harina, P&#257;ñcajanya, Simhala and La&#324;k&#257;.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 5.19.31</B></A>: My dear King Par&#299;kshit, O best of the descendants of Bharata Mah&#257;r&#257;ja, I have thus described to you, as I myself have been instructed, the island of Bh&#257;rata-varsha and its adjoining islands. These are the islands that constitute Jamb&#363;dv&#299;pa.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>