<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19 Summary</P><P>This chapter describes the glories of Bh&#257;rata-varsha, and it also describes how Lord R&#257;macandra is being worshiped in the tract of land known as Kimpurusha-varsha. The inhabitants of Kimpurusha-varsha are fortunate because they worship Lord R&#257;macandra with His faithful servant Hanum&#257;n. Lord R&#257;macandra exemplifies an incarnation of Godhead who descends for the mission of paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] &#8212; protecting the devotees and destroying the miscreants. Lord R&#257;macandra exhibits the actual purpose of an incarnation of the Supreme Personality of Godhead, and the devotees take the opportunity to offer loving transcendental service to Him. One should surrender fully to the Lord, forgetting one's so-called material happiness, opulence and education, which are not at all useful for pleasing the Lord. The Lord is pleased only by the process of surrender unto Him.</P><P>When Devarshi N&#257;rada descended to instruct S&#257;rvani Manu, he described the opulence of Bh&#257;rata-varsha, India. S&#257;rvani Manu and the inhabitants of Bh&#257;rata-varsha engage in devotional service to the Supreme Personality of Godhead, who is the origin of creation, maintenance and annihilation and who is always worshiped by self-realized souls. In the planet known as Bh&#257;rata-varsha there are many rivers and mountains, as there are in other tracts of land, yet Bh&#257;rata-varsha has special significance because in this tract of land there exists the Vedic principle of varn&#257;&#347;rama-dharma, which divides society into four varnas and four &#257;&#347;ramas. Furthermore, N&#257;rada Muni's opinion is that even if there is some temporary disturbance in the execution of the varn&#257;&#347;rama-dharma principles, they can be revived at any moment. The effect of adhering to the institution of varn&#257;&#347;rama is gradual elevation to the spiritual platform and liberation from material bondage. By following the principles of varn&#257;&#347;rama-dharma, one gets the opportunity to associate with devotees. Such association gradually awakens one's dormant propensity to serve the Supreme Personality of Godhead and frees one from all the basic principles of sinful life. One then gets the opportunity to offer unalloyed devotional service to the Supreme Lord, V&#257;sudeva. Because of this opportunity, the inhabitants of Bh&#257;rata-varsha are praised even in the heavenly planets. Even in the topmost planet of this universe, Brahmaloka, the position of Bh&#257;rata-varsha is discussed with great relish.</P><P>All the conditioned living entities are evolving within the universe in different planets and different species of life. Thus one may be elevated to Brahmaloka, but then one must again descend to earth, as confirmed in &#346;r&#299;mad Bhagavad-g&#299;t&#257; (&#257;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna [<A CLASS=v HREF="../../../bg/8/16.htm">Bg. 8.16</A>]). If those who live in Bh&#257;rata-varsha rigidly follow the principles of varn&#257;&#347;rama-dharma and develop their dormant Krishna consciousness, they need not return to this material world after death. Any place where one cannot hear about the Supreme Personality of Godhead from realized souls, even if it be Brahmaloka, is not very congenial to the living entity. If one who has taken birth in the land of Bh&#257;rata-varsha as a human being does not take advantage of the opportunity for spiritual elevation, his position is certainly the most miserable. In the land known as Bh&#257;ratavarsha, even if one is a sarva-k&#257;ma-bhakta, a devotee seeking the fulfillment of some material desire, he is freed from all material desires by his association with devotees, and ultimately he becomes a pure devotee and returns home, back to Godhead, without difficulty.</P><P>At the end of this chapter, &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; describes to Mah&#257;r&#257;ja Par&#299;kshit the eight sub-islands within the island of Jamb&#363;dv&#299;pa.</P><P CLASS=l><A CLASS=i HREF="../18/39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>