<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 1 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 1 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Genealogical Table of the Daughters of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.1.2</P><P CLASS=c>&#257;k&#363;tim rucaye pr&#257;d&#257;d</P><P CLASS=c>api bhr&#257;trimat&#299;m nripah</P><P CLASS=c>putrik&#257;-dharmam &#257;&#347;ritya</P><P CLASS=c>&#347;atar&#363;p&#257;numoditah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akutim">&#257;k&#363;tim</A> &#8212; <A HREF="http://vedabase.net/a/akuti">&#256;k&#363;ti</A>; <A CLASS=v HREF="http://vedabase.net/r/rucaye">rucaye</A> &#8212; unto the great sage <A HREF="http://vedabase.net/r/ruci">Ruci</A>; <A CLASS=v HREF="http://vedabase.net/p/pradat">pr&#257;d&#257;t</A> &#8212; handed over; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/m/matim">mat&#299;m</A> &#8212; daughter having <A HREF="http://vedabase.net/a/a">a</A> brother; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nripah</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/p/putrika">putrik&#257;</A> &#8212; get the resultant son; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religious rites; <A CLASS=v HREF="http://vedabase.net/a/asritya">&#257;&#347;ritya</A> &#8212; taking shelter; <A CLASS=v HREF="http://vedabase.net/s/satarupa">&#347;atar&#363;p&#257;</A> &#8212; by the wife of <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/a/anumoditah">anumoditah</A> &#8212; being sanctioned.</P><P CLASS=t>TRANSLATION</P><P>&#256;k&#363;ti had two brothers, but in spite of her brothers, King Sv&#257;yambhuva Manu handed her over to Praj&#257;pati Ruci on the condition that the son born of her be returned to Manu as his son. This he did in consultation with his wife, &#346;atar&#363;p&#257;.</P><P CLASS=t>PURPORT</P><P>Sometimes a sonless person offers his daughter to a husband on the condition that his grandson be returned to him to be adopted as his son and inherit his property. This is called putrik&#257;-dharma, which means that by execution of religious rituals one gets a son, although one is sonless by one's own wife. But here we see extraordinary behavior in Manu, for in spite of his having two sons, he handed over his first daughter to Praj&#257;pati Ruci on the condition that the son born of his daughter be returned to him as his son. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments in this connection that King Manu knew that the Supreme Personality of Godhead would take birth in the womb of &#256;k&#363;ti; therefore, in spite of having two sons, he wanted the particular son born of &#256;k&#363;ti because he was ambitious to have the Supreme Personality of Godhead appear as his son and grandson. Manu is the lawgiver of mankind, and since he personally executed the putrik&#257;-dharma, we may accept that such a system may be adopted by mankind also. Thus, even though one has a son, if one wants to have a particular son from one's daughter, one may give one's daughter in charity on that condition. That is the opinion of &#346;r&#299;la J&#299;va Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>