<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 1 Verses 26-27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 1 Verses 26-27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Genealogical Table of the Daughters of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.1.26-27</P><P CLASS=c>cetas tat-pravanam yuñjann</P><P CLASS=c>ast&#257;v&#299;t samhat&#257;ñjalih</P><P CLASS=c>&#347;lakshnay&#257; s&#363;ktay&#257; v&#257;c&#257;</P><P CLASS=c>sarva-loka-gar&#299;yasah</P><P CLASS=c>atrir uv&#257;ca</P><P CLASS=c>vi&#347;vodbhava-sthiti-layeshu vibhajyam&#257;nair</P><P CLASS=c>m&#257;y&#257;-gunair anuyugam vigrih&#299;ta-deh&#257;h</P><P CLASS=c>te brahma-vishnu-giri&#347;&#257;h pranato 'smy aham vas</P><P CLASS=c>tebhyah ka eva bhavat&#257;m ma ihopah&#363;tah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/pravanam">pravanam</A> &#8212; fixing on them; <A CLASS=v HREF="http://vedabase.net/y/yunjan">yuñjan</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/a/astavit">ast&#257;v&#299;t</A> &#8212; offered prayers; <A CLASS=v HREF="http://vedabase.net/s/samhata">samhata</A>-<A CLASS=v HREF="http://vedabase.net/a/anjalih">añjalih</A> &#8212; with folded hands; <A CLASS=v HREF="http://vedabase.net/s/slaksnaya">&#347;lakshnay&#257;</A> &#8212; ecstatic; <A CLASS=v HREF="http://vedabase.net/s/suktaya">s&#363;ktay&#257;</A> &#8212; prayers; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; all over the world; <A CLASS=v HREF="http://vedabase.net/g/gariyasah">gar&#299;yasah</A> &#8212; honorable; <A CLASS=v HREF="http://vedabase.net/a/atrih">atrih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/a/atri">Atri</A> said; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/u/udbhava">udbhava</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/l/layesu">layeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> destruction; <A CLASS=v HREF="http://vedabase.net/v/vibhajyamanaih">vibhajyam&#257;naih</A> &#8212; being divided; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the external modes of nature; <A CLASS=v HREF="http://vedabase.net/a/anuyugam">anuyugam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> different millenniums; <A CLASS=v HREF="http://vedabase.net/v/vigrhita">vigrih&#299;ta</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/d/dehah">deh&#257;h</A> &#8212; bodies; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/g/girisah">giri&#347;&#257;h</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/pranatah">pranatah</A> &#8212; bowed; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; from them; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhavatam">bhavat&#257;m</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/u/upahutah">upah&#363;tah</A> &#8212; called for.</P><P CLASS=t>TRANSLATION</P><P>But since his heart was already attracted by the deities, somehow or other he gathered his senses, and with folded hands and sweet words he began to offer prayers to the predominating deities of the universe. The great sage Atri said: O Lord Brahm&#257;, Lord Vishnu and Lord &#346;iva, you have divided yourself into three bodies by accepting the three modes of material nature, as you do in every millennium for the creation, maintenance and dissolution of the cosmic manifestation. I offer my respectful obeisances unto all of you and beg to inquire whom of you three I have called by my prayer.</P><P CLASS=t>PURPORT</P><P>Atri Rishi called for the Supreme Personality of Godhead, jagad-&#299;&#347;vara, the Lord of the universe. The Lord must exist before the creation, otherwise how could He be its Lord? If someone constructs a big building, this indicates that he must have existed before the building was constructed. Therefore the Supreme Lord, the creator of the universe, must be transcendental to the material modes of nature. But it is known that Vishnu takes charge of the mode of goodness, Brahm&#257; takes charge of the mode of passion, and Lord &#346;iva takes charge of the mode of ignorance. Therefore Atri Muni said, "That jagad-&#299;&#347;vara, the Lord of the universe, must be one of you, but since three of you have appeared, I cannot recognize whom I have called. You are all so kind. Please let me know who is actually jagad-&#299;&#347;vara, the Lord of the universe." In fact, Atri Rishi was doubtful about the constitutional position of the Supreme Lord, Vishnu, but he was quite certain that the Lord of the universe cannot be one of the creatures created by m&#257;y&#257;. His very inquiry about whom he had called indicates that he was in doubt about the constitutional position of the Lord. Therefore he prayed to all three, "Kindly let me know who is the transcendental Lord of the universe." He was certain, of course, that not all of them could he the Lord, but the Lord of the universe was one of the three.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>