<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 1 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 1 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Genealogical Table of the Daughters of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.1.3</P><P CLASS=c>praj&#257;patih sa bhagav&#257;n</P><P CLASS=c>rucis tasy&#257;m aj&#299;janat</P><P CLASS=c>mithunam brahma-varcasv&#299;</P><P CLASS=c>paramena sam&#257;dhin&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prajapatih">praj&#257;patih</A> &#8212; one who is entrusted with begetting children; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most opulent; <A CLASS=v HREF="http://vedabase.net/r/rucih">rucih</A> &#8212; the great sage <A HREF="http://vedabase.net/r/ruci">Ruci</A>; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> her; <A CLASS=v HREF="http://vedabase.net/a/ajijanat">aj&#299;janat</A> &#8212; gave birth; <A CLASS=v HREF="http://vedabase.net/m/mithunam">mithunam</A> &#8212; couple; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/varcasvi">varcasv&#299;</A> &#8212; spiritually very much powerful; <A CLASS=v HREF="http://vedabase.net/p/paramena">paramena</A> &#8212; with great strength; <A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> trance.</P><P CLASS=t>TRANSLATION</P><P>Ruci, who was very powerful in his brahminical qualifications and was appointed one of the progenitors of the living entities, begot one son and one daughter by his wife, &#256;k&#363;ti.</P><P CLASS=t>PURPORT</P><P>The word brahma-varcasv&#299; is very significant. Ruci was a br&#257;hmana, and he executed the brahminical duties very rigidly. As stated in Bhagavad-g&#299;t&#257;, the brahminical qualifications are control of the senses, control of the mind, cleanliness within and without, development of spiritual and material knowledge, simplicity, truthfulness, faith in the Supreme Personality of Godhead, etc. There are many qualities which indicate a brahminical personality, and it is understood that Ruci followed all the brahminical principles rigidly. Therefore he is specifically mentioned as brahma-varcasv&#299;. One who is born of a br&#257;hmana father but does not act as a br&#257;hmana is called, in Vedic language, a brahma-bandhu, and is calculated to be on the level of &#347;&#363;dras and women. Thus in the Bh&#257;gavatam we find that Mah&#257;bh&#257;rata was specifically compiled by Vy&#257;sadeva for str&#299;-&#347;&#363;dra-brahma-bandhu. Str&#299; means women, &#347;&#363;dra means the lower class of civilized human society, and brahma-bandhu means persons who are born in the families of br&#257;hmanas but do not follow the rules and regulations carefully. All of these three classes are called less intelligent; they have no access to the study of the Vedas, which are specifically meant for persons who have acquired the brahminical qualifications. This restriction is based not upon any sectarian distinction but upon qualification. The Vedic literatures cannot be understood unless one has developed the brahminical qualifications. It is regrettable, therefore, that persons who have no brahminical qualifications and have never been trained under a bona fide spiritual master nevertheless comment on Vedic literatures like the &#346;r&#299;mad-Bh&#257;gavatam and other pur&#257;nas, for such persons cannot deliver their real message. Ruci was considered a first-class br&#257;hmana; therefore he is mentioned here as brahma-varcasv&#299;, one who had full prowess in brahminical strength.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>