<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 1 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 1 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Genealogical Table of the Daughters of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.1.30</P><P CLASS=c>dev&#257; &#363;cuh</P><P CLASS=c>yath&#257; kritas te sa&#324;kalpo</P><P CLASS=c>bh&#257;vyam tenaiva n&#257;nyath&#257;</P><P CLASS=c>sat-sa&#324;kalpasya te brahman</P><P CLASS=c>yad vai dhy&#257;yati te vayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the demigods replied; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/s/sankalpah">sa&#324;kalpah</A> &#8212; determination; <A CLASS=v HREF="http://vedabase.net/b/bhavyam">bh&#257;vyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be done; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; not otherwise; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/s/sankalpasya">sa&#324;kalpasya</A> &#8212; one whose determination is never lost; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> dear <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dhyayati">dhy&#257;yati</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>The three deities told Atri Muni: Dear br&#257;hmana, you are perfect in your determination, and therefore as you have decided, so it will happen; it will not happen otherwise. We are all the same person upon whom you were meditating, and therefore we have all come to you.</P><P CLASS=t>PURPORT</P><P>Atri Muni unspecifically thought of the Personality of Godhead, the Lord of the universe, although he had no clear idea of the Lord of the universe nor of His specific form. Mah&#257;-Vishnu, from whose breathing millions of universes emanate and into whom they are again withdrawn, may be accepted as the Lord of the universe. Garbhodaka&#347;&#257;y&#299; Vishnu, from whose abdomen sprouted the lotus flower which is the birthplace of Brahm&#257;, may also be considered the Lord of the universe. Similarly, Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, who is the Supersoul of all living entities, may also be considered the Lord of the universe. Then, under the order of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the Vishnu form within this universe, Lord Brahm&#257; and Lord &#346;iva may also be accepted as the Lords of the universe.</P><P>Vishnu is the Lord of the universe because He is its maintainer. Similarly, Brahm&#257; creates the different planetary systems and the population, so he also may be considered the Lord of the universe. Or Lord &#346;iva, who is ultimately the destroyer of the universe, also may be considered its Lord. Therefore, since Atri Muni did not specifically mention whom he wanted, all three &#8212; Brahm&#257;, Vishnu and Lord &#346;iva &#8212; came before him. They said, "Since you were thinking of having a son exactly like the Supreme Personality of Godhead, the Lord of the universe, your determination will be fulfilled." In other words, one's determination is fulfilled according to the strength of one's devotion. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>): y&#257;nti deva-vrat&#257; dev&#257;n pitrin y&#257;nti pitri-vrat&#257;h. If one is attached to a particular demigod, one is promoted to the abode of that demigod; if one is attached to the Pit&#257;s, or forefathers, one is promoted to their planet; and similarly if one is attached to the Supreme Personality of Godhead, Krishna, one is promoted to the abode of Lord Krishna. Atri Muni had no clear conception of the Lord of the universe; therefore the three presiding deities who are actually the lords of the universe in the three departments of the modes of nature all came before him. Now, according to the strength of his determination for a son, his desire would be fulfilled by the grace of the Lord.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>