<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 1 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 1 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Genealogical Table of the Daughters of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.1.5</P><P CLASS=c>&#257;ninye sva-griham putry&#257;h</P><P CLASS=c>putram vitata-rocisham</P><P CLASS=c>sv&#257;yambhuvo mud&#257; yukto</P><P CLASS=c>rucir jagr&#257;ha dakshin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aninye">&#257;ninye</A> &#8212; brought <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/p/putryah">putry&#257;h</A> &#8212; born of the daughter; <A CLASS=v HREF="http://vedabase.net/p/putram">putram</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/v/vitata">vitata</A>-<A CLASS=v HREF="http://vedabase.net/r/rocisam">rocisham</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/s/svayambhuvah">sv&#257;yambhuvah</A> &#8212; the <A HREF="http://vedabase.net/m/manu">Manu</A> named <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A>; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; being very pleased; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/r/rucih">rucih</A> &#8212; the great sage <A HREF="http://vedabase.net/r/ruci">Ruci</A>; <A CLASS=v HREF="http://vedabase.net/j/jagraha">jagr&#257;ha</A> &#8212; kept; <A CLASS=v HREF="http://vedabase.net/d/daksinam">dakshin&#257;m</A> &#8212; the daughter named <A HREF="http://vedabase.net/d/daksina">Dakshin&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>Sv&#257;yambhuva Manu very gladly brought home the beautiful boy named Yajña, and Ruci, his son-in-law, kept with him the daughter, Dakshin&#257;.</P><P CLASS=t>PURPORT</P><P>Sv&#257;yambhuva Manu was very glad to see that his daughter &#256;k&#363;ti had given birth to both a boy and girl. He was afraid that he would take one son and that because of this his son-in-law Ruci might be sorry. Thus when he heard that a daughter was born along with the boy, he was very glad. Ruci, according to his promise, returned his male child to Sv&#257;yambhuva Manu and decided to keep the daughter, whose name was Dakshin&#257;. One of Lord Vishnu's names is Yajña because He is the master of the Vedas. The name Yajña comes from yajush&#257;m patih, which means "Lord of all sacrifices." In the Yajur Veda there are different ritualistic prescriptions for performing yajñas, and the beneficiary of all such yajñas is the Supreme Lord, Vishnu. Therefore it is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), yajñ&#257;rth&#257;t karmanah: one should act, but one should perform one's prescribed duties only for the sake of Yajña, or Vishnu. lf one does not act for the satisfaction of the Supreme Personality of Godhead, or if one does not perform devotional service, then there will be reactions to all one's activities. It does not matter if the reaction is good or bad; if our activities are not dovetailed with the desire of the Supreme Lord, or if we do not act in Krishna consciousness, then we shall be responsible for the results of all our activities. There is always a reaction to every kind of action, but if actions are performed for Yajña, there is no reaction. Thus if one acts for Yajña, or the Supreme Personality of Godhead, one is not entangled in the material condition, for it is mentioned in the Vedas and also in Bhagavad-g&#299;t&#257; that the Vedas and the Vedic rituals are all meant for understanding the Supreme Personality of Godhead, Krishna. From the very beginning one should try to act in Krishna consciousness; that will free one from the reactions of material activities.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>