<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 1 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 1 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Genealogical Table of the Daughters of Manu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.1.56</P><P CLASS=c>dev&#257; &#363;cuh</P><P CLASS=c>yo m&#257;yay&#257; viracitam nijay&#257;tman&#299;dam</P><P CLASS=c>khe r&#363;pa-bhedam iva tat-praticakshan&#257;ya</P><P CLASS=c>etena dharma-sadane rishi-m&#363;rtin&#257;dya</P><P CLASS=c>pr&#257;du&#347;cak&#257;ra purush&#257;ya namah parasmai</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the external energy; <A CLASS=v HREF="http://vedabase.net/v/viracitam">viracitam</A> &#8212; was created; <A CLASS=v HREF="http://vedabase.net/n/nijaya">nijay&#257;</A> &#8212; by His own; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A> Him; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhedam">bhedam</A> &#8212; bunches of clouds; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Himself; <A CLASS=v HREF="http://vedabase.net/p/praticaksanaya">praticakshan&#257;ya</A> &#8212; for manifesting; <A CLASS=v HREF="http://vedabase.net/e/etena">etena</A> &#8212; with this; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/sadane">sadane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of <A HREF="http://vedabase.net/d/dharma">Dharma</A>; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/m/murtina">m&#363;rtin&#257;</A> &#8212; with the form of <A HREF="http://vedabase.net/a/a">a</A> sage; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/p/praduscakara">pr&#257;du&#347;cak&#257;ra</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/p/parasmai">parasmai</A> &#8212; the Supreme.</P><P CLASS=t>TRANSLATION</P><P>The demigods said: Let us offer our respectful obeisances unto the transcendental Personality of Godhead, who created as His external energy this cosmic manifestation, which is situated in Him as the air and clouds are situated in space, and who has now appeared in the form of Nara-N&#257;r&#257;yana Rishi in the house of Dharma.</P><P CLASS=t>PURPORT</P><P>The universal form of the Lord is the cosmic manifestation, which is an exhibition of the external energy of the Supreme Personality of Godhead. In space there are innumerable varieties of planets and also the air, and in the air there are variously colored clouds, and sometimes we see airplanes running from one place to another. Thus the entire cosmic manifestation is full of variety, but actually that variety is a manifestation of the external energy of the Supreme Lord, and that energy is situated in Him. Now the Lord Himself, after manifesting His energy, appeared within the creation of His energy, which is simultaneously one with and different from Himself, and therefore the demigods offered their respects to the Supreme Personality of Godhead, who manifests Himself in such varieties. There are some philosophers, called nondualists, who because of their impersonal conception think that varieties are false. ln this verse it is specifically stated, yo m&#257;yay&#257; viracitam. This indicates that the varieties are a manifestation of the energy of the Supreme Personality of Godhead. Thus because the energy is nondifferent from the Godhead, the varieties are also factual. The material varieties may be temporary, but they are not false. They are a reflection of the spiritual varieties. Here the word praticakshan&#257;ya, "there are varieties," announces the glories of the Supreme Personality of Godhead, who appeared as Nara-N&#257;r&#257;yana Rishi and who is the origin of all varieties of material nature.</P><P CLASS=l><A CLASS=i HREF="54-55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>