<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 1: Genealogical Table of the Daughters of Manu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 4.1.1</B></A>: &#346;r&#299; Maitreya said: Sv&#257;yambhuva Manu begot three daughters in his wife &#346;atar&#363;p&#257;, and their names were &#256;k&#363;ti, Devah&#363;ti and Pras&#363;ti.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 4.1.2</B></A>: &#256;k&#363;ti had two brothers, but in spite of her brothers, King Sv&#257;yambhuva Manu handed her over to Praj&#257;pati Ruci on the condition that the son born of her be returned to Manu as his son. This he did in consultation with his wife, &#346;atar&#363;p&#257;.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 4.1.3</B></A>: Ruci, who was very powerful in his brahminical qualifications and was appointed one of the progenitors of the living entities, begot one son and one daughter by his wife, &#256;k&#363;ti.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 4.1.4</B></A>: Of the two children born of &#256;k&#363;ti, the male child was directly an incarnation of the Supreme Personality of Godhead, and His name was Yajña, which is another name of Lord Vishnu. The female child was a partial incarnation of Lakshm&#299;, the goddess of fortune, the eternal consort of Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 4.1.5</B></A>: Sv&#257;yambhuva Manu very gladly brought home the beautiful boy named Yajña, and Ruci, his son-in-law, kept with him the daughter, Dakshin&#257;.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 4.1.6</B></A>: The Lord of the ritualistic performance of yajña later married Dakshin&#257;, who was anxious to have the Personality of Godhead as her husband, and in this wife the Lord was also very much pleased to beget twelve children.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 4.1.7</B></A>: The twelve boys born of Yajña and Dakshin&#257; were named Tosha, Pratosha, Santosha, Bhadra, S&#257;nti, Idaspati, Idhma, Kavi, Vibhu, Svahna, Sudeva and Rocana.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 4.1.8</B></A>: During the time of Sv&#257;yambhuva Manu, these sons all became the demigods collectively named the Tushitas. Mar&#299;ci became the head of the seven rishis, and Yajña became the king of the demigods, Indra.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 4.1.9</B></A>: Sv&#257;yambhuva Manu's two sons, Priyavrata and Utt&#257;nap&#257;da, became very powerful kings, and their sons and grandsons spread all over the three worlds during that period.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 4.1.10</B></A>: My dear son, Sv&#257;yambhuva Manu handed over his very dear daughter Devah&#363;ti to Kardama Muni. I have already spoken to you about them, and you have heard about them almost in full.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 4.1.11</B></A>: Sv&#257;yambhuva Manu handed over his daughter Pras&#363;ti to the son of Brahm&#257; named Daksha, who was also one of the progenitors of the living entities. The descendants of Daksha are spread throughout the three worlds.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 4.1.12</B></A>: You have already been informed about the nine daughters of Kardama Muni, who were handed over to nine different sages. I shall now describe the descendants of those nine daughters. Please hear from me.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 4.1.13</B></A>: Kardama Muni's daughter Kal&#257;, who was married to Mar&#299;ci, gave birth to two children, whose names were Ka&#347;yapa and P&#363;rnim&#257;. Their descendants are spread all over the world.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 4.1.14</B></A>: My dear Vidura, of the two sons, Ka&#347;yapa and P&#363;rnim&#257;, P&#363;rnim&#257; begot three children, namely Viraja, Vi&#347;vaga and Devakuly&#257;. Of these three, Devakuly&#257; was the water which washed the lotus feet of the Personality of Godhead and which later on transformed into the Ganges of the heavenly planets.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 4.1.15</B></A>: Anas&#363;y&#257;, the wife of Atri Muni, gave birth to three very famous sons &#8212; Soma, Datt&#257;treya and Durv&#257;s&#257; &#8212; who were partial representations of Lord Vishnu, Lord &#346;iva and Lord Brahm&#257;. Soma was a partial representation of Lord Brahm&#257;, Datt&#257;treya was a partial representation of Lord Vishnu, and Durv&#257;s&#257; was a partial representation of Lord &#346;iva.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 4.1.16</B></A>: After hearing this, Vidura inquired from Maitreya: My dear master, how is it that the three deities Brahm&#257;, Vishnu and &#346;iva, who are the creator, maintainer and destroyer of the whole creation, became the offspring of the wife of Atri Muni?</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 4.1.17</B></A>: Maitreya said: When Lord Brahm&#257; ordered Atri Muni to create generations after marrying Anas&#363;y&#257;, Atri Muni and his wife went to perform severe austerities in the valley of the mountain known as Riksha.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 4.1.18</B></A>: In that mountain valley flows a river named Nirvindhy&#257;. On the bank of the river are many a&#347;oka trees and other plants full of pal&#257;&#347;a flowers, and there is always the sweet sound of water flowing from a waterfall. The husband and wife reached that beautiful place.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 4.1.19</B></A>: There the great sage concentrated his mind by the yogic breathing exercises, and thereby controlling all attachment, he remained standing on one leg only, eating nothing but air, and stood there on one leg for one hundred years.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 4.1.20</B></A>: He was thinking: May the Lord of the universe, of whom I have taken shelter, kindly he pleased to offer me a son exactly like Him.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 4.1.21</B></A>: While Atri Muni was engaged in these severe austerities, a blazing fire came out of his head by virtue of his breathing exercise, and that fire was seen by the three principal deities of the three worlds.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 4.1.22</B></A>: At that time, the three deities approached the hermitage of Atri Muni, accompanied by the denizens of the heavenly planets, such as the celestial beauties, the Gandharvas, the Siddhas, the Vidy&#257;dharas and the N&#257;gas. Thus they entered the &#257;&#347;rama of the great sage, who had become famous by his austerities.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 4.1.23</B></A>: The sage was standing on one leg, but as soon as he saw that the three deities had appeared before him, he was so pleased to see them all together that despite great difficulty he approached them on one leg.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 4.1.24</B></A>: Thereafter he began to offer prayers to the three deities, who were seated on different carriers &#8212; a bull, a swan and Garuda &#8212; and who held in their hands a drum, ku&#347;a grass and a discus. The sage offered them his respects by falling down like a stick.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 4.1.25</B></A>: Atri Muni was greatly pleased to see that the three devas were gracious towards him. His eyes were dazzled by the effulgence of their bodies, and therefore he closed his eyes for the time being.</P><P CLASS=r><A CLASS=i HREF="26-27.htm"><B>SB 4.1.26-27</B></A>: But since his heart was already attracted by the deities, somehow or other he gathered his senses, and with folded hands and sweet words he began to offer prayers to the predominating deities of the universe. The great sage Atri said: O Lord Brahm&#257;, Lord Vishnu and Lord &#346;iva, you have divided yourself into three bodies by accepting the three modes of material nature, as you do in every millennium for the creation, maintenance and dissolution of the cosmic manifestation. I offer my respectful obeisances unto all of you and beg to inquire whom of you three I have called by my prayer.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 4.1.28</B></A>: I called for the Supreme Personality of Godhead, desiring a son like Him, and I thought of Him only. But although He is far beyond the mental speculation of man, all three of you have come here. Kindly let me know how you have come, for I am greatly bewildered about this.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 4.1.29</B></A>: The great sage Maitreya continued: Upon hearing Atri Muni speak in that way, the three great deities smiled, and they replied in the following sweet words.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 4.1.30</B></A>: The three deities told Atri Muni: Dear br&#257;hmana, you are perfect in your determination, and therefore as you have decided, so it will happen; it will not happen otherwise. We are all the same person upon whom you were meditating, and therefore we have all come to you.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 4.1.31</B></A>: You will have sons who will represent a partial manifestation of our potency, and because we desire all good fortune for you, those sons will glorify your reputation throughout the world.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 4.1.32</B></A>: Thus, while the couple looked on, the three deities Brahm&#257;, Vishnu and Mahe&#347;vara disappeared from that place after bestowing upon Atri Muni the benediction.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 4.1.33</B></A>: Thereafter, from the partial representation of Brahm&#257;, the moon-god was born of them; from the partial representation of Vishnu, the great mystic Datt&#257;treya was born; and from the partial representation of &#346;a&#324;kara [Lord &#346;iva], Durv&#257;s&#257; was born. Now you may hear from me of the many sons of A&#324;gir&#257;.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 4.1.34</B></A>: A&#324;gir&#257;'s wife, &#346;raddh&#257;, gave birth to four daughters, named Sin&#299;v&#257;l&#299;, Kuh&#363;, R&#257;k&#257; and Anumati.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 4.1.35</B></A>: Besides these four daughters, she also had another two sons. One of them was known as Utathya, and the other was the learned scholar Brihaspati.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 4.1.36</B></A>: Pulastya begot in his wife, Havirbh&#363;, one son of the name Agastya, who in his next birth became Dahr&#257;gni. Besides him, Pulastya begot another very great and saintly son, whose name was Vi&#347;rav&#257;.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 4.1.37</B></A>: Vi&#347;rav&#257; had two wives. The first wife was Idavid&#257;, from whom Kuvera, the master of all Yakshas, was born, and the next wife was named Ke&#347;in&#299;, from whom three sons were born &#8212; R&#257;vana, Kumbhakarna and Vibh&#299;shana.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 4.1.38</B></A>: Gati, the wife of the sage Pulaha, gave birth to three sons, named Karma&#347;reshtha, Var&#299;y&#257;n and Sahishnu, and all of them were great sages.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 4.1.39</B></A>: Kratu's wife, Kriy&#257;, gave birth to sixty thousand great sages, named the V&#257;lakhilyas. All these sages were greatly advanced in spiritual knowledge, and their bodies were illuminated by such knowledge.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 4.1.40</B></A>: The great sage Vasishtha begot in his wife, &#362;rj&#257;, sometimes called Arundhat&#299;, seven spotlessly great sages, headed by the sage named Citraketu.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 4.1.41</B></A>: The names of these seven sages are as follows: Citraketu, Suroci, Viraj&#257;, Mitra, Ulbana, Vasubhridy&#257;na and Dyum&#257;n. Some other very competent sons were born from Vasishtha's other wife.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 4.1.42</B></A>: Citti, wife of the sage Atharv&#257;, gave birth to a son named A&#347;va&#347;ir&#257; by accepting a great vow called Dadhyañca. Now you may hear from me about the descendants of the sage Bhrigu.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 4.1.43</B></A>: The sage Bhrigu was highly fortunate. In his wife, known as Khy&#257;ti, he begot two sons, named Dh&#257;t&#257; and Vidh&#257;t&#257;, and one daughter, named &#346;r&#299;, who was very much devoted to the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 4.1.44</B></A>: The sage Meru had two daughters, named &#256;yati and Niyati, whom he gave in charity to Dh&#257;t&#257; and Vidh&#257;t&#257;. &#256;yati and Niyati gave birth to two sons, Mrikanda and Pr&#257;na.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 4.1.45</B></A>: From Mrikanda, M&#257;rkandeya Muni was born, and from Pr&#257;na the sage Veda&#347;ir&#257;, whose son was U&#347;an&#257; [&#346;ukr&#257;c&#257;rya], also known as Kavi. Thus Kavi also belonged to the descendants of the Bhrigu dynasty.</P><P CLASS=r><A CLASS=i HREF="46-47.htm"><B>SB 4.1.46-47</B></A>: My dear Vidura, the population of the universe was thus increased by the descendants of these sages and the daughters of Kardama. Anyone who hears the descriptions of this dynasty with faith will be relieved from all sinful reactions. Another of Manu's daughters, known as Pras&#363;ti, married the son of Brahm&#257; named Daksha.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 4.1.48</B></A>: Daksha begot sixteen very beautiful daughters with lotuslike eyes in his wife Pras&#363;ti. Of these sixteen daughters, thirteen were given in marriage to Dharma, and one daughter was given to Agni.</P><P CLASS=r><A CLASS=i HREF="49-52.htm"><B>SB 4.1.49-52</B></A>: One of the remaining two daughters was given in charity to the Pitriloka, where she resides very amicably, and the other was given to Lord &#346;iva, who is the deliverer of sinful persons from material entanglement. The names of the thirteen daughters of Daksha who were given to Dharma are &#346;raddh&#257;, Maitr&#299;, Day&#257;, S&#257;nti, Tushti, Pushti, Kriy&#257;, Unnati, Buddhi, Medh&#257;, Titiksh&#257;, Hr&#299; and M&#363;rti. These thirteen daughters produced the following sons: &#346;raddh&#257; gave birth to &#346;ubha, Maitr&#299; produced Pras&#257;da, Day&#257; gave birth to Abhaya, S&#257;nti gave birth to Sukha, Tushti gave birth to Muda, Pushti gave birth to Smaya, Kriy&#257; gave birth to Yoga, Unnati gave birth to Darpa, Buddhi gave birth to Artha, Medh&#257; gave birth to Smriti, Titiksh&#257; gave birth to Kshema, and Hr&#299; gave birth to Pra&#347;raya. M&#363;rti, a reservoir of all respectable qualities, gave birth to &#346;r&#299; Nara-N&#257;r&#257;yana, the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 4.1.53</B></A>: On the occasion of the appearance of Nara-N&#257;r&#257;yana, the entire world was full of joy. Everyone's mind became tranquil, and thus in all directions the air, the rivers and the mountains became pleasant.</P><P CLASS=r><A CLASS=i HREF="54-55.htm"><B>SB 4.1.54-55</B></A>: In the heavenly planets, bands began to play, and they showered flowers from the sky. The pacified sages chanted Vedic prayers, the denizens of heaven known as the Gandharvas and Kinnaras sang, the beautiful damsels of the heavenly planets danced, and in this way, at the time of the appearance of Nara-N&#257;r&#257;yana, all signs of good fortune were visible. Just at that time, great demigods like Brahm&#257; also offered their respectful prayers.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 4.1.56</B></A>: The demigods said: Let us offer our respectful obeisances unto the transcendental Personality of Godhead, who created as His external energy this cosmic manifestation, which is situated in Him as the air and clouds are situated in space, and who has now appeared in the form of Nara-N&#257;r&#257;yana Rishi in the house of Dharma.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 4.1.57</B></A>: Let that Supreme Personality of Godhead, who is understood by truly authorized Vedic literature and who has created peace and prosperity to destroy all calamities of the created world, be kind enough to bestow His glance upon the demigods. His merciful glance can supersede the beauty of the spotless lotus flower which is the home of the goddess of fortune.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 4.1.58</B></A>: [Maitreya said:] O Vidura, thus the demigods worshiped with prayers the Supreme Personality of Godhead appearing as the sage Nara-N&#257;r&#257;yana. The Lord glanced upon them with mercy and then departed for Gandham&#257;dana Hill.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>SB 4.1.59</B></A>: That Nara-N&#257;r&#257;yana Rishi, who is a partial expansion of Krishna, has now appeared in the dynasties of Yadu and Kuru, in the forms of Krishna and Arjuna respectively, to mitigate the burden of the world.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>SB 4.1.60</B></A>: The predominating deity of fire begot in his wife, Sv&#257;h&#257;, three children, named P&#257;vaka, Pavam&#257;na and &#346;uci, who exist by eating the oblations offered to the fire of sacrifice.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>SB 4.1.61</B></A>: From those three sons another forty-five descendants were generated, who are also fire-gods. The total number of fire-gods is therefore forty-nine, including the fathers and the grandfather.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>SB 4.1.62</B></A>: These forty-nine fire-gods are the beneficiaries of the oblations offered in the Vedic sacrificial fire by impersonalist br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>SB 4.1.63</B></A>: The Agnishv&#257;ttas, the Barhishadas, the Saumyas and the &#256;jyapas are the Pit&#257;s. They are either s&#257;gnika or niragnika. The wife of all these Pit&#257;s is Svadh&#257;, who is the daughter of King Daksha.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>SB 4.1.64</B></A>: Svadh&#257;, who was offered to the Pit&#257;s, begot two daughters named Vayun&#257; and Dh&#257;rin&#299;, both of whom were impersonalists and were expert in transcendental and Vedic knowledge.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>SB 4.1.65</B></A>: The sixteenth daughter, whose name was Sat&#299;, was the wife of Lord &#346;iva. She could not produce a child, although she always faithfully engaged in the service of her husband.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>SB 4.1.66</B></A>: The reason is that Sat&#299;'s father, Daksha, used to rebuke Lord &#346;iva in spite of &#346;iva's faultlessness. Consequently, before attaining a mature age, Sat&#299; gave up her body by dint of yogic mystic power.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>