<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 18 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 18 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja Milks the Earth Planet</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.18.18</P><P CLASS=c>vatsena pitaro 'ryamn&#257;</P><P CLASS=c>kavyam ksh&#299;ram adhukshata</P><P CLASS=c>&#257;ma-p&#257;tre mah&#257;-bh&#257;g&#257;h</P><P CLASS=c>&#347;raddhay&#257; &#347;r&#257;ddha-devat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vatsena">vatsena</A> &#8212; by the calf; <A CLASS=v HREF="http://vedabase.net/p/pitarah">pitarah</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/p/pitrloka">Pitriloka</A>; <A CLASS=v HREF="http://vedabase.net/a/aryamna">aryamn&#257;</A> &#8212; by the god of <A HREF="http://vedabase.net/p/pitrloka">Pitriloka</A>, <A HREF="http://vedabase.net/a/aryama">Aryam&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kavyam">kavyam</A> &#8212; offerings of food <A HREF="http://vedabase.net/t/to">to</A> ancestors; <A CLASS=v HREF="http://vedabase.net/k/ksiram">ksh&#299;ram</A> &#8212; milk; <A CLASS=v HREF="http://vedabase.net/a/adhuksata">adhukshata</A> &#8212; took out; <A CLASS=v HREF="http://vedabase.net/a/ama">&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/p/patre">p&#257;tre</A> &#8212; into <A HREF="http://vedabase.net/a/an">an</A> unbaked earthen pot; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bh&#257;g&#257;h</A> &#8212; the greatly fortunate; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;r&#257;ddha</A>-<A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; the demigods presiding over <A HREF="http://vedabase.net/s/sraddha">&#347;r&#257;ddha</A> ceremonies <A HREF="http://vedabase.net/i/in">in</A> honor of deceased relatives.</P><P CLASS=t>TRANSLATION</P><P>The fortunate inhabitants of Pitriloka, who preside over the funeral ceremonies, made Aryam&#257; into a calf. With great faith they milked kavya, food offered to the ancestors, into an unbaked earthen pot.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>) it is said, pitrin y&#257;nti pitri-vrat&#257;h. Those who are interested in family welfare are called pitri-vrat&#257;h. There is a planet called Pitriloka, and the predominating deity of that planet is called Aryam&#257;. He is somewhat of a demigod, and by satisfying him one can help ghostly family members develop a gross body. Those who are very sinful and attached to their family, house, village or country do not receive a gross body made of material elements but remain in a subtle body, composed of mind, ego and intelligence. Those who live in such subtle bodies are called ghosts. This ghostly position is very painful because a ghost has intelligence, mind and ego and wants to enjoy material life, but because he doesn't have a gross material body, he can only create disturbances for want of material satisfaction. It is the duty of family members, especially the son, to offer oblations to the demigod Aryam&#257; or to Lord Vishnu. From time immemorial in India the son of a dead man goes to Gay&#257; and, at a Vishnu temple there, offers oblations for the benefit of his ghostly father. It is not that everyone's father becomes a ghost, but the oblations of pinda are offered to the lotus feet of Lord Vishnu so that if a family member happens to become a ghost, he will be favored with a gross body. However, if one is habituated to taking the pras&#257;da of Lord Vishnu, there is no chance of his becoming a ghost or anything lower than a human being. In Vedic civilization there is a performance called &#347;r&#257;ddha by which food is offered with faith and devotion. If one offers oblations with faith and devotion &#8212; either to the lotus feet of Lord Vishnu or to His representative in Pitriloka, Aryam&#257; &#8212; one's forefathers will attain material bodies to enjoy whatever material enjoyment is due them. In other words, they do not have to become ghosts.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>