<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 18 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 18 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja Milks the Earth Planet</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.18.19</P><P CLASS=c>prakalpya vatsam kapilam</P><P CLASS=c>siddh&#257;h sa&#324;kalpan&#257;may&#299;m</P><P CLASS=c>siddhim nabhasi vidy&#257;m ca</P><P CLASS=c>ye ca vidy&#257;dhar&#257;dayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakalpya">prakalpya</A> &#8212; appointing; <A CLASS=v HREF="http://vedabase.net/v/vatsam">vatsam</A> &#8212; calf; <A CLASS=v HREF="http://vedabase.net/k/kapilam">kapilam</A> &#8212; the great sage <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/s/siddhah">siddh&#257;h</A> &#8212; the inhabitants of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/s/sankalpana">sa&#324;kalpan&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayim">may&#299;m</A> &#8212; proceeding from will; <A CLASS=v HREF="http://vedabase.net/s/siddhim">siddhim</A> &#8212; yogic perfection; <A CLASS=v HREF="http://vedabase.net/n/nabhasi">nabhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/v/vidyam">vidy&#257;m</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vidyadhara">vidy&#257;dhara</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/v/vidyadhara">Vidy&#257;dhara</A>-<A HREF="http://vedabase.net/l/loka">loka</A>, and <A HREF="http://vedabase.net/s/so">so</A> on.</P><P CLASS=t>TRANSLATION</P><P>After this, the inhabitants of Siddhaloka, as well as the inhabitants of Vidy&#257;dhara-loka, transformed the great sage Kapila into a calf, and making the whole sky into a pot, they milked out specific yogic mystic powers, beginning with anim&#257;. Indeed, the inhabitants of Vidy&#257;dhara-loka acquired the art of flying in the sky.</P><P CLASS=t>PURPORT</P><P>The inhabitants of both Siddhaloka and Vidy&#257;dhara-loka are naturally endowed with mystic yogic powers by which they not only can fly in outer space without a vehicle but can also fly from one planet to another simply by exerting their will. Just as fish can swim within water, the residents of Vidy&#257;dhara-loka can swim in the ocean of air. As far as the inhabitants of Siddhaloka are concerned, they are endowed with all mystic powers. The yog&#299;s in this planet practice the eightfold yogic mysticism &#8212; namely yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dh&#257;ran&#257;, dhy&#257;na and sam&#257;dhi. By regularly practicing the yogic processes one after another, the yog&#299;s attain various perfections; they can become smaller than the smallest, heavier than the heaviest, etc. They can even manufacture a planet, get whatever they like and control whatever man they want. All the residents of Siddhaloka are naturally endowed with these mystic yogic powers. It is certainly a very wonderful thing if we see a person on this planet flying in the sky without a vehicle, but in Vidy&#257;dhara-loka such flying is as commonplace as a bird's flying in the sky. Similarly, in Siddhaloka all the inhabitants are great yog&#299;s, perfect in mystic powers.</P><P>The name of Kapila Muni is significant in this verse because He was the expounder of the S&#257;&#324;khya philosophical system, and His father, Kardama Muni, was a great yog&#299; and mystic. Indeed, Kardama Muni prepared a great airplane, which was as large as a small town and had various gardens, palatial buildings, servants and maidservants. With all this paraphernalia, Kapiladeva's mother, Devah&#363;ti, and His father, Kardama Muni, traveled all over the universes and visited different planets.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>