<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 18 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 18 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja Milks the Earth Planet</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.18.20</P><P CLASS=c>anye ca m&#257;yino m&#257;y&#257;m</P><P CLASS=c>antardh&#257;n&#257;dbhut&#257;tman&#257;m</P><P CLASS=c>mayam prakalpya vatsam te</P><P CLASS=c>duduhur dh&#257;ran&#257;may&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mayinah">m&#257;yinah</A> &#8212; mystic magicians; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; mystic powers; <A CLASS=v HREF="http://vedabase.net/a/antardhana">antardh&#257;na</A> &#8212; disappearing; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; the demon named <A HREF="http://vedabase.net/m/maya">Maya</A>; <A CLASS=v HREF="http://vedabase.net/p/prakalpya">prakalpya</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/v/vatsam">vatsam</A> &#8212; the calf; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/d/duduhuh">duduhuh</A> &#8212; milked out; <A CLASS=v HREF="http://vedabase.net/d/dharanamayim">dh&#257;ran&#257;may&#299;m</A> &#8212; proceeding from will.</P><P CLASS=t>TRANSLATION</P><P>Others also, the inhabitants of planets known as Kimpurusha-loka, made the demon Maya into a calf, and they milked out mystic powers by which one can disappear immediately from another's vision and appear again in a different form.</P><P CLASS=t>PURPORT</P><P>It is said that the inhabitants of Kimpurusha-loka can perform many wonderful mystic demonstrations. In other words, they can exhibit as many wonderful things as one can imagine. The inhabitants of this planet can do whatever they like, or whatever they imagine. Such powers are also mystic powers. The possession of such mystic power is called &#299;&#347;it&#257;. The demons generally learn such mystic powers by the practice of yoga. In the Da&#347;ama-skandha, the Tenth Canto, of &#346;r&#299;mad-Bh&#257;gavatam, there is a vivid description of how the demons appear before Krishna in various wonderful forms. For instance, Bak&#257;sura appeared before Krishna and His cowherd boyfriends as a gigantic crane. While present on this planet, Lord Krishna had to fight with many demons who could exhibit the wonderful mystic powers of Kimpurusha-loka. Although the inhabitants of Kimpurusha-loka are naturally endowed with such powers, one can attain these powers on this planet by performing different yogic practices.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>