<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 18 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 18 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja Milks the Earth Planet</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.18.4</P><P CLASS=c>t&#257;n &#257;tishthati yah samyag</P><P CLASS=c>up&#257;y&#257;n p&#363;rva-dar&#347;it&#257;n</P><P CLASS=c>avarah &#347;raddhayopeta</P><P CLASS=c>upey&#257;n vindate 'ñjas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/a/atisthati">&#257;tishthati</A> &#8212; follows; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/u/upayan">up&#257;y&#257;n</A> &#8212; principles; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/d/darsitan">dar&#347;it&#257;n</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/a/avarah">avarah</A> &#8212; inexperienced; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith; <A CLASS=v HREF="http://vedabase.net/u/upetah">upetah</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/u/upeyan">upey&#257;n</A> &#8212; the fruits of activities; <A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; very easily.</P><P CLASS=t>TRANSLATION</P><P>One who follows the principles and instructions enjoined by the great sages of the past can utilize these instructions for practical purposes. Such a person can very easily enjoy life and pleasures.</P><P CLASS=t>PURPORT</P><P>The Vedic principles (mah&#257;jano yena gatah sa panth&#257;h) urge us to follow in the footsteps of great liberated souls. In this way we can receive benefit in both this life and the next, and we can also improve our material life. By following the principles laid down by great sages and saints of the past, we can very easily understand the aim of all life. The word avarah, meaning "inexperienced," is very significant in this verse. Every conditioned soul is inexperienced. Everyone is abodha j&#257;ta &#8212; born a fool and rascal. In democratic government at the present moment all kinds of fools and rascals are making decisions. But what can they do? What is the result of their legislation? They enact something today just to whimsically repeal it tomorrow. One political party utilizes a country for one purpose, and the next moment another political party forms a different type of government and nullifies all the laws and regulations. This process of chewing the chewed (punah puna&#347; carvita-carvan&#257;n&#257;m [<A CLASS=v HREF="../../7/5/30.htm">SB 7.5.30</A>]) will never make human society happy. In order to make all human society happy and prosperous, we should accept the standard methods given by liberated persons.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>