<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 18 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 18 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja Milks the Earth Planet</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.18.8</P><P CLASS=c>n&#363;nam t&#257; v&#299;rudhah ksh&#299;n&#257;</P><P CLASS=c>mayi k&#257;lena bh&#363;yas&#257;</P><P CLASS=c>tatra yogena drishtena</P><P CLASS=c>bhav&#257;n &#257;d&#257;tum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/v/virudhah">v&#299;rudhah</A> &#8212; herbs and grains; <A CLASS=v HREF="http://vedabase.net/k/ksinah">ksh&#299;n&#257;h</A> &#8212; deteriorated; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; within <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> course of time; <A CLASS=v HREF="http://vedabase.net/b/bhuyasa">bh&#363;yas&#257;</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by proper means; <A CLASS=v HREF="http://vedabase.net/d/drstena">drishtena</A> &#8212; acknowledged; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Majesty; <A CLASS=v HREF="http://vedabase.net/a/adatum">&#257;d&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> take; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; ought.</P><P CLASS=t>TRANSLATION</P><P>Due to being stocked for a very long time, all the grain seeds within me have certainly deteriorated. Therefore you should immediately arrange to take these seeds out by the standard process, which is recommended by the &#257;c&#257;ryas or &#347;&#257;stras.</P><P CLASS=t>PURPORT</P><P>When there is a scarcity of grain, the government should follow the methods prescribed in the &#347;&#257;stra and approved by the &#257;c&#257;ryas; thus there will be a sufficient production of grains, and food scarcity and famine can be checked. Bhagavad-g&#299;t&#257; recommends that we perform yajña, sacrifices. By the performance of yajña, sufficient clouds gather in the sky, and when there are sufficient clouds, there is also sufficient rainfall. In this way agricultural matters are taken care of. When there is sufficient grain production, the general populace eats the grains, and animals like cows, goats and other domestic animals eat the grasses and grains also. According to this arrangement, human beings should perform the sacrifices recommended in the &#347;&#257;stras, and if they do so there will no longer be food scarcity. In Kali-yuga, the only sacrifice recommended is sa&#324;k&#299;rtana-yajña.</P><P>In this verse there are two significant words: yogena, "by the approved method," and drishtena, "as exemplified by the former &#257;c&#257;ryas." One is mistaken if he thinks that by applying modern machines such as tractors, grains can be produced. If one goes to a desert and uses a tractor, there is still no possibility of producing grains. We may adopt various means, but it is essential to know that the planet earth will stop producing grains if sacrifices are not performed. The earth has already explained that because nondevotees are enjoying the production of food, she has reserved food seeds for the performance of sacrifice. Now, of course, atheists will not believe in this spiritual method of producing grains, but whether they believe or not, the fact remains that we are not independent to produce grain by mechanical means. As far as the approved method is concerned, it is enjoined in the &#347;&#257;stras that intelligent men in this age will take to the sa&#324;k&#299;rtana movement, and by so doing they shall worship the Supreme Personality of Godhead Lord Caitanya, whose bodily complexion is golden and who is always accompanied by His confidential devotees to preach this Krishna consciousness movement all over the world. In its present condition, the world can only be saved by introducing this sa&#324;k&#299;rtana, this Krishna consciousness movement. As we have learned from the previous verse, one who is not in Krishna consciousness is considered a thief. Even though he may be materially very advanced, a thief cannot be placed in a comfortable position. A thief is a thief, and he is punishable. Because people are without Krishna consciousness, they have become thieves, and consequently they are being punished by the laws of material nature. No one can check this, not even by introducing so many relief funds and humanitarian institutions. Unless the people of the world take to Krishna consciousness, there will be a scarcity of food and much suffering.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9-10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>