<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 18 Verses 9-10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 18 Verses 9-10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja Milks the Earth Planet</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.18.9-10</P><P CLASS=c>vatsam kalpaya me v&#299;ra</P><P CLASS=c>yen&#257;ham vatsal&#257; tava</P><P CLASS=c>dhokshye ksh&#299;ramay&#257;n k&#257;m&#257;n</P><P CLASS=c>anur&#363;pam ca dohanam</P><P CLASS=c>dogdh&#257;ram ca mah&#257;-b&#257;ho</P><P CLASS=c>bh&#363;t&#257;n&#257;m bh&#363;ta-bh&#257;vana</P><P CLASS=c>annam &#299;psitam &#363;rjasvad</P><P CLASS=c>bhagav&#257;n v&#257;ñchate yadi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vatsam">vatsam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> calf; <A CLASS=v HREF="http://vedabase.net/k/kalpaya">kalpaya</A> &#8212; arrange; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; for <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> hero; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vatsala">vatsal&#257;</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/d/dhoksye">dhokshye</A> &#8212; shall fulfill; <A CLASS=v HREF="http://vedabase.net/k/ksira">ksh&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/m/mayan">may&#257;n</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of milk; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; desired necessities; <A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;pam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> different living entities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dohanam">dohanam</A> &#8212; milking pot; <A CLASS=v HREF="http://vedabase.net/d/dogdharam">dogdh&#257;ram</A> &#8212; milkman; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/baho">b&#257;ho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mighty-armed one; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavana">bh&#257;vana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> protector of the living entities; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/u/urjah">&#363;rjah</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; nourishing; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; your worshipable self; <A CLASS=v HREF="http://vedabase.net/v/vanchate">v&#257;ñchate</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if.</P><P CLASS=t>TRANSLATION</P><P>O great hero, protector of living entities, if you desire to relieve the living entities by supplying them sufficient grain, and if you desire to nourish them by taking milk from me, you should make arrangements to bring a calf suitable for this purpose and a pot in which the milk can be kept, as well as a milkman to do the work. Since I will be very much affectionate towards my calf, your desire to take milk from me will be fulfilled.</P><P CLASS=t>PURPORT</P><P>These are nice instructions for milking a cow. The cow must first have a calf so that out of affection for the calf she will voluntarily give sufficient milk. There must also be an expert milkman and a suitable pot in which to keep the milk. Just as a cow cannot deliver sufficient milk without being affectionate to her calf, the earth cannot produce sufficient necessities without feeling affection for those who are Krishna conscious. Even though the earth's being in the shape of a cow may be taken figuratively, the meaning herein is very explicit. Just as a calf can derive milk from a cow, all living entities &#8212; including animals, birds, bees, reptiles and aquatics &#8212; can receive their respective foods from the planet earth, provided that human beings are not asat, or adhrita-vrata, as we have previously discussed. When human society becomes asat, or ungodly, or devoid of Krishna consciousness, the entire world suffers. If human beings are well-behaved, animals will also receive sufficient food and be happy. The ungodly human being, ignorant of his duty to give protection and food to the animals, kills them to compensate for the insufficient production of grains. Thus no one is satisfied, and that is the cause for the present condition in today's world.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>