<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.11</P><P CLASS=c>na nishkritair uditair brahma-v&#257;dibhis</P><P CLASS=c>tath&#257; vi&#347;uddhyaty aghav&#257;n vrat&#257;dibhih</P><P CLASS=c>yath&#257; harer n&#257;ma-padair ud&#257;hritais</P><P CLASS=c>tad uttama&#347;loka-gunopalambhakam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/niskrtaih">nishkritaih</A> &#8212; by the processes of atonement; <A CLASS=v HREF="http://vedabase.net/u/uditaih">uditaih</A> &#8212; prescribed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadibhih">v&#257;dibhih</A> &#8212; by learned scholars such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> that extent; <A CLASS=v HREF="http://vedabase.net/v/visuddhyati">vi&#347;uddhyati</A> &#8212; becomes purified; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> sinful <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by observing the vows and regulative principles; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/p/padaih">padaih</A> &#8212; by the syllables of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/u/udahrtaih">ud&#257;hritaih</A> &#8212; chanted; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/uttamasloka">uttama&#347;loka</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the transcendental qualities; <A CLASS=v HREF="http://vedabase.net/u/upalambhakam">upalambhakam</A> &#8212; reminding one.</P><P CLASS=t>TRANSLATION</P><P>By following the Vedic ritualistic ceremonies or undergoing atonement, sinful men do not become as purified as by chanting once the holy name of Lord Hari. Although ritualistic atonement may free one from sinful reactions, it does not awaken devotional service, unlike the chanting of the Lord's names, which reminds one of the Lord's fame, qualities, attributes, pastimes and paraphernalia.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments that the chanting of the holy name of the Lord has special significance that distinguishes it from the Vedic ritualistic ceremonies of atonement for severe, more severe or most severe sinful actions. There are twenty types of religious scriptures called dharma-&#347;&#257;stras, beginning with the Manu-samhit&#257; and par&#257;&#347;ara-samhit&#257;, but herein it is stressed that although one may become free from the reactions of the most sinful activities by following the religious principles of these scriptures, this cannot promote a sinful man to the stage of loving service to the Lord. On the other hand, chanting the holy name of the Lord even once not only frees one immediately from the reactions of the greatest sins, but also raises one to the platform of rendering loving service to the Supreme Personality of Godhead, who is described as uttama&#347;loka because He is famous for His glorious activities. Thus one serves the Lord by remembering His form, His attributes and pastimes. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that this is all possible simply by chanting the Lord's holy name because of the Lord's omnipotence. What cannot be achieved through the performance of Vedic rituals can be easily achieved through the chanting of the Lord's holy name. To chant the holy name and dance in ecstasy is so easy and sublime that one can achieve all the benefits of spiritual life simply by following this process. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu declares, param vijayate &#347;r&#299;-krishna-sa&#324;k&#299;rtanam: "All glories to &#346;r&#299; Krishna sa&#324;k&#299;rtana!" The sa&#324;k&#299;rtana movement we have started offers the best process for becoming purified of all sinful reactions and coming immediately to the platform of spiritual life.</P><P CLASS=l><A CLASS=i HREF="9-10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>