<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.12</P><P CLASS=c>naik&#257;ntikam tad dhi krite 'pi nishkrite</P><P CLASS=c>manah punar dh&#257;vati ced asat-pathe</P><P CLASS=c>tat karma-nirh&#257;ram abh&#299;psat&#257;m harer</P><P CLASS=c>gun&#257;nuv&#257;dah khalu sattva-bh&#257;vanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aikantikam">aik&#257;ntikam</A> &#8212; absolutely cleansed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; very nicely performed; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/n/niskrte">nishkrite</A> &#8212; atonement; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/d/dhavati">dh&#257;vati</A> &#8212; runs; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/p/pathe">pathe</A> &#8212; on the path of material activities; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nirharam">nirh&#257;ram</A> &#8212; cessation of the fruitive reactions of material activities; <A CLASS=v HREF="http://vedabase.net/a/abhipsatam">abh&#299;psat&#257;m</A> &#8212; for those who seriously want; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvadah">anuv&#257;dah</A> &#8212; constant chanting of the glories; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; actually purifying one's existence.</P><P CLASS=t>TRANSLATION</P><P>The ritualistic ceremonies of atonement recommended in the religious scriptures are insufficient to cleanse the heart absolutely because after atonement one's mind again runs toward material activities. Consequently, for one who wants liberation from the fruitive reactions of material activities, the chanting of the Hare Krishna mantra, or glorification of the name, fame and pastimes of the Lord, is recommended as the most perfect process of atonement because such chanting eradicates the dirt from one's heart completely.</P><P CLASS=t>PURPORT</P><P>The statements in this verse have been confirmed previously in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/17.htm">1.2.17</A>):</P><P>&#347;rinvat&#257;m sva-kath&#257;h krishnah</P><P CLASS=n>punya-&#347;ravana-k&#299;rtanah</P><P CLASS=n>hridy antah-stho hy abhadr&#257;ni</P><P CLASS=n>vidhunoti suhrit sat&#257;m</P><P>"&#346;r&#299; Krishna, the Personality of Godhead, who is the Param&#257;tm&#257; [Supersoul] in everyone's heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who relishes His messages, which are in themselves virtuous when properly heard and chanted." It is the special mercy of the Supreme Lord that as soon as He knows that one is glorifying His name, fame and attributes, He personally helps cleanse the dirt from one's heart. Therefore simply by such glorification one not only becomes purified, but also achieves the results of pious activities (punya-&#347;ravana-k&#299;rtana). Punya-&#347;ravana-k&#299;rtana refers to the process of devotional service. Even if one does not understand the meaning of the Lord's name, pastimes or attributes, one is purified simply by hearing or chanting of them. Such purification is called sattva-bh&#257;vana.</P><P>One's main purpose in human life should be to purify his existence and achieve liberation. As long as one has a material body, one is understood to be impure. In such an impure, material condition, one cannot enjoy a truly blissful life, although everyone seeks it. Therefore &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../5/5/1.htm">5.5.1</A>) says, tapo divyam putrak&#257; yena sattvam &#347;uddhyet: one must perform tapasya, austerity, to purify his existence in order to come to the spiritual platform. The tapasya of chanting and glorifying the name, fame and attributes of the Lord is a very easy purifying process by which everyone can be happy. Therefore everyone who desires the ultimate cleansing of his heart must adopt this process. Other processes, such as karma, jñ&#257;na and yoga, cannot cleanse the heart absolutely.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>