<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.16</P><P CLASS=c>gur&#363;n&#257;m ca lagh&#363;n&#257;m ca</P><P CLASS=c>gur&#363;ni ca lagh&#363;ni ca</P><P CLASS=c>pr&#257;ya&#347;citt&#257;ni p&#257;p&#257;n&#257;m</P><P CLASS=c>jñ&#257;tvokt&#257;ni maharshibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gurunam">gur&#363;n&#257;m</A> &#8212; heavy; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/l/laghunam">lagh&#363;n&#257;m</A> &#8212; light; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/g/guruni">gur&#363;ni</A> &#8212; heavy; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/l/laghuni">lagh&#363;ni</A> &#8212; light; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/prayascittani">pr&#257;ya&#347;citt&#257;ni</A> &#8212; the processes of atonement; <A CLASS=v HREF="http://vedabase.net/p/papanam">p&#257;p&#257;n&#257;m</A> &#8212; of sinful activities; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing perfectly well; <A CLASS=v HREF="http://vedabase.net/u/uktani">ukt&#257;ni</A> &#8212; have been prescribed; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by great sages.</P><P CLASS=t>TRANSLATION</P><P>Authorities who are learned scholars and sages have carefully ascertained that one should atone for the heaviest sins by undergoing a heavy process of atonement and one should atone for lighter sins by undergoing lighter atonement. Chanting the Hare Krishna mantra, however, vanquishes all the effects of sinful activities, regardless of whether heavy or light.</P><P CLASS=t>PURPORT</P><P>In this regard, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura describes an incident that took place when S&#257;mba was rescued from the punishment of the Kauravas. S&#257;mba fell in love with the daughter of Duryodhana, and since according to kshatriya custom one is not offered a kshatriya's daughter unless he displays his chivalrous valor, S&#257;mba abducted her. Consequently S&#257;mba was arrested by the Kauravas. Later, when Lord Balar&#257;ma came to rescue him, there was an argument about S&#257;mba's release. Since the argument was not settled, Balar&#257;ma showed His power in such a way that all of Hastin&#257;pura trembled and would have been vanquished as if by a great earthquake. Then the matter was settled, and S&#257;mba married Duryodhana's daughter. The purport is that one should take shelter of Krishna-Balar&#257;ma, the Supreme Personality of Godhead, whose protective power is so great that it cannot be equaled in the material world. However powerful the reactions of one's sins, they will immediately be vanquished if one chants the name of Hari, Krishna, Balar&#257;ma or N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>