<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.17</P><P CLASS=c>tais t&#257;ny agh&#257;ni p&#363;yante</P><P CLASS=c>tapo-d&#257;na-vrat&#257;dibhih</P><P CLASS=c>n&#257;dharmajam tad-dhridayam</P><P CLASS=c>tad ap&#299;&#347;&#257;&#324;ghri-sevay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by those; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/a/aghani">agh&#257;ni</A> &#8212; sinful activities and their results; <A CLASS=v HREF="http://vedabase.net/p/puyante">p&#363;yante</A> &#8212; become vanquished; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; charity; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by vows and other such activities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; produced from irreligious actions; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by service.</P><P CLASS=t>TRANSLATION</P><P>Although one may neutralize the reactions of sinful life through austerity, charity, vows and other such methods, these pious activities cannot uproot the material desires in one's heart. However, if one serves the lotus feet of the Personality of Godhead, he is immediately freed from all such contaminations.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/42.htm">11.2.42</A>), bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca: devotional service is so powerful that one who performs devotional service is immediately freed from all sinful desires. All desires within this material world are sinful because material desire means sense gratification, which always involves action that is more or less sinful. Pure bhakti, however, is any&#257;bhil&#257;shit&#257;-&#347;&#363;nya; in other words, it is free from material desires, which result from karma and jñ&#257;na. One who is situated in devotional service no longer has material desires, and therefore he is beyond sinful life. Material desires should be completely stopped. Otherwise, although one's austerities, penances and charity may free one from sin for the time being, one's desires will reappear because his heart is impure. Thus he will act sinfully and suffer.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>