<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.23</P><P CLASS=c>tam vivakshum abhipretya</P><P CLASS=c>mah&#257;purusha-ki&#324;kar&#257;h</P><P CLASS=c>sahas&#257; pa&#347;yatas tasya</P><P CLASS=c>tatr&#257;ntardadhire 'nagha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him (<A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>); <A CLASS=v HREF="http://vedabase.net/v/vivaksum">vivakshum</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/a/abhipretya">abhipretya</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/m/mahapurusa">mah&#257;purusha</A>-<A CLASS=v HREF="http://vedabase.net/k/kinkarah">ki&#324;kar&#257;h</A> &#8212; the order carriers of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; suddenly; <A CLASS=v HREF="http://vedabase.net/p/pasyatah">pa&#347;yatah</A> <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; while <A HREF="http://vedabase.net/h/he">he</A> looked on; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/antardadhire">antardadhire</A> &#8212; disappeared; <A CLASS=v HREF="http://vedabase.net/a/anagha">anagha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sinless <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>.</P><P CLASS=t>TRANSLATION</P><P>O sinless Mah&#257;r&#257;ja Par&#299;kshit, the order carriers of the Supreme Personality of Godhead, the Vishnud&#363;tas, saw that Aj&#257;mila was attempting to say something, and thus they suddenly disappeared from his presence.</P><P CLASS=t>PURPORT</P><P>The &#347;&#257;stras say:</P><P>p&#257;pishth&#257; ye dur&#257;c&#257;r&#257;</P><P CLASS=n>deva-br&#257;hmana-nindak&#257;h</P><P CLASS=n>apathya-bhojan&#257;s tesh&#257;m</P><P CLASS=n>ak&#257;le maranam dhruvam</P><P>"For persons who are p&#257;pishtha, very sinful, and dur&#257;c&#257;ra, misbehaved or very unclean in their habits, who are against the existence of God, who disrespect Vaishnavas and br&#257;hmanas, and who eat anything and everything, untimely death is sure." It is said that in Kali-yuga one has a maximum lifetime of one hundred years, but as people become degraded, the duration of their lives decreases (pr&#257;yen&#257;lp&#257;yushah). Because Aj&#257;mila was now free from all sinful reactions, his lifetime was extended, even though he was to have died immediately. When the Vishnud&#363;tas saw Aj&#257;mila trying to say something to them, they disappeared to give him a chance to glorify the Supreme Lord. Since all his sinful reactions had been vanquished, he was now prepared to glorify the Lord. Indeed, one cannot glorify the Lord unless one is completely free from all sinful activities. This is confirmed by Krishna Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam</P><P CLASS=n>jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257;</P><P CLASS=n>bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination." The Vishnud&#363;tas made Aj&#257;mila aware of devotional service so that He might immediately become fit to return home, back to Godhead. To increase his eagerness to glorify the Lord, they disappeared so that he would feel separation in their absence. In the mode of separation, glorification of the Lord is very intense.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24-25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>