<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verses 24-25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verses 24-25"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.24-25</P><P CLASS=c>aj&#257;milo 'py ath&#257;karnya</P><P CLASS=c>d&#363;t&#257;n&#257;m yama-krishnayoh</P><P CLASS=c>dharmam bh&#257;gavatam &#347;uddham</P><P CLASS=c>trai-vedyam ca gun&#257;&#347;rayam</P><P CLASS=c>bhaktim&#257;n bhagavaty &#257;&#347;u</P><P CLASS=c>m&#257;h&#257;tmya-&#347;ravan&#257;d dhareh</P><P CLASS=c>anut&#257;po mah&#257;n &#257;s&#299;t</P><P CLASS=c>smarato '&#347;ubham &#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ajamilah">aj&#257;milah</A> &#8212; <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/d/dutanam">d&#363;t&#257;n&#257;m</A> &#8212; of the order carriers; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/k/krsnayoh">krishnayoh</A> &#8212; of Yamar&#257;ja and Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; actual religious principles; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> described <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>, or concerning the relationship between the living being and the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddham</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/t/trai">trai</A>-<A CLASS=v HREF="http://vedabase.net/v/vedyam">vedyam</A> &#8212; mentioned <A HREF="http://vedabase.net/i/in">in</A> three Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">a&#347;rayam</A> &#8212; material religion, under the modes of material nature; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/m/man">m&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> devotee (cleansed of the modes of material nature); <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/m/mahatmya">m&#257;h&#257;tmya</A> &#8212; glorification of the <A HREF="http://vedabase.net/n/name">name</A>, fame, etc.; <A CLASS=v HREF="http://vedabase.net/s/sravanat">&#347;ravan&#257;t</A> &#8212; because of hearing; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/a/anutapah">anut&#257;pah</A> &#8212; regret; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/s/smaratah">smaratah</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/a/asubham">a&#347;ubham</A> &#8212; all the inglorious activities; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; done by himself.</P><P CLASS=t>TRANSLATION</P><P>After hearing the discourses between the Yamad&#363;tas and the Vishnud&#363;tas, Aj&#257;mila could understand the religious principles that act under the three modes of material nature. These principles are mentioned in the three Vedas. He could also understand the transcendental religious principles, which are above the modes of material nature and which concern the relationship between the living being and the Supreme Personality of Godhead. Furthermore, Aj&#257;mila heard glorification of the name, fame, qualities and pastimes of the Supreme Personality of Godhead. He thus became a perfectly pure devotee. He could then remember his past sinful activities, which he greatly regretted having performed.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/45.htm">2.45</A>) Lord Krishna told Arjuna:</P><P>traigunya-vishay&#257; ved&#257;</P><P CLASS=n>nistraigunyo bhav&#257;rjuna</P><P CLASS=n>nirdvandvo nitya-sattva-stho</P><P CLASS=n>niryoga-kshema &#257;tmav&#257;n</P><P>"The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self." The Vedic principles certainly prescribe a gradual process for rising to the spiritual platform, but if one remains attached to the Vedic principles, there is no chance of his being elevated to spiritual life. Krishna therefore advised Arjuna to perform devotional service, which is the process of transcendental religion. The transcendental position of devotional service is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/6.htm">1.2.6</A>). Sa vai pums&#257;m paro dharmo yato bhaktir adhokshaje. Bhakti, devotional service, is paro dharmah, transcendental dharma; it is not material dharma. People generally think that religion should be pursued for material profit. This may be suitable for persons interested in material life, but one who is interested in spiritual life should be attached to paro dharmah, the religious principles by which one becomes a devotee of the Supreme Lord (yato bhaktir adhokshaje). The bh&#257;gavata religion teaches that the Lord and the living entity are eternally related and that the duty of the living entity is to surrender to the Lord. When one is situated on the platform of devotional service, one is freed from impediments and completely satisfied (ahaituky apratihat&#257; yay&#257;tm&#257; supras&#299;dati). Having been elevated to that platform, Aj&#257;mila began to lament for his past materialistic activities and glorify the name, fame, form and pastimes of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>