<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.26</P><P CLASS=c>aho me paramam kashtam</P><P CLASS=c>abh&#363;d avijit&#257;tmanah</P><P CLASS=c>yena vipl&#257;vitam brahma</P><P CLASS=c>vrishaly&#257;m j&#257;yat&#257;tman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; extreme; <A CLASS=v HREF="http://vedabase.net/k/kastam">kashtam</A> &#8212; miserable condition; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/a/avijita">avijita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; because my senses were uncontrolled; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/v/viplavitam">vipl&#257;vitam</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; all my brahminical qualifications; <A CLASS=v HREF="http://vedabase.net/v/vrsalyam">vrishaly&#257;m</A> &#8212; through <A HREF="http://vedabase.net/a/a">a</A> &#347;&#363;dr&#257;n&#299;, <A HREF="http://vedabase.net/a/a">a</A> maidservant; <A CLASS=v HREF="http://vedabase.net/j/jayata">j&#257;yat&#257;</A> &#8212; being born; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>Aj&#257;mila said: Alas, being a servant of my senses, how degraded I became! I fell down from my position as a duly qualified br&#257;hmana and begot children in the womb of a prostitute.</P><P CLASS=t>PURPORT</P><P>The men of the higher classes &#8212; the br&#257;hmanas, kshatriyas and vai&#347;yas &#8212; do not beget children in the wombs of lower-class women. Therefore the custom in Vedic society is to examine the horoscopes of a girl and boy being considered for marriage to see whether their combination is suitable. Vedic astrology reveals whether one has been born in the vipra-varna, kshatriya-varna, vai&#347;ya-varna or &#347;&#363;dra-varna, according to the three qualities of material nature. This must be examined because a marriage between a boy of the vipra-varna and a girl of the &#347;&#363;dra-varna is incompatible; married life would be miserable for both husband and wife. Consequently a boy should marry a girl of the same category. Of course, this is trai-gunya, a material calculation according to the Vedas, but if the boy and girl are devotees there need be no such considerations. A devotee is transcendental, and therefore in a marriage between devotees, the boy and girl form a very happy combination.</P><P CLASS=l><A CLASS=i HREF="24-25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>