<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verses 36-37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verses 36-37"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.36-37</P><P CLASS=c>vimucya tam imam bandham</P><P CLASS=c>avidy&#257;-k&#257;ma-karmajam</P><P CLASS=c>sarva-bh&#363;ta-suhric ch&#257;nto</P><P CLASS=c>maitrah karuna &#257;tmav&#257;n</P><P CLASS=c>mocaye grastam &#257;tm&#257;nam</P><P CLASS=c>yoshin-mayy&#257;tma-m&#257;yay&#257;</P><P CLASS=c>vikr&#299;dito yayaiv&#257;ham</P><P CLASS=c>kr&#299;d&#257;-mriga iv&#257;dhamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vimucya">vimucya</A> &#8212; having become free from; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bandham">bandham</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> ignorance; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> lusty desire; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; caused by activities; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;ntah</A> &#8212; very peaceful; <A CLASS=v HREF="http://vedabase.net/m/maitrah">maitrah</A> &#8212; friendly; <A CLASS=v HREF="http://vedabase.net/k/karunah">karunah</A> &#8212; merciful; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; self-realized; <A CLASS=v HREF="http://vedabase.net/m/mocaye">mocaye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall disentangle; <A CLASS=v HREF="http://vedabase.net/g/grastam">grastam</A> &#8212; encaged; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; my soul; <A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A>-<A CLASS=v HREF="http://vedabase.net/m/mayya">mayy&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of woman; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vikriditah">vikr&#299;ditah</A> &#8212; played with; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mrgah">mrigah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> controlled animal; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/adhamah">adhamah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> fallen.</P><P CLASS=t>TRANSLATION</P><P>Because of identifying oneself with the body, one is subjected to desires for sense gratification, and thus one engages in many different types of pious and impious action. This is what constitutes material bondage. Now I shall disentangle myself from my material bondage, which has been caused by the Supreme Personality of Godhead's illusory energy in the form of a woman. Being a most fallen soul, I was victimized by the illusory energy and have become like a dancing dog led around by a woman's hand. Now I shall give up all lusty desires and free myself from this illusion. I shall become a merciful, well-wishing friend to all living entities and always absorb myself in Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>This should be the standard of determination for all Krishna conscious persons. A Krishna conscious person should free himself from the clutches of m&#257;y&#257;, and he should also be compassionate to all others suffering in those clutches. The activities of the Krishna consciousness movement are meant not only for oneself but for others also. This is the perfection of Krishna consciousness. One who is interested in his own salvation is not as advanced in Krishna consciousness as one who feels compassion for others and who therefore propagates the Krishna consciousness movement. Such an advanced devotee will never fall down, for Krishna will give him special protection. That is the sum and substance of the Krishna consciousness movement. Everyone is like a play toy in the hands of the illusory energy and is acting as she moves him. One should come to Krishna consciousness to release oneself and also to release others.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>