<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.39</P><P CLASS=c>iti j&#257;ta-sunirvedah</P><P CLASS=c>kshana-sa&#324;gena s&#257;dhushu</P><P CLASS=c>ga&#324;g&#257;-dv&#257;ram upey&#257;ya</P><P CLASS=c>mukta-sarv&#257;nubandhanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sunirvedah">sunirvedah</A> &#8212; (<A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>) who <A HREF="http://vedabase.net/h/had">had</A> become detached from the material conception of life; <A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A>-<A CLASS=v HREF="http://vedabase.net/s/sangena">sa&#324;gena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> moment's association; <A CLASS=v HREF="http://vedabase.net/s/sadhusu">s&#257;dhushu</A> &#8212; with devotees; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dvaram">dv&#257;ram</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Hardwar (<A HREF="http://vedabase.net/h/hari">hari</A>-<A HREF="http://vedabase.net/d/dvara">dv&#257;ra</A>), the doorway <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/h/hari">Hari</A> (because the Ganges begins there, Hardwar is also called <A HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A>-<A HREF="http://vedabase.net/d/dvara">dv&#257;ra</A>); <A CLASS=v HREF="http://vedabase.net/u/upeyaya">upey&#257;ya</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; being freed from; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/anubandhanah">anubandhanah</A> &#8212; all kinds of material bondage.</P><P CLASS=t>TRANSLATION</P><P>Because of a moment's association with devotees [the Vishnud&#363;tas], Aj&#257;mila detached himself from the material conception of life with determination. Thus freed from all material attraction, he immediately started for Hardwar.</P><P CLASS=t>PURPORT</P><P>The word mukta-sarv&#257;nubandhanah indicates that after this incident, Aj&#257;mila, not caring for his wife and children, went straight to Hardwar for further advancement in his spiritual life. Our Krishna consciousness movement now has centers in Vrind&#257;vana and Navadv&#299;pa so that those who want to live a retired life, whether they be devotees or not, can go there and with determination give up the bodily concept of life. One is welcome to live in those holy places for the rest of his life in order to achieve the highest success by the very simple method of chanting the holy name of the Lord and taking pras&#257;da. Thus one may return home, back to Godhead. We do not have a center in Hardwar, but Vrind&#257;vana and &#346;r&#299;dh&#257;ma M&#257;y&#257;pur are better for devotees than any other places. The Caitanya Candrodaya temple offers one a good opportunity to associate with devotees. Let us all take advantage of this opportunity.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>