<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.46</P><P CLASS=c>n&#257;tah param karma-nibandha-krintanam</P><P CLASS=c>mumukshat&#257;m t&#299;rtha-pad&#257;nuk&#299;rtan&#257;t</P><P CLASS=c>na yat punah karmasu sajjate mano</P><P CLASS=c>rajas-tamobhy&#257;m kalilam tato 'nyath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; better means; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nibandha">nibandha</A> &#8212; the obligation <A HREF="http://vedabase.net/t/to">to</A> suffer or undergo tribulations <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> result of fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/krntanam">krintanam</A> &#8212; that which can completely cut off; <A CLASS=v HREF="http://vedabase.net/m/mumuksatam">mumukshat&#257;m</A> &#8212; of persons desiring <A HREF="http://vedabase.net/t/to">to</A> get out of the clutches of material bondage; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; about the Supreme Personality of Godhead, at whose feet all the holy places stand; <A CLASS=v HREF="http://vedabase.net/a/anukirtanat">anuk&#299;rtan&#257;t</A> &#8212; than constantly chanting under the direction of the bona fide spiritual master; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fruitive activities; <A CLASS=v HREF="http://vedabase.net/s/sajjate">sajjate</A> &#8212; becomes attached; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/t/tamobhyam">tamobhy&#257;m</A> &#8212; by the modes of passion and ignorance; <A CLASS=v HREF="http://vedabase.net/k/kalilam">kalilam</A> &#8212; contaminated; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; by any other means.</P><P CLASS=t>TRANSLATION</P><P>Therefore one who desires freedom from material bondage should adopt the process of chanting and glorifying the name, fame, form and pastimes of the Supreme Personality of Godhead, at whose feet all the holy places stand. One cannot derive the proper benefit from other methods, such as pious atonement, speculative knowledge and meditation in mystic yoga, because even after following such methods one takes to fruitive activities again, unable to control his mind, which is contaminated by the base qualities of nature, namely passion and ignorance.</P><P CLASS=t>PURPORT</P><P>It has actually been seen that even after achieving so-called perfection, many karm&#299;s, jñ&#257;n&#299;s and yog&#299;s become attached to material activities again. Many so-called sv&#257;m&#299;s and yog&#299;s give up material activities as false (jagan mithy&#257;), but after some time they nevertheless resume material activities by opening hospitals and schools or performing other activities for the benefit of the public. Sometimes they participate in politics, although still falsely declaring themselves sanny&#257;s&#299;s, members of the renounced order. The perfect conclusion, however, is that if one actually desires to get out of the material world, he must take to devotional service, which begins with &#347;ravanam k&#299;rtanam vishnoh: [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>] chanting and hearing the glories of the Lord. The Krishna consciousness movement has actually proved this. In the Western countries, many young boys who were addicted to drugs and who had many other bad habits, which they could not give up, abandoned all those propensities and very seriously engaged in chanting the glories of the Lord as soon as they joined the Krishna consciousness movement. In other words, this process is the perfect method of atonement for actions performed in rajah and tamah (passion and ignorance). As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/19.htm">1.2.19</A>):</P><P>tad&#257; rajas-tamo-bh&#257;v&#257;h</P><P CLASS=n>k&#257;ma-lobh&#257;daya&#347; ca ye</P><P CLASS=n>ceta etair an&#257;viddham</P><P CLASS=n>sthitam sattve pras&#299;dati</P><P>As a result of rajah and tamah, one becomes increasingly lusty and greedy, but when one takes to the process of chanting and hearing, one comes to the platform of goodness and becomes happy. As he advances in devotional service, all his doubts are completely eradicated (bhidyate hridaya-granthi&#347; chidyante sarva-sam&#347;ay&#257;h). Thus the knot of his desire for fruitive activities is cut to pieces.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47-48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>