<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verses 5-6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verses 5-6"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.5-6</P><P CLASS=c>yasy&#257;&#324;ke &#347;ira &#257;dh&#257;ya</P><P CLASS=c>lokah svapiti nirvritah</P><P CLASS=c>svayam dharmam adharmam v&#257;</P><P CLASS=c>na hi veda yath&#257; pa&#347;uh</P><P CLASS=c>sa katham nyarpit&#257;tm&#257;nam</P><P CLASS=c>krita-maitram acetanam</P><P CLASS=c>visrambhan&#299;yo bh&#363;t&#257;n&#257;m</P><P CLASS=c>saghrino dogdhum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/anke">a&#324;ke</A> &#8212; on the lap; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; the head; <A CLASS=v HREF="http://vedabase.net/a/adhaya">&#257;dh&#257;ya</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; the general mass of people; <A CLASS=v HREF="http://vedabase.net/s/svapiti">svapiti</A> &#8212; sleep; <A CLASS=v HREF="http://vedabase.net/n/nirvrtah">nirvritah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> peace; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religious principles or the goal of life; <A CLASS=v HREF="http://vedabase.net/a/adharmam">adharmam</A> &#8212; irreligious principles; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/p/pasuh">pa&#347;uh</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> animal; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/n/nyarpita">nyarpita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; unto the living entity who has fully surrendered; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/m/maitram">maitram</A> &#8212; endowed with good faith and friendship; <A CLASS=v HREF="http://vedabase.net/a/acetanam">acetanam</A> &#8212; with undeveloped consciousness, foolish; <A CLASS=v HREF="http://vedabase.net/v/visrambhaniyah">visrambhan&#299;yah</A> &#8212; deserving <A HREF="http://vedabase.net/t/to">to</A> be the object of faith; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/g/ghrnah">ghrinah</A> &#8212; who has <A HREF="http://vedabase.net/a/a">a</A> soft heart for the good of all people; <A CLASS=v HREF="http://vedabase.net/d/dogdhum">dogdhum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> give pain; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is able.</P><P CLASS=t>TRANSLATION</P><P>People in general are not very advanced in knowledge by which to discriminate between religion and irreligion. The innocent, unenlightened citizen is like an ignorant animal sleeping in peace with its head on the lap of its master, faithfully believing in the master's protection. If a leader is actually kindhearted and deserves to be the object of a living entity's faith, how can he punish or kill a foolish person who has fully surrendered in good faith and friendship?</P><P CLASS=t>PURPORT</P><P>The Sanskrit word vi&#347;vasta-gh&#257;ta refers to one who breaks faith or causes a breach of trust. The mass of people should always feel security because of the government's protection. Therefore, how regrettable it is for the government itself to cause a breach of trust and put the citizens in difficulty for political reasons. We actually saw during the partition days in India that although Hindus and Muslims were living together peacefully, manipulation by politicians suddenly aroused feelings of hatred between them, and thus the Hindus and Muslims killed one another over politics. This is a sign of Kali-yuga. In this age, animals are kept nicely sheltered, completely confident that their masters will protect them, but unfortunately as soon as the animals are fat, they are immediately sent for slaughter. Such cruelty is condemned by Vaishnavas like the Vishnud&#363;tas. Indeed, the hellish conditions already described await the sinful men responsible for such suffering. One who betrays the confidence of a living entity who takes shelter of him in good faith, whether that living entity be a human being or an animal, is extremely sinful. Because such betrayals now go unpunished by the government, all of human society is terribly contaminated. The people of this age are therefore described as mand&#257;h sumanda-matayo manda-bh&#257;gy&#257; hy upadrut&#257;h [<A CLASS=v HREF="../../1/1/10.htm">SB 1.1.10</A>]. As a consequence of such sinfulness, men are condemned (mand&#257;h), their intelligence is unclear (sumanda-matayah), they are unfortunate (manda-bh&#257;gy&#257;h), and therefore they are always disturbed by many problems (upadrut&#257;h). This is their situation in this life, and after death they are punished in hellish conditions.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>