<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.7</P><P CLASS=c>ayam hi krita-nirve&#347;o</P><P CLASS=c>janma-koty-amhas&#257;m api</P><P CLASS=c>yad vy&#257;jah&#257;ra viva&#347;o</P><P CLASS=c>n&#257;ma svasty-ayanam hareh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this person (<A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/n/nirvesah">nirve&#347;ah</A> &#8212; has undergone all kinds of atonement; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; of births; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A> &#8212; of millions; <A CLASS=v HREF="http://vedabase.net/a/amhasam">amhas&#257;m</A> &#8212; for the sinful activities; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/v/vyajahara">vy&#257;jah&#257;ra</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> has chanted; <A CLASS=v HREF="http://vedabase.net/v/vivasah">viva&#347;ah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> helpless condition; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; the means of liberation; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Aj&#257;mila has already atoned for all his sinful actions. Indeed, he has atoned not only for sins performed in one life but for those performed in millions of lives, for in a helpless condition he chanted the holy name of N&#257;r&#257;yana. Even though he did not chant purely, he chanted without offense, and therefore he is now pure and eligible for liberation.</P><P CLASS=t>PURPORT</P><P>The Yamad&#363;tas had considered only the external situation of Aj&#257;mila. Since he was extremely sinful throughout his life, they thought he should be taken to Yamar&#257;ja and did not know that he had become free from the reactions of all his sins. The Vishnud&#363;tas therefore instructed that because he had chanted the four syllables of the name N&#257;r&#257;yana at the time of his death, he was freed from all sinful reactions. In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura quotes the following verses from the smriti-&#347;&#257;stra:</P><P>n&#257;mno hi y&#257;vat&#299; &#347;aktih</P><P CLASS=n>p&#257;pa-nirharane hareh</P><P CLASS=n>t&#257;vat kartum na &#347;aknoti</P><P CLASS=n>p&#257;takam p&#257;tak&#299; narah</P><P>"Simply by chanting one holy name of Hari, a sinful man can counteract the reactions to more sins than he is able to commit." (Brihad-vishnu Pur&#257;na)</P><P>ava&#347;en&#257;pi yan-n&#257;mni</P><P CLASS=n>k&#299;rtite sarva-p&#257;takaih</P><P CLASS=n>pum&#257;n vimucyate sadyah</P><P CLASS=n>simha-trastair mrigair iva</P><P>"If one chants the holy name of the Lord, even in a helpless condition or without desiring to do so, all the reactions of his sinful life depart, just as when a lion roars, all the small animals flee in fear." (Garuda Pur&#257;na)</P><P>sakrid ucc&#257;ritam yena</P><P CLASS=n>harir ity akshara-dvayam</P><P CLASS=n>baddha-parikaras tena</P><P CLASS=n>moksh&#257;ya gamanam prati</P><P>"By once chanting the holy name of the Lord, which consists of the two syllables ha-ri, one guarantees his path to liberation." (Skanda Pur&#257;na)</P><P>These are some of the reasons why the Vishnud&#363;tas objected to the Yamad&#363;tas' taking Aj&#257;mila to the court of Yamar&#257;ja.</P><P CLASS=l><A CLASS=i HREF="5-6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>