<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vishnud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.8</P><P CLASS=c>etenaiva hy aghono 'sya</P><P CLASS=c>kritam sy&#257;d agha-nishkritam</P><P CLASS=c>yad&#257; n&#257;r&#257;yan&#257;yeti</P><P CLASS=c>jag&#257;da catur-aksharam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etena">etena</A> &#8212; by this (chanting); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/aghonah">aghonah</A> &#8212; who possesses sinful reactions; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this (<A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>); <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A> &#8212; of sins; <A CLASS=v HREF="http://vedabase.net/n/niskrtam">nishkritam</A> &#8212; complete atonement; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A> (the <A HREF="http://vedabase.net/n/name">name</A> of his son); <A CLASS=v HREF="http://vedabase.net/a/aya">&#257;ya</A> &#8212; please come; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/j/jagada">jag&#257;da</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> chanted; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; the four syllables (<A HREF="http://vedabase.net/n/na">n&#257;</A>-<A HREF="http://vedabase.net/r/ra">r&#257;</A>-<A HREF="http://vedabase.net/y/ya">ya</A>-<A HREF="http://vedabase.net/n/na">na</A>).</P><P CLASS=t>TRANSLATION</P><P>The Vishnud&#363;tas continued: Even previously, while eating and at other times, this Aj&#257;mila would call his son, saying, "My dear N&#257;r&#257;yana, please come here." Although calling the name of his son, he nevertheless uttered the four syllables n&#257;-r&#257;-ya-na. Simply by chanting the name of N&#257;r&#257;yana in this way, he sufficiently atoned for the sinful reactions of millions of lives.</P><P CLASS=t>PURPORT</P><P>Previously, when engaged in sinful activities to maintain his family, Aj&#257;mila chanted the name of N&#257;r&#257;yana without offenses. To chant the holy name of the Lord just to counteract one's sinful activities, or to commit sinful activities on the strength of chanting the holy name, is offensive (n&#257;mno bal&#257;d yasya hi p&#257;pa-buddhih). But although Aj&#257;mila engaged in sinful activities, he never chanted the holy name of N&#257;r&#257;yana to counteract them; he simply chanted the name N&#257;r&#257;yana to call his son. Therefore his chanting was effective. Because of chanting the holy name of N&#257;r&#257;yana in this way, he had already vanquished the accumulated sinful reactions of many, many lives. In the beginning he was pure, but although he later committed many sinful acts, he was offenseless because he did not chant the holy name of N&#257;r&#257;yana to counteract them. One who always chants the holy name of the Lord without offenses is always pure. As confirmed in this verse Aj&#257;mila was already sinless, and because he chanted the name of N&#257;r&#257;yana he remained sinless. It did not matter that he was calling his son; the name itself was effective.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9-10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>