<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 89 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 89 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 89: <A CLASS=v HREF="index.htm">Krishna and Arjuna Retrieve a Br&#257;hmana's Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.89.57</P><P CLASS=c>vavanda &#257;tm&#257;nam anantam acyuto</P><P CLASS=c>jishnu&#347; ca tad-dar&#347;ana-j&#257;ta-s&#257;dhvasah</P><P CLASS=c>t&#257;v &#257;ha bh&#363;m&#257; parameshthin&#257;m prabhur</P><P CLASS=c>beddh&#257;ñjal&#299; sa-smitam &#363;rjay&#257; gir&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vavanda">vavanda</A> &#8212; paid homage; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Himself; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His boundless form; <A CLASS=v HREF="http://vedabase.net/a/acyutah">acyutah</A> &#8212; infallible Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/j/jisnuh">jishnuh</A> &#8212; <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; by the sight; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A> &#8212; arising; <A CLASS=v HREF="http://vedabase.net/s/sadhvasah">s&#257;dhvasah</A> &#8212; whose astonishment; <A CLASS=v HREF="http://vedabase.net/t/tau">tau</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the two of them; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; spoke; <A CLASS=v HREF="http://vedabase.net/b/bhuma">bh&#363;m&#257;</A> &#8212; the almighty Lord (<A HREF="http://vedabase.net/m/maha">Mah&#257;</A>-<A HREF="http://vedabase.net/v/visnu">Vishnu</A>); <A CLASS=v HREF="http://vedabase.net/p/parame">parame</A>-<A CLASS=v HREF="http://vedabase.net/s/sthinam">sthin&#257;m</A> &#8212; of the rulers of the universe; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A>-<A CLASS=v HREF="http://vedabase.net/a/anjali">añjal&#299;</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> joined their palms <A HREF="http://vedabase.net/i/in">in</A> supplication; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/s/smitam">smitam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> smile; <A CLASS=v HREF="http://vedabase.net/u/urjaya">&#363;rjay&#257;</A> &#8212; potent; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> voice.</P><P CLASS=t>TRANSLATION</P><P>Lord Krishna offered homage to Himself in this boundless form, and Arjuna, astonished at the sight of Lord Mah&#257;-Vishnu, bowed down as well. Then, as the two of them stood before Him with joined palms, the almighty Mah&#257;-Vishnu, supreme master of all rulers of the universe, smiled and spoke to them in a voice full of solemn authority.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; makes the following observations on this verse: Just as Lord Krishna offered obeisances to His own Deity during the worship of Govardhana Hill, so now also He paid homage to His Vishnu expansion for the purpose of playing out His pastimes. The Lord is ananta, possessed of countless manifestations, and this eight-armed form is among them. He is acyuta, "never falling from His position," in the sense that He never stops engaging in His humanlike pastimes as a cowherd boy of Vrind&#257;vana. Thus to safeguard the special sanctity of His humanlike pastimes as Krishna, He offered obeisances to His own plenary expansion.</P><P>Lord Mah&#257;-Vishnu appeared before Krishna and Arjuna as bh&#363;m&#257;, the supremely opulent one, and as parameshthin&#257;m prabhuh, the Lord of multitudes of Brahm&#257;s ruling over millions of universes. With solemn authority He spoke in such a way as to bewilder Arjuna, in obedience to &#346;r&#299; Krishna's intention. His smile hinted at His private thoughts, which &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; has revealed for our benefit: "My dear Krishna, by Your desire I will describe My superiority, even though I am Your expansion. At the same time, however, I will subtly imply in My statements the supreme position of Your beauty, character and power and the fact that You are the source from which I emanate. Just see how clever I am &#8212; that in front of Arjuna I am confidentially divulging My true identity as nondifferent from You."</P><P CLASS=l><A CLASS=i HREF="54-56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>