<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 89</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 89"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 89: <A CLASS=v HREF="index.htm">Krishna and Arjuna Retrieve a Br&#257;hmana's Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.89 Summary</P><P>This chapter describes how Bhrigu Muni proved the supremacy of Lord Vishnu, and how Lord Krishna and Arjuna recovered the dead sons of an aggrieved br&#257;hmana in Dv&#257;rak&#257;.</P><P>Once, long ago, on the shore of the river Sarasvat&#299;, a discussion arose among a group of sages as to which of the three chief lords &#8212; Brahm&#257;, Vishnu or &#346;iva &#8212; is the greatest. They deputed Bhrigu Muni to investigate the matter.</P><P>Bhrigu decided to test the lords' tolerance, for that quality is a sure sign of greatness. First he entered the court of Lord Brahm&#257;, his father, without offering him any respect. This enraged Brahm&#257;, who suppressed his anger because Bhrigu was his son. Next Bhrigu went to Lord &#346;iva, his older brother, who rose from his seat to embrace him. But Bhrigu rejected the embrace, calling &#346;iva a deviant heretic. Just as &#346;iva was about to kill Bhrigu with his trident, Goddess P&#257;rvat&#299; interceded and pacified her husband. Next Bhrigu went to Vaikuntha to test Lord N&#257;r&#257;yana. Going up to the Lord, who was lying with His head on the lap of the goddess of fortune, Bhrigu kicked His chest. But instead of becoming angry, both the Lord and His consort stood up and offered Bhrigu respects. "Welcome," said the Lord. "Please sit down and rest awhile. Kindly forgive us, dear master, for not noticing your arrival." When Bhrigu went back to the assembly of sages and told them all that had happened, they concluded that Lord Vishnu is certainly supreme.</P><P>Once in Dv&#257;rak&#257; a br&#257;hmana's wife gave birth to a son who immediately died. The br&#257;hmana took his dead son to the court of King Ugrasena and berated the King: "This duplicitous, greedy enemy of br&#257;hmanas has caused my son's death by failing to execute his duties properly!" The same misfortune continued to befall the br&#257;hmana, and each time he would bring his dead infant's body to the royal court and berate the King. When the ninth son died at birth, Arjuna happened to hear the br&#257;hmana's complaint, and he said, "My lord, I will protect your progeny. And if I fail, I will enter fire to atone for my sin."</P><P>Some time later, the br&#257;hmana's wife was about to give birth for the tenth time. When Arjuna learned of this, he went to the maternity house and enveloped it with a protective cage of arrows. Arjuna's efforts were to no avail, however, for as soon as the child was born and began to cry, it disappeared into the sky. As the br&#257;hmana profusely derided Arjuna, the warrior set off for the abode of Yamar&#257;ja, the king of death. But Arjuna did not find the br&#257;hmana's son there, and even after searching throughout the fourteen worlds he could find no trace of the infant.</P><P>Having failed to protect the br&#257;hmana's son, Arjuna was now intent on committing suicide by entering the sacred fire. But just as he was about to do so, Lord Krishna stopped him and said, "I will show you the br&#257;hmana's sons, so please don't despise yourself like this." Lord Krishna then took Arjuna onto His transcendental chariot, and the two of them crossed over the seven universal islands with their seven oceans, passed over the Lok&#257;loka mountain range and entered the region of dense darkness. Since the horses could not find their way, Krishna sent His blazing Sudar&#347;ana disc ahead to pierce the gloom. Gradually they came to the water of the Causal Ocean, within which they found the city of Lord Mah&#257;-Vishnu. There they saw the thousand-hooded serpent Ananta and upon Him lay Mah&#257;-Vishnu. The great Lord greeted &#346;r&#299; Krishna and Arjuna, saying "I brought the br&#257;hmana's sons here simply because I wanted to see the two of you. Please continue to benefit the people in general by exemplifying religious behavior in your forms of Nara-N&#257;r&#257;yana Rishi."</P><P>Lord Krishna and Arjuna then took the br&#257;hmana's sons, went back to Dv&#257;rak&#257; and returned the infants to their father. Having directly experienced the greatness of &#346;r&#299; Krishna, Arjuna was amazed. He concluded that only by the Lord's mercy can a living being exhibit any power or opulence.</P><P CLASS=l><A CLASS=i HREF="../88/40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>