<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 16 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 16 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Opulence</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.16.24</P><P CLASS=c>yog&#257;n&#257;m &#257;tma-samrodho</P><P CLASS=c>mantro 'smi vijig&#299;shat&#257;m</P><P CLASS=c>&#257;nv&#299;kshik&#299; kau&#347;al&#257;n&#257;m</P><P CLASS=c>vikalpah khy&#257;ti-v&#257;din&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoganam">yog&#257;n&#257;m</A> &#8212; among the eight stages of <A HREF="http://vedabase.net/y/yoga">yoga</A> practice (asht&#257;&#324;ga); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samrodhah">samrodhah</A> &#8212; the ultimate stage, <A HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A>, <A HREF="http://vedabase.net/i/in">in</A> which the soul is completely separated from illusion; <A CLASS=v HREF="http://vedabase.net/m/mantrah">mantrah</A> &#8212; prudent political counsel; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/v/vijigisatam">vijig&#299;shat&#257;m</A> &#8212; among those desiring victory; <A CLASS=v HREF="http://vedabase.net/a/anviksiki">&#257;nv&#299;kshik&#299;</A> &#8212; spiritual science, by which one can distinguish between matter and spirit; <A CLASS=v HREF="http://vedabase.net/k/kausalanam">kau&#347;al&#257;n&#257;m</A> &#8212; among all processes of expert discrimination; <A CLASS=v HREF="http://vedabase.net/v/vikalpah">vikalpah</A> &#8212; diversity of perception; <A CLASS=v HREF="http://vedabase.net/k/khyati">khy&#257;ti</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinam">v&#257;din&#257;m</A> &#8212; among the speculative philosophers.</P><P CLASS=t>TRANSLATION</P><P>Among the eight progressive states of yoga I am the final stage, sam&#257;dhi, in which the soul is completely separated from illusion. Among those desiring victory I am prudent political counsel, and among processes of expert discrimination I am the science of the soul, by which one distinguishes spirit from matter. Among all speculative philosophers I am diversity of perception.</P><P CLASS=t>PURPORT</P><P>Any science is based on the faculty of expert discrimination. By skillful definition of isolated and interactive components one becomes expert in any field. Ultimately the most intelligent person can isolate the spirit soul from matter and describe the properties of matter and spirit as both isolated and interactive components of reality. The proliferation of innumerable philosophical speculations is due to differing modes of perception within the material world. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca: the Supreme Personality of Godhead is situated in everyone's heart and awards a particular degree of knowledge or ignorance according to one's desire and merit. Thus the Lord Himself is the basis of the mundane process of philosophical speculation, for He creates differing and alternating modes of perception within the conditioned souls. It is to be understood that one can acquire perfect knowledge only by hearing directly from Lord Krishna and not by hearing from conditioned philosophers who imperfectly perceive the creation of the Lord through the screen of their personal desires.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>