<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 16 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 16 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Opulence</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.16.37</P><P CLASS=c>prithiv&#299; v&#257;yur &#257;k&#257;&#347;a</P><P CLASS=c>&#257;po jyotir aham mah&#257;n</P><P CLASS=c>vik&#257;rah purusho 'vyaktam</P><P CLASS=c>rajah sattvam tamah param</P><P CLASS=c>aham etat prasa&#324;khy&#257;nam</P><P CLASS=c>jñ&#257;nam tattva-vini&#347;cayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prthivi">prithiv&#299;</A> &#8212; the subtle form of earth, aroma; <A CLASS=v HREF="http://vedabase.net/v/vayuh">v&#257;yuh</A> &#8212; the subtle form of air, touch; <A CLASS=v HREF="http://vedabase.net/a/akasah">&#257;k&#257;&#347;ah</A> &#8212; the subtle form of sky, sound; <A CLASS=v HREF="http://vedabase.net/a/apah">&#257;pah</A> &#8212; the subtle form of water, taste; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; the subtle form of fire, form; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; false ego; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;rah</A> &#8212; the sixteen elements (earth, water, fire, air and sky, the five working senses, the five knowledge-acquiring senses and the mind); <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; material nature, <A HREF="http://vedabase.net/p/prakrti">prakriti</A>; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the mode of passion; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; the mode of goodness; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prasankhyanam">prasa&#324;khy&#257;nam</A> &#8212; all that has been enumerated; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge of the above-mentioned elements by individual symptoms; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/viniscayah">vini&#347;cayah</A> &#8212; steady conviction, which is the fruit of knowledge.</P><P CLASS=t>TRANSLATION</P><P>I am form, taste, aroma, touch and sound; false ego; the mahat-tattva; earth, water, fire, air and sky; the living entity; material nature; the modes of goodness, passion and ignorance; and the transcendental Lord. All these items, along with knowledge of their individual symptoms and the steady conviction that results from this knowledge, represent Me.</P><P CLASS=t>PURPORT</P><P>Having given a brief but detailed synopsis of His personal opulences within this world, the Lord now briefly summarizes the opulences that expand from His bodily effulgence. It is stated in Brahma-samhit&#257; that all of the material universes with their infinite varieties, transformations and opulences rest on the bodily effulgence of the Lord. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has elaborately explained this point in his commentary on this verse.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>