<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 16 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 16 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Opulence</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.16.4</P><P CLASS=c>g&#363;dha&#347; carasi bh&#363;t&#257;tm&#257;</P><P CLASS=c>bh&#363;t&#257;n&#257;m bh&#363;ta-bh&#257;vana</P><P CLASS=c>na tv&#257;m pa&#347;yanti bh&#363;t&#257;ni</P><P CLASS=c>pa&#347;yantam mohit&#257;ni te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gudhah">g&#363;dhah</A> &#8212; hidden; <A CLASS=v HREF="http://vedabase.net/c/carasi">carasi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> engaged; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavana">bh&#257;vana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> maintainer of all living beings; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; they see; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/p/pasyantam">pa&#347;yantam</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> seeing; <A CLASS=v HREF="http://vedabase.net/m/mohitani">mohit&#257;ni</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, maintainer of all, although You are the Supersoul of the living entities, You remain hidden. Thus being bewildered by You, the living entities cannot see You, although You are seeing them.</P><P CLASS=t>PURPORT</P><P>The Lord exists as the Supersoul within everything. He also appears in various incarnations or sometimes empowers a devotee to act as an incarnation. All such forms of the Lord are unknown to the nondevotees. The bewildered conditioned souls think that the supreme enjoyer, &#346;r&#299; Krishna, is actually meant to be enjoyed by them for their sense gratification. Praying to God for specific material benedictions and assuming God's creation to be their personal property, the nondevotees cannot understand the actual form of the Lord. They therefore remain foolish and bewildered. Within the universe everything is subject to creation, maintenance and destruction, and thus the Supersoul is the only actual controller in the material world. Unfortunately, when the Supersoul appears in various incarnations to clarify His position, ignorant persons think that the Supersoul is merely another creation of the modes of material nature. As stated in this verse, they cannot see that person who is actually seeing them, and simply remain bewildered.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>