<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 16 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 16 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Opulence</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.16.41</P><P CLASS=c>et&#257;s te k&#299;rtit&#257;h sarv&#257;h</P><P CLASS=c>sa&#324;kshepena vibh&#363;tayah</P><P CLASS=c>mano-vik&#257;r&#257; evaite</P><P CLASS=c>yath&#257; v&#257;c&#257;bhidh&#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etah">et&#257;h</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/k/kirtitah">k&#299;rtit&#257;h</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sanksepena">sa&#324;kshepena</A> &#8212; briefly; <A CLASS=v HREF="http://vedabase.net/v/vibhutayah">vibh&#363;tayah</A> &#8212; spiritual opulences; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;r&#257;h</A> &#8212; transformations; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; accordingly; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/a/abhidhiyate">abhidh&#299;yate</A> &#8212; each is described.</P><P CLASS=t>TRANSLATION</P><P>I have briefly described to you all My spiritual opulences and also the extraordinary material features of My creation, which are perceived by the mind and defined in different ways according to circumstances.</P><P CLASS=t>PURPORT</P><P>According to Sanskrit grammar, and as confirmed by &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the words et&#257;h and ete describe two distinct sets of the Lord's opulences. The Lord has described His opulent plenary expansions, such as V&#257;sudeva, N&#257;r&#257;yana, the Supersoul, etc., and further the Lord has described the outstanding features of the material creation, which are also included among the glories of the Personality of Godhead. The plenary manifestations of the Lord, such as V&#257;sudeva, N&#257;r&#257;yana, etc., are all eternal, unchanging transcendental features of the Lord and are indicated by the term et&#257;h. The extraordinary aspects of material creation, however, are circumstantial and dependent on individual perception, and they are therefore described here by the words mano-vik&#257;r&#257; evaite yath&#257; v&#257;c&#257;bhidh&#299;yate. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that by consistent logical application of synonyms, et&#257;h refers to the Lord's eternal spiritual manifestations, beyond the perception of the material senses, whereas ete refers to those opulences that can be perceived by conditioned souls. He gives the example that the paraphernalia and intimate associates of a king are all considered to be part and parcel of the king and are therefore granted royal status. Similarly, the opulent features of material creation are reflected expansions of the Lord's personal opulences and thus may be considered nondifferent from Him. One should not, however, wrongly assume that such insignificant material opulences occupy the same status as the Lord's plenary features as the Personality of Godhead, which are qualitatively and quantitatively equal to the Lord.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments as follows on this verse. "The Lord's external opulences are called mano-vik&#257;r&#257;h, or 'related to mental transformation,' because ordinary people perceive extraordinary features of the material world according to their personal state of mind. Thus the word v&#257;c&#257;bhidh&#299;yate indicates that conditioned souls describe the Lord's material creation according to specific material circumstances. Because of the circumstantial relative definitions of material opulence, such opulence is never to be considered a direct plenary manifestation of the Lord's personal form. When one's state of mind is transformed into a favorable or affectionate state, one defines a manifestation of the Lord's energy as 'my son,' 'my father,' 'my husband,' 'my uncle,' 'the son of my brother,' 'my friend,' and so on. One forgets that every living entity is actually part and parcel of the Supreme Personality of Godhead and that whatever opulences, talents or outstanding features one may exhibit are actually the potencies of the Lord. Similarly, when the mind is transformed into a negative or inimical state, one thinks, 'This person will be the ruin of me,' 'This person must be finished by me,' 'He is my enemy' or 'I am his enemy,' 'He is a killer, or 'He should be killed.' The negative state of mind is also expressed when one is attracted to the extraordinary material aspects of particular persons or objects but forgets that they are manifestations of the potency of the Personality of Godhead. Even the demigod Indra, who is quite obviously a manifestation of the Lord's material opulences, is misunderstood by others. For example, Indra's wife, &#346;ac&#299;, thinks that Indra is 'my husband,' whereas Aditi thinks that he is 'my son.' Jayanta thinks that he is 'my father,' Brihaspati thinks that he is 'my disciple,' whereas the demons feel that Indra is their personal enemy. Thus different personalities define him according to their mental state. The Lord's material opulences, being relatively perceived, are therefore called mano-vik&#257;ra, which means they are dependent on mental states. This relative perception is material because it does not recognize the Supreme Personality of Godhead as the actual source of the particular opulence. If one sees Lord Krishna as the source of all opulences and gives up all desires to enjoy or possess the Lord's opulences, then one can see the spiritual nature of these opulences. At that time, even though one may continue to perceive the variety and distinctions of the material world, one will become perfect in Krishna consciousness. One should not conclude, as do the voidist philosophers, that the Lord's spiritual manifestations in the vishnu-tattva and liberated j&#299;va categories are also products of relative perception and mental states. This useless idea is contrary to the entire body of the Supreme Personality of Godhead's teachings to &#346;r&#299; Uddhava."</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the word v&#257;c&#257; also indicates the various Vedic literatures that describe the particular processes by which the Lord manifests His spiritual and material opulences, and in this context yath&#257; indicates the specific procedures of manifestation and creation.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>