<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.1</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>parasya vishnor &#299;&#347;asya</P><P CLASS=c>m&#257;yin&#257;m api mohin&#299;m</P><P CLASS=c>m&#257;y&#257;m veditum icch&#257;mo</P><P CLASS=c>bhagavanto bruvantu nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King said; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Supreme; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/i/isasya">&#299;&#347;asya</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/m/mayinam">m&#257;yin&#257;m</A> &#8212; for the possessors of great mystic power; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/m/mohinim">mohin&#299;m</A> &#8212; which is bewildering; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory potency; <A CLASS=v HREF="http://vedabase.net/v/veditum">veditum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/i/icchamah">icch&#257;mah</A> &#8212; we desire; <A CLASS=v HREF="http://vedabase.net/b/bhagavantah">bhagavantah</A> &#8212; my lords; <A CLASS=v HREF="http://vedabase.net/b/bruvantu">bruvantu</A> &#8212; please tell this; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us.</P><P CLASS=t>TRANSLATION</P><P>King Nimi said: Now we wish to learn about the illusory potency of the Supreme Personality of Godhead, &#346;r&#299; Vishnu, which bewilders even great mystics. My lords, please speak to us about this subject.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, in this chapter various saintly sons of Rishabhadeva will speak about the illusory energy (m&#257;y&#257;), the means for crossing beyond it, the characteristics of the Supreme Personality of Godhead, and prescribed duties for human beings. The forty-eighth verse of the previous chapter stated, vishnor m&#257;y&#257;m idam pa&#347;yan: "A devotee of Krishna should see the entire universe to be the illusory potency of the Lord." Therefore King Nimi is now pursuing this subject matter by requesting more detailed information from the saintly Yogendras.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the demigods, headed by Lord Brahm&#257;, and the human beings of the earth are all driven by their particular desires for material sense gratification. Thus they direct their senses toward research for material knowledge. The subtle celestial senses of the demigods and the gross senses of human beings are all busy in ascertaining the measurements of material sense objects. To understand fully the actual nature of m&#257;y&#257;, the illusory potency, which causes the conditioned souls to become averse to Krishna consciousness and surrender to bewildering material manifestations, King Nimi is inquiring from another of the nine Yogendras, &#346;r&#299; Antar&#299;ksha.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>