<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.12</P><P CLASS=c>tato vir&#257;jam utsrijy</P><P CLASS=c>vair&#257;jah purusho nripa</P><P CLASS=c>avyaktam vi&#347;ate s&#363;kshmam</P><P CLASS=c>nirindhana iv&#257;nalah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/virajam">vir&#257;jam</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/u/utsrjya">utsrijya</A> &#8212; giving up (<A HREF="http://vedabase.net/a/as">as</A> his body); <A CLASS=v HREF="http://vedabase.net/v/vairajah">vair&#257;jah</A> <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the personality of the universal form (<A HREF="http://vedabase.net/h/hiranyagarbha">Hiranyagarbha</A> <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/n/nimi">Nimi</A>; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; unmanifest nature (the <A HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A>); <A CLASS=v HREF="http://vedabase.net/v/visate">vi&#347;ate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> enters; <A CLASS=v HREF="http://vedabase.net/s/suksmam">s&#363;kshmam</A> &#8212; subtle; <A CLASS=v HREF="http://vedabase.net/n/nirindhanah">nirindhanah</A> &#8212; devoid of fuel; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/analah">analah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fire.</P><P CLASS=t>TRANSLATION</P><P>Then Vair&#257;ja Brahm&#257;, the soul of the universal form, gives up his universal body, O King, and enters into the subtle unmanifest nature, like a fire that has run out of fuel.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura the word vair&#257;jah in this verse indicates the totality of the individual conditioned souls who originally take birth from Brahm&#257; and are amalgamated back into him at the time of annihilation. By the manifestation of the vir&#257;t-purusha, the universal form of the Lord, there is a temporary display of forms, qualities and activities within the material creation. But the entire cosmic scene reverts to inert formlessness when the creation is withdrawn by the Supreme Personality of Godhead. Therefore the Lord's universal form cannot be accepted as an eternal form of the Lord. It is merely the temporary imaginary resemblance of His personal form within the kingdom of m&#257;y&#257;. In the First Canto of the &#346;r&#299;mad-Bh&#257;gavatam, as well as in the Second Canto, the universal form of the Lord is clearly explained to be an imaginary form offered to the neophyte for meditation on God. Those who are excessively materialistic are totally unable to understand that the Supreme Personality of Godhead is actually sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], or the eternal form of bliss and knowledge, transcendental to the exhibition of material energy. Therefore to encourage such gross materialists to become faithful theists, the Vedic literature instructs them to meditate upon the physical universe as the gigantic body of the Supreme Lord. This pantheistic conception does not reflect the ultimate reality of the Supreme Lord but is a technique to bring the mind gradually toward God.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has quoted the following verse as evidence that Lord Brahm&#257; is supposed to go back to Godhead at the time of annihilation:</P><P>brahman&#257; saha te sarve</P><P CLASS=n>sampr&#257;pte pratisañcare</P><P CLASS=n>parasy&#257;nte krit&#257;tm&#257;nah</P><P CLASS=n>pravi&#347;anti param padam</P><P>"At the time of final annihilation all self-realized souls enter with Brahm&#257; into the supreme abode." Since Brahm&#257; is sometimes considered the best devotee of the Supreme Lord, he surely should obtain liberation rather than merely entering into the unmanifest state of material nature called avyakta. In this connection &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; points out that there is a class of nondevotees who attain the planet of Brahm&#257; by performing a&#347;vamedha-yajñas and other sacrifices, and in certain cases Brahm&#257; himself may not be a devotee of the Supreme Personality of Godhead. So the words avyaktam vi&#347;ate s&#363;kshmam can be understood to indicate that such a nondevotee Brahm&#257; cannot enter the spiritual sky, despite having achieved the ultimate universal status of material expertise. But when Brahm&#257; is a devotee of the Supreme Personality of Godhead the word avyaktam can be taken to indicate the spiritual sky; since the spiritual sky is not manifest to the conditioned souls, it may also be considered avyakta. If even Lord Brahm&#257; cannot enter the kingdom of God without surrendering to the Supreme Personality of Godhead, then what to speak of other so-called pious or expert nondevotees.</P><P>In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has pointed out that there are three categories within the status of Brahm&#257;, namely those of karm&#299;, jñ&#257;n&#299; and devotee. A Brahm&#257; who is the most exalted karm&#299; of the universe will have to come back to the material world; a living entity who has achieved the post of Brahm&#257; by being the greatest speculative philosopher within the universe may attain impersonal liberation; and a living entity who has been awarded the post of Brahma due to being a great devotee of the Supreme Personality of Godhead enters into the personal abode of the Lord. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/32/15.htm">3.32.15</A>) yet another case is described: a Brahm&#257; who is a devotee of the Lord but who has the tendency to think himself independent of or equal to the Lord may achieve Mah&#257;-Vishnu's abode at the time of annihilation, but when creation begins again he has to return and again take the post of Brahma. The word used in this case is bheda-drishty&#257;, which refers to the tendency to think oneself independently powerful. The various destinations possible for such an exalted living entity as a Lord Brahm&#257; definitely prove that any material position is worthless for guaranteeing an eternal life of bliss and knowledge. In Bhagavad-g&#299;t&#257; Lord Krishna promises that if one gives up all other so-called obligations and surrenders to the devotional service of the Lord, the Lord will personally protect him and bring him back to the supreme abode in the spiritual sky. It is futile and foolish to try to achieve perfection by one's own strenuous endeavor and not surrender to the lotus feet of Krishna. Such a blind attempt is described in the Eighteenth Chapter of Bhagavad-g&#299;t&#257; as bahul&#257;y&#257;sam, indicating that it is work in the material mode of passion. Brahm&#257; is the lord of passion, and his creation and management of the entire universe are certainly bahul&#257;y&#257;sam, or strenuous endeavor, in the most exalted sense. But all such passionate work, even that of Lord Brahm&#257;, is ultimately useless without surrender to the lotus feet of Krishna.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>