<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.16</P><P CLASS=c>esh&#257; m&#257;y&#257; bhagavatah</P><P CLASS=c>sarga-sthity-anta-k&#257;rin&#299;</P><P CLASS=c>tri-varn&#257; varnit&#257;sm&#257;bhih</P><P CLASS=c>kim bh&#363;yah &#347;rotum icchasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; material energy; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A> &#8212; of creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; and dissolution (of this universe); <A CLASS=v HREF="http://vedabase.net/k/karini">k&#257;rin&#299;</A> &#8212; the agent; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/varna">varn&#257;</A> &#8212; consisting of three modes (goodness, passion and ignorance); <A CLASS=v HREF="http://vedabase.net/v/varnita">varnit&#257;</A> &#8212; has been described; <A CLASS=v HREF="http://vedabase.net/a/asmabhih">asm&#257;bhih</A> &#8212; by us; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; further; <A CLASS=v HREF="http://vedabase.net/s/srotum">&#347;rotum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/i/icchasi">icchasi</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> you wish.</P><P CLASS=t>TRANSLATION</P><P>I have now described m&#257;y&#257;, the illusory energy of the Supreme Personality of Godhead. This illusory potency, consisting of the three modes of material nature, is empowered by the Lord for the creation, maintenance and annihilation of the material universe. Now, what more do you wish to hear?</P><P CLASS=t>PURPORT</P><P>King Nimi had expressed to the nava-yogendras his fear of the illusory potency of the Lord and had requested a detailed explanation of m&#257;y&#257; so that he could avoid becoming a victim at her hands. Now, &#346;r&#299; Antar&#299;ksha, having described the illusory potency, is suggesting that the King inquire about the means to become totally free of m&#257;y&#257;'s influence. Not waiting for the King to ask such a question, &#346;r&#299; Antar&#299;ksha himself is suggesting, "Now that you have heard about m&#257;y&#257;'s influence, you should inquire about the process of becoming free of such influence." According to &#346;r&#299;dhara Sv&#257;m&#299;, that is the significance of &#346;r&#299; Antar&#299;ksha's question kim bh&#363;yah &#347;rotum icchasi, "What more do you wish to hear?"</P><P>The following is a summary of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura's explanation of the process of annihilation described in the previous verses. V&#257;sudeva, the Supreme Personality of Godhead, is the presiding Deity of consciousness, which becomes manifest within the mahat-tattva. By further transformations of the mahat-tattva the threefold false ego appears as follows. (1) From vaik&#257;rika, false ego in the mode of goodness, appears the eleventh sense, the mind, whose presiding Deity is Aniruddha. (2) From taijasa, false ego in the mode of passion, comes intelligence, whose presiding Deity is Pradyumna, and the five working senses and five knowledge-acquiring senses with their various presiding deities. (3) From false ego in the mode of ignorance arises the subtle form of sound, and from that sound, or &#347;abda, all the material elements gradually become manifest, beginning with ether and the sense of hearing. The presiding Deity of these three divisions of false ego is Sa&#324;karshana. This description is taken from Chapter 26 of the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam, verses 21, 27, 28, 30, 31, 32 and 35.</P><P>The Supreme Personality of Godhead's external potency, m&#257;y&#257;, causes the birth, maintenance and destruction of the material world. She is tricolored red, white and black. In her red feature the material nature is created, in white it endures, and in black it is annihilated. The mahat-tattva arises from this m&#257;y&#257;, and from the mahat-tattva come the three varieties of false ego mentioned above. At the time of annihilation the five great elements, namely earth, water, fire, air and ether, merge into false ego in the mode of ignorance, from which they were originally generated; the ten senses and intelligence merge into false ego in passion; and the mind, along with the demigods, merges into false ego in the mode of goodness, which then merges into mahat-tattva, which further takes shelter of the prakriti or unmanifest pradh&#257;na.</P><P>As described above, each of the gross elements is wound up when its distinguishing quality is removed; the element then merges into the previous element. This can be understood as follows. In space or ether there is the quality of sound. In air there are the qualities of sound and touch. In fire there are sound, touch and form. In water there are sound, touch, form and taste. And in earth there are sound, touch, form, taste and aroma. Therefore from ether down to earth each element is distinguished by the addition of its own unique quality, called guna-vi&#347;esham. When that quality is removed, an element becomes nondifferent from its previous element and thus merges into it. For example, when great winds take aroma away from earth, earth contains only sound, touch, form and taste and thus becomes nondifferent from water, into which it merges. Similarly when water loses its rasa, or taste, it contains only sound, touch and form, thus becoming nondifferent from fire, which also contains those three qualities. So the wind takes away aroma to merge earth into water and takes away taste to merge water into fire. Then when the universal darkness removes form from fire, fire merges into air. Space then removes the sense of touch from air, and air merges into space. The Supreme Personality of Godhead as the time element removes sound from space, and space then merges into the false ego in the mode of ignorance, from which it arose. Finally, false ego is merged into the mahat-tattva, which is merged into the unmanifest pradh&#257;na, and thus the universe is annihilated.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>