<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.17</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>yathait&#257;m ai&#347;var&#299;m m&#257;y&#257;m</P><P CLASS=c>dustar&#257;m akrit&#257;tmabhih</P><P CLASS=c>taranty añjah sth&#363;la-dhiyo</P><P CLASS=c>maharsha idam ucyat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/n/nimi">Nimi</A> said; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aisvarim">ai&#347;var&#299;m</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; material energy; <A CLASS=v HREF="http://vedabase.net/d/dustaram">dustar&#257;m</A> &#8212; unsurpassable; <A CLASS=v HREF="http://vedabase.net/a/akrta">akrita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> not self-controlled; <A CLASS=v HREF="http://vedabase.net/t/taranti">taranti</A> &#8212; they may cross over; <A CLASS=v HREF="http://vedabase.net/a/anjah">añjah</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/s/sthula">sth&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; persons whose intelligence is dulled by materialistic attachments; <A CLASS=v HREF="http://vedabase.net/m/maha">maha</A>-<A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sage; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/u/ucyatam">ucyat&#257;m</A> &#8212; please tell.</P><P CLASS=t>TRANSLATION</P><P>King Nimi said: O great sage, please explain how even a foolish materialist can easily cross over the illusory energy of the Supreme Lord, which is always insurmountable for those who are not self-controlled.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, sth&#363;la-dhiyah indicates those who ignorantly identify themselves with the gross material body and who are therefore unable to analyze the subtle laws of nature by which the soul transmigrates in illusion. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; comments that sth&#363;la-dhiyah also indicates so-called pious persons who execute pompous religious ceremonies for material sense gratification rather than trying to prepare themselves to go back home, back to Godhead, by engaging in the loving devotional service of the Lord.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, King Nimi was already an advanced devotee of the Lord and therefore knew that one can cross over the illusory energy, m&#257;y&#257;, by surrendering to the lotus feet of the Lord and pleasing Him by pure devotional service. Therefore the King was asking the question for the benefit of those who falsely consider themselves very much learned but in fact are addicted to materialistic fruitive activities, which increasingly entangle them in illusion. In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has quoted from the Amara-ko&#347;a dictionary to show that akrit&#257;tmabhih indicates ap&#363;rnatvam, or one whose life is empty.</P><P>Every living being has an eternal relationship with the supreme living being, Krishna. One may love Krishna by thinking of Him as one's eternal master, one's most intimate friend, one's beloved child or the object of one's conjugal attraction. Of course, such ecstasies should never be confused with ordinary, material emotions, which are perverted reflections of spiritual rasas, or relationships. In the material world we try to relish these same relationships of servitude, friendship, parental love and conjugal love, but the object of such feelings is a temporary material body, which is quickly devastated by the laws of nature. These loving feelings should be directed toward the spiritual body of the Supreme Personality, Krishna, who is the reservoir of all beauty and transcendental bliss. One who has not learned the art of directing his love to Krishna is ap&#363;rna, or one whose life is ultimately empty.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, one whose life is empty can also be called manda-dh&#299;h, or one whose intelligence is crippled by a lack of broad experience. King Nimi, a pure Vaishnava, was so kind that he asked, "How can such cripple-minded people cross over m&#257;y&#257; in the easiest way possible, since by nature they are very lazy in spiritual matters?"</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>