<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.21</P><P CLASS=c>tasm&#257;d gurum prapadyeta</P><P CLASS=c>jijñ&#257;suh &#347;reya uttamam</P><P CLASS=c>&#347;&#257;bde pare ca nishn&#257;tam</P><P CLASS=c>brahmany upa&#347;am&#257;&#347;rayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> spiritual master; <A CLASS=v HREF="http://vedabase.net/p/prapadyeta">prapadyeta</A> &#8212; one should take shelter of; <A CLASS=v HREF="http://vedabase.net/j/jijnasuh">jijñ&#257;suh</A> &#8212; being inquisitive; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> <A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; about the highest good; <A CLASS=v HREF="http://vedabase.net/s/sabde">&#347;&#257;bde</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nisnatam">nishn&#257;tam</A> &#8212; perfectly knowledgeable; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; (<A HREF="http://vedabase.net/i/in">in</A> these two aspects) of the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; fixed <A HREF="http://vedabase.net/i/in">in</A> detachment from material affairs.</P><P CLASS=t>TRANSLATION</P><P>Therefore any person who seriously desires real happiness must seek a bona fide spiritual master and take shelter of him by initiation. The qualification of the bona fide guru is that he has realized the conclusions of the scriptures by deliberation and is able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, should be understood to be bona fide spiritual masters.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the word &#347;&#257;bde refers to the Vedic literature, and pare refers to the Supreme Personality of Godhead. The bona fide spiritual master must be nishn&#257;tam, deeply experienced in authorized Vedic literatures and in practical understanding of the Supreme Personality of Godhead. Without scriptural knowledge and practical realization of the Personality of Godhead, a so-called guru will be unable to dissipate the doubts of his disciples and therefore unable to execute the function of bringing the sincere student back home, back to Godhead. The symptom of realized understanding of the Vedas and Krishna is upa&#347;am&#257;&#347;rayam. In other words, the bona fide spiritual master is one who has retired from the glittering illusions of materialistic society, friendship and love.</P><P>Within the material world one is certainly attracted to becoming a great intellectual, a powerful politician, the loving father of many beautiful and affectionate little children, a most honored welfare worker or a highly admired and successful businessman. But none of these material positions have a permanent basis, nor do they afford permanent happiness, because they are all based on the primary misunderstanding by which one identifies himself with the material body.</P><P>Anyone can readily experience that he is not the body but consciousness. Even if one loses a limb of his body, he does not cease to exist as a conscious entity. Ultimately, the entire body is lost at the time of death, and the living entity acquires a new body. The preliminary understanding of one's identity as consciousness is called self-realization. But beyond this elementary knowledge is the elaborate subject matter of how the soul came to exist within the cycle of 8,400,000 material species of life. And if the living entity is not the material body but consciousness, he must ultimately have an original status on a higher platform.</P><P>Punishment implies reward also; a powerful man who can punish is also able to reward. Therefore, the existence of punishment for the living being, who is forced to take a miserable material body subject to birth, old age, disease and death, also logically implies the existence of a reward for him. Although we mistakenly consider material sense gratification the ultimate reward of life, material happiness is actually another type of punishment, since it entices one to continue rotating in the cycle of birth and death. In the Western countries violent prisoners are placed in solitary confinement whereas well-behaved prisoners are sometimes allowed to work in the warden's garden or library as a reward. But any position in prison is ultimately a punishment. Similarly, the existence of higher and lower categories of material sense gratification does not explain the living entity's ultimate reward, which must constitute the natural antithesis of the punishment of material existence. That actual reward is an eternal life of bliss and knowledge in the kingdom of God, where there is no punishment. The kingdom of God is Vaikuntha, or unconditional pleasure. There is no punishment in the spiritual world; it is a place of ever-increasing pleasure.</P><P>A bona fide spiritual master is one who is expert in all of these subject matters, not by his personal imagination or speculation but by mature understanding of the authorized Vedic literatures, which are the literary manifestation of the causeless mercy of God. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/3.htm">9.3</A>).</P><P>a&#347;raddadh&#257;n&#257;h purush&#257;</P><P CLASS=n>dharmasy&#257;sya parantapa</P><P CLASS=n>apr&#257;pya m&#257;m nivartante</P><P CLASS=n>mrityu-sams&#257;ra-vartmani</P><P>"Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world." Therefore the spiritual master must awaken the disciple to the eternal existence of devotional service. The example may be given that in the early morning a mother may enter her child's room to wake him up so that he can attend school. The child does not want to get up, but the loving mother forces him to get up and sends him off to school to be educated. Similarly, the bona fide spiritual master awakens the sleeping soul and sends him to the gurukula, or the &#257;&#347;rama of the spiritual master, where he can be trained in perfect knowledge.</P><P>If the disciple has doubts about the value of Krishna consciousness, the bona fide spiritual master must dissipate those doubts by superior knowledge. One who himself doubts the authority of Krishna or Vedic knowledge cannot become a bona fide spiritual master. On the other hand, kib&#257; vipra, kib&#257; ny&#257;s&#299;, &#347;&#363;dra kena naya/ yei krishna-tattva-vett&#257;, sei 'guru' haya: [Cc. <A CLASS=v HREF="../../../cc/madhya/8/128.htm">Madhya 8.128</A>] any human being from any social or economic status can become a bona fide spiritual master if he knows the science of Krishna. &#346;r&#299; Caitanya Mah&#257;prabhu said,</P><P>y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a</P><P CLASS=n>&#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra ei de&#347;a</P><P>"Instruct everyone to follow the orders of Lord &#346;r&#299; Krishna as they are given in Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. In this way become a spiritual master and try to liberate everyone in this land." (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>) Only by the order and authority of the Supreme Lord one can become a spiritual master, not by one's own so-called erudition.</P><P>The duty of the bona fide guru is to connect the disciple to Krishna. A scholar or meditator has no potency to connect another living being with Krishna if that scholar or meditator himself is not connected with Krishna. Although many sports fans attend gymnastic competitions and applaud at the exhibition of difficult calisthenic feats, the Supreme Personality of Godhead is not such a gymnastic spectator, and He does not applaud the calisthenics exhibited by foolish persons in the name of yoga. Nor is the Supreme Personality of Godhead impressed by mediocre attempts at philosophical speculation, since the Lord has already given His own opinion in Bhagavad-g&#299;t&#257; (&#347;rinu me paramam vacah). The word of Krishna is paramam vacah, the last word in knowledge. And Krishna says, yaj jñ&#257;tv&#257; neha bh&#363;yo 'nyaj jñ&#257;tavyam ava&#347;ishyate: "When you know this knowledge there shall remain nothing further to be known." Krishna has also referred to His knowledge as r&#257;ja-vidy&#257;, the king of all knowledge.</P><P>If one does not become a lover of Krishna, his connection with Krishna takes place indirectly, through the illusory potency of the Lord. The idea that one can attract the Supreme Lord through mere gymnastics or foolish speculation on the Absolute Truth is certainly a product of m&#257;y&#257;. One who is connected to Krishna through His external, illusory potency can serve only as a material master to connect his so-called disciples to the same illusory energy. On the other hand, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>) it is said,</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha</P><P CLASS=n>daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>Those who are actually great souls have surrendered to the internal potency of the Lord and can similarly connect others to the internal pleasure-giving potency. A mah&#257;tm&#257; is described in Bhagavad-g&#299;t&#257; as follows: v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]. "He knows Me to be the cause of all causes and all that is. Such a great soul is very rare." It is to such a spiritual master, who has reached the mature understanding that V&#257;sudeva is everything, that one must surrender. According to &#346;r&#299; N&#257;rada Muni, yo vidv&#257;n sa gurur harih: such a great soul is to be considered the external manifestation of Krishna Himself. Krishna states this also:</P><P>&#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;n</P><P CLASS=n>n&#257;vamanyeta karhicit</P><P CLASS=n>na martya-buddhy&#257;s&#363;yeta</P><P CLASS=n>sarva-devamayo guruh</P><P>"One should know the &#257;c&#257;rya to be My self and never disrespect him in any way. One should not envy him, thinking him an ordinary man, for he is the representative of all the demigods." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/17/27.htm">11.17.27</A>)</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, if a spiritual master cannot destroy his disciple's doubts by superior knowledge, the disciple will gradually become despondent in spiritual life. Because a bogus guru cannot actually give Krishna to the disciple according to the principle of rasa-varjam raso 'py asya, the disciple will again become attracted to material happiness, not having achieved the bliss of Krishna's association. Such a weak disciple of a weak spiritual master will gradually become hopeless and discouraged in his attempt at self-realization and will again become fascinated by the temptations of illusion, such as women, money and so-called intellectuality based on speculation and imagination.</P><P>Further symptoms of the bona fide spiritual master are given in the Upade&#347;&#257;mrita (1) as follows:</P><P>v&#257;co vegam manasah krodha-vegam</P><P CLASS=n>jihv&#257;-vegam udaropastha-vegam</P><P CLASS=n>et&#257;n veg&#257;n yo vishaheta dh&#299;rah</P><P CLASS=n>sarv&#257;m ap&#299;m&#257;m prithiv&#299;m sa &#347;ishy&#257;t</P><P>"A sober person who can tolerate the urge to speak, the mind's demands, the actions of anger and the urges of the tongue, belly and genitals is qualified to make disciples all over the world." &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has stated, upa&#347;am&#257;&#347;rayam krodha-lobh&#257;dy-ava&#347;&#299;-bh&#363;tam: a bona fide spiritual master cannot be under the control of ordinary anger, greed and lust.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, one who has understood the futility of material existence can approach a bona fide spiritual master. In the two previous verses the futility of earthly and heavenly sense gratification has been described. Now, the natural conclusion is that one who has understood this should approach a bona fide spiritual master. The bona fide spiritual master broadcasts the sound vibration from the spiritual planets called Vaikuntha. The inhabitants of the spiritual planets, headed by the Supreme Personality of Godhead Himself, are certainly not deaf and dumb; they are in constant communication through unlimited transcendental bliss and knowledge. And the bona fide spiritual master can transmit this sound vibration of bliss and knowledge to his disciple. Just as a radio broadcasts mundane news, the bona fide guru broadcasts the news from Vaikuntha. This is confirmed by Narottama d&#257;sa Th&#257;kura: golokera prema-dhana, hari-n&#257;ma-sa&#324;k&#299;rtana. The spiritual master also transmits to the disciple the holy name of Krishna, which is nondifferent from Krishna Himself. The bona fide guru informs his disciple that every living entity is qualitatively one with the Supreme Lord but quantitatively different and thus engages the disciple in the loving service of the Lord. Because the living entity is qualitatively one with the Lord and is part of Him, there is an eternal loving relationship between them. And because the living entity is quantitatively different, that relationship is eternally one of service. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, even though one may have the good fortune to accept a bona fide, highly qualified guru, if one maintains a taste for fruitive activities or mental speculation one's advancement will be checked. But if a serious student surrenders to a bona fide spiritual master there is absolutely no impediment to the transmission of perfect knowledge and bliss in the devotional service of the Lord.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>