<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.22</P><P CLASS=c>tatra bh&#257;gavat&#257;n dharm&#257;n</P><P CLASS=c>&#347;ikshed gurv-&#257;tma-daivatah</P><P CLASS=c>am&#257;yay&#257;nuvritty&#257; yais</P><P CLASS=c>tushyed &#257;tm&#257;tma-do harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there (<A HREF="http://vedabase.net/i/in">in</A> the association of the spiritual master); <A CLASS=v HREF="http://vedabase.net/b/bhagavatan">bh&#257;gavat&#257;n</A> <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; the science of devotional service; <A CLASS=v HREF="http://vedabase.net/s/sikset">&#347;ikshet</A> &#8212; should learn; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/daivatah">daivatah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> for whom the spiritual master is his very life and worshipable deity; <A CLASS=v HREF="http://vedabase.net/a/amayaya">am&#257;yay&#257;</A> &#8212; without deceit; <A CLASS=v HREF="http://vedabase.net/a/anuvrttya">anuvritty&#257;</A> &#8212; by faithful service; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by which (devotional science); <A CLASS=v HREF="http://vedabase.net/t/tusyet">tushyet</A> &#8212; can be satisfied; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; who bestows His own self; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>.</P><P CLASS=t>TRANSLATION</P><P>Accepting the bona fide spiritual master as one's life and soul and worshipable deity, the disciple should learn from him the process of pure devotional service. The Supreme Personality of Godhead, Hari, the soul of all souls, is inclined to give Himself to His pure devotees. Therefore, the disciple should learn from the spiritual master to serve the Lord without duplicity and in such a faithful and favorable way that the Supreme Lord, being satisfied, will offer Himself to the faithful disciple.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; the Lord's tendency to give Himself to His pure devotee is demonstrated in the case of Bali Mah&#257;r&#257;ja, who sacrificed his universal kingdom for the pleasure of Lord V&#257;manadeva. Lord V&#257;mana was so pleased by the selfless surrender of Bali Mah&#257;r&#257;ja that the Lord became the doorman in the palace of Bali who was reinstalled as a great leader in the universe.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; comments that the spiritual master is to be considered the &#257;tm&#257;, or the very life, of the disciple, since real life begins when one is initiated by a bona fide spiritual master. Although one may experience many seemingly wonderful or important events in a dream, one's real life begins when he wakes up. Similarly, since the spiritual master gives birth to the disciple by awakening him to spiritual life, a bona fide disciple understands that his spiritual master is the very basis of his life.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the Supreme Personality of Godhead is the reservoir of all pleasure, and thus the Lord's giving Himself to a pure devotee indicates that such a devotee becomes immersed in the highest possible ecstasy. In this connection there is the following &#347;ruti-mantra: &#257;nand&#257;d dh&#299;m&#257;ni bh&#363;t&#257;ni j&#257;yante. "Indeed, it is from the all-blissful Supreme that all these creatures have come into being." &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has further pointed out that when the Lord bestows His own self upon a pure devotee such a fortunate devotee can actually see the Lord, touch Him and directly engage in His service.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, one should never consider one's spiritual master to be mundane or on an equal level with one's self. One should see the spiritual master as being always under the shelter of the lotus feet of the Supreme Lord. One should never try to engage the spiritual master in one's personal service with the mentality of lording it over the spiritual master and attaining through him some material gain. One who is actually advancing will become more and more eager to serve the spiritual master, and thus such a disciple experiences the pleasure of the Supreme Personality of Godhead.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has delineated four preliminary requisites for advancement for the sincere disciple:</P><P>guru-p&#257;d&#257;&#347;rayas tasm&#257;t</P><P CLASS=n>krishna-d&#299;ksh&#257;di-&#347;ikshanam</P><P CLASS=n>vi&#347;rambhena guroh sev&#257;</P><P CLASS=n>s&#257;dhu-vartm&#257;nuvartanam</P><P>"[1] Accepting the shelter of the lotus feet of a bona fide spiritual master, [2] becoming initiated by the spiritual master and learning how to discharge devotional service from him, [3] obeying the orders of the spiritual master with faith and devotion, and [4] following in the footsteps of great &#257;c&#257;ryas [teachers] under the direction of the spiritual master." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/74">1.2.74</A>) One who has executed these preliminary duties is qualified to relish &#346;r&#299;mad-Bh&#257;gavatam.</P><P>When one actually hears the sound vibration of &#346;r&#299;mad-Bh&#257;gavatam as it is, he becomes free from the desire for sense gratification and mental speculation and is happy and satisfied in the service of Lord Krishna.</P><P>yasy&#257;m vai &#347;r&#363;yam&#257;n&#257;y&#257;m</P><P CLASS=n>krishne parama-p&#363;rushe</P><P CLASS=n>bhaktir utpadyate pumsah</P><P CLASS=n>&#347;oka-moha-bhay&#257;pah&#257;</P><P>"Simply by giving aural reception to &#346;r&#299;mad-Bh&#257;gavatam, the feeling for loving devotional service to Lord Krishna, the Supreme Personality of Godhead, sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/7/7.htm">1.7.7</A>) One should hear &#346;r&#299;mad-Bh&#257;gavatam from a bona fide spiritual master who can expertly engage the propensity for loving Krishna that arises from hearing the transcendental sound of the Bh&#257;gavatam. Such a transcendental, authorized engagement is called bh&#257;gavata-dharma. Within the International Society for Krishna Consciousness there are many thousands of authorized engagements pertaining to the Society's missionary activities. And by hearing the &#346;r&#299;mad-Bh&#257;gavatam and performing such engagements the Society's members feel relief from &#347;oka (lamentation), moha (illusion) and bhaya (fear).</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, those who have achieved a mature understanding of the transcendental sound vibration of &#346;r&#299;mad-Bh&#257;gavatam may adopt the order of tridandi-sanny&#257;sa, as described in the Hamsa-g&#299;t&#257;, the Thirteenth Chapter of this canto. A so-called Vaishnava who whimsically neglects the strict control of the body, mind and speech cannot actually achieve shelter at the lotus feet of a bona fide spiritual master. Even if such a whimsical sense enjoyer makes a show of assuming the dress and danda of Vaishnava sanny&#257;sa, he will not attain the desired result, love of Krishna. A bona fide Vaishnava should work earnestly to free himself from any tinge of sense gratification and mental speculation, and with a loving heart he should carry out the orders of his bona fide spiritual master. By always remembering the exalted position of the bona fide spiritual master, the disciple will achieve shelter at the lotus feet of Krishna.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>