<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.24</P><P CLASS=c>&#347;aucam tapas titiksh&#257;m ca</P><P CLASS=c>maunam sv&#257;dhy&#257;yam &#257;rjavam</P><P CLASS=c>brahmacaryam ahims&#257;m ca</P><P CLASS=c>samatvam dvandva-samjñayoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saucam">&#347;aucam</A> &#8212; cleanliness; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/t/titiksam">titiksh&#257;m</A> &#8212; tolerance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/maunam">maunam</A> &#8212; silence; <A CLASS=v HREF="http://vedabase.net/s/svadhyayam">sv&#257;dhy&#257;yam</A> &#8212; study of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/arjavam">&#257;rjavam</A> &#8212; simplicity; <A CLASS=v HREF="http://vedabase.net/b/brahmacaryam">brahmacaryam</A> &#8212; celibacy; <A CLASS=v HREF="http://vedabase.net/a/ahimsam">ahims&#257;m</A> &#8212; nonviolence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/samatvam">samatvam</A> &#8212; equanimity; <A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnayoh">samjñayoh</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> situations perceived <A HREF="http://vedabase.net/i/in">in</A> terms of duality.</P><P CLASS=t>TRANSLATION</P><P>To serve the spiritual master the disciple should learn cleanliness, austerity, tolerance, silence, study of Vedic knowledge, simplicity, celibacy, nonviolence, and equanimity in the face of material dualities such as heat and cold, happiness and distress.</P><P CLASS=t>PURPORT</P><P>&#346;aucam, or "cleanliness," refers to both internal and external purity. One should remain externally clean by bathing with soap and water at least once and, if possible, three times daily. One is considered internally pure when he is free from the pollution of false pride and egotism. Tapah, or "austerity," means that despite the irrational impulses of the mind one should remain fixed in executing his proper duty in life. Specifically, one must control burning anger and the urge for wanton sex life. If a human being does not control the impulses of lust, anger and greed, he loses his power to understand his actual situation. Human life is a golden opportunity to solve the overwhelming problems of birth, death, old age and disease. According to the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>),</P><P>varn&#257;&#347;ram&#257;c&#257;ra-vat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>Every human being can achieve spiritual perfection by dedicating the fruits of his prescribed work to the Supreme Personality of Godhead, Vishnu. Similarly, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/45.htm">18.45</A>) Lord Krishna clearly states, sve sve karmany abhiratah samsiddhim labhate narah. One does not have to adopt a monastic life or live in the forest as a yog&#299;; one can achieve perfection by dedicating his occupational duties to the Supreme Lord. Similarly, Bhaktivinoda Th&#257;kura has said, n&#257;m&#257;&#347;raya kari' yatane tumi, thakaha &#257;pana k&#257;je. If one sincerely takes shelter of the holy names of Krishna by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, he will achieve spiritual perfection within the compass of his normal daily activities. Unfortunately, if a human being neglects the regulative principles of civilized life that prohibit illicit sex, meat-eating, intoxication and gambling, he will surely be overwhelmed by the waves of lust and anger, which completely cover one's consciousness of the reality of spiritual life and draw one to engage in the phantasmagoria of the temporary material body. As Lord Krishna has stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/39.htm">3.39</A>),</P><P>&#257;vritam jñ&#257;nam etena</P><P CLASS=n>jñ&#257;nino nitya-vairin&#257;</P><P CLASS=n>k&#257;ma-r&#363;pena kaunteya</P><P CLASS=n>dushp&#363;ren&#257;nalena ca</P><P>"Thus a man's pure consciousness is covered by his eternal enemy in the form of lust, which is never satisfied and which burns like fire." Therefore, the word tapah, or "austerity," in this verse indicates that one must remain in his prescribed duty and not become impatient or unregulated due to the waves of lust, anger and greed.</P><P>The word titiksh&#257;m, or "tolerance," indicates that a transcendentalist must be forgiving. The material world is full of embarrassing and irritating situations, and unless one is inclined to be very much forgiving he will become infected by a vindictive mentality, which spoils one's spiritual consciousness. Maunam, or "silence," means that one should not speak on worthless or frivolous topics, but should discuss the actual issues of human life such as going back home, back to Godhead. Remaining completely silent is a symptom of ignorance; a stone is silent due to a lack of consciousness. Since every material thing has its spiritual counterpart, the Vedic &#347;&#257;stras contain negative and positive injunctions. Corresponding to the negative injunction against speech is the positive injunction that one should always speak about Krishna. Satatam k&#299;rtayanto m&#257;m [<A CLASS=v HREF="../../../bg/9/14.htm">Bg. 9.14</A>]. One should always speak about the Supreme Personality of Godhead, glorifying His holy name, fame, pastimes, entourage, and so on. In the &#346;r&#299;mad-Bh&#257;gavatam also it is stated, &#347;rotavyah k&#299;rtitavya&#347; ca dhyeyah p&#363;jya&#347; ca nityad&#257;. One should always hear about, glorify, meditate upon and worship the Supreme Personality of Godhead, Krishna. In the twenty-first verse of this chapter it was stated, &#347;&#257;bde pare ca nishn&#257;tam. The bona fide spiritual master is expert in &#347;&#257;bde pare, or the transcendental sound vibration describing the spiritual world. One cannot artificially remain empty-headed or speechless, as advocated by foolish proponents of concocted systems of meditation and yoga. But one should be so absorbed in the loving service of Krishna, and so lovingly attracted to praising Krishna, that one has not a single moment free to speak nonsense. That is the purport of the word maunam.</P><P>Sv&#257;dhy&#257;yam means that one should study Vedic literature according to his individual ability and also teach others. In Bhagavad-g&#299;t&#257; it is mentioned that a br&#257;hmana should have the qualities of jñ&#257;na and vijñ&#257;na, scriptural knowledge and practical realized application of knowledge. Specifically one should study those books which increase one's desire to serve the Supreme Personality of Godhead. His Divine Grace Om Vishnup&#257;da Paramahamsa Parivr&#257;jak&#257;c&#257;rya Ashtottara-&#347;ata &#346;r&#299; &#346;r&#299;mad Bhaktivedanta Swami Prabhup&#257;da has written in a few short years a veritable library of transcendental knowledge. It is being practically seen throughout the world that when the principle of sv&#257;dhy&#257;yam, or Vedic study, is applied to these books, such as &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; As It Is, Caitanya-carit&#257;mrita and The Nectar of Devotion, the sincere reader becomes infused with the ecstatic determination to serve the Supreme Personality of Godhead. The entire International Society for Krishna Consciousness is expanding all over the world on the basis of this transcendental literature. Sv&#257;dhy&#257;yam does not indicate speculative or imaginary interpretations of religious scriptures, nor should one try to read many books to increase his false prestige as a so-called scholar. One should read those books which inspire practical spiritual advancement in knowledge and renunciation, as exemplified by the books of &#346;r&#299;la Prabhup&#257;da.</P><P>The word &#257;rjavam indicates simplicity or straightforwardness. According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; svacchat&#257;m, or "clarity, transparency," is a synonym for straightforwardness. Unless one is pure in consciousness he will adopt many crooked means. Straightforwardness does not indicate that one should insult others in the name of honesty, but that one should speak the humble truth. The word brahmacaryam, or "celibacy," indicates either renouncing completely the association of women or following strictly the Vedic principles of householder life, which regulate sex life for the purpose of procreating saintly children. Ahims&#257;m indicates that one should not commit violence against any living entity. Unless one is aware of the subtle laws of karma, by which a living being enjoys and suffers, one cannot actually practice ahims&#257;, or nonviolence. Ultimately the material world is full of violence, and the laws of nature, which impose old age, disease and death upon every living creature, are themselves filled with violence. Therefore, if somehow or other one can convince others to surrender to Krishna and thus release themselves from the violent laws of material nature, that is the perfection of ahims&#257;.</P><P>Samatvam dvandva-samjñayoh indicates that one should keep a cool head even when disturbing material dualities become manifest. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>):</P><P>m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya</P><P CLASS=n>&#347;&#299;toshna-sukha duhkha-d&#257;h</P><P CLASS=n>&#257;gam&#257;p&#257;yino 'nity&#257;s</P><P CLASS=n>t&#257;ms titikshasva bh&#257;rata</P><P>"O son of Kunt&#299;, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>