<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.26</P><P CLASS=c>&#347;raddh&#257;m bh&#257;gavate &#347;&#257;stre</P><P CLASS=c>'nind&#257;m anyatra c&#257;pi hi</P><P CLASS=c>mano-v&#257;k-karma-dandam ca</P><P CLASS=c>satyam &#347;ama-dam&#257;v api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sraddham">&#347;raddh&#257;m</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bh&#257;gavate</A> &#8212; related <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> scripture; <A CLASS=v HREF="http://vedabase.net/a/anindam">anind&#257;m</A> &#8212; not blaspheming; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; and one's activities; <A CLASS=v HREF="http://vedabase.net/d/dandam">dandam</A> &#8212; strict control; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; truthfulness; <A CLASS=v HREF="http://vedabase.net/s/sama">&#347;ama</A> &#8212; self-control of the mind; <A CLASS=v HREF="http://vedabase.net/d/damau">damau</A> &#8212; and of the external senses; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>One should have firm faith that he will achieve all success in life by following those scriptures that describe the glories of the Supreme Personality of Godhead, Bhagav&#257;n. At the same time, one should avoid blaspheming other scriptures. One should rigidly control his mind, speech and bodily activities, always speak the truth, and bring the mind and senses under full control.</P><P CLASS=t>PURPORT</P><P>The definition of &#347;raddh&#257;, or faith, is given as follows in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/62.htm">Madhya 22.62</A>):</P><P>'&#347;raddh&#257;'-&#347;abde &#8212; vi&#347;v&#257;sa kahe sudridha ni&#347;caya</P><P CLASS=n>krishne bhakti kaile sarva-karma krita haya</P><P>"By rendering transcendental loving service to Krishna, one automatically performs all subsidiary activities. This confident, firm faith, favorable to the discharge of devotional service, is called "&#347;raddh&#257;." Thus a devotee should be confident that by carrying out the injunctions of bh&#257;gavata-&#347;&#257;stra, or Vedic literature that directly, rather than indirectly, describes devotional service to the Supreme Personality of Godhead, one will easily achieve all knowledge and the perfection of life.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, mano-v&#257;k-k&#257;ya-dandam, or strict control of the mind, speech and bodily activities, means m&#257;nasa-v&#257;cika-k&#257;yika-vikarma-r&#257;hityam; that is, one should rigidly abandon all sinful activities with his mind, speech and body. As &#346;r&#299;la Prabhup&#257;da has repeatedly pointed out, sense control does not mean stopping sensory activities, thus becoming like a dead body, but rather engaging one's mental, vocal and bodily activities in the service of Krishna. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has stated,</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"A person acting in Krishna consciousness, in the service of Krishna, with his body, mind, intelligence and words is a liberated person, even within the material world, although he may be engaged in many so-called material activities." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>) Thus one can achieve vikarma-r&#257;hityam, or freedom from unauthorized, sinful activities, by engaging one's senses, mind, intelligence and speech twenty-four hours daily in the service of Krishna. In Bhagavad-g&#299;t&#257; Lord Krishna says that only those pious living entities who are vikarma-rahita, completely free from sinful life, can achieve freedom from the illusory duality of material nature (samatvam dvandva-samjñayoh). The Lord says,</P><P>yesh&#257;m tv anta-gatam p&#257;pam</P><P CLASS=n>jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257;</P><P CLASS=n>bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion engage themselves in My service with determination." (<A CLASS=v HREF="../../../bg/7/28.htm">Bg. 7.28</A>) In his purport to this verse, His Divine Grace &#346;r&#299;la Prabhup&#257;da has stated, "Those eligible for elevation to the transcendental position are mentioned in this verse. For those who are sinful, atheistic, foolish and deceitful, it is very difficult to transcend the duality of desire and hate. Only those who have passed their lives in practicing the regulative principles of religion, who have acted piously and have conquered sinful reactions can accept devotional service and gradually rise to the pure knowledge of the Supreme Personality of Godhead. Then, gradually, they can meditate in trance on the Supreme Personality of Godhead. That is the process of being situated on the spiritual platform. This elevation is possible in Krishna consciousness in the association of pure devotees who can deliver one from delusion."</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has quoted the following statement from the Brahm&#257;nda Pur&#257;na: "One should have complete faith in transcendental literature such as &#346;r&#299;mad-Bh&#257;gavatam and other literature that directly glorifies the Supreme Personality of Godhead. One should also have faith in Vaishnava tantras, the original Vedas, and Mah&#257;bh&#257;rata, which includes Bhagavad-g&#299;t&#257; and which is considered the fifth Veda. The Vedic knowledge originally emanated from the breathing of Vishnu, and Vedic literature has been compiled in literary form by &#346;r&#299;la Vy&#257;sadeva, the incarnation of Vishnu. Therefore, Lord Vishnu should be understood to be the personal speaker of all this Vedic literature.</P><P>"There are other Vedic literatures, called kal&#257;-vidy&#257;, which give instructions in material arts and sciences. Since all such Vedic arts and sciences are ultimately intended to be used to render devotional service to the Supreme Personality of Godhead, Ke&#347;ava, saintly persons in the renounced order of life should never blaspheme such apparently mundane literatures; because such literatures are indirectly connected with the Supreme Lord, one may go to hell for blaspheming these secondary literatures.</P><P>"&#346;raddh&#257; indicates a faithful mentality, which can be analyzed in two sections. The first type of faith is a firm conviction that all the statements of the multifarious Vedic literatures are true. In other words, the understanding that Vedic knowledge in general is infallible is called &#347;raddh&#257;, or faith. A second type of faith is the belief that one must personally carry out a particular injunction of Vedic literature in order to achieve his goal in life. A devotee of the Supreme Lord should thus apply the first type of faith to the various kal&#257;-vidy&#257;s, or Vedic material arts and sciences, but he should not accept such scriptures as pointing out his personal goal in life. Nor should he carry out any Vedic injunction that is contradictory to the injunctions of Vaishnava scriptures such as the Pañcar&#257;tra.</P><P>"Thus one should faithfully accept all Vedic literature as directly or indirectly describing the Supreme Personality of Godhead and should not blaspheme any portion of it. Even for Lord Brahm&#257;, as well as for other creatures, down to the insignificant unmoving species such as trees and stones, blasphemy of any Vedic literature causes one to merge into the darkness of ignorance. Thus the suras &#8212; the demigods, great sages and devotees of the Lord &#8212; should understand that the Pañcar&#257;tric literatures, as well as the four Vedas, the original R&#257;m&#257;yana, the &#346;r&#299;mad-Bh&#257;gavatam and other Pur&#257;nas, and the Mah&#257;bh&#257;rata, are Vedic literatures that establish the supremacy of the Supreme Personality of Godhead and the unique transcendental position of the Lord's devotees according to their status of spiritual advancement. Any other vision of Vedic literatures is to be considered an illusion. In all authorized religious scriptures the ultimate goal is to understand that the Supreme Personality of Godhead is the controller of everything and everyone, and that the Lord's devotees are not different from Him, although such devotees are to be understood in terms of their level of spiritual advancement." Lord Krishna has stated in Bhagavad-g&#299;t&#257;, vedai&#347; ca sarvair aham eva vedyo/ ved&#257;nta-krid veda-vid eva c&#257;ham: "By all the Vedas, I am to be known; indeed, I am the compiler of Ved&#257;nta, and I am the knower of the Vedas." Similarly, the Lord states:</P><P>yasm&#257;t ksharam at&#299;to 'ham</P><P CLASS=n>akshar&#257;d api cottamah</P><P CLASS=n>ato 'smi loke vede ca</P><P CLASS=n>prathitah purushottamah</P><P>"Because I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as the Supreme Person." (<A CLASS=v HREF="../../../bg/15/18.htm">Bg. 15.18</A>)</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura mentions that one cannot develop the godly qualities mentioned in the preceding verses unless one accepts the shelter of the lotus feet of a bona fide Vaishnava spiritual master. Tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>]. In this connection, he has quoted the following statement:</P><P>arcayitv&#257; tu govindam</P><P CLASS=n>tad&#299;y&#257;n n&#257;rcayet tu yah</P><P CLASS=n>na sa bh&#257;gavato jñeyah</P><P CLASS=n>kevalam d&#257;mbhikah smritah</P><P>"One who performs worship of Lord Govinda but fails to worship His devotees should be understood to be not a devotee of the Lord but simply a victim of false pride." For one who has accepted shelter at the lotus feet of a pure devotee of Krishna, it is very easy to execute worship of the Lord Himself.</P><P>For such a surrendered soul there is no need of artificial penances and austerities. In this regard &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has quoted the following (from N&#257;rada Pañcar&#257;tra):</P><P>&#257;r&#257;dhito yadi haris tapas&#257; tatah kim</P><P CLASS=n>nar&#257;dhito yadi haris tapas&#257; tatah kim</P><P CLASS=n>antar bahir yadi haris tapas&#257; tatah kim</P><P CLASS=n>n&#257;ntar bahir yadi haris tapas&#257; tatah kim</P><P>"If one is worshiping Lord Hari, what is the use of performing extraneous penances? And if one is not worshiping Lord Hari, no such penances will save one. If one can understand that Lord Hari is all-pervading, within and without, what is the need of performing penances? And if one is not able to understand that Hari is all-pervading, all his penances are useless." A Vaishnava is always absorbed in executing his devotional service to Krishna. If a devotee becomes falsely proud of executing severe penances and austerities and meditates on accepting and rejecting material objects instead of thinking of his service to Krishna, his so-called austerities become an impediment to devotional service.</P><P>A devotee should not be disturbed by the word jugglery of those who are against the devotional service of the Lord. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has emphatically pointed out that devotional service to the lotus feet of the Supreme Lord is the only means of achieving the final perfection of life. Therefore a Vaishnava should practice maunam, or silence, by ignoring those literatures which are full of false arguments, such as those of the M&#257;y&#257;v&#257;da school, and those karma-k&#257;nda scriptures which promote sense gratification in the name of religious life. If one becomes overwhelmed by mundane unhappiness due to not achieving immediate success in self-realization, or if one becomes deluded by sense gratification and tries to take shelter of materialistic men and doctrines, one's devotional progress will immediately be checked. Similarly, if a devotee expresses love for things separate from Krishna or tries to find fault in the process of devotional service or the philosophy of Bhagavad-g&#299;t&#257; in order to justify absorbing himself in the sense gratification of seeing things separate from Krishna, his progress in spiritual enlightenment will be seriously disturbed. Such an illusory concept is called dvit&#299;y&#257;bhinive&#347;a, or absorption in illusion. On the other hand, if one is attracted to the vibration of Vedic sound by the consensus of self-realized authorities called the vaishnava-parampar&#257; and thus engages enthusiastically in krishna-n&#257;ma-k&#299;rtana, or chanting the holy names of the Lord, then one's practice of mauna, or silence, is perfect.</P><P>One should avoid prajalpa, or whimsical conversations unrelated to devotional service. Merely restraining the senses artificially without chanting and hearing the glories of the Supreme Lord cannot be considered the spiritual perfection. The example is given that although many domestic animals in the barnyard are sometimes forced to practice celibacy when isolated from one another, such animals cannot be considered brahmac&#257;r&#299;s, or spiritual students. Similarly, one is not considered spiritually advanced simply because of dry speculative arguments or temporary austerities. One must submissively hear the message of the Vedic sound vibration, especially as it is summarized in Bhagavad-g&#299;t&#257; by the Lord Himself. Vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>].</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has warned us that if one becomes attracted to nontheistic ethical philosophies, such as those of the Buddhists and Jains, which glorify such mundane principles as ahims&#257;, or nonviolence, one's mundane faith in godless ethics is spiritually suicidal. To restrict the senses by artificial austerities and to undertake huge social arrangements to facilitate mass sense gratification are both godless attempts to regulate human society in an artificial way that hides the eternal relationship of every living being with the Supreme Personality of Godhead, the natural leader of society. When so-called moral philosophers spoil the opportunity of human life, the opportunity to revive our eternal relationship with Krishna, in the name of ethics such foolish persons commit the greatest violence against human society. Therefore, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; has said,</P><P>&#347;r&#299;-krishna-caitanya-day&#257; karaha vic&#257;ra</P><P CLASS=n>vic&#257;ra karile citte p&#257;be camatk&#257;ra</P><P>"If you are indeed interested in logic and argument, kindly apply them to the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. If you do so, you will find such mercy strikingly wonderful." (Cc. <A CLASS=v HREF="../../../cc/adi/8/15.htm">&#256;di 8.15</A>)</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura a mah&#257;-bh&#257;gavata, or pure devotee of the Lord, is one who sees that both the material and spiritual worlds are nondifferent from Lord Krishna, being expansions of His potency, but also sees that Vrajendranandana, Krishna, keeps Himself eternally distinct by His unique quality of all-attractiveness. Thus a pure devotee of the Lord is aniketana, without a fixed residence, meaning that he accepts neither the gross nor subtle body as his eternal residence. Since one's so-called home and family are expansions of his body, such material creations are also not to be considered one's actual residence. Caitanya Mah&#257;prabhu said,</P><P>ayi nanda-tanuja ki&#324;karam</P><P CLASS=n>patitam m&#257;m vishame bhav&#257;mbudhau</P><P CLASS=n>kripay&#257; tava p&#257;da-pa&#324;kaja-</P><P CLASS=n>sthita-dh&#363;l&#299;-sadri&#347;am vicintaya</P><P>"O Krishna, son of Mah&#257;r&#257;ja Nanda, I am Your eternal servitor, yet somehow or other I have fallen into the ocean of birth and death. Please pick me up from this ocean of death and place me as one of the atoms at Your lotus feet." (&#346;iksh&#257;shtaka 5) Thus a devotee should understand that his eternal residence is fixed in the dust of the lotus feet of the Supreme Personality of Godhead. A Vaishnava should reject the gross sense gratification of living in the forest in the mode of goodness, in the city in the mode of passion, or in the gambling house in ignorance. A pure devotee may travel all over the world distributing Krishna consciousness, but he should never consider any material place to be his actual residence. One who has become mature in this understanding may take the tridanda-sanny&#257;sa order of life under the direct shelter of the Lord.</P><P>The impersonalist cannot understand how the devotee of the Lord, although fixed in the duality of seeing himself as eternally different from the Lord, sees all existence as nondifferent from the Lord. Those who attempt to acquire knowledge by impersonal speculation based on their tiny experience of the material cosmic manifestation cannot understand the transcendental reality of acintya-bhed&#257;bheda-tattva, the Absolute Truth's simultaneous oneness with and difference from His creation. The process of assimilating this transcendental knowledge is given in these verses, starting with tasm&#257;d gurum prapadyeta [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>]. One is recommended to accept a bona fide spiritual master and serve him according to the direction of these verses. The essence of such instructions is that one should abandon the association of M&#257;y&#257;v&#257;d&#299; impersonalists, ritualistic fruitive workers and those who are whimsically indifferent to the ultimate purpose of life, and instead one should devote himself to associating with the devotees of the Supreme Personality of Godhead. A falsely proud neophyte may imagine himself a great devotee of the Lord without taking to the company of the Lord's followers, but without such association it is not possible to become advanced in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27-28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>