<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.3</P><P CLASS=c>&#347;r&#299;-antar&#299;ksha uv&#257;ca</P><P CLASS=c>ebhir bh&#363;t&#257;ni bh&#363;t&#257;tm&#257;</P><P CLASS=c>mah&#257;-bh&#363;tair mah&#257;-bhuja</P><P CLASS=c>sasarjocc&#257;vac&#257;ny &#257;dyah</P><P CLASS=c>sva-m&#257;tr&#257;tma-prasiddhaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/antariksah">antar&#299;kshah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Antar&#299;ksha said; <A CLASS=v HREF="http://vedabase.net/e/ebhih">ebhih</A> &#8212; by these (material elements); <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; creatures; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Soul of all creation; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutaih">bh&#363;taih</A> &#8212; by the elements of the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mighty-armed King; <A CLASS=v HREF="http://vedabase.net/s/sasarja">sasarja</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> created; <A CLASS=v HREF="http://vedabase.net/u/ucca">ucca</A>-<A CLASS=v HREF="http://vedabase.net/a/avacani">avac&#257;ni</A> &#8212; both high and low; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; of His own parts and parcels; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A> &#8212; the sense gratification; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; and the self-realization; <A CLASS=v HREF="http://vedabase.net/p/prasiddhaye">prasiddhaye</A> &#8212; for facilitating.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Antar&#299;ksha said: O mighty-armed King, by activating the material elements, the primeval Soul of all creation has sent forth all living beings in higher and lower species so that these conditioned souls can cultivate either sense gratification or ultimate liberation, according to their desire.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the illusory energy (m&#257;y&#257;) is explained in this verse through a description of her potencies, namely the modes of material nature. In Bhagavad-g&#299;t&#257; Lord Krishna has described m&#257;y&#257; as gunamay&#299;, "consisting of the material modes of nature." The material modes of nature are alluded to in this verse by the word ucc&#257;vac&#257;ni, "high and low species of life." Various species of life become manifest, as do varieties of beauty, ugliness, strength, weakness and other characteristics within a particular species, according to the proportionate development of the modes of nature. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/22.htm">13.22</A>), k&#257;ranam guna-sa&#324;go 'sya sad-asad-yoni-janmasu: "This is due to the living being's association with material nature in good and evil species." Similarly we find this statement:</P><P>&#363;rdhvam gacchanti sattva-sth&#257;</P><P CLASS=n>madhye tishthanti r&#257;jas&#257;h</P><P CLASS=n>jaghanya-guna-vritti-sth&#257;</P><P CLASS=n>adho gacchanti t&#257;mas&#257;h</P><P>"Those situated in the mode of goodness gradually go upward to the higher planets, those in the mode of passion live on the earthly planets, and those in the mode of ignorance go down to the hellish worlds." (<A CLASS=v HREF="../../../bg/14/18.htm">Bg. 14.18</A>)</P><P>The three general divisions of material life are called deva, tiryak and nara &#8212; that is, demigods subhuman creatures and human beings. In the various species of life there are various facilities for material sense gratification. Different species are distinguished by differently formed senses, such as the genitals, nostrils, tongue, ears and eyes. Pigeons, for example, are given the facility for almost unlimited sex. Bears have an ample opportunity for sleeping. Tigers and lions exhibit the propensities for fighting and meat-eating, horses are distinguished by their legs for swift running, vultures and eagles have keen eyesight, and so on. The human being is distinguished by his large brain, which is meant for understanding God.</P><P>The phrase sva-m&#257;tr&#257;tma-prasiddhaye is very significant in this verse. The word sva indicates possession. All living beings belong to the Supreme Lord (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). Therefore according to this verse they have two options &#8212; m&#257;tr&#257;-prasiddhaye and &#257;tma-prasiddhaye.</P><P>M&#257;tr&#257; refers to the material senses, and prasiddhaye refers to effective accomplishment. Therefore m&#257;tr&#257;-prasiddhaye means "efficiently engaging in sense gratification."</P><P>On the other hand, &#257;tma-prasiddhaye refers to Krishna consciousness. There are two categories of &#257;tm&#257; &#8212; the j&#299;v&#257;tm&#257;, or ordinary living entity, who is dependent, and the Param&#257;tm&#257;, the supreme living entity, who is independent. Some living entities desire to understand both categories of &#257;tma, and in this verse the word &#257;tma-prasiddhaye indicates that the material world is created to give those living entities the opportunity to achieve such an understanding and thus return to the kingdom of God, where life is eternal and full of bliss and knowledge.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; confirms this by quoting a verse from the veda-stuti of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/87/2.htm">10.87.2</A>):</P><P>buddh&#299;ndriya-manah-pr&#257;n&#257;n</P><P CLASS=n>jan&#257;n&#257;m asrijat prabhuh</P><P CLASS=n>m&#257;tr&#257;rtham ca bhav&#257;rtham ca</P><P CLASS=n>&#257;tmane 'kalpan&#257;ya ca</P><P>"The Lord created the intelligence, senses, mind and vital air of the living beings for sense gratification, for performing sacrifices to attain higher births, and ultimately for offering sacrifices to the Supreme Soul."</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the actual purpose of the Lord's creation is only one: to facilitate the advancement of devotional service to the Lord Himself. Although it is stated that the Lord facilitates sense gratification, it should be understood that the Supreme Personality of Godhead does not ultimately condone the foolishness of the conditioned souls. The Lord facilitates sense gratification (m&#257;tr&#257;-prasiddhaye) so that the living entities will gradually understand the futility of trying to enjoy without Him. Every living entity is part and parcel of Krishna. In the Vedic literature the Lord gives a regulative program so that the living beings can gradually exhaust their tendencies to be foolish and learn the value of surrender unto Him. The Lord is undoubtedly the reservoir of all beauty, bliss and satisfaction, and it is the duty of every living entity to engage in the loving service of the Lord. Although there are apparently two purposes for creation, it should be understood that ultimately the purpose is one. The arrangement for sense gratification is ultimately meant to bring the living entities to the single purpose of going back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>