<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.30</P><P CLASS=c>paraspar&#257;nukathanam</P><P CLASS=c>p&#257;vanam bhagavad-ya&#347;ah</P><P CLASS=c>mitho ratir mithas tushtir</P><P CLASS=c>nivrittir mitha &#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paraspara">paraspara</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/a/anukathanam">anukathanam</A> &#8212; discussion; <A CLASS=v HREF="http://vedabase.net/p/pavanam">p&#257;vanam</A> &#8212; purifying; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; loving attraction; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/t/tustih">tushtih</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/n/nivrttih">nivrittih</A> &#8212; cessation of material miseries; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the soul.</P><P CLASS=t>TRANSLATION</P><P>One should learn how to associate with the devotees of the Lord by gathering with them to chant the glories of the Lord. This process is most purifying. As devotees thus develop their loving friendship, they feel mutual happiness and satisfaction. And by thus encouraging one another they are able to give up material sense gratification, which is the cause of all suffering.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, those who are advanced in Krishna consciousness should not envy one another or quarrel among themselves. Giving up all such mundane feelings, they should gather together and chant the glories of the Supreme Lord for mutual purification. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has pointed out that glorification of the Supreme Lord is especially potent when performed in the association of pure devotees. When devotees engage in sa&#324;k&#299;rtana, chanting the glories of the Lord together, they experience the highest transcendental bliss and satisfaction. Thus they encourage one another to give up material sense gratification, which is based on illicit sexual connections with women. One devotee will say to another, "Oh, you have given up sense gratification. Starting today, I shall also give it up."</P><P>One should learn to increase one's love for the devotees, to satisfy them and to give up sense objects unfavorable to serving Krishna. And one should learn to view the entire universe as paraphernalia for the Lord's service. By engaging the objects of the senses in Krishna's service, one automatically becomes detached from them. And as one passes one's days in the association of the Lord's devotees, one's transcendental ecstasy increases more and more, through discussions about the topics of &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257;. Therefore, one who wants to be free from the harassment of m&#257;y&#257; in the form of sense gratification must constantly associate with pure devotees of the Lord who have no engagement other than chanting and hearing the glories of the Lord and carrying out His mission on earth.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has pointed out that just as one should cultivate friendship with devotees, one must cultivate a spirit of friendship toward the demigods, who manage the universe on the Lord's behalf. Thus one should live peacefully within this world.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>