<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.31</P><P CLASS=c>smarantah sm&#257;rayanta&#347; ca</P><P CLASS=c>mitho 'ghaugha-haram harim</P><P CLASS=c>bhakty&#257; sañj&#257;tay&#257; bhakty&#257;</P><P CLASS=c>bibhraty utpulak&#257;m tanum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/smarantah">smarantah</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/s/smarayantah">sm&#257;rayantah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and reminding; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; one another; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/o/ogha">ogha</A>-<A CLASS=v HREF="http://vedabase.net/h/haram">haram</A> &#8212; who takes away everything inauspicious from the devotee; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/s/sanjataya">sañj&#257;tay&#257;</A> &#8212; awakened; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/b/bibhrati">bibhrati</A> &#8212; possess; <A CLASS=v HREF="http://vedabase.net/u/utpulakam">utpulak&#257;m</A> &#8212; agitated by ecstasy; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; body.</P><P CLASS=t>TRANSLATION</P><P>The devotees of the Lord constantly discuss the glories of the Personality of Godhead among themselves. Thus they constantly remember the Lord and remind one another of His qualities and pastimes. In this way, by their devotion to the principles of bhakti-yoga, the devotees please the Personality of Godhead, who takes away from them everything inauspicious. Being purified of all impediments, the devotees awaken to pure love of Godhead, and thus, even within this world, their spiritualized bodies exhibit symptoms of transcendental ecstasy, such as standing of the bodily hairs on end.</P><P CLASS=t>PURPORT</P><P>The word aghaugha-haram is very significant in this verse. Agha refers to that which is inauspicious or sinful. The living entity is actually sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], or eternal and full of bliss and knowledge, but by neglecting his eternal relationship with Krishna, the Personality of Godhead, he commits sinful activities and undergoes the inauspicious result in the form of material suffering. The chain of sinful reactions is called ogha, or a relentless wave of suffering. Krishna is aghaugha-haram harim; He takes away the sinful reactions of His devotees, who are thus entitled to experience the inconceivable bliss of the kingdom of God even while remaining in this world.</P><P>The words bhakty&#257; sañj&#257;tay&#257; bhakty&#257; indicate that there are two divisions of bhakti-yoga: s&#257;dhana-bhakti and r&#257;g&#257;nuga-bhakti. &#346;r&#299;la Prabhup&#257;da has elaborately explained in his book The Nectar of Devotion the progress of the devotee from s&#257;dhana-bhakti, or the execution of regulative principles, to r&#257;g&#257;nuga-bhakti, or service executed in love of Godhead. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, a liberated soul is always enthusiastic due to the appearance of transcendental ecstasy within his body. Thus he always aspires to remain overwhelmed in chanting the glories of the Personality of Godhead, Hari.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>