<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.32</P><P CLASS=c>kvacid rudanty acyuta-cintay&#257; kvacid</P><P CLASS=c>dhasanti nandanti vadanty alaukik&#257;h</P><P CLASS=c>nrityanti g&#257;yanty anu&#347;&#299;layanty ajam</P><P CLASS=c>bhavanti t&#363;shn&#299;m param etya nirvrit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/r/rudanti">rudanti</A> &#8212; they cry; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; of the infallible Supreme Lord; <A CLASS=v HREF="http://vedabase.net/c/cintaya">cintay&#257;</A> &#8212; by the thought; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/h/hasanti">hasanti</A> &#8212; they laugh; <A CLASS=v HREF="http://vedabase.net/n/nandanti">nandanti</A> &#8212; take great pleasure; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; speak; <A CLASS=v HREF="http://vedabase.net/a/alaukikah">alaukik&#257;h</A> &#8212; acting amazingly; <A CLASS=v HREF="http://vedabase.net/n/nrtyanti">nrityanti</A> &#8212; they dance; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; sing; <A CLASS=v HREF="http://vedabase.net/a/anusilayanti">anu&#347;&#299;layanti</A> &#8212; and imitate; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; they become; <A CLASS=v HREF="http://vedabase.net/t/tusnim">t&#363;shn&#299;m</A> &#8212; silent; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; obtaining; <A CLASS=v HREF="http://vedabase.net/n/nirvrtah">nirvrit&#257;h</A> &#8212; freed from distress.</P><P CLASS=t>TRANSLATION</P><P>Having achieved love of Godhead, the devotees sometimes cry out loud, absorbed in thought of the infallible Lord. Sometimes they laugh, feel great pleasure, speak out loud to the Lord, dance or sing. Such devotees, having transcended material, conditioned life, sometimes imitate the unborn Supreme by acting out His pastimes. And sometimes, achieving His personal audience, they remain peaceful and silent.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has explained the symptoms of love of Godhead. Rudanti: The devotees cry, thinking, "Another day has passed, and still I could not obtain Krishna. Then what will I do, where will I go, from whom shall I inquire, and who can possibly help me reach Krishna?" Hasanti: It is late at night, the sky is dark, and Krishna is determined to steal from the house of one of the elderly gop&#299;s. He is hiding underneath a tree in the corner of the courtyard belonging to one of the cowherd men. Although Krishna thinks that He is completely concealed, He suddenly hears a voice from one of the elderly members of the family. "Who are You there? Who are You? I say." Thus Krishna has been caught, and He begins to flee the courtyard. When this humorous scene is revealed to the devotee, the devotee begins to laugh heartily. Nandanti: When Krishna actually reveals His transcendental form to the devotee, the devotee experiences the highest transcendental bliss. Vadanti: The devotee says to the Lord, "O Krishna, after so many days I have finally achieved You."</P><P>When all of the devotee's senses are absorbed in &#346;r&#299; Krishna, the devotee has successfully transcended the material condition of life. This is indicated by the word alaukik&#257;h. Alaukik&#257;h, or the transcendental platform, is explained by the Lord in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, ajam harim, anu&#347;&#299;layanti tal-l&#299;l&#257;m abhinayanti: "Anu&#347;&#299;layanti indicates that out of extreme ecstasy the devotees sometimes imitate or act out the pastimes of the Supreme Lord." This ecstatic symptom was manifested by the gop&#299;s in Vrind&#257;vana during Krishna's absence.</P><P>In the twenty-first verse of this chapter it was stated that one who has understood that there is no happiness either on earth or in material heaven must surrender at the lotus feet of a bona fide spiritual master. Tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>]. The following verses gave many detailed instructions regarding the activities of a bona fide disciple. Now this verse is describing the mature fruit of devotional service, namely, pure love of Godhead. Everyone has the opportunity to come to this platform of transcendental bliss by taking the dust of the lotus feet of Krishna's representative on his head. One should give up the mentality of envy and false prestige and humbly take shelter of the mercy of the Supreme Personality of Godhead. The spiritual master is to be considered the incarnation of the Lord's mercy. There is absolutely no doubt that a sincere soul who serves a bona fide spiritual master will achieve the highest perfection of life (&#347;reya uttamam). He will enjoy eternal bliss and knowledge in the personal abode of the Lord.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>