<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.35</P><P CLASS=c>&#347;r&#299;-pippal&#257;yana uv&#257;ca</P><P CLASS=c>sthity-udbhava-pralaya-hetur ahetur asya</P><P CLASS=c>yat svapna-j&#257;gara-sushuptishu sad bahi&#347; ca</P><P CLASS=c>dehendriy&#257;su-hriday&#257;ni caranti yena</P><P CLASS=c>sañj&#299;vit&#257;ni tad avehi param narendra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pippalayanah">pippal&#257;yanah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Pippal&#257;yana said; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; of the creation; <A CLASS=v HREF="http://vedabase.net/u/udbhava">udbhava</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/p/pralaya">pralaya</A> &#8212; and destruction; <A CLASS=v HREF="http://vedabase.net/h/hetuh">hetuh</A> &#8212; the cause; <A CLASS=v HREF="http://vedabase.net/a/ahetuh">ahetuh</A> &#8212; itself without cause; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this material universe; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/svapna">svapna</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> dream; <A CLASS=v HREF="http://vedabase.net/j/jagara">j&#257;gara</A> &#8212; wakefulness; <A CLASS=v HREF="http://vedabase.net/s/susuptisu">sushuptishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> deep sleep or unconsciousness; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; which exists; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and external <A HREF="http://vedabase.net/t/to">to</A> them <A HREF="http://vedabase.net/a/as">as</A> well; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; of the material bodies of the living entities; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;su</A> &#8212; life airs; <A CLASS=v HREF="http://vedabase.net/h/hrdayani">hriday&#257;ni</A> &#8212; and minds; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; act; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/s/sanjivitani">sañj&#299;vit&#257;ni</A> &#8212; given life; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avehi">avehi</A> &#8212; please know; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be the Supreme; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Pippal&#257;yana said: The Supreme Personality of Godhead is the cause of the creation, maintenance and destruction of this universe, yet He has no prior cause. He pervades the various states of wakefulness, dreaming and unconscious deep sleep and also exists beyond them. By entering the body of every living being as the Supersoul, He enlivens the body, senses, life airs and mental activities, and thus all the subtle and gross organs of the body begin their functions. My dear King, know that Personality of Godhead to be the Supreme.</P><P CLASS=t>PURPORT</P><P>In the previous verse King Nimi inquired about various aspects of the Absolute Truth, namely N&#257;r&#257;yana, Brahman and Param&#257;tm&#257;. Now the sage &#346;r&#299; Pippal&#257;yana explains these three features of the Absolute Truth in the same order in which the King mentioned them. Sthity-udbhava-pralaya-hetuh refers to the Supreme Personality of Godhead, who expands Himself as the triple purusha incarnations &#8212; Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. As described in the Bh&#257;gavatam (<A CLASS=v HREF="../../1/3/1.htm">1.3.1</A>):</P><P>jagrihe paurusham r&#363;pam</P><P CLASS=n>bhagav&#257;n mahad-&#257;dibhih</P><P CLASS=n>sambh&#363;tam shoda&#347;a-kalam</P><P CLASS=n>&#257;dau loka-sisrikshay&#257;</P><P>"In the beginning of the creation, the Lord first expanded Himself in the universal form of the purusha incarnation and manifested all the ingredients for the material creation. And thus at first there was the creation of the sixteen principles of material action. This was for the purpose of creating the material universe." Thus the Supreme Personality of Godhead, N&#257;r&#257;yana, is mentioned here as hetuh, or the supreme cause of the creation, maintenance and annihilation of the cosmic situation. Still, there is no cause of the Lord Himself; He is ahetuh. As expressed in the Brahma-samhit&#257;, an&#257;dir &#257;dir govindah sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. The Supreme Lord is the cause of all causes, and being the eternal Absolute Truth, He has no cause of Himself. The word ahetuh has also been explained by &#346;r&#299;la J&#299;va Gosv&#257;m&#299; to indicate that the Supreme Lord has His original form as Krishna in His own transcendental abode, called Krishnaloka. Since Krishna is always engaged in His blissful pastimes in the company of His eternally liberated associates, He is aloof from the affairs of this world, which is created by His external potency, known as m&#257;y&#257;. Therefore it is stated, jagrihe paurusham r&#363;pam. The Lord expands Himself as N&#257;r&#257;yana and Vishnu to facilitate the gross illusion and gradual rectification of the conditioned souls. The Lord's aloofness from the material creation is also described in the Vedas: na tasya k&#257;ryam karanam ca vidyate. The Absolute Truth has nothing to do, since everything is done self-sufficiently by His multipotencies. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that even though the Supreme Lord Krishna is ahetuh, or causeless and aloof from the cause of material creation, the Lord is also described in this verse as hetuh, or the ultimate cause of the creation, maintenance and annihilation of the material manifestation, because He expands Himself as Param&#257;tm&#257;, or the Supersoul, who acts as the prime mover of the cosmic manifestation.</P><P>The word ahetuh may also be understood in another way. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>) the Lord says,</P><P>apareyam itas tv any&#257;m</P><P CLASS=n>prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=n>yayedam dh&#257;ryate jagat</P><P>The conditioned living entities (j&#299;va-bh&#363;ta) desire to engage in sense gratification with their material senses (manah-shashth&#257;n&#299;ndriy&#257;ni prakriti-sth&#257;ni karshati [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). Thus the creation of the material world becomes necessary. In fact, the material cosmic manifestation continues to exist because of the desires of the conditioned souls to exploit it (yayedam dh&#257;ryate jagat). The government must create a prison to accommodate those citizens who are inclined to criminal activity. There is no need for any citizen to live in the obnoxious conditions of the prison, but because a certain portion of the population is inclined toward antisocial behavior, the prison becomes necessary. In a higher sense, the prisoners themselves can be considered the hetuh, or the cause, for the construction of the prison. Similarly, the Supreme Personality of Godhead expands His internal potency according to His own desire to increase the &#257;nanda, or transcendental bliss, of Himself and His pure devotees, but He manifests the material universe in response to the illicit desires of the conditioned souls to live a life of sense gratification in willful forgetfulness of Him. Therefore the conditioned living entities themselves can be considered the hetuh, or cause, of the material manifestation. The external potency of the Lord, m&#257;y&#257;, who is charged with the duty of material manifestation, is called ch&#257;y&#257;, or the shadow of the Lord's internal potency. Srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir eka/ ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257; [<A CLASS=v HREF="../../../bs/5/44.htm">Bs. 5.44</A>]. The Lord does not personally desire to manifest the shadow potency, called Durg&#257; or m&#257;y&#257;. The blissful spiritual planets, eternally manifest, contain the best possible facilities for the living entities who are parts and parcels of the Lord. But the conditioned souls, rejecting the inconceivable, eternal living arrangements the Lord has kindly provided, prefer to seek their misfortune in the shadow kingdom called the material world. Thus, both Durg&#257; and the conditioned living entities may be considered the hetuh, or cause, of the material manifestation. Since Lord Krishna is ultimately sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the cause of all causes, He is to be known as the ultimate supreme cause. But how the Lord functions as the supreme cause of the material manifestation (sthity-udbhava-pralaya-hetuh) is described in the Thirteenth Chapter of Bhagavad-g&#299;t&#257;. Upadrasht&#257;numant&#257; ca: the Lord acts as overseer and permitter. The actual desire of the Supreme Personality of Godhead is stated very clearly in Bhagavad-g&#299;t&#257;: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. The Lord desires every living entity to give up the shadow potency m&#257;y&#257; and return to the actual substance (v&#257;stavam vastu), which is the eternal kingdom of God.</P><P>Although various aspects of the Absolute Truth are being described, the Absolute Truth is ultimately one, as stated in this verse (tad avehi param narendra). King Nimi inquired about Brahman, and now this verse says, yat svapna-j&#257;gara-susuptishu sad bahi&#347; ca. The Lord's all-pervading feature within wakefulness, dreaming and deep sleep, and His existence beyond these three mental states, are understood to be manifestations of Brahman, the spiritual potency of the Lord. Finally, the statement dehendriy&#257;su-hriday&#257;ni caranti yena sañj&#299;vit&#257;ni can be understood to refer to the Param&#257;tm&#257; feature of the Lord. When the Lord expands Himself as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the third of the three Vishnu features, and enters the heart of every living entity, the gross and subtle organs of the body become enlivened for continuing the chain of fruitive activity called karma.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the multifarious manifestations of the Supreme Personality of Godhead do not compromise His supremacy as one without a second. The Absolute Truth is paramavyoma-n&#257;tha, or the Lord of the spiritual sky, who appears as two-armed &#346;y&#257;masundara, as four-armed, as eight-armed or as having one thousand arms. In each aspect His body is eternal and full of bliss and knowledge (sac-cid-&#257;nanda-m&#363;rti). He appears on earth as V&#257;sudeva and within the Causal Ocean as Mah&#257;-Vishnu. He lies on the Milk Ocean as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu and rescues His helpless young devotee as Nrisimhadeva. Appearing as Lord R&#257;macandra, He acts. as a perfect king. And appearing as Krishna He steals the heart of everyone, and especially of young beautiful women. All these features of the Lord are indicated by the word N&#257;r&#257;yana, or the Supreme Personality of Godhead, just as the word president indicates not only the official duties of the president but his personal family life and long intimate friendships as well. According to &#346;r&#299;mad-Bh&#257;gavatam, krishnas tu bhagav&#257;n svayam. When one transcends an official understanding of the Supreme Personality of Godhead and comes to the superior status of love of God, one can understand the Lord to be Krishna, the cause of all causes. The innumerable Vishnu expansions of the Lord are also understood to be plenary portions of &#346;r&#299; Krishna. Krishnas tu bhagav&#257;n svayam. As the Lord Himself states in Bhagavad-g&#299;t&#257;, aham sarvasya prabhavah. These points have been explicitly clarified in the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam as well as in the opening verse, om namo bhagavate v&#257;sudev&#257;ya, janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rtheshu [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>].</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>