<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.37</P><P CLASS=c>sattvam rajas tama iti tri-vrid ekam &#257;dau</P><P CLASS=c>s&#363;tram mah&#257;n aham iti pravadanti j&#299;vam</P><P CLASS=c>jñ&#257;na-kriy&#257;rtha-phala-r&#363;patayoru-&#347;akti</P><P CLASS=c>brahmaiva bh&#257;ti sad asac ca tayoh param yat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; goodness; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; passion; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; and ignorance; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus known; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vrt">vrit</A> &#8212; threefold; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning, before creation; <A CLASS=v HREF="http://vedabase.net/s/sutram">s&#363;tram</A> &#8212; the power <A HREF="http://vedabase.net/t/to">to</A> act; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; the power of consciousness; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; and the false ego; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pravadanti">pravadanti</A> &#8212; is called; <A CLASS=v HREF="http://vedabase.net/j/jivam">j&#299;vam</A> &#8212; (false ego, which covers) the living entity; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; the demigods <A HREF="http://vedabase.net/a/as">as</A> the embodiment of knowledge; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; sense objects; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; and fruitive results such <A HREF="http://vedabase.net/a/as">as</A> happiness and distress; <A CLASS=v HREF="http://vedabase.net/r/rupataya">r&#363;patay&#257;</A> &#8212; assuming the forms; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; possessing great varieties of energy; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; the Supreme alone; <A CLASS=v HREF="http://vedabase.net/b/bhati">bh&#257;ti</A> &#8212; is manifest; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> both gross objects and their subtle causes; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; beyond; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which is.</P><P CLASS=t>TRANSLATION</P><P>Originally one, the Absolute, Brahman, comes to be known as threefold, manifesting itself as the three modes of material nature &#8212; goodness, passion and ignorance. Brahman further expands its potency, and thus the power to act and the power of consciousness become manifest, along with the false ego, which covers the identity of the conditioned living being. Thus, by the expansion of the multipotencies of the Absolute, the demigods, as the embodiment of knowledge, become manifest, along with the material senses, their objects, and the results of material activity, namely happiness and distress. In this way the manifestation of the material world takes place as the subtle cause and as the material effect visible in the appearance of gross material objects. Brahman, which is the source of all subtle and gross manifestations, is simultaneously transcendental to them, being absolute.</P><P CLASS=t>PURPORT</P><P>In the previous verse the sage Pippal&#257;yana described the Absolute, Brahman, as being beyond the range of material sense perception and mental speculation. At the same time, it was stated, &#257;tma-m&#363;lam arthoktam &#257;ha yad-rite na nishedha-siddhih: the negative injunctions of the Vedas indirectly indicate the existence of the Absolute Truth. This Absolute Truth can be approached by correct means. Now, in the present verse, it is clearly described that the Absolute Truth possesses innumerable potencies (uru-&#347;akti brahmaiva bh&#257;ti). Thus by the expansion of the Absolute Truth the gross and subtle features of the material world become manifest. As stated by &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, k&#257;ryam k&#257;ran&#257;d bhinnam na bhavati: "The result is not different from its cause." Therefore, since the Absolute is eternal existence, this material world, being the potency of the Absolute, must also be accepted as real, although the various manifestations of the material world are temporary and thus illusory. The material world should be understood to consist of the bewildering interactions of real elements. The material world is not false in the imaginary sense of the Buddhists and M&#257;y&#257;v&#257;d&#299;s, who state that in fact the material world does not exist outside the mind of the observer. The material world, as the potency of the Absolute, has real existence. But the living entity becomes bewildered by the temporary manifestations, foolishly taking them to be permanent. Thus the material world functions as an illusory potency, causing the living entity to forget the spiritual world, wherein life is eternal, full of bliss and knowledge. Because the material world thus bewilders the conditioned soul, it is called illusory. When a magician performs his tricks onstage, that which the audience apparently sees is an illusion. But the magician actually exists, and the hat and rabbit exist, although the appearance of a rabbit coming out of a hat is an illusion. Similarly, when the living entity identifies himself as part and parcel of the material world, thinking, "I am American," "I am Indian," "I am Russian," "I am black," "I am white," he is bewildered by the magic of the Lord's illusory potency. The conditioned soul must come to understand, "I am a pure spirit soul, part and parcel of Krishna. Now let me stop my useless activities and serve Krishna, since I am part of Him." Then he is free from the illusion of m&#257;y&#257;. If one artificially tries to escape the clutches of the illusory energy by declaring that there is no illusory potency and that this world is false, he merely falls into another illusion created by m&#257;y&#257; to keep him in ignorance. Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>),</P><P>daiv&#299; hy esh&#257; gunamay&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante</P><P CLASS=n>m&#257;y&#257;m et&#257;m taranti te</P><P>Unless one surrenders at the lotus feet of M&#257;ye&#347;a, the Lord of the illusory potency, there is no possibility of escaping from illusion. Childishly declaring that there is no illusory potency is useless, since m&#257;y&#257; is duratyay&#257;, or insurpassable for the tiny living entity. But Lord Krishna, the omnipotent Personality of Godhead, can immediately call off the illusory potency.</P><P>In this verse the expansion of the material world from Brahman, the Absolute, is described. Since Brahman is one of the subordinate features of the Supreme Personality of Godhead (brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate), one who understands this material world to be Brahman is freed from the tendency to exploit the material energy through sense gratification and mental speculation aimed at one's own satisfaction.</P><P>The question may be raised, Since Brahman is stated to be ekam, or one, how does it become manifest in the innumerable varieties of the material world? Therefore this verse uses the word uru-&#347;akti. The Absolute contains multipotencies, as stated in the Vedas (&#346;vet&#257;&#347;vatara Upanishad): parasya &#347;aktir vividhaiva &#347;r&#363;yate. The Absolute Truth is not &#347;akti, or energy, but &#347;aktim&#257;n, the possessor of innumerable potencies. According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, one should submissively hear these authorized descriptions of the Absolute Truth. As stated in the previous verse, yath&#257;nalam arcishah sv&#257;h: the insignificant sparks of a fire have no power to illuminate the blazing fire, which is itself the source of illumination. Similarly, the tiny living entity, who is like a spark of the Supreme Personality of Godhead, cannot illuminate the Personality of Godhead by his insignificant intellectual power. One may argue that the sun expands its potency in the form of its rays and it is through the illumination of those rays that we are able to see the sun. In the same way, we should be able to perceive the Absolute Truth by the expansion of its potency. In answer to this it may be stated that if the sun creates a cloud covering the sky, then despite the presence of sun rays the sun cannot be seen. Therefore, ultimately the power to see the sun depends not only on the sun's rays but on the presence of a clear sky, which is also an arrangement by the sun. Similarly, as stated in this verse, one can understand the existence of the Absolute Truth by the expansion of its potencies.</P><P>Although in the previous verse the power of the material senses and mind was rejected, the authorized descriptions given here inform us that one can directly perceive everything that exists to be the potency of the Personality of Godhead. In this regard, N&#257;rada Muni advised King Pr&#257;c&#299;nabarhi as follows:</P><P>atas tad apav&#257;d&#257;rtham</P><P CLASS=n>bhaja sarv&#257;tman&#257; harim</P><P CLASS=n>pa&#347;yams tad-&#257;tmakam vi&#347;vam</P><P CLASS=n>sthity-utpatty-apyay&#257; yatah</P><P>"You should always know that this cosmic manifestation is created, maintained and annihilated by the will of the Supreme Personality of Godhead. Consequently, everything within this cosmic manifestation is under the control of the Lord. To be enlightened by this perfect knowledge, one should always engage himself in the devotional service of the Lord." (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/29/79.htm">4.29.79</A>) As stated here, bhaja sarv&#257;tman&#257; harim: one must worship the Supreme Personality of Godhead so that one's consciousness will become clean and pure, just like the clear blue sky in which the potent sun is fully manifest. When one sees the sun, he immediately sees the sun's rays in full potency. Similarly, if one engages in the devotional service of Krishna, one's mind becomes cleansed of material dirt, and thus he can see not only the Lord but the Lord's expansions as the spiritual world, as the pure devotees, as the Param&#257;tm&#257;, as the impersonal Brahman effulgence and as the subsequent creation of the material world, the shadow of the kingdom of God (ch&#257;yeva), in which so many material varieties become manifest.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the word phalam can also be understood to mean purush&#257;rtha-svar&#363;pam, or the actual form of the goal of life, or, in other words, the transcendental form of the Lord Himself. The living entity in his original pure state is not different from the Supreme Personality of Godhead. Similarly, the infinite multicolored opulence of the kingdom of God, called Vaikuntha, is nondifferent in quality from the Lord. Thus when the Supreme Personality of Godhead is personally present with His unparalleled opulence and His pure spiritual servitors, the living entities, a very happy situation is created. The mundane concept of family is a perverted reflection of the happy situation created when the Lord is united in full spiritual opulence with His pure devotees. Every living entity has the option to join the Lord in His opulent eternal kingdom. Thus one should understand from this verse that everything within the gross and subtle cosmic manifestations is the potency of the Lord and is therefore meant to be used in the Lord's service. &#298;&#347;&#257;v&#257;syam idam sarvam.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has given an elaborate explanation proving that the entire cosmic situation is the natural potency of the Absolute Truth. Sometimes superstitious people, without knowledge of the Personality of Godhead, say that material activities are controlled by an independent devil and that God is struggling with such a devil. Such gross ignorance of the omnipotent status of the Personality of Godhead can be removed by understanding the purport of this verse. Just as a spark is a tiny emanation from a blazing fire, everything that exists is but an insignificant spark of the potency of the Personality of Godhead. The Lord therefore says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/42.htm">10.42</A>),</P><P>athav&#257; bahunaitena</P><P CLASS=n>kim jñ&#257;tena tav&#257;rjuna</P><P CLASS=n>vishtabhy&#257;ham idam kritsnam</P><P CLASS=n>ek&#257;m&#347;ena sthito jagat</P><P>"But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe." The omnipotent Personality of Godhead is actually the well-wishing friend of every living entity (suhridam sarva-bh&#363;t&#257;n&#257;m). Therefore, if one becomes sane and understands that one's well-wishing friend Krishna is the ultimate source and controller of everything that exists, one attains immediate peace (jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati). Fear and illusion arise when one foolishly thinks that even one atom of the creation is not the controlled potency of the Personality of Godhead. Bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;t. Denying the existence of the material world also creates a very dangerous situation of illusion. Both types of atheism &#8212; namely, seeing the material world as belonging to oneself (and therefore being meant for one's sense gratification) and declaring the nonexistence of the material world &#8212; are futile attempts to avoid one's eternal subordination to the Supreme Personality of Godhead, who is the actual owner and enjoyer of everything. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has quoted the following question stated by &#346;r&#299; Maitreya to &#346;r&#299; Par&#257;&#347;ara in the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana1/3/1">1.3.1</A>):</P><P>nirgunasy&#257;prameyasya</P><P CLASS=n>&#347;uddhasy&#257;py amal&#257;tmanah</P><P CLASS=n>katham sarg&#257;di-kartritvam</P><P CLASS=n>brahmano 'bhyupagamyate</P><P>"How are we to understand that Brahman, the Supreme Soul, is the executor of the creation, maintenance and destruction of the material world, even though it is devoid of qualities, immeasurable, unembodied and free from any fault?" In reply, &#346;r&#299; Par&#257;&#347;ara stated:</P><P>&#347;aktayah sarva-bh&#257;v&#257;n&#257;m</P><P CLASS=n>acintya-jñ&#257;na-gocar&#257;h</P><P CLASS=n>yato 'to brahmanas t&#257;s tu</P><P CLASS=n>sarg&#257;dy&#257; bh&#257;va-&#347;aktayah</P><P CLASS=n>bhavanti tapat&#257;m &#347;reshtha</P><P CLASS=n>p&#257;vakasya yathoshnat&#257;</P><P>"Mere logic cannot explain how even material objects expand their potency. These things can be understood by mature observation. The Absolute Truth expands His potency in the creation, maintenance and annihilation of the material world just as fire expands its potency of heat." (Vishnu Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana1/3/2">1.3.2</A>) &#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that one can understand the power of a valuable gem not by logical statements but by observing the effect of the gem. Similarly, one can understand the potency of a mantra by observing its power to achieve a particular effect. Such potency doesn't depend on so-called logic. There is no logical necessity for a seed's growing into a tree and giving fruits that nourish the human body. One may argue that the genetic code for the entire tree is contained within the seed. But there is no logical necessity for the existence of the seed, nor for the seed's expanding itself into a gigantic tree. Ex post facto, or after the manifestation of the wonderful material nature, the foolish material scientist traces out the expansion of a seed's potency in an apparently logical sequence of events. But there is nothing within the realm of so-called pure logic that dictates that a seed should expand into a tree. Rather, such expansion should be understood to be the potency of the tree. Similarly, the potency of a jewel is its mystic power, and various mantras also contain innate potencies. Ultimately the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; has the potency to transfer one to the spiritual world of bliss and knowledge. In the same way, the Absolute Truth has the natural quality of expanding itself into innumerable varieties of material and spiritual worlds. We may logically describe this expansion after the fact, but we cannot deny the expansion of the Absolute Truth. The conditioned soul who purifies his consciousness through the process of devotional service can scientifically observe the expansion of the Absolute Truth as described here, just as one who is not blind can observe the expansion of a seed into a huge tee. One can understand the potency of a seed not by speculation but rather by practical observation. Similarly, one must purify his vision so that he can practically observe the expansion of the Absolute Truth. Such observation can take place either by the ears or by the eyes. Vedic knowledge is &#347;abda-brahma, or transcendental potency in the form of sound vibration. Therefore, one can observe the functions of the Absolute Truth through submissive hearing of transcendental sound. &#346;&#257;stra-cakshus. When one's consciousness becomes fully purified one can perceive the Absolute Truth with all of one's spiritualized senses.</P><P>The Absolute Truth, the Personality of Godhead, is devoid of material qualities such as mundane goodness, passion and ignorance because He is an ocean of transcendental qualities and therefore has no need for the inferior qualities of the material world. As stated in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/10">4.10</A>), m&#257;y&#257;m tu prakritim vidy&#257;n m&#257;yinam tu mahe&#347;varam: "Understand that m&#257;y&#257; is the material energy whereas the Supreme Lord is the Supreme Lord of m&#257;y&#257;."Similarly, it is stated in the &#346;r&#299;mad-Bh&#257;gavatam, m&#257;y&#257;m ca tad-ap&#257;&#347;ray&#257;m: m&#257;y&#257; is always under the control of the Supreme Personality of Godhead.</P><P>Just as it is understood from the above discussion that the material world is an emanation from the impersonal Brahman potency of the Lord, Brahman itself is an expansion of the potency of Krishna, as stated in Bhagavad-g&#299;t&#257; (brahmano hi pratishth&#257;ham).</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>)</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that in the impersonal Brahman there is neither transcendental activity nor the supreme pum-artha, or benefit of human life, namely prema, love of Godhead. Therefore, if one is prematurely dazzled by the expansion of the Lord's bodily effulgence, known as Brahman, and therefore does not actually come to know the Supreme Personality of Godhead, there is no possibility of actually understanding one's eternal identity as an eternal blissful expansion of the Supreme Personality of Godhead. The subject matter is summarized in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/1/1/3.htm">&#256;di 1.1.3</A>):</P><P>yad advaitam brahmopanishadi tad apy asya tanu-bh&#257;</P><P CLASS=n>ya &#257;tm&#257;ntary&#257;m&#299; purusha iti so 'sy&#257;m&#347;a-vibhavah</P><P CLASS=n>shad-ai&#347;varyaih p&#363;rno ya iha bhagav&#257;n sa svayam ayam</P><P CLASS=n>na caitany&#257;t krishn&#257;j jagati para-tattvam param iha</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>