<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.38</P><P CLASS=c>n&#257;tm&#257; jaj&#257;na na marishyati naidhate 'sau</P><P CLASS=c>na ksh&#299;yate savana-vid vyabhic&#257;rin&#257;m hi</P><P CLASS=c>sarvatra &#347;a&#347;vad anap&#257;yy upalabdhi-m&#257;tram</P><P CLASS=c>pr&#257;no yathendriya-balena vikalpitam sat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the soul; <A CLASS=v HREF="http://vedabase.net/j/jajana">jaj&#257;na</A> &#8212; was born; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/m/marisyati">marishyati</A> &#8212; will die; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/e/edhate">edhate</A> &#8212; grow; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/k/ksiyate">ksh&#299;yate</A> &#8212; become diminished; <A CLASS=v HREF="http://vedabase.net/s/savana">savana</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; the knower of these phases of time; <A CLASS=v HREF="http://vedabase.net/v/vyabhicarinam">vyabhic&#257;rin&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they occur <A HREF="http://vedabase.net/i/in">in</A> other, changing beings; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/a/anapayi">anap&#257;yi</A> &#8212; never disappearing; <A CLASS=v HREF="http://vedabase.net/u/upalabdhi">upalabdhi</A>-<A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> consciousness; <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;nah</A> <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like the life air within the body; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/b/balena">balena</A> &#8212; by the force of the senses; <A CLASS=v HREF="http://vedabase.net/v/vikalpitam">vikalpitam</A> &#8212; imagined <A HREF="http://vedabase.net/a/as">as</A> divided; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; becoming.</P><P CLASS=t>TRANSLATION</P><P>Brahman, the eternal soul, was never born and will never die, nor does it grow or decay. That spiritual soul is actually the knower of the youth, middle age and death of the material body. Thus the soul can be understood to be pure consciousness, existing everywhere at all times and never being destroyed. Just as the life air within the body, although one, becomes manifest as many in contact with the various material senses, the one soul appears to assume various material designations in contact with the material body.</P><P CLASS=t>PURPORT</P><P>The Vedic aphorism sarvam khalv idam brahma, "Everything is Brahman," has been explained in this chapter of the Bh&#257;gavatam. The Supreme Personality of Godhead is the original source of everything. By expanding His internal potency, He manifests the spiritual world, and by expanding His external potency He manifests the material cosmos. The conditioned living entity is originally part and parcel of the superior, internal potency of the Lord, but being in contact with illusion, he falls under the clutches of the external potency. In any case, since everything is an expansion of the potency of the Supreme Brahman, everything is part and parcel of the Lord's spiritual potency. Bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;d &#299;&#347;&#257;d apetasya viparyayo 'smritih. When a living entity thinks that the material world is not part and parcel of the Lord's potency but is a separate existence, liable to be controlled and enjoyed by the tiny j&#299;va soul, he is under viparyayah, or a wrong conception. Asmritih. Thus the living entity forgets that the Supreme Lord is the proprietor of everything, everything being an expansion of the Lord.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has pointed out that although the Lord's external potency is subject to transformations such as birth, growth, decay and death, one should not foolishly conclude that the Lord's internal potency, the living entity, is also subject to these changes. Both the living entity and material nature are ultimately Brahman, being expansions of the Supreme Brahman. But the Vedas clearly say, par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate: the Lord's potencies are vividh&#257;, or multifarious. Thus, according to this verse, n&#257;tm&#257; jaj&#257;na na marishyati naidhate 'sau na ksh&#299;yate: the soul is never born, nor does he die, and he certainly cannot grow or decay like a material body. Although the visible material body passes through boyhood, adolescence and old age, or although one may take birth as a demigod, human being, plant or animal, the spirit soul never changes his eternal constitutional position. Rather, he falsely identifies with the external transformations of the material body and thus imposes upon himself a psychological condition called illusion. This miserable illusory experience of seeing oneself transformed and ultimately annihilated by the laws of nature can be nullified by transcendental knowledge of one's eternal status as the superior energy of the Lord.</P><P>The word sarvatra in this verse should not be foolishly misinterpreted to mean that the individual j&#299;va soul is all-pervading. The soul is not born, nor does he die. Yet in our present conditioned state we falsely identify with the birth and death of the body. Therefore, because an all-pervading soul would never fall into illusion, sarvatra cannot indicate that the individual soul is all-pervading. Illusion implies an incomplete understanding of reality, which would not be possible for an all-pervading entity. Therefore, the word sarvatra is understood to mean that the pure spiritual soul exists in all material conditions. In deep sleep, for example, consciousness may not overtly be manifest, and yet the spirit soul is understood to be present within the body. Similarly, it is understood from Bhagavad-g&#299;t&#257; that the spirit soul (nityah sarva-gatah) may exist even within fire, water or outer space, since the existence of the soul never depends upon material conditions but is an eternal fact. The consciousness of the soul is more or less manifest according to the possibilities offered by a particular material situation, just as electric light is manifest in a particular intensity and color according to the bulb available. The electrical energy is one, but it is manifested variously according to material conditions.</P><P>The argument may be raised that although the spirit soul is pure consciousness (upalabdhi-m&#257;tram), it is our practical experience that consciousness is constantly transformed. If I am thinking of a blue object such as the sky, then my previous thought of a yellow object such as a flower is destroyed. Similarly, if I become aware that I am hungry, then my consciousness of the blue sky is destroyed. In this way, consciousness is constantly being transformed. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has replied that consciousness itself is eternal, but in contact with the material senses it may be manifest in various ways. The example of the life air is very appropriate. Pr&#257;na, or the life air, is one, but in contact with the different senses it is manifest as the power to see, the power to hear, and so on. Similarly, consciousness, being spiritual, is ultimately one, but when in contact with the various senses it may be perceived in terms of particular sensory functions. But the state of consciousness is an eternal fact that cannot be changed, although it may be temporarily covered by m&#257;y&#257;.</P><P>When one becomes Krishna conscious, he is understood to be dh&#299;ra (dh&#299;ras tatra na muhyati). At that time one is no longer subject to bewilderment by falsely identifying his consciousness with the transformations of material nature.</P><P>From the statement tat tvam asi, found in the Ch&#257;ndogya Upanishad, it is to be understood that spiritual knowledge is not impersonal but entails gradually perceiving the pure spiritual soul within the material body. Just as in Bhagavad-g&#299;t&#257; Krishna repeatedly says aham, or "I," this Vedic aphorism uses the word tvam, or "you," to indicate that just as the Absolute Truth is the Supreme Personality of Godhead, the individual spark of Brahman (tat) is also an eternal personality (tvam). Therefore, according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; it is to be understood that the individual spark of Brahman is eternally conscious. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has further pointed out that instead of wasting time trying to understand the truth in its impersonal aspect, which is merely the negation of temporary material variety, one should try to understand oneself to be an eternally conscious entity in the j&#299;va category. In other words, one should understand oneself to be eternally a conscious servitor of the Supreme Personality of Godhead.</P><P>In this regard &#346;r&#299;la Madhv&#257;c&#257;rya has quoted the following statement from the Moksha-dharma section of the Mah&#257;bh&#257;rata:</P><P>aham hi j&#299;va-samjño vai</P><P CLASS=n>mayi j&#299;vah san&#257;tanah</P><P CLASS=n>maivam tvay&#257;numantavyam</P><P CLASS=n>drishto j&#299;vo mayeti ha</P><P CLASS=n>aham &#347;reyo vidh&#257;sy&#257;mi</P><P CLASS=n>yath&#257;dhik&#257;ram &#299;&#347;varah</P><P>"The living entity, known as j&#299;va, is not different from Me, for he is My expansion. Thus the living entity is eternal, as I am, and always exists within Me. But you should not artificially think, 'Now I have seen the soul.' Rather, I, as the Supreme Personality of Godhead, will bestow this benediction upon you when you are actually qualified."</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>