<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.39</P><P CLASS=c>andeshu pe&#347;ishu tarushv avini&#347;citeshu</P><P CLASS=c>pr&#257;no hi j&#299;vam upadh&#257;vati tatra tatra</P><P CLASS=c>sanne yad indriya-gane 'hami ca prasupte</P><P CLASS=c>k&#363;ta-stha &#257;&#347;ayam rite tad-anusmritir nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/andesu">andeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> (species of life born from) eggs; <A CLASS=v HREF="http://vedabase.net/p/pesisu">pe&#347;ishu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> embryos; <A CLASS=v HREF="http://vedabase.net/t/tarusu">tarushu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> plants; <A CLASS=v HREF="http://vedabase.net/a/aviniscitesu">avini&#347;citeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> species of indeterminate origin (born from perspiration); <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;nah</A> &#8212; the vital air; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/j/jivam">j&#299;vam</A> &#8212; the soul; <A CLASS=v HREF="http://vedabase.net/u/upadhavati">upadh&#257;vati</A> &#8212; follows; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; from one species <A HREF="http://vedabase.net/t/to">to</A> another; <A CLASS=v HREF="http://vedabase.net/s/sanne">sanne</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> merged; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/g/gane">gane</A> &#8212; all the senses; <A CLASS=v HREF="http://vedabase.net/a/ahami">ahami</A> &#8212; the false ego; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/prasupte">prasupte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> deep sleep; <A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; unchanging; <A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; the subtle covering of contaminated consciousness, the <A HREF="http://vedabase.net/l/linga">li&#324;ga</A>-<A HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A>; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/a/anusmrtih">anusmritih</A> &#8212; (there is) subsequent remembrance; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our.</P><P CLASS=t>TRANSLATION</P><P>The spirit soul is born in many different species of life within the material world. Some species are born from eggs, others from embryos, others from the seeds of plants and trees, and others from perspiration. But in all species of life the pr&#257;na, or vital air, remains unchanging and follows the spirit soul from one body to another. Similarly, the spirit soul is eternally the same despite its material condition of life. We have practical experience of this. When we are absorbed in deep sleep without dreaming, the material senses become inactive, and even the mind and false ego are merged into a dormant condition. But although the senses, mind and false ego are inactive, one remembers upon waking that he, the soul, was peacefully sleeping.</P><P CLASS=t>PURPORT</P><P>When a living entity is awake the material senses and mind are constantly active. Similarly, when one is sleeping the false ego recollects one's waking experiences, and thus one experiences dreams or fragments of dreams while sleeping. But in the state of prasupti, or deep sleep, both the mind and the senses become inactive, and the false ego does not recall previous experiences or desires. The subtle mind and false ego are called li&#324;ga-&#347;ar&#299;ra, or the subtle material body. This linga-&#347;ar&#299;ra is experienced in the form of temporary material designations such as "I am a rich man," "I am a strong man," "I am black," "I am white," "I am American," "I am Chinese." The sum total of one's illusory conceptions of oneself is called aha&#324;k&#257;ra, or false ego. And due to this illusory conception of life the living entity transmigrates from one species of life to another, as clearly explained in Bhagavad-g&#299;t&#257;. The spirit soul, however, does not change its constitutional position of eternity, knowledge and bliss, although the soul may temporarily forget this position. To cite an analogous situation, if one dreams at night that he is walking in the forest, such a dream does not change one's actual position of lying in bed within his apartment. Thus it is stated in this verse, k&#363;ta-stha &#257;&#347;ayam rite: despite the transformations of the subtle body, the spirit soul does not change. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has given the following example to illustrate this point. Et&#257;vantam k&#257;lam sukham aham asv&#257;psam, na kiñcid avedisham. One often thinks, "I was sleeping very peacefully, although I was not dreaming or aware of anything." It can be logically understood that one cannot remember something of which he has had no experience. Therefore, since one remembers peacefully sleeping although there was no mental or sensual experience, such a memory should be understood to be a vague experience of the spirit soul.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has explained that the demigods, who are a superior race of humanlike entities on the higher planetary systems of this universe, do not actually undergo the gross ignorance of deep sleep as do ordinary human beings. Because the demigods have superior intelligence, they are not merged into ignorance at the time of sleeping. In Bhagavad-g&#299;t&#257; Lord Krishna says, mattah smritir jñ&#257;nam apohanam ca [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]. Sleep is apohanam, or forgetfulness. Sometimes by dreaming there is smriti, or memory of one's actual condition, although in a dream one may experience one's family or friends in an altered, illusory state. But all such conditions of remembering and forgetting are due to the presence of the Supersoul within the heart. By the mercy of the Supersoul one can have a preliminary glimpse of the soul by remembering how one was peacefully resting even without mental or sensual experience.</P><P>According to the authorized commentaries on this verse, avini&#347;citeshu means sveda-jeshu, or born from perspiration. &#346;r&#299;la Madhv&#257;c&#257;rya has pointed out, bh&#363;-svedena hi pr&#257;yo j&#257;yante: the earth's dew is to be considered the perspiration of the earth, and various species of life are generated from dew.</P><P>In the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/1/9">3.1.9</A>) the situation of the soul in relation to pr&#257;na is explained:</P><P>esho 'nur &#257;tm&#257; cetas&#257; veditavyo</P><P CLASS=n>yasmin pr&#257;nah pañcadh&#257; samvive&#347;a</P><P CLASS=n>pr&#257;nai&#347; cittam sarvam otam praj&#257;n&#257;m</P><P CLASS=n>yasmin vi&#347;uddhe vibhavaty esha &#257;tm&#257;</P><P>"The soul is atomic in size and can be perceived by perfect intelligence. This atomic soul is floating in the five kinds of air [pr&#257;na, ap&#257;na, vy&#257;na, sam&#257;na and ud&#257;na]. The soul is situated within the heart, and it spreads its influence all over the body of the embodied living entities. When the soul is purified from the contamination of the five kinds of material air, its spiritual influence is exhibited." Thus in the innumerable species of life the spiritual soul remains situated within pr&#257;na, or the material life air.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>