<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.40</P><P CLASS=c>yarhy abja-n&#257;bha-caranaishanayoru-bhakty&#257;</P><P CLASS=c>ceto-mal&#257;ni vidhamed guna-karma-j&#257;ni</P><P CLASS=c>tasmin vi&#347;uddha upalabhyata &#257;tma-tattvam</P><P CLASS=c>&#347;&#257;ksh&#257;d yath&#257;mala-dri&#347;oh savitri-prak&#257;&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A>-<A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A> &#8212; of the Supreme Personality of Godhead, whose navel is shaped like <A HREF="http://vedabase.net/a/a">a</A> lotus; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the feet; <A CLASS=v HREF="http://vedabase.net/e/esanaya">eshanay&#257;</A> &#8212; desiring (only); <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by powerful devotional service; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; of the heart; <A CLASS=v HREF="http://vedabase.net/m/malani">mal&#257;ni</A> &#8212; the dirt; <A CLASS=v HREF="http://vedabase.net/v/vidhamet">vidhamet</A> &#8212; cleanses away; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; generated from the modes of nature and material activities <A HREF="http://vedabase.net/i/in">in</A> those modes; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/v/visuddhe">vi&#347;uddhe</A> &#8212; completely purified (heart); <A CLASS=v HREF="http://vedabase.net/u/upalabhyate">upalabhyate</A> &#8212; is perceived; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the true nature of the self; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A>-<A CLASS=v HREF="http://vedabase.net/d/drsoh">dri&#347;oh</A> &#8212; of <A HREF="http://vedabase.net/p/pure">pure</A> eyes; <A CLASS=v HREF="http://vedabase.net/s/savitr">savitri</A> &#8212; of the sun; <A CLASS=v HREF="http://vedabase.net/p/prakasah">prak&#257;&#347;ah</A> &#8212; the manifestation.</P><P CLASS=t>TRANSLATION</P><P>When one seriously engages in the devotional service of the Personality of Godhead, fixing the Lord's lotus feet within one's heart as the only goal of life, one can destroy the innumerable impure desires lodged within the heart as a result of one's previous fruitive work within the three modes of material nature. When the heart is thus purified one can directly perceive both the Supreme Lord and one's self as transcendental entities. Thus one becomes perfect in spiritual understanding through direct experience, just as one can directly experience the sunshine through normal, healthy vision.</P><P CLASS=t>PURPORT</P><P>In the previous verse it was explained that one can have a preliminary glimpse of the eternal, unchanging soul by remembering one's experience of peacefully sleeping even while the mind and senses were totally inactive. One may ask, If in deep sleep there is a preliminary experience of the soul, why upon waking does one return to illusory material existence? It may be answered that because of material desires lodged within the heart the conditioned soul is addicted to the nescience of material sense gratification. A prisoner may glimpse through the bars the free light outside the prison window but still remain captive behind the bars. Similarly, although a conditioned soul may have a glimpse of the spirit soul, he remains captured within the bondage of material desires. Therefore, although one may have a preliminary understanding of the eternal soul that exists within the temporary body, or even of the Supersoul that accompanies the individual soul within the heart, a specific process is still required to eliminate the cause of material existence, namely material desire.</P><P>As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/6.htm">8.6</A>),</P><P>yam yam v&#257;pi smaran bh&#257;vam</P><P CLASS=n>tyajaty ante kalevaram</P><P CLASS=n>tam tam evaiti kaunteya</P><P CLASS=n>sad&#257; tad-bh&#257;va-bh&#257;vitah</P><P>"Whatever state of being one remembers when he quits his body, that state he will attain without fail." According to one's desire at the time of death a suitable material body is awarded by material nature. Karman&#257; daiva-netrena jantur dehopapattaye [<A CLASS=v HREF="../../3/31/1.htm">SB 3.31.1</A>]. According to one's fruitive desires and actions and under the jurisdiction of the representatives of the Lord called demigods, the living entity is awarded a particular material body, which is inevitably subject to harassment by birth, death, old age and disease. If one can eliminate the cause of a particular phenomenon, logically he also eliminates the effect. Therefore, this verse states that one should desire only to achieve shelter at the lotus feet of the Personality of Godhead. One should give up illusory desires for material society, friendship and love, since such desires cause further material bondage. One should fix his mind on the Supreme Personality of Godhead, Krishna, so that without fail one can remember Krishna at the time of death. As the Lord states,</P><P>anta-k&#257;le ca m&#257;m eva</P><P CLASS=n>smaran muktv&#257; kalevaram</P><P CLASS=n>yah pray&#257;ti sa mad-bh&#257;vam</P><P CLASS=n>y&#257;ti n&#257;sty atra sam&#347;ayah</P><P>"Whoever, at the time of death, quits his body remembering Me alone, at once attains My nature. Of this there is no doubt." (<A CLASS=v HREF="../../../bg/8/5.htm">Bg. 8.5</A>) The Supreme Personality of Godhead, Krishna, is the actual shelter for every living being. And the Lord can be directly perceived as soon as one's heart has become transparently clean through bhakti-yoga.</P><P>Bhagavad-g&#299;t&#257; describes the state of achieving the Supreme Personality of Godhead by the words tato m&#257;m tattvato jñ&#257;tv&#257; vi&#347;ate tad-anantaram, and sometimes impersonalists falsely interpret these words to be a description of brahma-s&#257;yujyam, or impersonal merging into the existence of the Lord. It is clearly mentioned in this verse that one must fix his mind and devotion on the lotus feet of abja-n&#257;bha, or the Supreme Personality of Godhead. If the individual living entity were equal to the Personality of Godhead, the living entity could simply think of himself in order to be purified. But even then a contradiction would arise: the Personality of Godhead has no need to be purified, since He is described in Bhagavad-g&#299;t&#257; as pavitram paramam, or the supreme pure. Therefore, one should not artificially try to twist an impersonal meaning out of the statements of the Vedic literature.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has stated that the perfect stage of devotional service indicated in this verse can be observed in the activities of such great devotees as Dhruva Mah&#257;r&#257;ja. Dhruva Mah&#257;r&#257;ja approached the Personality of Godhead desiring a political adjustment on the material platform, but when purified by chanting the holy name of God (om namo bhagavate v&#257;sudev&#257;ya) he felt no further need for material sense gratification. As stated in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam, janayaty &#257;&#347;u vair&#257;gyam. As soon as one advances in devotional service, one is freed from the embarrassment of superficial material desires.</P><P>The words upalabhyata &#257;tma-tattvam are significant in this verse. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that &#257;tma-tattvam, or knowledge of the soul, indicates knowledge of the Supreme Personality of Godhead along with His various expansions such as the impersonal brahmajyoti and the marginal living entity himself. As indicated here by the word s&#257;ksh&#257;t, perceiving the Personality of Godhead means seeing the personal form of the Lord, His hands and legs, His various transcendental vehicles and servants, and so on, just as by devotion to the sun-god one can gradually perceive the personal body of the sun-god, along with his chariot and personal attendants.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that in verses 35 through 39 the various stages of standard logic are demonstrated. Verse 35 establishes the vishaya, or general thesis. Verse 36 manifests sam&#347;aya, or an expression of doubt. Verse 37 gives the p&#363;rva-paksha, or opposing argument. And verse 38 definitely establishes the siddh&#257;nta, or conclusion. Verse 39 presents sa&#324;gati, the summary. The sa&#324;gati, or final word, is that one should become a pure devotee of the Personality of Godhead and worship the Lord's lotus feet. Thus by cleansing the mirror of the heart one can see the Lord, just as a normal human being with healthy 20/20 vision can very easily see the brilliant rays of the sun or as an advanced devotee of the sun-god himself can see the personal body of the sun-god.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>