<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.41</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>karma-yogam vadata nah</P><P CLASS=c>purusho yena samskritah</P><P CLASS=c>vidh&#363;yeh&#257;&#347;u karm&#257;ni</P><P CLASS=c>naishkarmyam vindate param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King said; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; the practice of dovetailing one's work with the Supreme; <A CLASS=v HREF="http://vedabase.net/v/vadata">vadata</A> &#8212; please tell; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/s/samskrtah">samskritah</A> &#8212; being refined; <A CLASS=v HREF="http://vedabase.net/v/vidhuya">vidh&#363;ya</A> &#8212; getting rid of; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; materialistic activities; <A CLASS=v HREF="http://vedabase.net/n/naiskarmyam">naishkarmyam</A> &#8212; freedom from fruitive reactions; <A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental.</P><P CLASS=t>TRANSLATION</P><P>King Nimi said: O great sages, please speak to us about the process of karma-yoga. Purified by this process of dedicating one's practical work to the Supreme, a person can very quickly free himself from all material activities, even in this life, and thus enjoy pure life on the transcendental platform.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/5.htm">3.5</A>),</P><P>na hi ka&#347;cit kshanam api</P><P CLASS=n>j&#257;tu tishthaty akarma-krit</P><P CLASS=n>k&#257;ryate hy ava&#347;ah karma</P><P CLASS=n>sarvah prakriti-jair gunaih</P><P>"All men are forced to act helplessly according to the impulses born of the modes of material nature; therefore no one can refrain from doing something, not even for a moment." Since the living entity cannot remain inactive, he must learn to dedicate his activities to the Lord. &#346;r&#299;la Prabhup&#257;da comments on this verse from Bhagavad-g&#299;t&#257; as follows: "It is not a question of embodied life, but it is the nature of the soul to be always active. Without the presence of the spirit soul, the material body cannot move. The body is only a dead vehicle to be worked by the spirit soul, which is always active and cannot stop even for a moment. As such, the spirit soul has to be engaged in the good work of Krishna consciousness, otherwise it will be engaged in occupations dictated by illusory energy. In contact with material energy, the spirit soul acquires material modes, and to purify the soul from such affinities it is necessary to engage in the prescribed duties enjoined in the &#347;&#257;stras. But if the soul is engaged in his natural function of Krishna consciousness, whatever he is able to do is good for him."</P><P>Ordinary people often question the busy activities of the devotees of the Krishna consciousness movement, mistaking such activities to be ordinary material work. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has stated in this connection, k&#257;mya-karm&#257;ny eva ty&#257;jit&#257;ni, na tu nitya-naimittik&#257;ni, phalasyaiva vininditatv&#257;t. One should give up selfish activities performed for one's personal sense gratification, since the result of such thoughtless work is further material bondage. But one should offer one's regular or occasional occupational duties to the Supreme Lord, and thus such activities become transcendental devotional service. By the words tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>], this chapter has clearly explained that dovetailing one's work with the service of the Lord is an art one should learn at the lotus feet of the bona fide spiritual master. Otherwise, if one whimsically declares his materialistic work to be transcendental devotional service, there will be no actual result. Therefore, according to &#346;r&#299; J&#299;va Gosv&#257;m&#299;, one should not mistake the word naishkarmyam to indicate inactivity; rather, it indicates transcendental activity under the guidance of the Lord and His representative.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>