<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.43</P><P CLASS=c>&#347;r&#299;-&#257;virhotra uv&#257;ca</P><P CLASS=c>karm&#257;karma vikarmeti</P><P CLASS=c>veda-v&#257;do na laukikah</P><P CLASS=c>vedasya ce&#347;var&#257;tmatv&#257;t</P><P CLASS=c>tatra muhyanti s&#363;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/avirhotrah">&#257;virhotrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the sage &#256;virhotra said; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the execution of duties prescribed by scripture; <A CLASS=v HREF="http://vedabase.net/a/akarma">akarma</A> &#8212; failure <A HREF="http://vedabase.net/t/to">to</A> perform such duties; <A CLASS=v HREF="http://vedabase.net/v/vikarma">vikarma</A> &#8212; engagement <A HREF="http://vedabase.net/i/in">in</A> forbidden activities; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; subject matter understood through the Vedas; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/laukikah">laukikah</A> &#8212; mundane; <A CLASS=v HREF="http://vedabase.net/v/vedasya">vedasya</A> &#8212; of the vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/a/atmatvat">&#257;tmatv&#257;t</A> &#8212; because of coming from the Personality of Godhead Himself; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this matter; <A CLASS=v HREF="http://vedabase.net/m/muhyanti">muhyanti</A> &#8212; become confused; <A CLASS=v HREF="http://vedabase.net/s/surayah">s&#363;rayah</A> &#8212; (even) great scholarly authorities.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#256;virhotra replied: Prescribed duties, nonperformance of such duties, and forbidden activities are topics one can properly understand through authorized study of the Vedic literature. This difficult subject matter can never be understood by mundane speculation. The authorized Vedic literature is the sound incarnation of the Personality of Godhead Himself, and thus Vedic knowledge is perfect. Even the greatest learned scholars are bewildered in their attempts to understand the science of action if they neglect the authority of Vedic knowledge.</P><P CLASS=t>PURPORT</P><P>Prescribed duties authorized by revealed scripture are called karma, whereas the failure to execute one's highest duty is called akarma. The performance of forbidden activities is called vikarma. Thus karma, akarma and vikarma are established by the authorized explanations of Vedic literature. They cannot be ascertained merely through mundane exercises in logic. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/16/51.htm">6.16.51</A>) the Lord says, &#347;abda-brahma param brahma mamobhe &#347;&#257;&#347;vat&#299; tan&#363;: "I am the form of the transcendental vibrations of the Vedas, such as omk&#257;ra and Hare Krishna Hare R&#257;ma, and I am the Supreme Absolute Truth. These two forms of Mine &#8212; namely, the transcendental Vedic sound and the eternally blissful spiritual form of the Deity &#8212; are My eternal forms; they are not material. " Similarly, it is stated in the Bh&#257;gavatam (<A CLASS=v HREF="../../6/1/40.htm">6.1.40</A>), vedo n&#257;r&#257;yanah s&#257;ksh&#257;t svayambh&#363;r iti &#347;u&#347;ruma: "The Vedas are directly the Supreme Personality of Godhead, N&#257;r&#257;yana, and are self-born. This we have heard from Yamar&#257;ja." In the Purusha-s&#363;kta (Rig Veda, mandala 10, s&#363;kta 90, mantra 9) it is stated, tasm&#257;d yajñ&#257;t sarva-huta ricah s&#257;m&#257;ni jajñjire/ chand&#257;msi jajñjire tasm&#257;t: "From Him, Yajña, came all sacrificial offerings, hymns of invocation and songs of praise. All the mantras of the Vedas come from the Lord." All the incarnations of the Supreme Personality of Godhead are completely transcendental and free from the four defects of conditional life, namely mistakes, illusion, cheating and imperfect senses. So Vedic knowledge, being a plenary manifestation of the Supreme Lord, is similarly infallible and transcendental.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that in the material world, which is controlled by the illusory energy of the Lord, a particular sound vibration is discarded after describing its object. But on the spiritual platform called Vaikuntha nothing is ever lost, and thus &#347;abda-brahma, or the Personality of Godhead in His form as transcendental sound, is eternal.</P><P>In ordinary human discourse one can ascertain the meaning of human words by understanding the intention of the speaker. But since Vedic knowledge is apaurusheya, or transcendental, one can appreciate its purport only by hearing from the standard authorities in the chain of disciplic succession. This process is prescribed by the Lord Himself in Bhagavad-g&#299;t&#257; (evam parampar&#257;-pr&#257;ptam). Thus, even highly learned scholars who proudly neglect this simple descending process are certainly bewildered and embarrassed in their hopeless attempt to ascertain the ultimate meaning of Vedic knowledge. The four sons of Lord Brahm&#257; declined to answer the question of King Nimi since at that time the King was a mere child and therefore not capable of seriously surrendering to the process of hearing through disciplic succession. &#346;r&#299;la Madhv&#257;c&#257;rya has pointed out in this regard, &#299;&#347;var&#257;tmatv&#257;d &#299;&#347;vara-vishayatv&#257;t. Because the Vedas describe the unlimited Personality of Godhead, Vedic knowledge cannot be approached by mundane methods of comprehension.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>