<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.44</P><P CLASS=c>paroksha-v&#257;do vedo 'yam</P><P CLASS=c>b&#257;l&#257;n&#257;m anu&#347;&#257;sanam</P><P CLASS=c>karma-moksh&#257;ya karm&#257;ni</P><P CLASS=c>vidhatte hy agadam yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paroksa">paroksha</A>-<A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; describing <A HREF="http://vedabase.net/a/a">a</A> situation <A HREF="http://vedabase.net/a/as">as</A> something else <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> disguise its real nature; <A CLASS=v HREF="http://vedabase.net/v/vedah">vedah</A> &#8212; Vedas; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/b/balanam">b&#257;l&#257;n&#257;m</A> &#8212; of childlike persons; <A CLASS=v HREF="http://vedabase.net/a/anusasanam">anu&#347;&#257;sanam</A> &#8212; guidance; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/m/moksaya">moksh&#257;ya</A> &#8212; for liberation from material activities; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; material activities; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; prescribe; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/agadam">agadam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> medicine; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Childish and foolish people are attached to materialistic, fruitive activities, although the actual goal of life is to become free from such activities. Therefore, the Vedic injunctions indirectly lead one to the path of ultimate liberation by first prescribing fruitive religious activities, just as a father promises his child candy so that the child will take his medicine.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257;, traigunya-vishay&#257; ved&#257; nistraigunyo bhav&#257;rjuna. The Vedas apparently offer fruitive results within the three modes of material nature. Those who perform ritualistic ceremonies or austerities in the mode of goodness are offered the chance for promotion to the higher planetary systems called Svargaloka. A&#347;nanti divy&#257;n divi deva-bhog&#257;n. Similarly, those who perform karma-k&#257;nda, or fruitive religious activities in the mode of passion, are allowed to become great rulers or wealthy men on earth and enjoy great prestige and earthly power. But as stated in the Manu-samhit&#257;, pravrittir esh&#257; bh&#363;t&#257;n&#257;m nivrittis tu mah&#257;-phal&#257;: "Although fruitive religious activities are very much popular among the conditioned souls, the actual perfection of life is achieved when one gives up all fruitive endeavor."</P><P>If a father tells his child, "You must take this medicine by my order," the child may become fearful and rebellious and reject the medicine. Therefore, the father entices his child by saying, "I am going to give you a delicious piece of candy. But if you want this candy, first just take this little bit of medicine, and then you can have the candy." Such indirect persuasion is called paroksha-v&#257;dah, or an indirect description that conceals the actual purpose. The father presents his proposal to the child as if the ultimate goal were to receive the candy and only a minor condition must be fulfilled to receive it. Actually, however, the father's goal is to administer the medicine to the child and cure him of his disease. Thus, describing the primary purpose indirectly and concealing it with a secondary proposal is called paroksha-v&#257;dah, or indirect persuasion.</P><P>Since the great majority of conditioned souls are addicted to sense gratification (pravrittir esh&#257; bh&#363;t&#257;n&#257;m), the Vedic karma-k&#257;nda rituals offer them a chance to become free from temporary materialistic sense gratification by making them greedy for fruitive Vedic results such as promotion to heaven or a powerful ruling position on earth. In all Vedic rituals Vishnu is worshiped, and thus one is gradually promoted to the understanding that one's actual self-interest is to surrender to Vishnu. Na te viduh sv&#257;rtha-gatim hi vishnum [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>]. Such an indirect method is prescribed for b&#257;l&#257;n&#257;m, those who are childish or foolish. An intelligent person can immediately understand by direct analysis the actual purpose of Vedic literature as described by the Lord Himself (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). All Vedic knowledge ultimately aims at achieving shelter at the lotus feet of the Supreme Personality of Godhead. Without such shelter one must rotate within the 8,400,000 species offered by the illusory energy of the Lord. Ordinary material vision, either through gross sense perception or the subtle perception of rational induction, always yields imperfect knowledge distorted by the desire for illusory material enjoyment. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that the cultivation of impersonal self-realization is also a disturbance to the conditioned souls, since the impersonal speculative process is an artificial attempt to become completely formless. Such an attempt is not at all in accord with the proper judgment of the Vedas, which is described in Bhagavad-g&#299;t&#257; (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]).</P><P>In Lord Caitanya's movement there is no need to childishly pursue fruitive material results and gradually be dragged to actual knowledge. According to Caitanya Mah&#257;prabhu:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>In Kali-yuga life is very short (pr&#257;yen&#257;lp&#257;yushah), and people are generally undisciplined (mand&#257;h), misguided (sumanda-matayah), and overwhelmed by the unfavorable results of their previous activities (manda-bh&#257;gy&#257;h). Thus their minds are never peaceful (upadrut&#257;h), and their very brief life span vitiates the possibility of their gradually progressing through the path of Vedic ritualistic activities. Therefore, the only hope is to chant the holy names of the Lord, harer n&#257;ma [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>], In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/3/51.htm">12.3.51</A>) it is stated:</P><P>kaler dosha-nidhe r&#257;jann</P><P CLASS=n>asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya</P><P CLASS=n>mukta-sa&#324;gah param vrajet</P><P>Kali-yuga is an ocean of hypocrisy and pollution. In Kali-yuga all natural elements are polluted, such as water, earth, sky, mind, intelligence and ego. The only auspicious aspect of this fallen age is the process of chanting the holy names of the Lord (asti hy eko mah&#257;n gunah). Simply by the delightful process of krishna-k&#299;rtana one is freed from his connection to this fallen age (mukta-sa&#324;ga) and goes back home, back to Godhead (param vrajet). Sometimes the preachers of the Krishna consciousness movement also use the paroksha, or indirect method of persuasion, offering a nice transcendental sweet to the conditioned soul to entice him to come to the lotus feet of the Lord. Caitanya Mah&#257;prabhu's movement is kevala &#257;nanda-k&#257;nda, simply blissful. But by the mercy of Caitanya Mah&#257;prabhu even one who is indirectly attracted to the Krishna consciousness movement achieves very quickly the perfection of life and goes back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>