<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.45</P><P CLASS=c>n&#257;cared yas tu vedoktam</P><P CLASS=c>svayam ajño 'jitendriyah</P><P CLASS=c>vikarman&#257; hy adharmena</P><P CLASS=c>mrityor mrityum upaiti sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/acaret">&#257;caret</A> &#8212; does not perform; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; what is prescribed <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/a/ajnah">ajñah</A> &#8212; ignorant; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; not having learned <A HREF="http://vedabase.net/t/to">to</A> control his senses; <A CLASS=v HREF="http://vedabase.net/v/vikarmana">vikarman&#257;</A> &#8212; by not executing scriptural duty; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/adharmena">adharmena</A> &#8212; by his irreligion; <A CLASS=v HREF="http://vedabase.net/m/mrtyoh">mrityoh</A> <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death after death; <A CLASS=v HREF="http://vedabase.net/u/upaiti">upaiti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>.</P><P CLASS=t>TRANSLATION</P><P>If an ignorant person who has not conquered the material senses does not adhere to the Vedic injunctions, certainly he will engage in sinful and irreligious activities. Thus his reward will be repeated birth and death.</P><P CLASS=t>PURPORT</P><P>In the previous verse it was stated that although fruitive activities are prescribed in the Vedas, the actual goal of human life is to free oneself from all materialistic activities. Therefore, one may conclude that there is no need to perform the Vedic rituals, which offer regulated sense gratification. But an ignorant person, or, in other words, one who has not understood that he is not the material body but an eternal spiritual soul, part and parcel of Krishna, will invariably be unable to control the urges of the material senses. Therefore, if such a materially inclined person neglects the Vedic injunctions that administer regulated sense gratification, he will surely fall down into unregulated sense gratification in p&#257;pa, or sinful life. For example, those who are affected by sexual desire are ordered to accept the viv&#257;ha-yajña, or religious marriage ceremony. We often see that because of false pride a so-called brahmac&#257;r&#299;, or celibate student of Vedic knowledge, rejects the marriage ceremony as m&#257;y&#257;, or material illusion. But if such a celibate student is unable to control his senses he will undoubtedly degrade himself by eventually engaging in illicit sex, which has no connection to Vedic culture. Similarly, a neophyte in Krishna consciousness is encouraged to eat krishna-pras&#257;dam to his full satisfaction. Sometimes an immature practitioner of bhakti-yoga tries to make a show of severe eating habits and eventually falls down into eating unregulated and abominable foodstuffs.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the words mrityor mrityum upaiti mean that a sinful person is awarded a free ticket to hell by the lord of death himself, Yamar&#257;ja. This is also described in the Vedas as follows: mritv&#257; punar mrityum &#257;padyate ardyam&#257;nah sva-karmabhih. "Persons who cause themselves severe pain by their materialistic activities gain no relief at the moment of death, for they are placed again in a situation in which death will occur." Therefore, Vedic ritualistic activities such as the wedding ceremony or the relishing of sumptuous yajña-&#347;ishta, or food remnants of sacrifice, should not be given up by those whose senses are not yet controlled.</P><P>The previous verse gave the example of a father's administering candy to his son to induce the child to take medicine. If the child rejects the father's offer, thinking that the candy is unnecessary, the child also misses the opportunity to take the medicine that will cure him. Similarly, if a materialistic person rejects the Vedic injunctions that administer prescribed sense gratification, he will not be purified but instead will be further degraded. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has described a materialistic person as one whose mind and intelligence are not faithfully fixed in the message of the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; &#346;r&#299; Bhagav&#257;n, Lord Krishna, gives wonderful explanations to the conditioned souls, represented by Arjuna, concerning the actual goal of life. One who cannot fix his mind on these instructions is to be considered a materialistic person who is inclined toward sinful activities and who must therefore submit himself to the standard Vedic injunctions. Such Vedic injunctions, even though fruitive. are considered punya, or pious, according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, and thus one who strictly performs them will not go to hell. Lord Krishna Himself states in the Bh&#257;gavatam (<A CLASS=v HREF="../../11/20/9.htm">11.20.9</A>),</P><P>t&#257;vat karm&#257;ni kurv&#299;ta</P><P CLASS=n>na nirvidyeta y&#257;vat&#257;</P><P CLASS=n>mat-kath&#257;-&#347;ravan&#257;dau v&#257;</P><P CLASS=n>&#347;raddh&#257; y&#257;van na j&#257;yate</P><P>"One should continue to perform the Vedic ritualistic activities until one actually becomes detached from material sense gratification and develops faith for hearing and chanting about Me."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that the Vedas prescribe that one rise early in the morning, bathe, and chant the G&#257;yatr&#299; mantra. If one artificially gives up such a disciplined, regulated life, one will gradually become a victim of activities for gross sense gratification, such as eating in restaurants and indulging in illicit connections with women. Thus losing control of his senses, he becomes just like an animal, engaging from the early morning until the night in dangerous activities. &#346;r&#299;la Madhv&#257;c&#257;rya has commented in this regard, ajñah sann &#257;carann api. Although in ignorance, one continues to act, not considering the future result of one's activities. Such indifference to the future result of one's activities is described in Bhagavad-g&#299;t&#257; to be a symptom of the mode of ignorance. Just as an intelligent man will not drive his car on a highway if he knows the highway will lead him to danger, an intelligent man will not perform non-Vedic activities if he knows that the ultimate result will be the disaster described here by the words mrityor mrityum upaiti. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has stated that ignorant persons sometimes think that after death one automatically attains everlasting peace. But by the powerful reactions of one's sinful activities one comes to a most unpeaceful condition, for one must suffer hellish miseries in exchange for the meager temporary fruits of material work. Such hellish reactions occur not once but perpetually, as long as one is indifferent to the Vedic injunctions.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>