<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.47</P><P CLASS=c>ya &#257;&#347;u hridaya-granthim</P><P CLASS=c>nirjih&#299;rishuh par&#257;tmanah</P><P CLASS=c>vidhinopacared devam</P><P CLASS=c>tantroktena ca ke&#347;avam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/g/granthim">granthim</A> &#8212; the knot of the heart (false identification with the material body); <A CLASS=v HREF="http://vedabase.net/n/nirjihirsuh">nirjih&#299;rshuh</A> &#8212; desirous of cutting; <A CLASS=v HREF="http://vedabase.net/p/paratmanah">par&#257;tmanah</A> &#8212; of the transcendental soul; <A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; with the regulations; <A CLASS=v HREF="http://vedabase.net/u/upacaret">upacaret</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> should worship; <A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tantra">tantra</A>-<A CLASS=v HREF="http://vedabase.net/u/uktena">uktena</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> described by the tantras (the supplementary Vedic literatures that give detailed instructions for spiritual practice); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well (<A HREF="http://vedabase.net/i/in">in</A> addition <A HREF="http://vedabase.net/t/to">to</A> those regulations which <A HREF="http://vedabase.net/a/are">are</A> directly vedoktam); <A CLASS=v HREF="http://vedabase.net/k/kesavam">ke&#347;avam</A> &#8212; Lord <A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A>.</P><P CLASS=t>TRANSLATION</P><P>One who desires to quickly cut the knot of false ego, which binds the spirit soul, should worship the Supreme Lord, Ke&#347;ava, by the regulations found in Vedic literatures such as the tantras.</P><P CLASS=t>PURPORT</P><P>The Vedic literatures contain mysterious descriptions of the Absolute Truth that stimulate philosophical speculation. The Vedas also offer heavenly rewards for the performance of ritualistic ceremonies. But as stated in verse 44 of this chapter such jñ&#257;na-k&#257;nda and karma-k&#257;nda sections of the Vedas are b&#257;l&#257;n&#257;m anu&#347;&#257;sanam; that is, because less intelligent or childish persons are addicted to mental speculation and fruitive activity, these sections of the Vedas are meant to attract such persons to take shelter of the Vedic injunctions for gradual promotion to the perfect stage of Krishna consciousness.</P><P>Now that the path for those who are materialistic has been described in several verses, this verse describes the process for those who are vijñah, or learned transcendentalists. Such learned transcendentalists are advised to follow the regulated worship described in such Vaishnava tantras as &#346;r&#299; N&#257;rada-pañcar&#257;tra for pleasing the Supreme Lord directly. The words upacared devam tantroktena ca ke&#347;avam indicate that one should directly worship Ke&#347;ava, the Supreme Personality of Godhead, who appears in many different incarnations to please His devotees. &#346;r&#299;la Jayadeva Gosv&#257;m&#299; has described the pastimes of the Lord in his song describing ten prominent incarnations of the Personality of Godhead, Ke&#347;ava: Lord Fish, Lord Tortoise, Lord Boar, Lord Nrisimhadeva, Lord V&#257;mana, Lord Para&#347;ur&#257;ma, Lord R&#257;macandra, Lord Balar&#257;ma, Lord Buddha and Lord Kalki. The words upacared devam indicate devotional service to the Personality of Godhead. And therefore the word tantroktena, or "injunctions of the tantras," should be understood to indicate vaishnava-tantras such as &#346;r&#299; N&#257;rada-pañcar&#257;tra, which give explicit and detailed instructions for worshiping Ke&#347;ava. The Vedas are referred to by the term nigama. And the elaborate explanation of these nigamas is called &#257;gama, or tantra. When the transcendental living entity becomes perturbed by the obnoxious harassment of material bodily dualities, he becomes eager to hear from the Vedas about his transcendental situation. The word &#257;&#347;u in this verse indicates that those who are eager to put a quick end to material existence and situate themselves in the eternal blissful life of perfect knowledge should directly worship Lord Krishna, bypassing the preliminary Vedic rituals described in the previous verses.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>