<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.48</P><P CLASS=c>labdhv&#257;nugraha &#257;c&#257;ry&#257;t</P><P CLASS=c>tena sandar&#347;it&#257;gamah</P><P CLASS=c>mah&#257;-purusham abhyarcen</P><P CLASS=c>m&#363;rty&#257;bhimatay&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/labdhva">labdhv&#257;</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/a/acaryat">&#257;c&#257;ry&#257;t</A> &#8212; from the spiritual master; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by him; <A CLASS=v HREF="http://vedabase.net/s/sandarsita">sandar&#347;ita</A> &#8212; being shown; <A CLASS=v HREF="http://vedabase.net/a/agamah">&#257;gamah</A> &#8212; (the process of worship given by) the <A HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-tantras; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/abhyarcet">abhyarcet</A> &#8212; the disciple should worship; <A CLASS=v HREF="http://vedabase.net/m/murtya">m&#363;rty&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the particular personal form; <A CLASS=v HREF="http://vedabase.net/a/abhimataya">abhimatay&#257;</A> &#8212; which is preferred; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; by himself.</P><P CLASS=t>TRANSLATION</P><P>Having obtained the mercy of his spiritual master, who reveals to the disciple the injunctions of Vedic scriptures, the devotee should worship the Supreme Personality of Godhead in the particular personal form of the Lord the devotee finds most attractive.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the word labdhv&#257;nugrahah indicates formal initiation by a bona fide spiritual master. It is stated in the Padma Pur&#257;na,</P><P>shat-karma-nipuno vipro</P><P CLASS=n>mantra-tantra-vi&#347;&#257;radah</P><P CLASS=n>avaishnavo gurur na sy&#257;d</P><P CLASS=n>vaishnavah &#347;vapaco guruh</P><P>A bona fide spiritual master must be a soul surrendered at the lotus feet of the Supreme Lord. In the Brahma-vaivarta Pur&#257;na it is stated,</P><P>bodhah kalushitas tena</P><P CLASS=n>daur&#257;tmyam prakat&#299;-kritam</P><P CLASS=n>gurur yena parityaktas</P><P CLASS=n>tena tyaktah pur&#257; harih</P><P>"One pollutes his own intelligence and exhibits severe weakness of character when he rejects his own spiritual master. Indeed, such a person has already rejected the Supreme Lord, Hari." The bona fide disciple should always remember that his entire understanding of Vedic knowledge is coming through the mercy of his bona fide spiritual master. If one superficially or whimsically accepts and rejects a bona fide Vaishnava spiritual master, sometimes becoming attracted to another spiritual master, one commits a vaishnava-apar&#257;dha, a great offense against the devotees of the Lord. Sometimes a foolish neophyte mistakenly thinks that the relationship with the spiritual master is meant for the sense gratification of the disciple, and therefore in the name of spiritual aspirations such a fool gives up a bona fide Vaishnava guru. One should understand oneself to be the eternal servant of the guru. &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, however, has quoted this verse from the N&#257;rada-pañcar&#257;tra:</P><P>avaishnavopadishtena</P><P CLASS=n>mantrena nirayam vrajet</P><P CLASS=n>puna&#347; ca vidhin&#257; samyag</P><P CLASS=n>gr&#257;hayed vaishnav&#257;d guroh</P><P>"One who is initiated into a mantra by a non-Vaishnava must go to hell. Therefore he should again be initiated properly, according to the prescribed method, by a Vaishnava guru."It is the duty of the bona fide spiritual master to examine carefully the qualification of the disciple, and the disciple should similarly approach a bona fide spiritual master. Otherwise, the foolish disciple and the indiscriminate guru may both be punished by the laws of nature.</P><P>One should not artificially try to assimilate all of the apparently conflicting branches of Vedic knowledge. Vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]. Conditioned souls have various conflicting natures, which are engaged by apparently conflicting Vedic injunctions called pravritti and nivritti-m&#257;rga. But the easiest path is simply to learn the process of regularly worshiping advaya-jñ&#257;na, Lord Vishnu. All the demigods mentioned in the Vedas are paraphernalia for the service of the Supreme Lord, Vishnu. Whatever exists in the visible material world is also meant to be engaged in the Lord's service; otherwise, it has no value. If one artificially renounces material things useful in the service of the Supreme Lord, he loses his spiritual qualification of seeing everything as meant for Krishna's pleasure and will be forced to think of material objects as meant for his own sense enjoyment. In other words, material things should be accepted or rejected according to the pleasure of the Supreme Lord. Otherwise, one will fall down from the standard of pure devotional service. As stated in this verse, labdhv&#257;nugraha &#257;c&#257;ry&#257;t: such discrimination can be learned when one receives the mercy of a bona fide spiritual master, who reveals to the sincere disciple the practical application of Vedic knowledge.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>