<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.49</P><P CLASS=c>&#347;ucih sammukham &#257;s&#299;nah</P><P CLASS=c>pr&#257;na-samyaman&#257;dibhih</P><P CLASS=c>pindam vi&#347;odhya sanny&#257;sa-</P><P CLASS=c>krita-raksho 'rcayed dharim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; clean; <A CLASS=v HREF="http://vedabase.net/s/sammukham">sammukham</A> &#8212; facing (the Deity); <A CLASS=v HREF="http://vedabase.net/a/asinah">&#257;s&#299;nah</A> &#8212; thus seated; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/samyamana">samyamana</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by <A HREF="http://vedabase.net/p/pranayama">pr&#257;n&#257;y&#257;ma</A> (breathing exercises) and other means; <A CLASS=v HREF="http://vedabase.net/p/pindam">pindam</A> &#8212; the gross body; <A CLASS=v HREF="http://vedabase.net/v/visodhya">vi&#347;odhya</A> &#8212; purifying; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> &#8212; by placing transcendental marks of <A HREF="http://vedabase.net/t/tilaka">tilaka</A> on various places of the body; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way invoking the Lord's protection; <A CLASS=v HREF="http://vedabase.net/a/arcayet">arcayet</A> &#8212; one should worship; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>.</P><P CLASS=t>TRANSLATION</P><P>After cleansing oneself, purifying the body by pr&#257;n&#257;y&#257;ma, bh&#363;ta-&#347;uddhi and other processes, and marking the body with sacred tilaka for protection, one should sit in front of the Deity and worship the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Pr&#257;n&#257;y&#257;ma is the authorized Vedic process for controlling the air within the body. Similarly, bh&#363;ta-&#347;uddhi is a process for purifying the body. The word &#347;ucih means that one should be internally and externally clean. &#346;ucih means that one should perform activities only for the pleasure of the Supreme Personality of Godhead. If somehow or other one can remember the Supreme Lord constantly by chanting and hearing His holy name, one will come to the pure stage of life, as described in this Vedic mantra:</P><P>om apavitrah pavitro v&#257;</P><P CLASS=n>sarv&#257;vasth&#257;m gato 'pi v&#257;</P><P CLASS=n>yah smaret pundar&#299;k&#257;ksham</P><P CLASS=n>sa bahy&#257;bhyantara-&#347;ucih</P><P CLASS=n>(Garuda Pur&#257;na)</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that although one may mark the body with sacred tilaka, perform mudr&#257;s and chant mantras, if one is thinking within his mind of material sense gratification his worship of Lord &#346;r&#299; Hari is bogus. Therefore the word &#347;ucih here indicates that one should worship the Lord in a favorable frame of mind, considering the Lord to be sacred and one's self to be an insignificant servant of the Lord. Those who are not favorably inclined toward the Supreme Personality of Godhead do not like to worship the Deity in the temple, and they discourage people from going to the temple of the Lord by saying that since the Lord is omnipresent there is no need to do so. Such envious persons prefer the gymnastic exercises of hatha-yoga or the r&#257;ja-yoga system. But statements by the Lord Himself, such as v&#257;sudevah sarvam iti and m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>], indicate that in mature transcendental realization one understands that the Supreme Personality of Godhead is the source of everything and therefore the only worshipable object. Thus the devotees who worship the Deity of the Lord according to the pañcar&#257;tra system are not attracted by any yoga process except bhakti-yoga.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50-51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>