<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.5</P><P CLASS=c>gunair gun&#257;n sa bhuñj&#257;na</P><P CLASS=c>&#257;tma-pradyotitaih prabhuh</P><P CLASS=c>manyam&#257;na idam srishtam</P><P CLASS=c>&#257;tm&#257;nam iha sajjate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; with the modes (the senses); <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; the modes (the objects of the senses); <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (the individual living being); <A CLASS=v HREF="http://vedabase.net/b/bhunjanah">bhuñj&#257;nah</A> &#8212; enjoying; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; by the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/p/pradyotitaih">pradyotitaih</A> &#8212; enlivened; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/m/manyamanah">manyam&#257;nah</A> &#8212; thinking; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/srstam">srishtam</A> &#8212; created (body); <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> his own self; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/s/sajjate">sajjate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> becomes entangled.</P><P CLASS=t>TRANSLATION</P><P>The individual living being, the master of the material body, uses his material senses, which have been activated by the Supersoul, to try to enjoy sense objects composed of the three modes of nature. Thus he misidentifies the created material body with the unborn eternal self and becomes entangled in the illusory energy of the Lord.</P><P CLASS=t>PURPORT</P><P>ln this verse the living entity is called prabhuh, or "master," because he is a minute part and parcel of the supreme master, Krishna. Similarly, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/8.htm">15.8</A>) the Lord has described the living entity as &#299;&#347;varah, "the controller."</P><P>&#347;ar&#299;ram yad av&#257;pnoti</P><P CLASS=n>yac c&#257;py utkr&#257;mat&#299;&#347;varah</P><P CLASS=n>grih&#299;tvait&#257;ni samy&#257;ti</P><P CLASS=n>v&#257;yur gandh&#257;n iv&#257;&#347;ay&#257;t</P><P>"The living entity in the material world carries his various conceptions of life from one body to another as the air carries aromas." &#346;r&#299;la Prabhup&#257;da has commented in his purport, "Here the living entity is described as &#299;&#347;varah, the controller of his own body. If he likes, he can change his body to a higher grade, and if he likes he can move to a lower class. Minute independence is there. The change his body undergoes depends upon him." This statement confirms the words sva-m&#257;tr&#257; and &#257;tma-prasiddhaye in text 3 of this chapter. If the Supreme Lord were to interfere with the minute independence of the living entity, there would be no question of the living entity's engaging in the loving service of the Lord, since love implies a spontaneous free choice by the lover. Here the word prabhuh indicates that just as a child, having received a toy car from his father, pedals on the sidewalk, imitating the father, who drives an actual car, the living entity pedals around the material universe in the innumerable material bodies selected for him by the Supreme Lord from an assortment of 8,400,000 species. Thus the living entity, infatuated with the false ego of the material body, creates a fearful situation in which he undergoes repeated birth and death, as described in the statement bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;t (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/2/37.htm">11.2.37</A>).</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has given another explanation for this verse. If the word prabhuh is taken to mean the Supreme Lord, the word gunaih can be understood to mean "good qualities," since guna can refer to the material modes of nature or to admirable qualities (as in the verse yasy&#257;sti bhaktir bhagavaty akiñcan&#257; sarvair gunais tatra sam&#257;sate sur&#257;h). This verse would then mean that the Lord, by His transcendental qualities (gunaih), such as mercy, is able to relish the transcendental qualities (gun&#257;n) of His pure devotees. &#256;tma-pratyoditaih would then indicate that by surrendering unto the Lord, who is the reservoir of all good qualities, the pure devotees become similarly endowed with godly qualities. The words manyam&#257;na idam srishtam &#257;tm&#257;nam would indicate that the Lord accepts the body of His pure devotee to be on the same spiritual level as He Himself, as indicated in the verse &#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;n n&#257;vamanyeta karhicit [<A CLASS=v HREF="../../11/17/27.htm">SB 11.17.27</A>]. The Lord is attracted by the loving devotional service of His pure devotees and thus becomes entangled in the network of their loving relationship with Him. For example, after the Battle of Kurukshetra, when Krishna was leaving for His own city, Dv&#257;rak&#257;, the loving appeal of Mah&#257;r&#257;ja Yudhishthira forced the Lord to remain for several more weeks in Hastin&#257;pura. Similarly, when the elderly gop&#299;s of Vrind&#257;vana clapped their hands, Krishna would dance like a puppet, keeping time to their rhythm. In relation to this subject matter, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has quoted a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../9/4/68.htm">9.4.68</A>):</P><P>s&#257;dhavo hridayam mahyam</P><P CLASS=n>s&#257;dh&#363;n&#257;m hridayam tv aham</P><P CLASS=n>mad-anyat te na j&#257;nanti</P><P CLASS=n>n&#257;ham tebhyo man&#257;g api</P><P>"The pure devotee is always within the core of My heart, and I am always in the heart of the pure devotee. My devotees do not know anything but Me, and I do not know anyone but them."</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura the word prabhuh may also be understood as follows. The word pra indicates prakarshena, or "excessively," and bh&#363; indicates bhavati, or "taking birth." Thus prabhuh indicates prakarshena deva-tiryag-&#257;dishu bhavat&#299;ti sah, or repeatedly taking birth among the demigods, animals, human beings and other forms of life.</P><P>Confirming the statement by &#346;r&#299;la J&#299;va Gosv&#257;m&#299; concerning the Lord's attachment to the spiritualized body of a pure devotee, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has quoted the following verses from Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/4/192.htm">Antya 4.192-93</A>):</P><P>d&#299;ksh&#257;-k&#257;le bhakta kare &#257;tma-samarpana</P><P CLASS=n>sei-k&#257;le krishna t&#257;re kare &#257;tma-sama</P><P>"At the time of initiation, when a devotee fully surrenders unto the service of the Lord, Krishna accepts him to be as good as Himself."</P><P>sei deha kare t&#257;ra cid-&#257;nanda-maya</P><P CLASS=n>apr&#257;krita-dehe t&#257;&#324;ra carana bhajaya</P><P>"When the devotee's body is thus transformed into spiritual existence, the devotee, in that transcendental body, renders service to the lotus feet of the Lord."</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>