<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verses 50-51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verses 50-51"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.50-51</P><P CLASS=c>arc&#257;dau hridaye c&#257;pi</P><P CLASS=c>yath&#257;-labdhopac&#257;rakaih</P><P CLASS=c>dravya-kshity-&#257;tma-ling&#257;ni</P><P CLASS=c>nishp&#257;dya prokshya c&#257;sanam</P><P CLASS=c>p&#257;dy&#257;d&#299;n upakalpy&#257;tha</P><P CLASS=c>sannidh&#257;pya sam&#257;hitah</P><P CLASS=c>hrid-&#257;dibhih krita-ny&#257;so</P><P CLASS=c>m&#363;la-mantrena c&#257;rcayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/arca">arc&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of the Deity and His paraphernalia; <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; whatever is available; <A CLASS=v HREF="http://vedabase.net/u/upacarakaih">upac&#257;rakaih</A> &#8212; with ingredients of worship; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; the physical items <A HREF="http://vedabase.net/t/to">to</A> be offered; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A> &#8212; the ground; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; one's own mind; <A CLASS=v HREF="http://vedabase.net/l/lingani">li&#324;g&#257;ni</A> &#8212; and the Deity; <A CLASS=v HREF="http://vedabase.net/n/nispadya">nishp&#257;dya</A> &#8212; preparing; <A CLASS=v HREF="http://vedabase.net/p/proksya">prokshya</A> &#8212; sprinkling with water for purification; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asanam">&#257;sanam</A> &#8212; one's seat; <A CLASS=v HREF="http://vedabase.net/p/padya">p&#257;dya</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; the water for bathing the Deity's feet and other offerings; <A CLASS=v HREF="http://vedabase.net/u/upakalpya">upakalpya</A> &#8212; getting ready; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/s/sannidhapya">sannidh&#257;pya</A> &#8212; placing the Deity <A HREF="http://vedabase.net/i/in">in</A> His proper place; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; concentrating one's attention; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; on the Deity's heart and other places of the body; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/n/nyasah">ny&#257;sah</A> &#8212; having drawn sacred marks; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/m/mantrena">mantrena</A> &#8212; with the appropriate basic <A HREF="http://vedabase.net/m/mantra">mantra</A> for worshiping the particular Deity; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/arcayet">arcayet</A> &#8212; one should offer worship.</P><P CLASS=t>TRANSLATION</P><P>The devotee should gather whatever ingredients for worshiping the Deity are available, make ready the offerings, the ground, his mind and the Deity, sprinkle his sitting place with water for purification and prepare the bathing water and other paraphernalia. The devotee should then place the Deity in His proper place, both physically and within his own mind, concentrate his attention, and mark the Deity's heart and other parts of the body with tilaka. Then he should offer worship with the appropriate mantra.</P><P CLASS=t>PURPORT</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>(Padma Pur&#257;na)</P><P>The Absolute Truth can never be understood by ordinary material sense perception. The conditioned souls engrossed in the vain pursuit of material sense gratification are completely indifferent to the transcendental loving service of the Lord. Their materially conditioned minds are always impure and disturbed by the endless flow of material dualities, such as prosperity and poverty, winter and summer, fame and infamy, youth and old age. Such disturbed conditioned souls cannot recognize the personal presence of the Absolute Truth in the form of the Deity.</P><P>The Lord's incarnation as arc&#257;-avat&#257;ra, the Deity form, is a special manifestation of the Lord's mercy toward the materialistic or neophyte devotees who are still under the influence of material designations. They are unable to perceive the Lord in His eternal abode, and therefore the Lord descends as the Deity form, manifesting the prak&#257;&#347;a incarnations and even the svayam-prak&#257;&#347;a, or the original form of the Lord. The prak&#257;&#347;a incarnations exhibit various pastimes within this world, whereas svayam-prak&#257;&#347;a, the Lord's original form, is the source of all avat&#257;ras.</P><P>To one who sincerely worships the Deity, the Deity manifests Himself as the Supreme Personality of Godhead. Those who are most unfortunate cannot even recognize the Supreme Lord in His merciful Deity expansion. They consider the Deity an ordinary material object. But by surrendering at the lotus feet of a bona fide spiritual master, who is a pure devotee of the Lord, one can learn to worship the Deity, as mentioned in this verse, and thus revive one's lost relationship with the Lord. One who considers such transcendental Deity worship to be equivalent to idol worship is grossly covered by the three modes of material nature. A person wearing rose-colored glasses sees the entire world to be rose colored. Similarly, those unfortunate living entities who are thickly covered by the material modes of nature see everything, including the Supreme Lord, as material due to their polluted vision.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52-53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>