<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.54</P><P CLASS=c>&#257;tm&#257;nam tan-mayam dhy&#257;yan</P><P CLASS=c>m&#363;rtim samp&#363;jayed dhareh</P><P CLASS=c>&#347;esh&#257;m &#257;dh&#257;ya &#347;iras&#257;</P><P CLASS=c>sva-dh&#257;mny udv&#257;sya sat-kritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; oneself; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Lord; <A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; absorbed; <A CLASS=v HREF="http://vedabase.net/d/dhyayan">dhy&#257;yan</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> meditating; <A CLASS=v HREF="http://vedabase.net/m/murtim">m&#363;rtim</A> &#8212; the personal form; <A CLASS=v HREF="http://vedabase.net/s/sampujayet">samp&#363;jayet</A> &#8212; should fully worship; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/s/sesam">&#347;esh&#257;m</A> &#8212; the remnants of worship; <A CLASS=v HREF="http://vedabase.net/a/adhaya">&#257;dh&#257;ya</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/s/sirasa">&#347;iras&#257;</A> &#8212; upon one's head; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamni">dh&#257;mni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His place; <A CLASS=v HREF="http://vedabase.net/u/udvasya">udv&#257;sya</A> &#8212; putting; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; respectfully.</P><P CLASS=t>TRANSLATION</P><P>The worshiper should become fully absorbed in meditating upon himself as an eternal servant of the Lord and should thus perfectly worship the Deity, remembering that the Deity is also situated within his heart. Then he should take the remnants of the Deity's paraphernalia, such as flower garlands, upon his head and respectfully put the Deity back in His own place, thus concluding the worship.</P><P CLASS=t>PURPORT</P><P>The word tan-mayam in this verse is significant. One who is purified by worshiping the Deity form of the Lord can understand that he, the worshiper, is an eternal servant of the Lord and is qualitatively one with the Lord, being like a tiny spark of the original fire, the Personality of Godhead. &#346;r&#299;la Madhv&#257;c&#257;rya has stated in this regard,</P><P>vishnor bhrityo 'ham ity eva</P><P CLASS=n>sad&#257; sy&#257;d bhagavan-mayah</P><P CLASS=n>naiv&#257;ham vishnur asm&#299;ti</P><P CLASS=n>vishnuh sarve&#347;varo hy ajah</P><P>"One should think, 'I am an eternal servant of Vishnu, and therefore, because I am His eternal part and parcel, I am eternally one with Him. But I am not Vishnu Himself, because Vishnu is the supreme controller of everything.' "</P><P>The basic principle of Deity worship is that one must understand oneself to be an eternal servant of the Supreme Lord. One who is addicted to sexual gratification, foolishly identifying himself with the external material body, cannot change his conception of himself from that of an enjoyer to that of the enjoyed. Such a person interprets the word tan-mayam to mean that the worshiper is himself also the worshipable object. &#346;r&#299; J&#299;va Gosv&#257;m&#299; Prabhup&#257;da has written in his Durga-sa&#324;gaman&#299;, his commentary on &#346;r&#299; R&#363;pa Gosv&#257;m&#299; Prabhu's Bhakti-ras&#257;mrita-sindhu, that aha&#324;grahop&#257;san&#257;, or the process of worshiping oneself as the Supreme, is a gross misidentification of one's own self with the Supreme, who is actually one's eternal shelter. The six Gosv&#257;m&#299;s have repeatedly clarified this point. But unintelligent persons within the pr&#257;krita-sahajiy&#257; community become influenced by the bogus ideas of the M&#257;y&#257;v&#257;d&#299; philosophers and thus display the deluded misconception that the worshiper becomes the supreme shelter. Such a hallucination is an apar&#257;dha, an offense against the Lord. Therefore the word tan-maya in this verse should not be offensively understood to mean that the worshiper becomes equal to his eternal worshipable object.</P><P CLASS=l><A CLASS=i HREF="52-53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>