<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.8</P><P CLASS=c>dh&#257;t&#363;paplava &#257;sanne</P><P CLASS=c>vyaktam dravya-gun&#257;tmakam</P><P CLASS=c>an&#257;di-nidhanah k&#257;lo</P><P CLASS=c>hy avyakt&#257;y&#257;pakarshati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhatu">dh&#257;tu</A> &#8212; of the material elements; <A CLASS=v HREF="http://vedabase.net/u/upaplave">upaplave</A> &#8212; the dissolution; <A CLASS=v HREF="http://vedabase.net/a/asanne">&#257;sanne</A> &#8212; when <A HREF="http://vedabase.net/i/it">it</A> has become imminent; <A CLASS=v HREF="http://vedabase.net/v/vyaktam">vyaktam</A> &#8212; the manifest cosmos; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; gross objects; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; and the subtle modes; <A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; consisting of; <A CLASS=v HREF="http://vedabase.net/a/anadi">an&#257;di</A> &#8212; without beginning; <A CLASS=v HREF="http://vedabase.net/n/nidhanah">nidhanah</A> &#8212; or end; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avyaktaya">avyakt&#257;ya</A> &#8212; into the unmanifest; <A CLASS=v HREF="http://vedabase.net/a/apakarsati">apakarshati</A> &#8212; draws.</P><P CLASS=t>TRANSLATION</P><P>When the annihilation of the material elements is imminent, the Supreme Personality of Godhead in His form of eternal time withdraws the manifest cosmos, consisting of gross and subtle features, and the entire universe vanishes into nonmanifestation.</P><P CLASS=t>PURPORT</P><P>In the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam Lord Kapiladeva teaches that the material nature originally exists in an inert state of equilibrium called pradh&#257;na. When Lord Vishnu casts His potent glance in the form of k&#257;la, or time, material interactions take place, culminating in the variegated creation of the material cosmos. In this verse it is stated that at the end of universal time the same k&#257;la that originally incited the female nature into manifestation again withdraws the cosmos into its original state of inert nonmanifestation. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the time potency itself, k&#257;la, is then withdrawn, and it merges into the Supreme Soul, who manifests Himself as the original cause of material nature (an&#257;dir &#257;dir govindah sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]).</P><P>Such technical arrangements for creation and annihilation, birth and death, do not exist in the eternal spiritual kingdom of God. In the spiritual sky the variegated spiritual enjoyment of the Lord and His devotees is not hampered by the inferior cycles of birth, maintenance and destruction found in the material world.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>