<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.13</P><P CLASS=c>ashtame merudevy&#257;m tu</P><P CLASS=c>n&#257;bher j&#257;ta urukramah</P><P CLASS=c>dar&#347;ayan vartma dh&#299;r&#257;n&#257;m</P><P CLASS=c>sarv&#257;&#347;rama-namaskritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/astame">ashtame</A> &#8212; the eighth of the incarnations; <A CLASS=v HREF="http://vedabase.net/m/merudevyam">merudevy&#257;m</A> <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the womb of Merudev&#299;, the wife of; <A CLASS=v HREF="http://vedabase.net/n/nabheh">n&#257;bheh</A> &#8212; King <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/u/urukramah">urukramah</A> &#8212; the all-powerful Lord; <A CLASS=v HREF="http://vedabase.net/d/darsayan">dar&#347;ayan</A> &#8212; by showing; <A CLASS=v HREF="http://vedabase.net/v/vartma">vartma</A> &#8212; the way; <A CLASS=v HREF="http://vedabase.net/d/dhiranam">dh&#299;r&#257;n&#257;m</A> &#8212; of the perfect beings; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; orders of life; <A CLASS=v HREF="http://vedabase.net/n/namaskrtam">namaskritam</A> &#8212; honored by.</P><P CLASS=t>TRANSLATION</P><P>The eighth incarnation was King Rishabha, son of King N&#257;bhi and his wife Merudev&#299;. In this incarnation the Lord showed the path of perfection, which is followed by those who have fully controlled their senses and who are honored by all orders of life.</P><P CLASS=t>PURPORT</P><P>The society of human being is naturally divided into eight by orders and statuses of life &#8212; the four divisions of occupation and four divisions of cultural advancement. The intelligent class, the administrative class, the productive class and the laborer class are the four divisions of occupation. And the student life, the householder's life, retired life and renounced life are the four statuses of cultural advancement towards the path of spiritual realization. Out of these, the renounced order of life, or the order of sanny&#257;sa, is considered the highest of all, and a sanny&#257;s&#299; is constitutionally the spiritual master for all the orders and divisions. In the sanny&#257;sa order also there are four stages of upliftment toward perfection. These stages are called kut&#299;caka, bah&#363;daka, parivr&#257;jak&#257;c&#257;rya, and paramahamsa. The paramahamsa stage of life is the highest stage of perfection. This order of life is respected by all others. Mah&#257;r&#257;ja Rishabha, the son of King N&#257;bhi and Merudev&#299;, was an incarnation of the Lord, and He instructed His sons to follow the path of perfection by tapasya, which sanctifies one's existence and enables one to attain the stage of spiritual happiness which is eternal and ever increasing. Every living being is searching after happiness, but no one knows where eternal and unlimited happiness is obtainable. Foolish men seek after material sense pleasure as a substitute for real happiness, but such foolish men forget that temporary so-called happiness derived from sense pleasures is also enjoyed by the dogs and hogs. No animal, bird or beast is bereft of this sense pleasure. In every species of life, including the human form of life, such happiness is immensely obtainable. The human form of life, however, is not meant for such cheap happiness. The human life is meant for attaining eternal and unlimited happiness by spiritual realization. This spiritual realization is obtained by tapasya, or undergoing voluntarily the path of penance and abstinence from material pleasure. Those who have been trained for abstinence in material pleasures are called dh&#299;ra, or men undisturbed by the senses. Only these dh&#299;ras can accept the orders of sanny&#257;sa, and they can gradually rise to the status of the paramahamsa, which is adored by all members of society. King Rishabha propagated this mission, and at the last stage He became completely aloof from the material bodily needs, which is a rare stage not to be imitated by foolish men, but to be worshiped by all.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>