<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.2</P><P CLASS=c>yasy&#257;mbhasi &#347;ay&#257;nasya</P><P CLASS=c>yoga-nidr&#257;m vitanvatah</P><P CLASS=c>n&#257;bhi-hrad&#257;mbuj&#257;d &#257;s&#299;d</P><P CLASS=c>brahm&#257; vi&#347;va-srij&#257;m patih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/ambhasi">ambhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/s/sayanasya">&#347;ay&#257;nasya</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/n/nidram">nidr&#257;m</A> &#8212; sleeping <A HREF="http://vedabase.net/i/in">in</A> meditation; <A CLASS=v HREF="http://vedabase.net/v/vitanvatah">vitanvatah</A> &#8212; ministering; <A CLASS=v HREF="http://vedabase.net/n/nabhi">n&#257;bhi</A> &#8212; navel; <A CLASS=v HREF="http://vedabase.net/h/hrada">hrada</A> &#8212; out of the lake; <A CLASS=v HREF="http://vedabase.net/a/ambujat">ambuj&#257;t</A> &#8212; from the lotus; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; was manifested; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> &#8212; the grandfather of the living beings; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/s/srjam">srij&#257;m</A> &#8212; the engineers; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; master.</P><P CLASS=t>TRANSLATION</P><P>A part of the purusha lies down within the water of the universe, from the navel lake of His body sprouts a lotus stem, and from the lotus flower atop this stem, Brahm&#257;, the master of all engineers in the universe, becomes manifest.</P><P CLASS=t>PURPORT</P><P>The first purusha is the K&#257;ranodaka&#347;&#257;y&#299; Vishnu. From His skin holes innumerable universes have sprung up. In each and every universe, the purusha enters as the Garbhodaka&#347;&#257;y&#299; Vishnu. He is lying within the half of the universe which is full with the water of His body. And from the navel of Garbhodaka&#347;&#257;y&#299; Vishnu has sprung the stem of the lotus flower, the birthplace of Brahm&#257;, who is the father of all living beings and the master of all the demigod engineers engaged in the perfect design and working of the universal order. Within the stem of the lotus there are fourteen divisions of planetary systems, and the earthly planets are situated in the middle. Upwards there are other, better planetary systems, and the topmost system is called Brahmaloka or Satyaloka. Downwards from the earthly planetary system there are seven lower planetary systems inhabited by the asuras and similar other materialistic living beings.</P><P>From Garbhodaka&#347;&#257;y&#299; Vishnu there is expansion of the Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, who is the collective Param&#257;tm&#257; of all living beings. He is called Hari, and from Him all incarnations within the universe are expanded.</P><P>Therefore, the conclusion is that the purusha-avat&#257;ra is manifested in three features &#8212; first the K&#257;ranodaka&#347;&#257;y&#299; who creates aggregate material ingredients in the mahat-tattva, second the Garbhodaka&#347;&#257;y&#299; who enters in each and every universe, and third the Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu who is the Param&#257;tm&#257; of every material object, organic or inorganic. One who knows these plenary features of the Personality of Godhead knows Godhead properly, and thus the knower becomes freed from the material conditions of birth, death, old age and disease, as it is confirmed in Bhagavad-g&#299;t&#257;, In this &#347;loka the subject matter of Mah&#257;-Vishnu is summarized. The Mah&#257;-Vishnu lies down in some part of the spiritual sky by His own free will. Thus He lies on the ocean of k&#257;rana, from where He glances over His material nature, and the mahat-tattva is at once created. Thus electrified by the power of the Lord, the material nature at once creates innumerable universes, just as in due course a tree decorates itself with innumerable grown fruits. The seed of the tree is sown by the cultivator, and the tree or creeper in due course becomes manifested with so many fruits. Nothing can take place without a cause. The K&#257;rana Ocean is therefore called the Causal Ocean. K&#257;rana means "causal." We should not foolishly accept the atheistic theory of creation. The description of the atheists is given in the Bhagavad-g&#299;t&#257;. The atheist does not believe in the creator, but he cannot give a good theory to explain the creation. Material nature has no power to create without the power of the purusha, just as a prakriti, or woman, cannot produce a child without the connection of a purusha, or man. The purusha impregnates, and the prakriti delivers. We should not expect milk from the fleshy bags on the neck of a goat, although they look like breastly nipples. Similarly, we should not expect any creative power from the material ingredients; we must believe in the power of the purusha, who impregnates prakriti, or nature. Because the Lord wished to lie down in meditation, the material energy created innumerable universes at once, in each of them the Lord lay down, and thus all the planets and the different paraphernalia were created at once by the will of the Lord. The Lord has unlimited potencies, and thus He can act as He likes by perfect planning, although personally He has nothing to do. No one is greater than or equal to Him. That is the verdict of the Vedas.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>