<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.25</P><P CLASS=c>ath&#257;sau yuga-sandhy&#257;y&#257;m</P><P CLASS=c>dasyu-pr&#257;yeshu r&#257;jasu</P><P CLASS=c>janit&#257; vishnu-ya&#347;aso</P><P CLASS=c>n&#257;mn&#257; kalkir jagat-patih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> Lord; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/s/sandhyayam">sandhy&#257;y&#257;m</A> &#8212; at the conjunction of the yugas; <A CLASS=v HREF="http://vedabase.net/d/dasyu">dasyu</A> &#8212; plunderers; <A CLASS=v HREF="http://vedabase.net/p/prayesu">pr&#257;yeshu</A> &#8212; almost all; <A CLASS=v HREF="http://vedabase.net/r/rajasu">r&#257;jasu</A> &#8212; the governing personalities; <A CLASS=v HREF="http://vedabase.net/j/janita">janit&#257;</A> &#8212; will take His birth; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A> &#8212; named <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/y/yasasah">ya&#347;asah</A> &#8212; surnamed <A HREF="http://vedabase.net/y/yasa">Ya&#347;&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/namna">n&#257;mn&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/n/name">name</A> of; <A CLASS=v HREF="http://vedabase.net/k/kalkih">kalkih</A> &#8212; the incarnation of the Lord; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the Lord of the creation.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, at the conjunction of two yugas, the Lord of the creation will take His birth as the Kalki incarnation and become the son of Vishnu Ya&#347;&#257;. At this time the rulers of the earth will have degenerated into plunderers.</P><P CLASS=t>PURPORT</P><P>Here is another foretelling of the advent of Lord Kalki, the incarnation of Godhead. He is to appear at the conjunction of the two yugas, namely at the end of Kali-yuga and the beginning of Satya-yuga. The cycle of the four yugas, namely Satya, Tret&#257;, Dv&#257;para and Kali, rotates like the calendar months. The present Kali-yuga lasts 432,000 years, out of which we have passed only 5,000 years after the Battle of Kurukshetra and the end of the regime of King Par&#299;kshit. So there are 427,000 years balance yet to be finished. Therefore at the end of this period, the incarnation of Kalki will take place, as foretold in the &#346;r&#299;mad-Bh&#257;gavatam. The name of His father, Vishnu Ya&#347;&#257;, a learned br&#257;hmana, and the village &#346;ambhala are also mentioned. As above mentioned, all these foretellings will prove to be factual in chronological order. That is the authority of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>