<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.26</P><P CLASS=c>avat&#257;r&#257; hy asa&#324;khyey&#257;</P><P CLASS=c>hareh sattva-nidher dvij&#257;h</P><P CLASS=c>yath&#257;vid&#257;sinah kuly&#257;h</P><P CLASS=c>sarasah syuh sahasra&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;r&#257;h</A> &#8212; incarnations; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asankhyeyah">asa&#324;khyey&#257;h</A> &#8212; innumerable; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of <A HREF="http://vedabase.net/h/hari">Hari</A>, the Lord; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/n/nidheh">nidheh</A> &#8212; of the ocean of goodness; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/a/avidasinah">avid&#257;sinah</A> &#8212; inexhaustible; <A CLASS=v HREF="http://vedabase.net/k/kulyah">kuly&#257;h</A> &#8212; rivulets; <A CLASS=v HREF="http://vedabase.net/s/sarasah">sarasah</A> &#8212; of vast lakes; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; thousands of.</P><P CLASS=t>TRANSLATION</P><P>O br&#257;hmanas, the incarnations of the Lord are innumerable, like rivulets flowing from inexhaustible sources of water.</P><P CLASS=t>PURPORT</P><P>The list of incarnations of the Personality of Godhead given herein is not complete. It is only a partial view of all the incarnations. There are many others, such as &#346;r&#299; Hayagr&#299;va, Hari, Hamsa, Pri&#347;nigarbha, Vibhu, Satyasena, Vaikuntha, S&#257;rvabhauma, Vishvaksena, Dharmasetu, Sudh&#257;m&#257;, Yoge&#347;vara, Brihadbh&#257;nu and others of the bygone ages. &#346;r&#299; Prahl&#257;da Mah&#257;r&#257;ja said in his prayer, "My Lord, You manifest as many incarnations as there are species of life, namely the aquatics, the vegetables, the reptiles, the birds, the beasts, the men, the demigods, etc., just for the maintenance of the faithful and the annihilation of the unfaithful. You advent Yourself in this way in accordance with the necessity of the different yugas. In the Kali-yuga You have incarnated garbed as a devotee." This incarnation of the Lord in the Kali-yuga is Lord Caitanya Mah&#257;prabhu. There are many other places, both in the Bh&#257;gavatam and in other scriptures, in which the incarnation of the Lord as &#346;r&#299; Caitanya Mah&#257;prabhu is explicitly mentioned. In the Brahma-samhit&#257; also it is said indirectly that although there are many incarnations of the Lord, such as R&#257;ma, Nrisimha, Var&#257;ha, Matsya, K&#363;rma and many others, the Lord Himself sometimes incarnates in person. Lord Krishna and Lord &#346;r&#299; Caitanya Mah&#257;prabhu are not, therefore, incarnations, but the original source of all other incarnations. This will be clearly explained in the next &#347;loka. So the Lord is the inexhaustible source for innumerable incarnations which are not always mentioned. But such incarnations are distinguished by specific extraordinary feats which are impossible to be performed by any living being. That is the general test to identify an incarnation of the Lord, directly and indirectly empowered. Some incarnations mentioned above are almost plenary portions. For instance, the Kum&#257;ras are empowered with transcendental knowledge. &#346;r&#299; N&#257;rada is empowered with devotional service. Mah&#257;r&#257;ja Prithu is an empowered incarnation with executive function. The Matsya incarnation is directly a plenary portion. So the innumerable incarnations of the Lord are manifested all over the universes constantly, without cessation, as water flows constantly from waterfalls.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>