<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.30</P><P CLASS=c>etad r&#363;pam bhagavato</P><P CLASS=c>hy ar&#363;pasya cid-&#257;tmanah</P><P CLASS=c>m&#257;y&#257;-gunair viracitam</P><P CLASS=c>mahad&#257;dibhir &#257;tmani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; forms; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/arupasya">ar&#363;pasya</A> &#8212; of one who has <A HREF="http://vedabase.net/n/no">no</A> material form; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Transcendence; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; material energy; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the qualities; <A CLASS=v HREF="http://vedabase.net/v/viracitam">viracitam</A> &#8212; manufactured; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; with the ingredients of matter; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the self.</P><P CLASS=t>TRANSLATION</P><P>The conception of the vir&#257;t universal form of the Lord, as appearing in the material world, is imaginary. It is to enable the less intelligent [and neophytes] to adjust to the idea of the Lord's having form. But factually the Lord has no material form.</P><P CLASS=t>PURPORT</P><P>The conception of the Lord known as the vi&#347;va-r&#363;pa or the vir&#257;t-r&#363;pa is particularly not mentioned along with the various incarnations of the Lord because all the incarnations of the Lord mentioned above are transcendental and there is not a tinge of materialism in their bodies. There is no difference between the body and self as there is in the conditioned soul. The vir&#257;t-r&#363;pa is conceived for those who are just neophyte worshipers. For them the material vir&#257;t-r&#363;pa is presented, and it will be explained in the Second Canto. In the vir&#257;t-r&#363;pa the material manifestations of different planets have been conceived as His legs, hands, etc. Actually all such descriptions are for the neophytes. The neophytes cannot conceive of anything beyond matter. The material conception of the Lord is not counted in the list of His factual forms. As Param&#257;tm&#257;, or Supersoul, the Lord is within each and every material form, even within the atoms, but the outward material form is but an imagination, both for the Lord and for the living being. The present forms of the conditioned souls are also not factual. The conclusion is that the material conception of the body of the Lord as vir&#257;t is imaginary. Both the Lord and the living beings are living spirits and have original spiritual bodies.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>