<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.40</P><P CLASS=c>idam bh&#257;gavatam n&#257;ma</P><P CLASS=c>pur&#257;nam brahma-sammitam</P><P CLASS=c>uttama-&#347;loka-caritam</P><P CLASS=c>cak&#257;ra bhagav&#257;n rishih</P><P CLASS=c>nih&#347;reyas&#257;ya lokasya</P><P CLASS=c>dhanyam svasty-ayanam mahat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; book containing the narration of the Personality of Godhead and His <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; supplementary <A HREF="http://vedabase.net/t/to">to</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sammitam">sammitam</A> &#8212; incarnation of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/c/cakara">cak&#257;ra</A> &#8212; compiled; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; incarnation of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/n/nihsreyasaya">nih&#347;reyas&#257;ya</A> &#8212; for the ultimate good; <A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of all people; <A CLASS=v HREF="http://vedabase.net/d/dhanyam">dhanyam</A> &#8212; fully successful; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; all-blissful; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; all-perfect.</P><P CLASS=t>TRANSLATION</P><P>This &#346;r&#299;mad-Bh&#257;gavatam is the literary incarnation of God, and it is compiled by &#346;r&#299;la Vy&#257;sadeva, the incarnation of God. It is meant for the ultimate good of all people, and it is all-successful, all-blissful and all-perfect.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu declared that &#346;r&#299;mad-Bh&#257;gavatam is the spotless sound representation of all Vedic knowledge and history. There are selected histories of great devotees who are in direct contact with the Personality of Godhead. &#346;r&#299;mad-Bh&#257;gavatam is the literary incarnation of Lord &#346;r&#299; Krishna and is therefore nondifferent from Him. &#346;r&#299;mad-Bh&#257;gavatam should be worshiped as respectfully as we worship the Lord. Thereby we can derive the ultimate blessings of the Lord through its careful and patient study. As God is all light, all bliss and all perfection, so also is &#346;r&#299;mad-Bh&#257;gavatam. We can have all the transcendental light of the Supreme Brahman, &#346;r&#299; Krishna, from the recitation of &#346;r&#299;mad-Bh&#257;gavatam, provided it is received through the medium of the transparent spiritual master. Lord Caitanya's private secretary &#346;r&#299;la Svar&#363;pa D&#257;modara Gosv&#257;m&#299; advised all intending visitors who came to see the Lord at Pur&#299; to make a study of the Bh&#257;gavatam from the person Bh&#257;gavatam Person Bh&#257;gavatam is the self-realized bona fide spiritual master, and through him only can one understand the lessons of Bh&#257;gavatam in order to receive the desired result. One can derive from the study of the Bh&#257;gavatam all benefits that are possible to be derived from the personal presence of the Lord. It carries with it all the transcendental blessings of Lord &#346;r&#299; Krishna that we can expect from His personal contact.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>