<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.41</P><P CLASS=c>tad idam gr&#257;hay&#257;m &#257;sa</P><P CLASS=c>sutam &#257;tmavat&#257;m varam</P><P CLASS=c>sarva-vedetih&#257;s&#257;n&#257;m</P><P CLASS=c>s&#257;ram s&#257;ram samuddhritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/grahayam">gr&#257;hay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/t/to">to</A> accept; <A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; unto his son; <A CLASS=v HREF="http://vedabase.net/a/atmavatam">&#257;tmavat&#257;m</A> &#8212; of the self-realized; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; most respectful; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; Vedic literatures (books of knowledge); <A CLASS=v HREF="http://vedabase.net/i/itihasanam">itih&#257;s&#257;n&#257;m</A> &#8212; of all the histories; <A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; cream; <A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; cream; <A CLASS=v HREF="http://vedabase.net/s/samuddhrtam">samuddhritam</A> &#8212; taken out.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Vy&#257;sadeva delivered it to his son, who is the most respected among the self-realized, after extracting the cream of all Vedic literatures and histories of the universe.</P><P CLASS=t>PURPORT</P><P>Men with a poor fund of knowledge only accept the history of the world from the time of Buddha, or since 600 B.C., and prior to this period all histories mentioned in the scriptures are calculated by them to be only imaginary stories. That is not a fact. All the stories mentioned in the Pur&#257;nas and Mah&#257;bh&#257;rata, etc., are actual histories, not only of this planet but also of millions of other planets within the universe. Sometimes the history of planets beyond this world appear to such men to be unbelievable. But they do not know that different planets are not equal in all respects and that therefore some of the historical facts derived from other planets do not correspond with the experience of this planet. Considering the different situation of different planets and also time and circumstances, there is nothing wonderful in the stories of the Pur&#257;nas, nor are they imaginary. We should always remember the maxim that one man's food is another man's poison. We should not, therefore, reject the stories and histories of the Pur&#257;nas as imaginary. The great rishis like Vy&#257;sa had no business putting some imaginary stories in their literatures.</P><P>In the &#346;r&#299;mad-Bh&#257;gavatam historical facts selected from the histories of different planets have been depicted. It is therefore accepted by all the spiritual authorities as the Mah&#257;-Pur&#257;na. The special significance of these histories is that they are all connected with activities of the Lord in a different time and atmosphere. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; is the topmost personality of all the self-realized souls, and he accepted this as the subject of studies from his father, Vy&#257;sadeva. &#346;r&#299;la Vy&#257;sadeva is the great authority, and the subject matter of &#346;r&#299;mad-Bh&#257;gavatam being so important, he delivered the message first to his great son &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;. It is compared to the cream of the milk. Vedic literature is like the milk ocean of knowledge. Cream or butter is the most palatable essence of milk, and so also is &#346;r&#299;mad-Bh&#257;gavatam, for it contains all palatable, instructive and authentic versions of different activities of the Lord and His devotees. There is no gain, however, in accepting the message of Bh&#257;gavatam from the unbelievers, atheists and professional reciters who make a trade of Bh&#257;gavatam for the laymen. It was delivered to &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, and he had nothing to do with the Bh&#257;gavata business. He did not have to maintain family expenses by such trade. &#346;r&#299;mad-Bh&#257;gavatam should therefore be received from the representative of &#346;ukadeva, who must be in the renounced order of life without family encumbrance. Milk is undoubtedly very good and nourishing, but when it is touched by the mouth of a snake it is no longer nourishing; rather, it becomes a source of death. Similarly, those who are not strictly in the Vaishnava discipline should not make a business of this Bh&#257;gavatam and become a cause of spiritual death for so many hearers. In the Bhagavad-g&#299;t&#257; the Lord says that the purpose of all the Vedas is to know Him (Lord Krishna), and &#346;r&#299;mad-Bh&#257;gavatam is Lord &#346;r&#299; Krishna Himself in the form of recorded knowledge. Therefore, it is the cream of all the Vedas, and it contains all historical facts of all times in relation with &#346;r&#299; Krishna. It is factually the essence of all histories.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>