<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.42</P><P CLASS=c>sa tu sam&#347;r&#257;vay&#257;m &#257;sa</P><P CLASS=c>mah&#257;r&#257;jam par&#299;kshitam</P><P CLASS=c>pr&#257;yopavishtam ga&#324;g&#257;y&#257;m</P><P CLASS=c>par&#299;tam paramarshibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the son of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/samsravayam">sam&#347;r&#257;vay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; <A HREF="http://vedabase.net/m/make">make</A> them audible; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rajam">r&#257;jam</A> &#8212; unto the emperor; <A CLASS=v HREF="http://vedabase.net/p/pariksitam">par&#299;kshitam</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/p/praya">pr&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/u/upavistam">upavishtam</A> &#8212; who <A HREF="http://vedabase.net/s/sat">sat</A> until death without food or drink; <A CLASS=v HREF="http://vedabase.net/g/gangayam">ga&#324;g&#257;y&#257;m</A> &#8212; on the bank of the Ganges; <A CLASS=v HREF="http://vedabase.net/p/paritam">par&#299;tam</A> &#8212; being surrounded; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by great sages.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299;, the son of Vy&#257;sadeva, in his turn delivered the Bh&#257;gavatam to the great Emperor Par&#299;kshit, who sat surrounded by sages on the bank of the Ganges, awaiting death without taking food or drink.</P><P CLASS=t>PURPORT</P><P>All transcendental messages are received properly in the chain of disciplic succession. This disciplic succession is called parampar&#257;. Unless therefore Bh&#257;gavatam or any other Vedic literatures are received through the parampar&#257; system, the reception of knowledge is not bona fide. Vy&#257;sadeva delivered the message to &#346;ukadeva Gosv&#257;m&#299;, and from &#346;ukadeva Gosv&#257;m&#299;, S&#363;ta Gosv&#257;m&#299; received the message. One should therefore receive the message of Bh&#257;gavatam from S&#363;ta Gosv&#257;m&#299; or from his representative and not from any irrelevant interpreter.</P><P>Emperor Par&#299;kshit received the information of his death in time, and he at once left his kingdom and family and sat down on the bank of the Ganges to fast till death. All great sages, rishis, philosophers, mystics, etc., went there due to his imperial position. They offered many suggestions about his immediate duty, and at last it was settled that he would hear from &#346;ukadeva Gosv&#257;m&#299; about Lord Krishna. Thus the Bh&#257;gavatam was spoken to him.</P><P>&#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, who preached M&#257;y&#257;v&#257;da philosophy and stressed the impersonal feature of the Absolute, also recommended that one must take shelter at the lotus feet of Lord &#346;r&#299; Krishna, for there is no hope of gain from debating. Indirectly &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya admitted that what he had preached in the flowery grammatical interpretations of the Ved&#257;nta-s&#363;tra cannot help one at the time of death. At the critical hour of death one must recite the name of Govinda. This is the recommendation of all great transcendentalists. &#346;ukadeva Gosv&#257;m&#299; had long ago stated the same truth, that at the end one must remember N&#257;r&#257;yana. That is the essence of all spiritual activities. In pursuance of this eternal truth, &#346;r&#299;mad-Bh&#257;gavatam was heard by Emperor Par&#299;kshit, and it was recited by the able &#346;ukadeva Gosv&#257;m&#299;. And both the speaker and the receiver of the messages of Bh&#257;gavatam were duly delivered by the same medium.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>