<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.43</P><P CLASS=c>krishne sva-dh&#257;mopagate</P><P CLASS=c>dharma-jñ&#257;n&#257;dibhih saha</P><P CLASS=c>kalau nashta-dri&#347;&#257;m esha</P><P CLASS=c>pur&#257;n&#257;rko 'dhunoditah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; own abode; <A CLASS=v HREF="http://vedabase.net/u/upagate">upagate</A> &#8212; having returned; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; combined together; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/k/kali">Kali</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;&#257;m</A> &#8212; of persons who have lost their sight; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/p/purana">pur&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/arkah">arkah</A> &#8212; the <A HREF="http://vedabase.net/p/purana">Pur&#257;na</A> which is brilliant like the sun; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; just now; <A CLASS=v HREF="http://vedabase.net/u/uditah">uditah</A> &#8212; has arisen.</P><P CLASS=t>TRANSLATION</P><P>This Bh&#257;gavata Pur&#257;na is as brilliant as the sun, and it has arisen just after the departure of Lord Krishna to His own abode, accompanied by religion, knowledge, etc. Persons who have lost their vision due to the dense darkness of ignorance in the age of Kali shall get light from this Pur&#257;na.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna has His eternal dh&#257;ma, or abode, where He eternally enjoys Himself with His eternal associates and paraphernalia. And His eternal abode is a manifestation of His internal energy, whereas the material world is a manifestation of His external energy. When He descends on the material world, He displays Himself with all paraphernalia in His internal potency, which is called &#257;tma-m&#257;y&#257;. In the Bhagavad-g&#299;t&#257; the Lord says that He descends by His own potency (&#257;tma-m&#257;y&#257;). His form, name, fame, paraphernalia, abode, etc., are not, therefore, creations of matter. He descends to reclaim the fallen souls and to reestablish codes of religion which are directly enacted by Him. Except for God, no one can establish the principles of religion. Either He or a suitable person empowered by Him can dictate the codes of religion. Real religion means to know God, our relation with Him and our duties in relation with Him and to know ultimately our destination after leaving this material body. The conditioned souls, who are entrapped by the material energy, hardly know all these principles of life. Most of them are like animals engaged in eating, sleeping, fearing and mating. They are mostly engaged in sense enjoyment under the pretension of religiosity, knowledge or salvation. They are still more blind in the present age of quarrel, or Kali-yuga. In the Kali-yuga the population is just a royal edition of the animals. They have nothing to do with spiritual knowledge or godly religious life. They are so blind that they cannot see anything beyond the jurisdiction of the subtle mind, intelligence or ego, but they are very much proud of their advancement in knowledge, science and material prosperity. They can risk their lives to become a dog or hog just after leaving the present body, for they have completely lost sight of the ultimate aim of life. The Personality of Godhead &#346;r&#299; Krishna appeared before us just a little prior to the beginning of Kali-yuga, and He returned to His eternal home practically at the commencement of Kali-yuga. While He was present, He exhibited everything by His different activities. He spoke the Bhagavad-g&#299;t&#257; specifically and eradicated all pretentious principles of religiosity. And prior to His departure from this material world, He empowered &#346;r&#299; Vy&#257;sadeva through N&#257;rada to compile the messages of the &#346;r&#299;mad-Bh&#257;gavatam, and thus both the Bhagavad-g&#299;t&#257; and the &#346;r&#299;mad-Bh&#257;gavatam are like torchbearers for the blind people of this age. In other words, if men in this age of Kali want to see the real light of life, they must take to these two books only, and their aim of life will be fulfilled. Bhagavad-g&#299;t&#257; is the preliminary study of the Bh&#257;gavatam. And &#346;r&#299;mad-Bh&#257;gavatam is the summum bonum of life, Lord &#346;r&#299; Krishna personified. We must therefore accept &#346;r&#299;mad-Bh&#257;gavatam as the direct representation of Lord Krishna. One who can see &#346;r&#299;mad-Bh&#257;gavatam can see also Lord &#346;r&#299; Krishna in person. They are identical.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>