<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.44</P><P CLASS=c>tatra k&#299;rtayato vipr&#257;</P><P CLASS=c>viprarsher bh&#363;ri-tejasah</P><P CLASS=c>aham c&#257;dhyagamam tatra</P><P CLASS=c>nivishtas tad-anugrah&#257;t</P><P CLASS=c>so 'ham vah &#347;r&#257;vayishy&#257;mi</P><P CLASS=c>yath&#257;dh&#299;tam yath&#257;-mati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/k/kirtayatah">k&#299;rtayatah</A> &#8212; while reciting; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; from the great <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A HREF="http://vedabase.net/r/rsi">rishi</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/t/tejasah">tejasah</A> &#8212; powerful; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adhyagamam">adhyagamam</A> &#8212; could understand; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that meeting; <A CLASS=v HREF="http://vedabase.net/n/nivistah">nivishtah</A> &#8212; being perfectly attentive; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by his mercy; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that very thing; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/s/sravayisyami">&#347;r&#257;vayishy&#257;mi</A> &#8212; shall let you hear; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adhitam">adh&#299;tam</A> <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mati">mati</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> my realization.</P><P CLASS=t>TRANSLATION</P><P>O learned br&#257;hmanas, when &#346;ukadeva Gosv&#257;m&#299; recited Bh&#257;gavatam there [in the presence of Emperor Par&#299;kshit], I heard him with rapt attention, and thus, by his mercy, I learned the Bh&#257;gavatam from that great and powerful sage. Now I shall try to make you hear the very same thing as I learned it from him and as I have realized it.</P><P CLASS=t>PURPORT</P><P>One can certainly see directly the presence of Lord &#346;r&#299; Krishna in the pages of Bh&#257;gavatam if one has heard it from a self-realized great soul like &#346;ukadeva Gosv&#257;m&#299;. One cannot, however, learn Bh&#257;gavatam from a bogus hired reciter whose aim of life is to earn some money out of such recitation and employ the earning in sex indulgence. No one can learn &#346;r&#299;mad-Bh&#257;gavatam who is associated with persons engaged in sex life. That is the secret of learning Bh&#257;gavatam Nor can one learn Bh&#257;gavatam from one who interprets the text by his mundane scholarship. One has to learn Bh&#257;gavatam from the representative of &#346;ukadeva Gosv&#257;m&#299;, and no one else, if one at all wants to see Lord &#346;r&#299; Krishna in the pages. That is the process, and there is no alternative. S&#363;ta Gosv&#257;m&#299; is a bona fide representative of &#346;ukadeva Gosv&#257;m&#299; because he wants to present the message which he received from the great learned br&#257;hmana. &#346;ukadeva Gosv&#257;m&#299; presented Bh&#257;gavatam as he heard it from his great father, and so also S&#363;ta Gosv&#257;m&#299; is presenting Bh&#257;gavatam as he had heard it from &#346;ukadeva Gosv&#257;m&#299;. Simple hearing is not all; one must realize the text with proper attention. The word nivishta means that S&#363;ta Gosv&#257;m&#299; drank the juice of Bh&#257;gavatam through his ears. That is the real process of receiving Bh&#257;gavatam. One should hear with rapt attention from the real person, and then he can at once realize the presence of Lord Krishna in every page. The secret of knowing Bh&#257;gavatam is mentioned here. No one can give rapt attention who is not pure in mind. No one can be pure in mind who is not pure in action. No one can be pure in action who is not pure in eating, sleeping, fearing and mating. But somehow or other if someone hears with rapt attention from the right person, at the very beginning one can assuredly see Lord &#346;r&#299; Krishna in person in the pages of Bh&#257;gavatam.</P><P>Thus end the Bhaktivedanta purports of the First Canto, Third Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Krishna Is the Source of All Incarnations."</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../4/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>