<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Krishna Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.8</P><P CLASS=c>trit&#299;yam rishi-sargam vai</P><P CLASS=c>devarshitvam upetya sah</P><P CLASS=c>tantram s&#257;tvatam &#257;cashta</P><P CLASS=c>naishkarmyam karman&#257;m yatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trtiyam">trit&#299;yam</A> &#8212; the third one; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/s/sargam">sargam</A> &#8212; the millennium of the rishis; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/devarsitvam">devarshitvam</A> &#8212; incarnation of the <A HREF="http://vedabase.net/r/rsi">rishi</A> amongst the demigods; <A CLASS=v HREF="http://vedabase.net/u/upetya">upetya</A> &#8212; having accepted; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tantram">tantram</A> &#8212; exposition of the Vedas; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvatam</A> &#8212; which is especially meant for devotional service; <A CLASS=v HREF="http://vedabase.net/a/acasta">&#257;cashta</A> &#8212; collected; <A CLASS=v HREF="http://vedabase.net/n/naiskarmyam">naishkarmyam</A> &#8212; nonfruitive; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of work; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from which.</P><P CLASS=t>TRANSLATION</P><P>In the millennium of the rishis, the Personality of Godhead accepted the third empowered incarnation in the form of Devarshi N&#257;rada, who is a great sage among the demigods. He collected expositions of the Vedas which deal with devotional service and which inspire nonfruitive action.</P><P CLASS=t>PURPORT</P><P>The great Rishi N&#257;rada, who is an empowered incarnation of the Personality of Godhead, propagates devotional service all over the universe. All great devotees of the Lord all over the universe and in different planets and species of life are his disciples. &#346;r&#299;la Vy&#257;sadeva, the compiler of the &#346;r&#299;mad-Bh&#257;gavatam, is also one of his disciples. N&#257;rada is the author of N&#257;rada-pañcar&#257;tra, which is the exposition of the Vedas particularly for the devotional service of the Lord. This N&#257;rada-pañcar&#257;tra trains the karm&#299;s, or the fruitive workers, to achieve liberation from the bondage of fruitive work. The conditioned souls are mostly attracted by fruitive work because they want to enjoy life by the sweat of their own brows. The whole universe is full of fruitive workers in all species of life. The fruitive works include all kinds of economic development plans. But the law of nature provides that every action has its resultant reaction, and the performer of the work is bound up by such reactions, good or bad. The reaction of good work is comparative material prosperity, whereas the reaction of bad work is comparative material distress. But material conditions, either in so-called happiness or in so-called distress, are all meant ultimately for distress only. Foolish materialists have no information of how to obtain eternal happiness in the unconditional state. &#346;r&#299; N&#257;rada informs these foolish fruitive workers how to realize the reality of happiness. He gives direction to the diseased men of the world how one's present engagement can lead one to the path of spiritual emancipation. The physician directs the patient to take treated milk in the form of curd for his sufferings from indigestion due to his taking another milk preparation. So the cause of the disease and the remedy of the disease may be the same, but it must be treated by an expert physician like N&#257;rada. The Bhagavad-g&#299;t&#257; also gives the same solution of serving the Lord by the fruits of one's labor. That will lead one to the path of naishkarmya, or liberation.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>