<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 32 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 32 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">The Reunion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.32.8</P><P CLASS=c>tam k&#257;cin netra-randhrena</P><P CLASS=c>hridi kritv&#257; nim&#299;lya ca</P><P CLASS=c>pulak&#257;&#324;gy upaguhy&#257;ste</P><P CLASS=c>yog&#299;v&#257;nanda-samplut&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/k/kacit">k&#257;cit</A> &#8212; one of them; <A CLASS=v HREF="http://vedabase.net/n/netra">netra</A> &#8212; of her eyes; <A CLASS=v HREF="http://vedabase.net/r/randhrena">randhrena</A> &#8212; through the aperture; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> her heart; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/n/nimilya">nim&#299;lya</A> &#8212; closing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pulaka">pulaka</A>-<A CLASS=v HREF="http://vedabase.net/a/angi">a&#324;g&#299;</A> &#8212; the hair on her limbs standing on end; <A CLASS=v HREF="http://vedabase.net/u/upaguhya">upaguhya</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; she remained; <A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/s/sampluta">samplut&#257;</A> &#8212; drowned.</P><P CLASS=t>TRANSLATION</P><P>One gop&#299; took the Lord through the aperture of her eyes and placed Him within her heart. Then, with her eyes closed and her bodily hairs standing on end, she continuously embraced Him within. Thus immersed in transcendental ecstasy, she resembled a yog&#299; meditating upon the Lord.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura states that the seven gop&#299;s mentioned so far in this chapter are the first seven of the eight principal gop&#299;s, whose status allowed them to immediately approach &#346;r&#299; Krishna upon His reappearance. The &#257;c&#257;rya quotes a verse from the &#346;r&#299; Vaishnava-toshan&#299; that gives the names of these seven as Candr&#257;val&#299;, &#346;y&#257;mal&#257;, &#346;aiby&#257;, Padm&#257;, &#346;r&#299; R&#257;dh&#257;, Lalit&#257; and Vi&#347;&#257;kh&#257;. The eighth is understood to be Bhadr&#257;. &#346;r&#299; Vaishnava-toshan&#299; itself quotes a verse from the Skanda Pur&#257;na that declares these eight gop&#299;s to be the principal among the three billion gop&#299;s. Detailed information about the hierarchy of gop&#299;s is available in &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Ujjvala-n&#299;lamani.</P><P>The Padma Pur&#257;na confirms that &#346;r&#299; R&#257;dh&#257; is the foremost of the gop&#299;s:</P><P>yath&#257; r&#257;dh&#257; priy&#257; vishnos</P><P CLASS=n>tasy&#257;h kundam priyam tath&#257;</P><P CLASS=n>sarva-gop&#299;shu saivaik&#257;</P><P CLASS=n>vishnor atyanta-vallabh&#257;</P><P>"Just as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is most dear to Krishna, Her bathing pond is similarly dear. Of all the gop&#299;s, She is the most beloved of the Lord."</P><P>The Brihad-gautam&#299;ya-tantra also names &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; as Krishna's foremost consort:</P><P>dev&#299; krishna-may&#299; prokt&#257;</P><P CLASS=n>r&#257;dhik&#257; para-devat&#257;</P><P CLASS=n>sarva-lakshm&#299;-may&#299; sarva</P><P CLASS=n>k&#257;ntih sammohin&#299; par&#257;</P><P>"The transcendental goddess &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the direct counterpart of Lord &#346;r&#299; Krishna. She is the central figure for all the goddesses of fortune. She possesses all attractiveness to attract the all-attractive Personality of Godhead. She is the primeval internal potency of the Lord." (This translation is &#346;r&#299;la Prabhup&#257;da's English rendering of Caitanya-carit&#257;mrita, <A CLASS=v HREF="../../../cc/adi/4/83/.htm">&#256;di 4.83.</A>)</P><P>Additional information about &#346;r&#299; R&#257;dh&#257; is given in the Rig-pari&#347;ishta (the supplement to the Rig Veda): r&#257;dhay&#257; m&#257;dhavo devo m&#257;dhavenaiva r&#257;dhik&#257;/ vibhr&#257;jante janeshu. "Among all persons, it is &#346;r&#299; R&#257;dh&#257; in whose company Lord M&#257;dhava is especially glorious, as She is especially glorious in His."</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>