<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.1</P><P CLASS=c>uddhava uv&#257;ca</P><P CLASS=c>atha te tad-anujñ&#257;t&#257;</P><P CLASS=c>bhuktv&#257; p&#299;tv&#257; ca v&#257;run&#299;m</P><P CLASS=c>tay&#257; vibhram&#347;ita-jñ&#257;n&#257;</P><P CLASS=c>duruktair marma paspri&#347;uh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they (the Y&#257;davas); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/anujnatah">anujñ&#257;t&#257;h</A> &#8212; being permitted; <A CLASS=v HREF="http://vedabase.net/b/bhuktva">bhuktv&#257;</A> &#8212; after partaking; <A CLASS=v HREF="http://vedabase.net/p/pitva">p&#299;tv&#257;</A> &#8212; drinking; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/varunim">v&#257;run&#299;m</A> &#8212; liquor; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/v/vibhramsita">vibhram&#347;ita</A>-<A CLASS=v HREF="http://vedabase.net/j/jnanah">jñ&#257;n&#257;h</A> &#8212; being bereft of knowledge; <A CLASS=v HREF="http://vedabase.net/d/duruktaih">duruktaih</A> &#8212; with harsh words; <A CLASS=v HREF="http://vedabase.net/m/marma">marma</A> &#8212; the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/p/pasprsuh">paspri&#347;uh</A> &#8212; touched.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, all of them [the descendants of Vrishni and Bhoja], being permitted by the br&#257;hmanas, partook of the remnants of pras&#257;da and also drank liquor made of rice. By drinking they all became delirious, and, bereft of knowledge, they touched the cores of each other's hearts with harsh words.</P><P CLASS=t>PURPORT</P><P>In ceremonies when br&#257;hmanas and Vaishnavas are sumptuously fed, the host partakes of the remnants of foodstuff after the guest has given permission. So the descendants of Vrishni and Bhoja formally took permission from the br&#257;hmanas and ate the prepared foodstuff. Kshatriyas are permitted to drink at certain occasions, so they all drank a kind of light liquor made of rice. By such drinking they became delirious and bereft of sense, so much so that they forgot their relationship with one another and used harsh words which touched the cores of each other's hearts. Drinking is so harmful that even such a highly cultured family becomes affected by intoxication and can forget themselves in a drunken state. The descendants of Vrishni and Bhoja were not expected to forget themselves in this way, but by the will of the Supreme it happened, and thus they became harsh towards one another.</P><P CLASS=l><A CLASS=i HREF="../3/28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>