<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.10</P><P CLASS=c>tasy&#257;nuraktasya muner mukundah</P><P CLASS=c>pramoda-bh&#257;v&#257;nata-kandharasya</P><P CLASS=c>&#257;&#347;rinvato m&#257;m anur&#257;ga-h&#257;sa-</P><P CLASS=c>sam&#299;kshay&#257; vi&#347;ramayann uv&#257;ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his (Maitreya's); <A CLASS=v HREF="http://vedabase.net/a/anuraktasya">anuraktasya</A> &#8212; although attached; <A CLASS=v HREF="http://vedabase.net/m/muneh">muneh</A> &#8212; of the sage; <A CLASS=v HREF="http://vedabase.net/m/mukundah">mukundah</A> &#8212; the Lord who awards salvation; <A CLASS=v HREF="http://vedabase.net/p/pramoda">pramoda</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> pleasing attitude; <A CLASS=v HREF="http://vedabase.net/a/anata">&#257;nata</A> &#8212; lowered; <A CLASS=v HREF="http://vedabase.net/k/kandharasya">kandharasya</A> &#8212; of the shoulder; <A CLASS=v HREF="http://vedabase.net/a/asrnvatah">&#257;&#347;rinvatah</A> &#8212; while thus hearing; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; with kind smiling; <A CLASS=v HREF="http://vedabase.net/s/samiksaya">sam&#299;kshay&#257;</A> &#8212; particularly seeing <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/visra">vi&#347;ra</A>-<A CLASS=v HREF="http://vedabase.net/m/mayan">mayan</A> &#8212; allowing <A HREF="http://vedabase.net/m/me">me</A> complete rest; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>Maitreya Muni was greatly attached to Him [the Lord], and he was listening in a pleasing attitude, with his shoulder lowered. With a smile and a particular glance upon me, having allowed me to rest, the Lord spoke as follows.</P><P CLASS=t>PURPORT</P><P>Although both Uddhava and Maitreya were great souls, the Lord's attention was more on Uddhava because he was a spotlessly pure devotee. A jñ&#257;na-bhakta, or one whose devotion is mixed with the monistic viewpoint, is not a pure devotee. Although Maitreya was a devotee, his devotion was mixed. The Lord reciprocates with His devotees on the basis of transcendental love and not on the basis of philosophical knowledge or fruitive activities. In the transcendental loving service of the Lord, there is no place for monistic knowledge or fruitive activities. The gop&#299;s in Vrind&#257;vana were neither highly learned scholars nor mystic yog&#299;s. They had spontaneous love for the Lord, and thus He became their heart and soul, and the gop&#299;s also became the heart and soul of the Lord. Lord Caitanya approved the relationship of the gop&#299;s with the Lord as supreme. Herein the Lord's attitude towards Uddhava was more intimate than with Maitreya Muni.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>