<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.11</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>ved&#257;ham antar manas&#299;psitam te</P><P CLASS=c>dad&#257;mi yat tad durav&#257;pam anyaih</P><P CLASS=c>satre pur&#257; vi&#347;va-srij&#257;m vas&#363;n&#257;m</P><P CLASS=c>mat-siddhi-k&#257;mena vaso tvayeshtah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; what you desired; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/d/dadami">dad&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> give you; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which is; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/duravapam">durav&#257;pam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/a/anyaih">anyaih</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/s/satre">satre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrifice; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the days of yore; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srjam">srij&#257;m</A> &#8212; of those who expanded this creation; <A CLASS=v HREF="http://vedabase.net/v/vasunam">vas&#363;n&#257;m</A> &#8212; of the Vasus; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhi">siddhi</A>-<A CLASS=v HREF="http://vedabase.net/k/kamena">k&#257;mena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> desire <A HREF="http://vedabase.net/t/to">to</A> achieve My association; <A CLASS=v HREF="http://vedabase.net/v/vaso">vaso</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/v/vasu">Vasu</A>; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/i/istah">ishtah</A> &#8212; ultimate goal of life.</P><P CLASS=t>TRANSLATION</P><P>O Vasu, I know from within your mind what you desired in the days of yore when the Vasus and other demigods responsible for expanding the universal affairs performed sacrifices. You particularly desired to achieve My association. This is very difficult to obtain for others, but I award it unto you.</P><P CLASS=t>PURPORT</P><P>Uddhava is one of the eternal associates of the Lord, and a plenary portion of Uddhava was one of the eight Vasus in the days of yore. The eight Vasus and the demigods in the upper planetary system, who are responsible for the management of the universal affairs, performed a sacrifice in the days of yore, desiring to fulfill their respective ultimate goals in life. At that time an expansion of Uddhava, acting as one of the Vasus, desired to become an associate of the Lord. The Lord knew this because He is present in the heart of every living entity as Param&#257;tm&#257;, the Superconsciousness. In everyone's heart there is the representation of the Superconsciousness, who gives memory to the partial consciousness of every living entity. The living entity, as partial consciousness, forgets incidents of his past life, but the Superconsciousness reminds him how to act in terms of his past cultivation of knowledge. Bhagavad-g&#299;t&#257; confirms this fact in various ways: ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham (<A CLASS=v HREF="../../../bg/4/11.htm">Bg. 4.11</A>), sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca (<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>).</P><P>Everyone is at liberty to desire as he likes, but the desire is fulfilled by the Supreme Lord. Everyone is independent to think or desire, but the fulfillment of one's desire depends on the supreme will. This law is expressed as "Man proposes, God disposes." In the days of yore, when the demigods and Vasus performed sacrifice, Uddhava, as one of the Vasus, desired to enter into the association of the Lord, which is very difficult for those busy in empiric philosophical speculation or fruitive activities. Such persons have practically no information of the facts about becoming an associate of the Lord. Only the pure devotees can know, by the mercy of the Lord, that the personal association of the Lord is the highest perfection of life. The Lord assured Uddhava that He would fulfill his desire. It appears that when the Lord informed him by His indication to Uddhava, the great sage Maitreya finally became aware of the importance of entering into the association of the Lord.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>