<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.20</P><P CLASS=c>sa evam &#257;r&#257;dhita-p&#257;da-t&#299;rth&#257;d</P><P CLASS=c>adh&#299;ta-tattv&#257;tma-vibodha-m&#257;rgah</P><P CLASS=c>pranamya p&#257;dau parivritya devam</P><P CLASS=c>ih&#257;gato 'ham virah&#257;tur&#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> myself; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/aradhita">&#257;r&#257;dhita</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/t/tirthat">t&#299;rth&#257;t</A> &#8212; from the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhita">adh&#299;ta</A> &#8212; studied; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; self-knowledge; <A CLASS=v HREF="http://vedabase.net/v/vibodha">vibodha</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/m/margah">m&#257;rgah</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/p/pranamya">pranamya</A> &#8212; after saluting; <A CLASS=v HREF="http://vedabase.net/p/padau">p&#257;dau</A> &#8212; at His lotus feet; <A CLASS=v HREF="http://vedabase.net/p/parivrtya">parivritya</A> &#8212; after circumambulating; <A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; at this place; <A CLASS=v HREF="http://vedabase.net/a/agatah">&#257;gatah</A> &#8212; reached; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A> &#8212; separation; <A CLASS=v HREF="http://vedabase.net/a/atura">&#257;tura</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; aggrieved <A HREF="http://vedabase.net/i/in">in</A> self.</P><P CLASS=t>TRANSLATION</P><P>I have studied the path of understanding self-knowledge from my spiritual master, the Personality of Godhead, and thus after circumambulating Him I have come to this place, very much aggrieved due to separation.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Uddhava's actual life is the direct symbol of the catuh-&#347;lok&#299; Bh&#257;gavatam enunciated first to Brahm&#257;j&#299; by the Personality of Godhead. These four very great and important verses from &#346;r&#299;mad-Bh&#257;gavatam are particularly taken out by the M&#257;y&#257;v&#257;d&#299; speculators, who construe a different purport to suit their impersonal view of monism. Here is the proper answer to such unauthorized speculators. The verses of &#346;r&#299;mad-Bh&#257;gavatam are purely theistic science understandable by the postgraduate students of Bhagavad-g&#299;t&#257;, The unauthorized dry speculators are offenders at the lotus feet of the Lord &#346;r&#299; Krishna because they distort the purports of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam to mislead the public and prepare a direct path to the hell known as Andha-t&#257;misra. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/20.htm">16.20</A>) such envious speculators are without knowledge and are surely condemned life after life. They unnecessarily take shelter of &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, but he was not so drastic as to commit an offense at the lotus feet of Lord Krishna. According to Lord &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya preached the M&#257;y&#257;v&#257;da philosophy for a particular purpose. Such a philosophy was necessary to defeat the Buddhist philosophy of the nonexistence of the spirit soul, but it was never meant for perpetual acceptance. It was an emergency. Thus Lord Krishna was accepted by &#346;a&#324;kar&#257;c&#257;rya as the Supreme Personality of Godhead in his commentation on Bhagavad-g&#299;t&#257;. Since he was a great devotee of Lord Krishna, he did not dare write any commentary on &#346;r&#299;mad-Bh&#257;gavatam because that would have been a direct offense at the lotus feet of the Lord. But later speculators, in the name of M&#257;y&#257;v&#257;da philosophy, unnecessarily make their commentary on the catuh-&#347;lok&#299; Bh&#257;gavatam without any bona fide intent.</P><P>The monistic dry speculators have no business in the &#346;r&#299;mad-Bh&#257;gavatam because this particular Vedic literature is forbidden for them by the great author himself. &#346;r&#299;la Vy&#257;sadeva has definitely forbidden persons engaged in religiosity, economic development, sense gratification and, finally, salvation, from trying to understand &#346;r&#299;mad-Bh&#257;gavatam, which is not meant for them (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/2.htm">1.1.2</A>). &#346;r&#299;p&#257;da &#346;r&#299;dhara Sv&#257;m&#299;, the great commentator on &#346;r&#299;mad-Bh&#257;gavatam, has definitely forbidden the salvationists or monists to deal in &#346;r&#299;mad-Bh&#257;gavatam. It is not for them. Yet such unauthorized persons perversely try to understand &#346;r&#299;mad-Bh&#257;gavatam, and thus they commit offenses at the feet of the Lord, which even &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya dared not do. Thus they prepare for their continuation of miserable life. It should be particularly noted herein that Uddhava studied the catuh-&#347;lok&#299; Bh&#257;gavatam directly from the Lord, who spoke them first to Brahm&#257;j&#299;, and this time the Lord explained more confidentially the self-knowledge mentioned as the param&#257;m sthitim. Upon learning such self-knowledge of love, Uddhava felt very much aggrieved by feelings of separation from the Lord. Unless one is awakened to the stage of Uddhava &#8212; everlastingly feeling the separation of the Lord in transcendental love, as exhibited by Lord Caitanya also &#8212; one cannot understand the real import of the four essential verses of &#346;r&#299;mad-Bh&#257;gavatam. One should not indulge in the unauthorized act of twisting the meaning and thereby putting himself on the dangerous path of offense.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>