<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.28</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>nidhanam upagateshu vrishni-bhojeshv</P><P CLASS=c>adhiratha-y&#363;thapa-y&#363;thapeshu mukhyah</P><P CLASS=c>sa tu katham ava&#347;ishta uddhavo yad</P><P CLASS=c>dharir api tatyaja &#257;kritim tryadh&#299;&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King inquired; <A CLASS=v HREF="http://vedabase.net/n/nidhanam">nidhanam</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/u/upagatesu">upagateshu</A> &#8212; having overtaken; <A CLASS=v HREF="http://vedabase.net/v/vrsni">vrishni</A> &#8212; of the <A HREF="http://vedabase.net/v/vrsni">Vrishni</A> dynasty; <A CLASS=v HREF="http://vedabase.net/b/bhojesu">bhojeshu</A> &#8212; the <A HREF="http://vedabase.net/b/bhoja">Bhoja</A> dynasty; <A CLASS=v HREF="http://vedabase.net/a/adhiratha">adhiratha</A> &#8212; great commander; <A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/p/pa">pa</A> &#8212; commander <A HREF="http://vedabase.net/i/in">in</A> chief; <A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/p/pesu">peshu</A> &#8212; amongst them; <A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhyah</A> &#8212; prominent; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/avasistah">ava&#347;ishtah</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah</A> &#8212; <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whereas; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tatyaje">tatyaje</A> &#8212; finished; <A CLASS=v HREF="http://vedabase.net/a/akrtim">&#257;kritim</A> &#8212; complete pastimes; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/a/adhisah">adh&#299;&#347;ah</A> &#8212; the Lord of the three worlds.</P><P CLASS=t>TRANSLATION</P><P>The King inquired: At the end of the pastimes of the Lord of the three worlds, &#346;r&#299; Krishna, and after the disappearance of the members of the Vrishni and Bhoja dynasties, who were the best of the great commanders, why did Uddhava alone remain?</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299; J&#299;va Gosv&#257;m&#299;, nidhanam means the transcendental abode of the Lord. Ni means the highest, and dhanam means opulence. And because the abode of the Lord is the highest manifestation of transcendental opulence, His abode can therefore be called nidhanam. Apart from the grammatical elucidation, the real purpose of the word nidhanam is to indicate that all the members of the Vrishni and Bhoja dynasties were direct associates of the Lord, and after the end of His pastimes, all the associates were dispatched to their respective positions in the transcendental abode.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura elucidates the meaning of &#257;kritim as pastimes. A means complete, and kritim means transcendental pastimes. Since the Lord is identical with His transcendental body, there is no question of His changing or quitting His body. To act in accordance with the rules and customs of the material world, the Lord seems to take His birth or leave His body, but the pure devotees of the Lord know well the actual fact. It is necessary, therefore, for the serious students of &#346;r&#299;mad-Bh&#257;gavatam to follow the notes and comments of the great &#257;c&#257;ryas like J&#299;va Gosv&#257;m&#299; and Vi&#347;van&#257;tha Cakravart&#299;. To others, who are not devotees of the Lord, the comments and explanations of such &#257;c&#257;ryas may appear to he grammatical jugglery, but to the students who are in the line of disciplic succession, the explanations of the great &#257;c&#257;ryas are quite fit.</P><P>The word upagateshu is also significant. All the members of Vrishni and Bhoja directly reached the abode of the Lord. Other devotees do not reach the abode of the Lord directly, but the pure associates of the Lord have no attraction for the opulence of any planets of the material world. Sometimes, due to inquisitiveness, devotees who are to be promoted to the abode of the Lord have some attraction for the opulence of the higher material planets above the earth, and thus they desire to see them while going up to the perfection. But the Vrishnis and Bhojas were directly dispatched because they had no attraction for material planets. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also suggests that according to the Amara-ko&#347;a dictionary, &#257;kriti also means "signal." Lord Krishna ordered Uddhava by signal to go to Badarik&#257;&#347;rama after His departure, and Uddhava, as a pure devotee of the Lord, carried out the order more faithfully than going back to Godhead, or the abode of the Lord. That was the cause of his remaining alone even after the departure of the Lord from the face of the earth.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>