<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.29</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>brahma-&#347;&#257;p&#257;pade&#347;ena</P><P CLASS=c>k&#257;len&#257;mogha-v&#257;ñchitah</P><P CLASS=c>samhritya sva-kulam sph&#299;tam</P><P CLASS=c>tyakshyan deham acintayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sapa">&#347;&#257;pa</A> &#8212; cursing by the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/apadesena">apade&#347;ena</A> &#8212; on the plea, by such <A HREF="http://vedabase.net/a/a">a</A> show; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; by the eternal time; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A> &#8212; unfailing; <A CLASS=v HREF="http://vedabase.net/v/vanchitah">v&#257;ñchitah</A> &#8212; one who <A HREF="http://vedabase.net/s/so">so</A> desires; <A CLASS=v HREF="http://vedabase.net/s/samhrtya">samhritya</A> &#8212; closing; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; own family; <A CLASS=v HREF="http://vedabase.net/s/sphitam">sph&#299;tam</A> &#8212; excessively numerous; <A CLASS=v HREF="http://vedabase.net/t/tyaksyan">tyakshyan</A> &#8212; after giving up; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; the universal form; <A CLASS=v HREF="http://vedabase.net/a/acintayat">acintayat</A> &#8212; thought <A HREF="http://vedabase.net/t/to">to</A> Himself.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; replied: My dear King, the cursing of the br&#257;hmanas was only a plea, but the actual fact was the supreme desire of the Lord. He wanted to disappear from the face of the earth after dispatching His excessively numerous family members. He thought to Himself as follows.</P><P CLASS=t>PURPORT</P><P>In this verse the word tyakshyan is very significant in relation to Lord &#346;r&#299; Krishna's leaving His body. Since He is the eternal form of existence, knowledge and bliss, His body and His Self are identical. Therefore how is it possible that He would leave His body and then disappear from the vision of the world? There is a great controversy amongst the nondevotees or M&#257;y&#257;v&#257;d&#299;s about the mysterious disappearance of the Lord, and the doubts of those men with a poor fund of knowledge have been very elaborately cleared by &#346;r&#299;la J&#299;va Gosv&#257;m&#299; in his Krishna-sandarbha.</P><P>According to Brahma-samhit&#257;, the Lord has many forms. It is stated therein that the Lord has innumerable forms, and when He appears within the vision of the living entities, as Lord Krishna actually appeared, all such forms amalgamate with Him. Besides all these infallible forms, He has His universal form, as manifested before Arjuna on the Battlefield of Kurukshetra. Here in this verse the word sph&#299;tam is also used, which indicates that He left His gigantic universal form called the vir&#257;t-r&#363;pa, not His primeval, eternal form, because there is hardly any possibility of His changing His form of sac-cid-&#257;nanda. This simple understanding is at once realized by the devotees of the Lord, but those who are nondevotees, who perform hardly any devotional service to the Lord, either do not understand this simple fact or purposely raise a controversy to defeat the eternity of the transcendental body of the Lord. This is due to the defect called the cheating propensity of the imperfect living entities.</P><P>By practical experience also, it is seen, up to the present day, that the Lord's transcendental form is worshiped by devotees in different temples, and all the devotees of the Lord factually realize that the form of the Deity in the temple is nondifferent from the form of the Lord. This inconceivable performance of the internal potency of the Lord is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>): n&#257;ham prak&#257;&#347;ah sarvasya yoga-m&#257;y&#257;-sam&#257;vritah. The Lord reserves the right of not being exposed to everyone. In the Padma Pur&#257;na it is said, atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih [BRS. 1.2.234]. The name and form of the Lord cannot be perceived by the material senses, but when He appears within the vision of the mundane people He assumes the form of the vir&#257;t-r&#363;pa. This is an additional material exhibition of form and is supported by the logic of a subject and its adjectives. In grammar, when an adjective is taken away from the subject, the subject it modifies does not change. Similarly, when the Lord quits His vir&#257;t-r&#363;pa, His eternal form does not change, although there is no material difference between Himself and any one of His innumerable forms. In the Fifth Canto it will be seen how the Lord is worshiped in different planets in His different forms, even now, and how He is worshiped in different temples of this earth also.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura have very elaborately explained this incident of the Lord's disappearance in their commentaries, quoting various authentic versions of Vedic literatures. We purposely do not include them all here to avoid an increase in the volume of this book. The entire matter is explained in Bhagavad-g&#299;t&#257;, as quoted above: the Lord reserves the right of not being exposed to everyone. He always keeps Himself out of the vision of the nondevotees, who are devoid of love and devotion, and thus He puts them still further away from the Lord. The Lord appeared on the invitation of Brahm&#257;, who prayed before the Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, and therefore when the Lord appeared, all the forms of Vishnu amalgamated with Him, and when the mission was fulfilled, all of them disintegrated from Him in the usual course.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>