<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.3</P><P CLASS=c>bhagav&#257;n sv&#257;tma-m&#257;y&#257;y&#257;</P><P CLASS=c>gatim t&#257;m avalokya sah</P><P CLASS=c>sarasvat&#299;m upaspri&#347;ya</P><P CLASS=c>vriksha-m&#363;lam up&#257;vi&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayayah">m&#257;y&#257;y&#257;h</A> &#8212; by His internal potency; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the end; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avalokya">avalokya</A> &#8212; foreseeing; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/s/sarasvatim">sarasvat&#299;m</A> &#8212; the River <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/u/upasprsya">upaspri&#347;ya</A> &#8212; after sipping water; <A CLASS=v HREF="http://vedabase.net/v/vrksa">vriksha</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; at the foot of <A HREF="http://vedabase.net/a/a">a</A> tree; <A CLASS=v HREF="http://vedabase.net/u/upavisat">up&#257;vi&#347;at</A> &#8212; <A HREF="http://vedabase.net/s/sat">sat</A> down.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, Lord &#346;r&#299; Krishna, after foreseeing the end [of His family] by His internal potency, went to the bank of the River Sarasvat&#299;, sipped water, and sat down underneath a tree.</P><P CLASS=t>PURPORT</P><P>All the above-mentioned activities of the Yadus and Bhojas were executed by the internal potency of the Lord because He wanted them to be dispatched to their respective abodes after He had finished His mission of descent. They were all His sons and grandsons and were given complete protection by the paternal affection of the Lord. How they could be vanquished in the presence of the Lord is answered in this verse: everything was done by the Lord Himself (sv&#257;tma-m&#257;y&#257;y&#257;h). The Lord's family members were either incarnations of His plenary expansions or demigods from the heavenly planets, and thus before His departure He separated them by His internal potency. Before being dispatched to their respective abodes, they were sent to the holy place of Prabh&#257;sa, where they performed pious activities and took food and drink to their heart's content. It was then arranged for them to be sent back to their abodes so that others could see that the powerful Yadu dynasty was no longer in the world. In the previous verse, the word anujñ&#257;ta, indicating that the whole sequence of events was arranged by the Lord, is significant. These particular pastimes of the Lord are not a manifestation of His external energy, or material nature. Such an exhibition of His internal potency is eternal, and therefore one should not conclude that the Yadus and Bhojas died in a drunken state in an ordinary fratricidal war. &#346;r&#299; J&#299;va Gosv&#257;m&#299; comments on these incidents as magical performances.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>