<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.33</P><P CLASS=c>viduro 'py uddhav&#257;c chrutv&#257;</P><P CLASS=c>krishnasya param&#257;tmanah</P><P CLASS=c>kr&#299;dayop&#257;tta-dehasya</P><P CLASS=c>karm&#257;ni &#347;l&#257;ghit&#257;ni ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidurah">vidurah</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/uddhavat">uddhav&#257;t</A> &#8212; from the source of <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; having heard; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Supersoul; <A CLASS=v HREF="http://vedabase.net/k/kridaya">kr&#299;day&#257;</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of pastimes <A HREF="http://vedabase.net/i/in">in</A> the mortal world; <A CLASS=v HREF="http://vedabase.net/u/upatta">up&#257;tta</A> &#8212; extraordinarily accepted; <A CLASS=v HREF="http://vedabase.net/d/dehasya">dehasya</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; transcendental activities; <A CLASS=v HREF="http://vedabase.net/s/slaghitani">&#347;l&#257;ghit&#257;ni</A> &#8212; most glorious; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>Vidura also heard from Uddhava about the appearance and disappearance of Lord Krishna, the Supersoul, in the mortal world, which is a subject matter sought after with great perseverance by the great sages.</P><P CLASS=t>PURPORT</P><P>The subject matter of the appearance and disappearance of the Supersoul, Lord &#346;r&#299; Krishna, is a mystery even for the great sages. The word param&#257;tmanah is significant in this verse. An ordinary living being is generally called the &#257;tm&#257;, but Lord Krishna is never an ordinary living being because He is param&#257;tm&#257;, the Supersoul. Yet His appearance as one of the human beings and His disappearance again from the mortal world are subject matters for the research workers who execute research work with great perseverance. Such subject matters are certainly of increasing interest because the researchers have to search out the transcendental abode of the Lord, which He enters after finishing His pastimes in the mortal world. But even the great sages have no information that beyond the material sky is the spiritual sky where &#346;r&#299; Krishna eternally resides with His associates, although at the same time He exhibits His pastimes in the mortal world in all the universes one after another. This fact is confirmed in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37</A>): goloka eva nivasaty akhil&#257;tma-bh&#363;tah. "The Lord, by His inconceivable potency, resides in His eternal abode, Goloka, yet at the same time, as the Supersoul, He is present everywhere &#8212; in both the spiritual and material skies &#8212; by His multivarieties of manifestation." Therefore His appearance and disappearance are simultaneously going on, and no one can say definitely which of them is the beginning and which is the end. His eternal pastimes have no beginning or end, and one has to learn of them from the pure devotee only and not waste valuable time in so-called research work.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>