<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 4 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 4 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Vidura Approaches Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.4.34</P><P CLASS=c>deha-ny&#257;sam ca tasyaivam</P><P CLASS=c>dh&#299;r&#257;n&#257;m dhairya-vardhanam</P><P CLASS=c>anyesh&#257;m dushkarataram</P><P CLASS=c>pa&#347;&#363;n&#257;m viklav&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/n/nyasam">ny&#257;sam</A> &#8212; entering the body; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dhiranam">dh&#299;r&#257;n&#257;m</A> &#8212; of great sages; <A CLASS=v HREF="http://vedabase.net/d/dhairya">dhairya</A> &#8212; perseverance; <A CLASS=v HREF="http://vedabase.net/v/vardhanam">vardhanam</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/a/anyesam">anyesh&#257;m</A> &#8212; for others; <A CLASS=v HREF="http://vedabase.net/d/duskara">dushkara</A>-<A CLASS=v HREF="http://vedabase.net/t/taram">taram</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> ascertain; <A CLASS=v HREF="http://vedabase.net/p/pasunam">pa&#347;&#363;n&#257;m</A> &#8212; of the beasts; <A CLASS=v HREF="http://vedabase.net/v/viklava">viklava</A> &#8212; disturbed; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of such <A HREF="http://vedabase.net/a/a">a</A> mind.</P><P CLASS=t>TRANSLATION</P><P>The Lord's glorious acts and His acceptance of various transcendental forms for the performance of extraordinary pastimes in the mortal world are very difficult for anyone other than His devotees to understand, and for the beasts they are simply a mental disturbance.</P><P CLASS=t>PURPORT</P><P>The transcendental forms and pastimes of the Lord, as described in Bhagavad-g&#299;t&#257;, are difficult subject matters for those who are not devotees to understand. The Lord never reveals Himself to persons like the jñ&#257;n&#299;s and yog&#299;s. And there are others who, because of their envying the Lord from the bottom of their hearts, are classified amongst the beasts, and for such envious beasts the subject matter of the Lord's appearance and disappearance is simply a mental disturbance. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>), the miscreants who are simply concerned with material enjoyment, who work very hard like beasts of burden, can hardly know the Personality of Godhead at any stage due to &#257;surika-bh&#257;va, or a spirit of revolt against the Supreme Lord.</P><P>The transcendental bodily expansions manifested by the Lord for His pastimes in the mortal world, and the appearance and disappearance of such transcendental expansions, are difficult subject matters, and those who are not devotees are advised not to discuss the Lord's appearance and disappearance, lest they commit further offenses at the lotus feet of the Lord. The more they discuss the transcendental appearance and disappearance of the Lord in the asuric spirit, the more they enter into the darkest region of hell, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/20.htm">16.20</A>). Anyone who is against the transcendental loving service of the Lord is more or less a beastly creature, as confirmed in this verse of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>