<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.19</P><P CLASS=c>asy&#257;nubh&#257;vam bhagav&#257;n</P><P CLASS=c>veda guhyatamam &#347;ivah</P><P CLASS=c>devarshir n&#257;radah s&#257;ksh&#257;d</P><P CLASS=c>bhagav&#257;n kapilo nripa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubh&#257;vam</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/g/guhya">guhya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; very confidentially; <A CLASS=v HREF="http://vedabase.net/s/sivah">&#347;ivah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the great sage among the demigods; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kapilah">kapilah</A> &#8212; <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King.</P><P CLASS=t>TRANSLATION</P><P>O King, Lord &#346;iva, N&#257;rada the sage amongst the demigods, and Kapila, the incarnation of Godhead, all know very confidentially about His glories through direct contact.</P><P CLASS=t>PURPORT</P><P>Pure devotees of the Lord are all bh&#257;vas, or persons who know the glories of the Lord in different transcendental loving services. As the Lord has innumerable expansions of His plenary form, there are innumerable pure devotees of the Lord, who are engaged in the exchange of service of different humors. Ordinarily there are twelve great devotees of the Lord, namely Brahm&#257;, N&#257;rada, &#346;iva, Kum&#257;ra, Kapila, Manu, Prahl&#257;da, Bh&#299;shma, Janaka, &#346;ukadeva Gosv&#257;m&#299;, Bali Mah&#257;r&#257;ja and Yamar&#257;ja. Bh&#299;shmadeva, although one of them, has mentioned only three important names of the twelve who know the glories of the Lord. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, one of the great &#257;c&#257;ryas in the modern age, explains that anubh&#257;va, or the glory of the Lord, is first appreciated by the devotee in ecstasy manifesting the symptoms of perspiring, trembling, weeping, bodily eruptions, etc., which are further enhanced by steady understanding of the glories of the Lord. Such different understandings of bh&#257;vas are exchanged between Ya&#347;od&#257; and the Lord (binding the Lord by ropes) and in the chariot driving by the Lord in the exchange of love with Arjuna. These glories of the Lord are exhibited in His being subordinated before His devotees, and that is another feature of the glories of the Lord. &#346;ukadeva Gosv&#257;m&#299; and the Kum&#257;ras, although situated in the transcendental position, became converted by another feature of bh&#257;va and turned into pure devotees of the Lord. Tribulations imposed upon the devotees by the Lord constitute another exchange of transcendental bh&#257;va between the Lord and the devotees. The Lord says "I put My devotee into difficulty, and thus the devotee becomes more purified in exchanging transcendental bh&#257;va with Me." Placing the devotee into material troubles necessitates delivering him from the illusory material relations. The material relations are based on reciprocation of material enjoyment, which depends mainly on material resources. Therefore, when material resources are withdrawn by the Lord, the devotee is cent percent attracted toward the transcendental loving service of the Lord. Thus the Lord snatches the fallen soul from the mire of material existence. Tribulations offered by the Lord to His devotee are different from the tribulations resulting from vicious action. All these glories of the Lord are especially known to the great mah&#257;janas like Brahm&#257;, &#346;iva, N&#257;rada, Kapila, Kum&#257;ra and Bh&#299;shma, as mentioned above, and one is able to grasp it by their grace.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>