<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.22</P><P CLASS=c>tath&#257;py ek&#257;nta-bhakteshu</P><P CLASS=c>pa&#347;ya bh&#363;p&#257;nukampitam</P><P CLASS=c>yan me 's&#363;ms tyajatah s&#257;ksh&#257;t</P><P CLASS=c>krishno dar&#347;anam &#257;gatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A> &#8212; unflinching; <A CLASS=v HREF="http://vedabase.net/b/bhaktesu">bhakteshu</A> &#8212; unto the devotees; <A CLASS=v HREF="http://vedabase.net/p/pasya">pa&#347;ya</A> &#8212; see here; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/p/pa">pa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/a/anukampitam">anukampitam</A> &#8212; how sympathetic; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; for which; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/asun">as&#363;n</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/t/tyajatah">tyajatah</A> &#8212; ending; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my view; <A CLASS=v HREF="http://vedabase.net/a/agatah">&#257;gatah</A> &#8212; has kindly come.</P><P CLASS=t>TRANSLATION</P><P>Yet, despite His being equally kind to everyone, He has graciously come before me while I am ending my life, for I am His unflinching servitor.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord, the Absolute Personality of Godhead, &#346;r&#299; Krishna, although equal to everyone, is still more inclined to His unflinching devotee who is completely surrendered and knows no one else as his protector and master. Having unflinching faith in the Supreme Lord as one's protector, friend and master is the natural condition of eternal life. A living entity is so made by the will of the Almighty that he is most happy when placing himself in a condition of absolute dependence.</P><P>The opposite tendency is the cause of falldown. The living entity has this tendency of falling down by dint of misidentifying himself as fully independent to lord it over the material world. The root cause of all troubles is there in false egotism. One must draw towards the Lord in all circumstances.</P><P>The appearance of Lord Krishna at the deathbed of Bh&#299;shmaj&#299; is due to his being an unflinching devotee of the Lord. Arjuna had some bodily relation with Krishna because the Lord happened to be his maternal cousin. But Bh&#299;shma had no such bodily relation. Therefore the cause of attraction was due to the intimate relation of the soul. Yet because the relation of the body is very pleasing and natural, the Lord is more pleased when He is addressed as the son of Mah&#257;r&#257;ja Nanda, the son of Ya&#347;od&#257;, the lover of R&#257;dh&#257;r&#257;n&#299;. This affinity by bodily relation with the Lord is another feature of reciprocating loving service with the Lord. Bh&#299;shmadeva is conscious of this sweetness of transcendental humor, and therefore he likes to address the Lord as Vijaya-Sakhe, P&#257;rtha-Sakhe, etc., exactly like Nanda-nandana or Ya&#347;od&#257;-nandana. The best way to establish our relation in transcendental sweetness is to approach Him through His recognized devotees. One should not try to establish the relation directly; there must be a via medium which is transparent and competent to lead us to the right path.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>