<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.23</P><P CLASS=c>bhakty&#257;ve&#347;ya mano yasmin</P><P CLASS=c>v&#257;c&#257; yan-n&#257;ma k&#299;rtayan</P><P CLASS=c>tyajan kalevaram yog&#299;</P><P CLASS=c>mucyate k&#257;ma-karmabhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devout attention; <A CLASS=v HREF="http://vedabase.net/a/avesya">&#257;ve&#347;ya</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whose; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/kirtayan">k&#299;rtayan</A> &#8212; by chanting; <A CLASS=v HREF="http://vedabase.net/t/tyajan">tyajan</A> &#8212; quitting; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; this material body; <A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; the devotee; <A CLASS=v HREF="http://vedabase.net/m/mucyate">mucyate</A> &#8212; gets release; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; from fruitive activities.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, who appears in the mind of the devotee by attentive devotion and meditation and by chanting of the holy name, releases the devotee from the bondage of fruitive activities at the time of his quitting the material body.</P><P CLASS=t>PURPORT</P><P>Yoga means concentration of the mind detached from all other subject matter. And actually such concentration is sam&#257;dhi, or cent percent engagement in the service of the Lord. And one who concentrates his attention in that manner is called a yog&#299;. Such a yog&#299; devotee of the Lord engages himself twenty-four hours daily in the service of the Lord so that his whole attention is engrossed with the thoughts of the Lord in ninefold devotional service, namely hearing, chanting, remembering, worshiping, praying, becoming a voluntary servant, carrying out orders, establishing a friendly relationship, or offering all that one may possess, in the service of the Lord. By such practice of yoga, or linking up in the service of the Lord, one is recognized by the Lord Himself, as it is explained in the Bhagavad-g&#299;t&#257; concerning the highest perfectional stage of sam&#257;dhi. The Lord calls such a rare devotee the best amongst all the yog&#299;s Such a perfect yog&#299; is enabled by the divine grace of the Lord to concentrate his mind upon the Lord with a perfect sense of consciousness, and thus by chanting His holy name before quitting the body the yog&#299; is at once transferred by the internal energy of the Lord to one of the eternal planets where there is no question of material life and its concomitant factors. In material existence a living being has to endure the material conditions of threefold miseries, life after life, according to his fruitive work. Such material life is produced by material desires only. Devotional service to the Lord does not kill the natural desires of the living being, but they are applied in the right cause of devotional service. This qualifies the desire to be transferred to the spiritual sky. General Bh&#299;shmadeva is referring to a particular type of yoga called bhakti-yoga, and he was fortunate enough to have the Lord directly in his presence before he quitted his material body. He therefore desired that the Lord stay before his view in the following verses.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>