<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.25</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>yudhishthiras tad &#257;karnya</P><P CLASS=c>&#347;ay&#257;nam &#347;ara-pañjare</P><P CLASS=c>apricchad vividh&#257;n dharm&#257;n</P><P CLASS=c>rish&#299;n&#257;m c&#257;nu&#347;rinvat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhishthirah</A> &#8212; King <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/s/sayanam">&#347;ay&#257;nam</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/s/sara">&#347;ara</A>-<A CLASS=v HREF="http://vedabase.net/p/panjare">pañjare</A> &#8212; on the bed of arrows; <A CLASS=v HREF="http://vedabase.net/a/aprcchat">apricchat</A> &#8212; asked; <A CLASS=v HREF="http://vedabase.net/v/vividhan">vividh&#257;n</A> &#8212; multifarious; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; duties; <A CLASS=v HREF="http://vedabase.net/r/rsinam">rish&#299;n&#257;m</A> &#8212; of the rishis; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anusrnvatam">anu&#347;rinvat&#257;m</A> &#8212; hearing after.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: Mah&#257;r&#257;ja Yudhishthira, after hearing Bh&#299;shmadeva speak in that appealing tone, asked him, in the presence of all the great rishis, about the essential principles of various religious duties.</P><P CLASS=t>PURPORT</P><P>Bh&#299;shmadeva, speaking in that appealing tone, convinced Mah&#257;r&#257;ja Yudhishthira that he was very soon passing away. And Mah&#257;r&#257;ja Yudhishthira was inspired by Lord &#346;r&#299; Krishna to ask him of the principles of religion. Lord &#346;r&#299; Krishna inspired Mah&#257;r&#257;ja Yudhishthira to ask Bh&#299;shmadeva in the presence of many great sages, indicating thereby that the Lord's devotee like Bh&#299;shmadeva, although apparently living as a worldly man, is far superior to many great sages, even Vy&#257;sadeva. Another point is that Bh&#299;shmadeva at that time was not only lying on a deathbed of arrows, but was greatly aggrieved because of that state. One should not have asked him any question at that time, but Lord &#346;r&#299; Krishna wanted to prove that His pure devotees are always sound in body and mind by dint of spiritual enlightenment, and thus in any circumstances a devotee of the Lord is in perfect order to speak of the right way of life. Yudhishthira also preferred to solve his problematic questions by asking Bh&#299;shmadeva rather than ask anyone else present there who was seemingly more learned than Bh&#299;shmadeva. This is all due to the arrangement of the great wheel-carrier Lord &#346;r&#299; Krishna, who establishes the glories of His devotee. The father likes to see the son become more famous than himself. The Lord declares very emphatically that worship of His devotee is more valuable than the worship of the Lord Himself.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>