<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.32</P><P CLASS=c>&#347;r&#299;-bh&#299;shma uv&#257;ca</P><P CLASS=c>iti matir upakalpit&#257; vitrishn&#257;</P><P CLASS=c>bhagavati s&#257;tvata-pu&#324;gave vibh&#363;mni</P><P CLASS=c>sva-sukham upagate kvacid vihartum</P><P CLASS=c>prakritim upeyushi yad-bhava-prav&#257;hah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhismah">bh&#299;shmah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Bh&#299;shmadeva said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; thinking, feeling and willing; <A CLASS=v HREF="http://vedabase.net/u/upakalpita">upakalpit&#257;</A> &#8212; invested; <A CLASS=v HREF="http://vedabase.net/v/vitrsna">vitrishn&#257;</A> &#8212; freed from all sense desires; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/satvata">s&#257;tvata</A>-<A CLASS=v HREF="http://vedabase.net/p/pungave">pu&#324;gave</A> &#8212; unto the leader of the devotees; <A CLASS=v HREF="http://vedabase.net/v/vibhumni">vibh&#363;mni</A> &#8212; unto the great; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; self-satisfaction; <A CLASS=v HREF="http://vedabase.net/u/upagate">upagate</A> &#8212; unto <A HREF="http://vedabase.net/h/he">He</A> who has attained <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/v/vihartum">vihartum</A> &#8212; out of transcendental pleasure; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/u/upeyusi">upeyushi</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> accept <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; from whom the creation; <A CLASS=v HREF="http://vedabase.net/p/pravahah">prav&#257;hah</A> &#8212; is <A HREF="http://vedabase.net/m/made">made</A> and annihilated.</P><P CLASS=t>TRANSLATION</P><P>Bh&#299;shmadeva said: Let me now invest my thinking, feeling and willing, which were so long engaged in different subjects and occupational duties, in the all-powerful Lord &#346;r&#299; Krishna. He is always self-satisfied, but sometimes, being the leader of the devotees, He enjoys transcendental pleasure by descending on the material world, although from Him only the material world is created.</P><P CLASS=t>PURPORT</P><P>Because Bh&#299;shmadeva was a statesman, the head of the Kuru dynasty, a great general and a leader of kshatriyas, his mind was strewn over so many subjects, and his thinking, feeling and willing were engaged in different matters. Now, in order to achieve pure devotional service, he wanted to invest all powers of thinking, feeling and willing entirely in the Supreme Being, Lord Krishna. He is described herein as the leader of the devotees and all-powerful. Although Lord Krishna is the original Personality of Godhead, He Himself descends on earth to bestow upon His pure devotees the boon of devotional service. He descends sometimes as Lord Krishna as He is, and sometimes as Lord Caitanya. Both are leaders of the pure devotees. Pure devotees of the Lord have no desire other than the service of the Lord, and therefore they are called s&#257;tvata. The Lord is the chief amongst such s&#257;tvatas. Bh&#299;shmadeva, therefore, had no other desires. Unless one is purified from all sorts of material desires, the Lord does not become one's leader. Desires cannot be wiped out, but they have only to be purified. It is confirmed in the Bhagavad-g&#299;t&#257; by the Lord Himself that He gives His instruction from within the heart of a pure devotee who is constantly engaged in the service of the Lord. Such instruction is given not for any material purpose but only for going back home, back to Godhead (<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>). For the ordinary man who wants to lord it over material nature, the Lord not only sanctions and becomes a witness of activities, but He never gives the nondevotee instructions for going back to Godhead. That is the difference in dealings by the Lord with different living beings, both the devotee and the nondevotee. He is leader of all the living beings, as the king of the state rules both the prisoners and the free citizens. But His dealings are different in terms of devotee and nondevotee. Nondevotees never care to take any instruction from the Lord, and therefore the Lord is silent in their case, although He witnesses all their activities and awards them the necessary results, good or bad. The devotees are above this material goodness and badness. They are progressive on the path of transcendence, and therefore they have no desire for anything material. The devotee also knows &#346;r&#299; Krishna as the original N&#257;r&#257;yana because Lord &#346;r&#299; Krishna, by His plenary portion, appears as the K&#257;ranodaka&#347;&#257;y&#299; Vishnu, the original source of all material creation. The Lord also desires the association of His pure devotees, and for them only the Lord descends on the earth and enlivens them. The Lord appears out of His own will. He is not forced by the conditions of material nature. He is therefore described here as the vibhu, or the almighty, for He is never conditioned by the laws of material nature.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>