<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.34</P><P CLASS=c>yudhi turaga-rajo-vidh&#363;mra-vishvak-</P><P CLASS=c>kaca-lulita-&#347;ramav&#257;ry-ala&#324;krit&#257;sye</P><P CLASS=c>mama ni&#347;ita-&#347;arair vibhidyam&#257;na-</P><P CLASS=c>tvaci vilasat-kavace 'stu krishna &#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yudhi">yudhi</A> &#8212; on the battlefield; <A CLASS=v HREF="http://vedabase.net/t/turaga">turaga</A> &#8212; horses; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; dust; <A CLASS=v HREF="http://vedabase.net/v/vidhumra">vidh&#363;mra</A> &#8212; turned <A HREF="http://vedabase.net/a/an">an</A> ashen color; <A CLASS=v HREF="http://vedabase.net/v/visvak">vishvak</A> &#8212; waving; <A CLASS=v HREF="http://vedabase.net/k/kaca">kaca</A> &#8212; hair; <A CLASS=v HREF="http://vedabase.net/l/lulita">lulita</A> &#8212; scattered; <A CLASS=v HREF="http://vedabase.net/s/sramavari">&#347;ramav&#257;ri</A> &#8212; perspiration; <A CLASS=v HREF="http://vedabase.net/a/alankrta">ala&#324;krita</A> &#8212; decorated with; <A CLASS=v HREF="http://vedabase.net/a/asye">&#257;sye</A> &#8212; unto the face; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/nisita">ni&#347;ita</A> &#8212; sharp; <A CLASS=v HREF="http://vedabase.net/s/saraih">&#347;araih</A> &#8212; by the arrows; <A CLASS=v HREF="http://vedabase.net/v/vibhidyamana">vibhidyam&#257;na</A> &#8212; pierced by; <A CLASS=v HREF="http://vedabase.net/t/tvaci">tvaci</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the skin; <A CLASS=v HREF="http://vedabase.net/v/vilasat">vilasat</A> &#8212; enjoying pleasure; <A CLASS=v HREF="http://vedabase.net/k/kavace">kavace</A> &#8212; protecting armor; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; mind.</P><P CLASS=t>TRANSLATION</P><P>On the battlefield [where &#346;r&#299; Krishna attended Arjuna out of friendship], the flowing hair of Lord Krishna turned ashen due to the dust raised by the hoofs of the horses. And because of His labor, beads of sweat wetted His face. All these decorations, intensified by the wounds dealt by my sharp arrows, were enjoyed by Him. Let my mind thus go unto &#346;r&#299; Krishna.</P><P CLASS=t>PURPORT</P><P>The Lord is the absolute form of eternity, bliss and knowledge. As such, transcendental loving service to the Lord in one of the five principal relations, namely &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya, i.e., neutrality, servitorship, fraternity, filial affection and conjugal love, is graciously accepted by the Lord when offered to the Lord in genuine love and affection. &#346;r&#299; Bh&#299;shmadeva is a great devotee of the Lord in the relation of servitorship. Thus his throwing of sharp arrows at the transcendental body of the Lord is as good as the worship of another devotee who throws soft roses upon Him.</P><P>It appears that Bh&#299;shmadeva is repenting the actions he committed against the person of the Lord. But factually the Lord's body was not at all pained, due to His transcendental existence. His body is not matter. Both He Himself and His body are complete spiritual identity. Spirit is never pierced, burnt, dried, moistened, etc. This is vividly explained in the Bhagavad-g&#299;t&#257;. So also it is stated in the Skanda Pur&#257;na. It is said there that spirit is always uncontaminated and indestructible. It cannot be distressed, nor can it be dried up. When Lord Vishnu in His incarnation appears before us, He seems to be like one of the conditioned souls, materially encaged, just to bewilder the asuras, or the nonbelievers, who are always alert to kill the Lord, even from the very beginning of His appearance. Kamsa wanted to kill Krishna, and R&#257;vana wanted to kill R&#257;ma, because foolishly they were unaware of the fact that the Lord is never killed, for the spirit is never annihilated.</P><P>Therefore Bh&#299;shmadeva's piercing of the body of Lord Krishna is a sort of bewildering problem for the nondevotee atheist, but those who are devotees, or liberated souls, are not bewildered.</P><P>Bh&#299;shmadeva appreciated the all-merciful attitude of the Lord because He did not leave Arjuna alone, although He was disturbed by the sharpened arrows of Bh&#299;shmadeva, nor was He reluctant to come before Bh&#299;shma's deathbed, even though He was ill-treated by him on the battlefield. Bh&#299;shma's repentance and the Lord's merciful attitude are both unique in this picture.</P><P>&#346;r&#299; Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, a great &#257;c&#257;rya and devotee in the humor of conjugal love with the Lord, remarks very saliently in this regard. He says that the wounds created on the body of the Lord by the sharpened arrows of Bh&#299;shmadeva were as pleasing to the Lord as the biting of a fiancee who bites the body of the Lord directed by a strong sense of sex desire. Such biting by the opposite sex is never taken as a sign of enmity, even if there is a wound on the body. Therefore, the fighting as an exchange of transcendental pleasure between the Lord and His pure devotee, &#346;r&#299; Bh&#299;shmadeva, was not at all mundane. Besides that, since the Lord's body and the Lord are identical, there was no possibility of wounds in the absolute body. The apparent wounds caused by the sharpened arrows are misleading to the common man, but one who has a little absolute knowledge can understand the transcendental exchange in the chivalrous relation. The Lord was perfectly happy with the wounds caused by the sharpened arrows of Bh&#299;shmadeva. The word vibhidyam&#257;na is significant because the Lord's skin is not different from the Lord. Because our skin is different from our soul, in our case the word vibhidyam&#257;na, or being bruised and cut, would have been quite suitable. Transcendental bliss is of different varieties, and the variety of activities in the mundane world is but a perverted reflection of transcendental bliss. Because everything in the mundane world is qualitatively mundane, it is full of inebrieties, whereas in the absolute realm, because everything is of the same absolute nature, there are varieties of enjoyment without inebriety. The Lord enjoyed the wounds created by His great devotee Bh&#299;shmadeva, and because Bh&#299;shmadeva is a devotee in the chivalrous relation, he fixes up his mind on Krishna in that wounded condition.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>