<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.39</P><P CLASS=c>vijaya-ratha-kutumba &#257;tta-totre</P><P CLASS=c>dhrita-haya-ra&#347;mini tac-chriyekshan&#299;ye</P><P CLASS=c>bhagavati ratir astu me mum&#363;rshor</P><P CLASS=c>yam iha nir&#299;kshya hat&#257; gat&#257;h sva-r&#363;pam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vijaya">vijaya</A> &#8212; <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A> &#8212; chariot; <A CLASS=v HREF="http://vedabase.net/k/kutumbe">kutumbe</A> &#8212; the object of protection at all risk; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A>-<A CLASS=v HREF="http://vedabase.net/t/totre">totre</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> whip <A HREF="http://vedabase.net/i/in">in</A> the right hand; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A>-<A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; controlling the horses; <A CLASS=v HREF="http://vedabase.net/r/rasmini">ra&#347;mini</A> &#8212; ropes; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; beautifully standing; <A CLASS=v HREF="http://vedabase.net/i/iksaniye">&#299;kshan&#299;ye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> look at; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let my attraction be; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/m/mumursoh">mum&#363;rshoh</A> &#8212; one who is about <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; upon whom; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/n/niriksya">nir&#299;kshya</A> &#8212; by looking; <A CLASS=v HREF="http://vedabase.net/h/hatah">hat&#257;h</A> &#8212; those who died; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; original form.</P><P CLASS=t>TRANSLATION</P><P>At the moment of death, let my ultimate attraction be to &#346;r&#299; Krishna, the Personality of Godhead. I concentrate my mind upon the chariot driver of Arjuna who stood with a whip in His right hand and a bridle rope in His left, who was very careful to give protection to Arjuna's chariot by all means. Those who saw Him on the Battlefield of Kurukshetra attained their original forms after death.</P><P CLASS=t>PURPORT</P><P>A pure devotee of the Lord constantly sees the presence of the Lord within himself because of being transcendentally related by loving service. Such a pure devotee cannot forget the Lord for a moment. This is called trance. The mystic (yog&#299;) tries to concentrate upon the Supersoul by controlling the senses from all other engagements, and thus he ultimately attains sam&#257;dhi. A devotee more easily attains sam&#257;dhi, or trance, by constantly remembering the Lord's personal feature along with His holy name, fame, pastimes, etc. Therefore, the concentration of the mystic yog&#299; and that of the devotee are not on the same level. The concentration of the mystic is mechanical, whereas that of the pure devotee is natural in pure love and spontaneous affection. Bh&#299;shmadeva was a pure devotee, and as a military marshal he constantly remembered the battlefield feature of the Lord as P&#257;rtha-s&#257;rathi, the chariot driver of Arjuna. Therefore, the Lord's pastime as P&#257;rtha-s&#257;rathi is also eternal. The pastimes of the Lord, beginning from His birth at the prison house of Kamsa up to the mausala-l&#299;l&#257; at the end, all move one after another in all the universes, just as the clock hand moves from one point to another. And in such pastimes His associates like the P&#257;ndavas and Bh&#299;shma are constant eternal companions. So Bh&#299;shmadeva never forgot the beautiful feature of the Lord as P&#257;rtha-s&#257;rathi, which even Arjuna could not see. Arjuna was behind the beautiful P&#257;rtha-s&#257;rathi while Bh&#299;shmadeva was just in front of the Lord. As far as the military feature of the Lord is concerned, Bh&#299;shmadeva observed this with more relish than Arjuna.</P><P>All the soldiers and persons on the Battlefield of Kurukshetra attained their original spiritual form like the Lord after their death because by the causeless mercy of the Lord they were able to see Him face to face on that occasion. The conditioned souls rotating in the evolutionary cycle from the aquatics up to the form of Brahm&#257; are all in the form of m&#257;y&#257;, or the form obtained by one's own actions and awarded by material nature. The material forms of the conditioned souls are all foreign dresses, and when the conditioned soul becomes liberated from the clutches of material energy, he attains his original form. The impersonalist wants to attain the impersonal Brahman effulgence of the Lord, but that is not at all congenial to the living sparks, parts and parcels of the Lord. Therefore, the impersonalists again fall down and get material forms, which are all false to the spirit soul. A spiritual form like the Lord's, either two-handed or four-handed, is attained by the devotees of the Lord either in the Vaikunthas or in the Goloka planet, according to the original nature of the soul. This form, which is cent percent spiritual, is the svar&#363;pa of the living being, and all the living beings who participated on the Battlefield of Kurukshetra, on both sides, attained their svar&#363;pa, as confirmed by Bh&#299;shmadeva. So Lord &#346;r&#299; Krishna was not merciful only to the P&#257;ndavas; He was also merciful to the other parties because all of them attained the same result. Bh&#299;shmadeva wanted the same facility also, and that was his prayer to the Lord, although his position as an associate of the Lord is assured in all circumstances. The conclusion is that whoever dies looking on the Personality of Godhead within or without attains his svar&#363;pa, which is the highest perfection of life.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>