<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.40</P><P CLASS=c>lalita-gati-vil&#257;sa-valguh&#257;sa-</P><P CLASS=c>pranaya-nir&#299;kshana-kalpitorum&#257;n&#257;h</P><P CLASS=c>krita-manu-krita-vatya unmad&#257;ndh&#257;h</P><P CLASS=c>prakritim agan kila yasya gopa-vadhvah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/lalita">lalita</A> &#8212; attractive; <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; movements; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; fascinating acts; <A CLASS=v HREF="http://vedabase.net/v/valguhasa">valguh&#257;sa</A> &#8212; sweet smiling; <A CLASS=v HREF="http://vedabase.net/p/pranaya">pranaya</A> &#8212; loving; <A CLASS=v HREF="http://vedabase.net/n/niriksana">nir&#299;kshana</A> &#8212; looking upon; <A CLASS=v HREF="http://vedabase.net/k/kalpita">kalpita</A> &#8212; mentality; <A CLASS=v HREF="http://vedabase.net/u/urumanah">urum&#257;n&#257;h</A> &#8212; highly glorified; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/m/manu">manu</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/v/vatyah">vatyah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the act of copying the movements; <A CLASS=v HREF="http://vedabase.net/u/unmada">unmada</A>-<A CLASS=v HREF="http://vedabase.net/a/andhah">andh&#257;h</A> &#8212; gone <A HREF="http://vedabase.net/m/mad">mad</A> <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; characteristics; <A CLASS=v HREF="http://vedabase.net/a/agan">agan</A> &#8212; underwent; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/g/gopa">gopa</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhvah">vadhvah</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> damsels.</P><P CLASS=t>TRANSLATION</P><P>Let my mind be fixed upon Lord &#346;r&#299; Krishna, whose motions and smiles of love attracted the damsels of Vrajadh&#257;ma [the gop&#299;s]. The damsels imitated the characteristic movements of the Lord [after His disappearance from the r&#257;sa dance].</P><P CLASS=t>PURPORT</P><P>By intense ecstasy in loving service, the damsels of Vrajabh&#363;mi attained qualitative oneness with the Lord by dancing with Him on an equal level, embracing Him in nuptial love, smiling at Him in joke, and looking at Him with a loving attitude. The relation of the Lord with Arjuna is undoubtedly praiseworthy for devotees like Bh&#299;shmadeva, but the relation of the gop&#299;s with the Lord is still more praiseworthy because of their still more purified loving service. By the grace of the Lord, Arjuna was fortunate enough to have the fraternal service of the Lord as chariot driver, but the Lord did not award Arjuna with equal strength. The gop&#299;s, however, practically became one with the Lord by attainment of equal footing with the Lord. Bh&#299;shma's aspiration to remember the gop&#299;s is a prayer to have their mercy also at the last stage of his life. The Lord is satisfied more when His pure devotees are glorified, and therefore Bh&#299;shmadeva has not only glorified the acts of Arjuna, his immediate object of attraction, but has also remembered the gop&#299;s, who were endowed with unrivalled opportunities by rendering loving service to the Lord. The gop&#299;s' equality with the Lord should never be misunderstood to be like the s&#257;yujya liberation of the impersonalist. The equality is one of perfect ecstasy where the differential conception is completely eradicated, for the interests of the lover and the beloved become identical.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>