<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.42</P><P CLASS=c>tam imam aham ajam &#347;ar&#299;ra-bh&#257;j&#257;m</P><P CLASS=c>hridi hridi dhishthitam &#257;tma-kalpit&#257;n&#257;m</P><P CLASS=c>pratidri&#347;am iva naikadh&#257;rkam ekam</P><P CLASS=c>samadhi-gato 'smi vidh&#363;ta-bheda-mohah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; now present before <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajam">bh&#257;j&#257;m</A> &#8212; of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/d/dhisthitam">dhishthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/k/kalpitanam">kalpit&#257;n&#257;m</A> &#8212; of the speculators; <A CLASS=v HREF="http://vedabase.net/p/pratidrsam">pratidri&#347;am</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every direction; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/e/ekadha">ekadh&#257;</A> &#8212; not one; <A CLASS=v HREF="http://vedabase.net/a/arkam">arkam</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one only; <A CLASS=v HREF="http://vedabase.net/s/samadhi">samadhi</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have undergone trance <A HREF="http://vedabase.net/i/in">in</A> meditation; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; being freed from; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A>-<A CLASS=v HREF="http://vedabase.net/m/mohah">mohah</A> &#8212; misconception of duality.</P><P CLASS=t>TRANSLATION</P><P>Now I can meditate with full concentration upon that one Lord, &#346;r&#299; Krishna, now present before me because now I have transcended the misconceptions of duality in regard to His presence in everyone's heart, even in the hearts of the mental speculators. He is in everyone's heart. The sun may be perceived differently, but the sun is one.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna is the one Absolute Supreme Personality of Godhead, but He has expanded Himself into His multiplenary portions by His inconceivable energy. The conception of duality is due to ignorance of His inconceivable energy. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>) the Lord says that only the foolish take Him to be a mere human being. Such foolish men are not aware of His inconceivable energies. By His inconceivable energy He is present in everyone's heart, as the sun is present before everyone all over the world. The Param&#257;tm&#257; feature of the Lord is an expansion of His plenary portions. He expands Himself as Param&#257;tm&#257; in everyone's heart by His inconceivable energy, and He also expands Himself as the glowing effulgence of brahmajyoti by expansion of His personal glow. It is stated in the Brahma-samhit&#257; that the brahmajyoti is His personal glow. Therefore, there is no difference between Him and His personal glow, brahmajyoti, or His plenary portions as Param&#257;tm&#257;. Less intelligent persons who are not aware of this fact consider brahmajyoti and Param&#257;tm&#257; to be different from &#346;r&#299; Krishna. This misconception of duality is completely removed from the mind of Bh&#299;shmadeva, and he is now satisfied that it is Lord &#346;r&#299; Krishna only who is all in all in everything. This enlightenment is attained by the great mah&#257;tm&#257;s or devotees, as it is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>) that V&#257;sudeva is all in all in everything and that there is no existence of anything without V&#257;sudeva. V&#257;sudeva, or Lord &#346;r&#299; Krishna, is the original Supreme Person, as now confirmed by a mah&#257;jana, and therefore both the neophytes and the pure devotees must try to follow in his footsteps. That is the way of the devotional line.</P><P>The worshipable object of Bh&#299;shmadeva is Lord &#346;r&#299; Krishna as P&#257;rtha-s&#257;rathi, and that of the gop&#299;s is the same Krishna in Vrind&#257;vana as the most attractive &#346;y&#257;masundara. Sometimes less intelligent scholars make a mistake and think that the Krishna of Vrind&#257;vana and that of the Battle of Kurukshetra are different personalities. But for Bh&#299;shmadeva this misconception is completely removed. Even the impersonalist's object of destination is Krishna as the impersonal jyoti, and the yog&#299;'s destination of Param&#257;tm&#257; is also Krishna. Krishna is both brahmajyoti and localized Param&#257;tm&#257;, but in brahmajyoti or Param&#257;tm&#257; there is no Krishna or sweet relations with Krishna. In His personal feature Krishna is both P&#257;rtha-s&#257;rathi and &#346;y&#257;masundara of Vrind&#257;vana, but in His impersonal feature He is neither in the brahmajyoti nor in the Param&#257;tm&#257;. Great mah&#257;tm&#257;s like Bh&#299;shmadeva realize all these different features of Lord &#346;r&#299; Krishna, and therefore they worship Lord Krishna, knowing Him as the origin of all features.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>