<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.43</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>krishna evam bhagavati</P><P CLASS=c>mano-v&#257;g-drishti-vrittibhih</P><P CLASS=c>&#257;tmany &#257;tm&#257;nam &#257;ve&#347;ya</P><P CLASS=c>so 'ntah&#347;v&#257;sa up&#257;ramat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; with mind; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/d/drsti">drishti</A> &#8212; sight; <A CLASS=v HREF="http://vedabase.net/v/vrttibhih">vrittibhih</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the living being; <A CLASS=v HREF="http://vedabase.net/a/avesya">&#257;ve&#347;ya</A> &#8212; having merged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/s/svasah">&#347;v&#257;sah</A> &#8212; inhaling; <A CLASS=v HREF="http://vedabase.net/u/uparamat">up&#257;ramat</A> &#8212; became silent.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: Thus Bh&#299;shmadeva merged himself in the Supersoul, Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead, with his mind, speech, sight and actions, and thus he became silent, and his breathing stopped.</P><P CLASS=t>PURPORT</P><P>The stage attained by Bh&#299;shmadeva while quitting his material body is called nirvikalpa-sam&#257;dhi because he merged his self into thinking of the Lord and his mind into remembering His different activities. He chanted the glories of the Lord, and by his sight he began to see the Lord personally present before him, and thus all his activities became concentrated upon the Lord without deviation. This is the highest stage of perfection, and it is possible for everyone to attain this stage by practice of devotional service. The devotional service of the Lord consists of nine principles of service activities, and they are (1) hearing, (2) chanting, (3) remembering, (4) serving the lotus feet, (5) worshiping, (6) praying, (7) executing the orders, (8) fraternizing, and (9) fully surrendering. Any one of them or all of them are equally competent to award the desired result, but they require to be practiced persistently under the guidance of an expert devotee of the Lord. The first item, hearing, is the most important item of all, and therefore hearing of the Bhagavad-g&#299;t&#257; and, later on, &#346;r&#299;mad-Bh&#257;gavatam is essential for the serious candidate who wants to attain the stage of Bh&#299;shmadeva at the end. The unique situation at Bh&#299;shmadeva's time of death can be attained, even though Lord Krishna may not be personally present. His words of the Bhagavad-g&#299;t&#257; or those of &#346;r&#299;mad-Bh&#257;gavatam are identical with the Lord. They are sound incarnations of the Lord, and one can fully utilize them to be entitled to attain the stage of &#346;r&#299; Bh&#299;shmadeva, who was one of the eight Vasus. Every man or animal must die at a certain stage of life, but one who dies like Bh&#299;shmadeva attains perfection, and one who dies forced by the laws of nature dies like an animal. That is the difference between a man and an animal. The human form of life is especially meant for dying like Bh&#299;shmadeva.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>