<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.44</P><P CLASS=c>sampadyam&#257;nam &#257;jñ&#257;ya</P><P CLASS=c>bh&#299;shmam brahmani nishkale</P><P CLASS=c>sarve babh&#363;vus te t&#363;shn&#299;m</P><P CLASS=c>vay&#257;ms&#299;va din&#257;tyaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sampadyamanam">sampadyam&#257;nam</A> &#8212; having merged into; <A CLASS=v HREF="http://vedabase.net/a/ajnaya">&#257;jñ&#257;ya</A> &#8212; after knowing this; <A CLASS=v HREF="http://vedabase.net/b/bhismam">bh&#299;shmam</A> &#8212; about <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Bh&#299;shmadeva; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; into the Supreme Absolute; <A CLASS=v HREF="http://vedabase.net/n/niskale">nishkale</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all present; <A CLASS=v HREF="http://vedabase.net/b/babhuvuh">babh&#363;vuh</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them became; <A CLASS=v HREF="http://vedabase.net/t/tusnim">t&#363;shn&#299;m</A> &#8212; silent; <A CLASS=v HREF="http://vedabase.net/v/vayamsi">vay&#257;msi</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like birds; <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A>-<A CLASS=v HREF="http://vedabase.net/a/atyaye">atyaye</A> &#8212; at the end of the day.</P><P CLASS=t>TRANSLATION</P><P>Knowing that Bh&#299;shmadeva had merged into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the day.</P><P CLASS=t>PURPORT</P><P>To enter into or to become merged into the unlimited eternity of the Supreme Absolute means to enter the original home of the living being. The living beings are all component parts and parcels of the Absolute Personality of Godhead, and therefore they are eternally related with Him as the servitor and the served. The Lord is served by all His parts and parcels, as the complete machine is served by its parts and parcels. Any part of the machine removed from the whole is no longer important. Similarly, any part and parcel of the Absolute detached from the service of the Lord is useless. The living beings who are in the material world are all disintegrated parts and parcels of the supreme whole, and they are no longer as important as the original parts and parcels. There are, however, more integrated living beings who are eternally liberated. The material energy of the Lord, called Durg&#257;-&#347;akti, or the superintendent of the prison house, takes charge of the disintegrated parts and parcels, and thus they undergo a conditioned life under the laws of material nature. When the living being becomes conscious of this fact, he tries to go back home, back to Godhead, and thus the spiritual urge of the living being begins. This spiritual urge is called brahma-jijñ&#257;s&#257;, or inquiry about Brahman. Principally this brahma-jijñ&#257;s&#257; is successful by knowledge, renunciation and devotional service to the Lord. Jñ&#257;na, or knowledge, means knowledge of everything of Brahman, the Supreme; renunciation means detachment of material affection, and devotional service is the revival by practice of the original position of the living being. The successful living beings who are eligible to enter into the realm of the Absolute are called the jñ&#257;n&#299;s, the yog&#299;s and the bhaktas. The jñ&#257;n&#299;s and yog&#299;s enter into the impersonal rays of the Supreme, but the bhaktas enter into the spiritual planets known as the Vaikunthas. In these spiritual planets the Supreme Lord as N&#257;r&#257;yana predominates, and the healthy, unconditioned living beings live there by rendering loving service to the Lord in the capacity of servant, friend, parents and fiancee. There the unconditioned living beings enjoy life in full freedom with the Lord, whereas the impersonalist jñ&#257;n&#299;s and yog&#299;s enter into the impersonal glowing effulgence of the Vaikuntha planets. The Vaikuntha planets are all self-illuminating like the sun, and the rays of the Vaikuntha planets are called the brahmajyoti. The brahmajyoti is spread unlimitedly, and the material world is but a covered portion of an insignificant part of the same brahmajyoti. This covering is temporary, and therefore it is a sort of illusion.</P><P>Bh&#299;shmadeva, as a pure devotee of the Lord, entered the spiritual realm in one of the Vaikuntha planets where the Lord in His eternal form of P&#257;rtha-s&#257;rathi predominates over the unconditioned living beings who are constantly engaged in the service of the Lord. The love and affection which bind the Lord and devotee are exhibited in the case of Bh&#299;shmadeva. Bh&#299;shmadeva never forgot the Lord in His transcendental feature as the P&#257;rtha-s&#257;rathi, and the Lord was present personally before Bh&#299;shmadeva while he was passing to the transcendental world. That is the highest perfection of life.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>