<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.45</P><P CLASS=c>tatra dundubhayo nedur</P><P CLASS=c>deva-m&#257;nava-v&#257;dit&#257;h</P><P CLASS=c>&#347;a&#347;amsuh s&#257;dhavo r&#257;jñ&#257;m</P><P CLASS=c>kh&#257;t petuh pushpa-vrishtayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/d/dundubhayah">dundubhayah</A> &#8212; drums; <A CLASS=v HREF="http://vedabase.net/n/neduh">neduh</A> &#8212; were sounded; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the demigods from other planets; <A CLASS=v HREF="http://vedabase.net/m/manava">m&#257;nava</A> &#8212; men from all countries; <A CLASS=v HREF="http://vedabase.net/v/vaditah">v&#257;dit&#257;h</A> &#8212; beaten by; <A CLASS=v HREF="http://vedabase.net/s/sasamsuh">&#347;a&#347;amsuh</A> &#8212; praised; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; honest; <A CLASS=v HREF="http://vedabase.net/r/rajnam">r&#257;jñ&#257;m</A> &#8212; by the royal order; <A CLASS=v HREF="http://vedabase.net/k/khat">kh&#257;t</A> &#8212; from the sky; <A CLASS=v HREF="http://vedabase.net/p/petuh">petuh</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> fall; <A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A>-<A CLASS=v HREF="http://vedabase.net/v/vrstayah">vrishtayah</A> &#8212; showers of flowers.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, both men and demigods sounded drums in honor, and the honest royal order commenced demonstrations of honor and respect. And from the sky fell showers of flowers.</P><P CLASS=t>PURPORT</P><P>Bh&#299;shmadeva was respected both by the human beings and by the demigods. The human beings live on earth and similar other planets in the Bh&#363;r and Bhuvar group of planets, but the demigods live in the Svar, or heavenly planets, and all of them knew Bh&#299;shmadeva as a great warrior and devotee of the Lord. As a mah&#257;jana (or authority) he was on the level of Brahm&#257;, N&#257;rada and &#346;iva, although he was a human being. Qualification on a par with the great demigods is possible only on attainment of spiritual perfection. Thus Bh&#299;shmadeva was known all over the universes, and during his time interplanetary travel was effected by finer methods than the futile endeavors of mechanical spacecraft. When the distant planets were informed of the passing away of Bh&#299;shmadeva, all the inhabitants of the upper planets as well as of the earth dropped showers of flowers to show due respect to the departed great personality. This showering of flowers from heaven is a sign of recognition by great demigods, and it should never be compared to the decoration of a dead body. The body of Bh&#299;shmadeva lost its material effects due to being surcharged with spiritual realization, and thus the body was spiritualized as when iron becomes red-hot when in contact with fire. The body of a fully self-realized soul is not, therefore, accepted as material. Special ceremonies are observed for such spiritual bodies. The respect and recognition of Bh&#299;shmadeva are never to be imitated by artificial means, as it has become a fashion to observe the so-called jayant&#299; ceremony for any and every common man. According to authorized &#347;&#257;stras, such a jayant&#299; ceremony for an ordinary man, however exalted he may be materially, is an offense to the Lord because jayant&#299; is reserved for the day when the Lord appears on the earth. Bh&#299;shmadeva was unique in his activities, and his passing away to the kingdom of God is also unique.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>