<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.48</P><P CLASS=c>tato yudhishthiro gatv&#257;</P><P CLASS=c>saha-krishno gaj&#257;hvayam</P><P CLASS=c>pitaram s&#257;ntvay&#257;m &#257;sa</P><P CLASS=c>g&#257;ndh&#257;r&#299;m ca tapasvin&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhishthirah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/g/gatva">gatv&#257;</A> &#8212; going there; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/g/gajahvayam">gaj&#257;hvayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the capital named Gaj&#257;hvaya Hastin&#257;pura; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; unto his uncle (<A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A>); <A CLASS=v HREF="http://vedabase.net/s/santvayam">s&#257;ntvay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; consoled; <A CLASS=v HREF="http://vedabase.net/g/gandharim">g&#257;ndh&#257;r&#299;m</A> &#8212; the wife of <A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tapasvinim">tapasvin&#299;m</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ascetic lady.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, Mah&#257;r&#257;ja Yudhishthira at once went to his capital, Hastin&#257;pura, accompanied by Lord &#346;r&#299; Krishna, and there he consoled his uncle and aunt G&#257;ndh&#257;r&#299;, who was an ascetic.</P><P CLASS=t>PURPORT</P><P>Dhritar&#257;shtra and G&#257;ndh&#257;r&#299;, the father and the mother of Duryodhana and his brothers, were the elder uncle and aunt of Mah&#257;r&#257;ja Yudhishthira. After the Battle of Kurukshetra, the celebrated couple, having lost all their sons and grandsons, were under the care of Mah&#257;r&#257;ja Yudhishthira. They were passing their days in great agony over such a heavy loss of life and were practically living the life of ascetics. The death news of Bh&#299;shmadeva, uncle of Dhritar&#257;shtra, was another great shock for the King and the Queen, and therefore they required solace from Mah&#257;r&#257;ja Yudhishthira. Mah&#257;r&#257;ja Yudhishthira was conscious of his duty, and he at once hurried to the spot with Lord Krishna and satisfied the bereaved Dhritar&#257;shtra with kind words, from both himself and the Lord also.</P><P>G&#257;ndh&#257;r&#299; was a powerful ascetic, although she was living the life of a faithful wife and a kind mother. It is said that G&#257;ndh&#257;r&#299; also voluntarily closed her eyes because of the blindness of her husband. A wife's duty is to follow the husband cent percent. And G&#257;ndh&#257;r&#299; was so true to her husband that she followed him even in his perpetual blindness. Therefore in her actions she was a great ascetic. Besides that, the shock she suffered because of the wholesale killing of her one hundred sons and her grandsons also was certainly too much for a woman. But she suffered all this just like an ascetic. G&#257;ndh&#257;r&#299;, although a woman, is no less than Bh&#299;shmadeva in character. They are both remarkable personalities in the Mah&#257;bh&#257;rata.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>