<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verses 6-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verses 6-7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.6-7</P><P CLASS=c>parvato n&#257;rado dhaumyo</P><P CLASS=c>bhagav&#257;n b&#257;dar&#257;yanah</P><P CLASS=c>brihada&#347;vo bharadv&#257;jah</P><P CLASS=c>sa&#347;ishyo renuk&#257;-sutah</P><P CLASS=c>vasishtha indrapramadas</P><P CLASS=c>trito gritsamado 'sitah</P><P CLASS=c>kaksh&#299;v&#257;n gautamo 'tri&#347; ca</P><P CLASS=c>kau&#347;iko 'tha sudar&#347;anah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parvatah">parvatah</A> &#8212; <A HREF="http://vedabase.net/p/parvata">Parvata</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/d/dhaumyah">dhaumyah</A> &#8212; <A HREF="http://vedabase.net/d/dhaumya">Dhaumya</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; incarnation of Godhead; <A CLASS=v HREF="http://vedabase.net/b/badarayanah">b&#257;dar&#257;yanah</A> &#8212; Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/b/brhadasvah">brihada&#347;vah</A> &#8212; Brihada&#347;va; <A CLASS=v HREF="http://vedabase.net/b/bharadvajah">bharadv&#257;jah</A> &#8212; Bharadv&#257;ja; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sisyah">&#347;ishyah</A> &#8212; along with disciples; <A CLASS=v HREF="http://vedabase.net/r/renuka">renuk&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; <A HREF="http://vedabase.net/p/parasurama">Para&#347;ur&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/v/vasisthah">vasishthah</A> &#8212; <A HREF="http://vedabase.net/v/vasistha">Vasishtha</A>; <A CLASS=v HREF="http://vedabase.net/i/indrapramadah">indrapramadah</A> &#8212; Indrapramada; <A CLASS=v HREF="http://vedabase.net/t/tritah">tritah</A> &#8212; <A HREF="http://vedabase.net/t/trita">Trita</A>; <A CLASS=v HREF="http://vedabase.net/g/grtsamadah">gritsamadah</A> &#8212; Gritsamada; <A CLASS=v HREF="http://vedabase.net/a/asitah">asitah</A> &#8212; <A HREF="http://vedabase.net/a/asita">Asita</A>; <A CLASS=v HREF="http://vedabase.net/k/kaksivan">kaksh&#299;v&#257;n</A> &#8212; <A HREF="http://vedabase.net/k/kaksivan">Kaksh&#299;v&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/g/gautamah">gautamah</A> &#8212; <A HREF="http://vedabase.net/g/gautama">Gautama</A>; <A CLASS=v HREF="http://vedabase.net/a/atrih">atrih</A> &#8212; <A HREF="http://vedabase.net/a/atri">Atri</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kausikah">kau&#347;ikah</A> &#8212; <A HREF="http://vedabase.net/k/kausika">Kau&#347;ika</A>; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sudarsanah">sudar&#347;anah</A> &#8212; <A HREF="http://vedabase.net/s/sudarsana">Sudar&#347;ana</A>.</P><P CLASS=t>TRANSLATION</P><P>All the sages like Parvata Muni, N&#257;rada, Dhaumya, Vy&#257;sa the incarnation of God, Brihada&#347;va, Bharadv&#257;ja and Para&#347;ur&#257;ma and disciples, Vasishtha, Indrapramada, Trita, Gritsamada, Asita, Kaksh&#299;v&#257;n, Gautama, Atri, Kau&#347;ika and Sudar&#347;ana were present.</P><P CLASS=t>PURPORT</P><P>Parvata Muni: is considered to be one of the oldest sages. He is almost always a constant companion of N&#257;rada Muni. They are also spacemen competent to travel in the air without the help of any material vehicle. Parvata Muni is also a devarshi, or a great sage amongst the demigods, like N&#257;rada. He was present along with N&#257;rada at the sacrificial ceremony of Mah&#257;r&#257;ja Janamejaya, son of Mah&#257;r&#257;ja Par&#299;kshit. In this sacrifice all the snakes of the world were to be killed. Parvata Muni and N&#257;rada Muni are called Gandharvas also because they can travel in the air singing the glories of the Lord. Since they can travel in the air, they observed Draupad&#299;'s svayamvara ceremony (selecting of her own husband) from the air. Like N&#257;rada Muni, Parvata Muni also used to visit the royal assembly in the heaven of King Indra. As a Gandharva, sometimes he visited the royal assembly of Kuvera, one of the important demigods. Both N&#257;rada and Parvata were once in trouble with the daughter of Mah&#257;r&#257;ja Sriñjaya. Mah&#257;r&#257;ja Sriñjaya got the benediction of a son by Parvata Muni.</P><P>N&#257;rada Muni: is inevitably associated with the narrations of the Pur&#257;nas. He is described in the Bh&#257;gavatam. In his previous life he was the son of a maidservant, but by good association with pure devotees he became enlightened in devotional service, and in the next life he became a perfect man comparable with himself only. In the Mah&#257;bh&#257;rata his name is mentioned in many places. He is the principle devarshi, or the chief sage amongst the demigods. He is the son and disciple of Brahm&#257;j&#299;, and from him the disciplic succession in the line of Brahm&#257; has been spread. He initiated Prahl&#257;da Mah&#257;r&#257;ja, Dhruva Mah&#257;r&#257;ja and many celebrated devotees of the Lord. He initiated even Vy&#257;sadeva, the author of the Vedic literatures, and from Vy&#257;sadeva, Madhv&#257;c&#257;rya was initiated, and thus the Madhva-samprad&#257;ya, in which the Gaud&#299;ya-samprad&#257;ya is also included, has spread all over the universe. &#346;r&#299; Caitanya Mah&#257;prabhu belonged to this Madhva-samprad&#257;ya; therefore, Brahm&#257;j&#299;, N&#257;rada, Vy&#257;sa, down to Madhva, Caitanya and the Gosv&#257;m&#299;s all belonged to the same line of disciplic succession. N&#257;radaj&#299; has instructed many kings from time immemorial. In the Bh&#257;gavatam we can see that he instructed Prahl&#257;da Mah&#257;r&#257;ja while he was in the womb of his mother, and he instructed Vasudeva, father of Krishna, as well as Mah&#257;r&#257;ja Yudhishthira.</P><P>Dhaumya: A great sage who practiced severe penances at Utkocaka T&#299;rtha and was appointed royal priest of the P&#257;ndava kings. He acted as the priest in many religious functions of the P&#257;ndavas (samsk&#257;ra), and also each of the P&#257;ndavas was attended by him at the betrothal of Draupad&#299;. He was present even during the exile of the P&#257;ndavas and used to advise them in circumstances when they were perplexed. He instructed them how to live incognito for one year, and his instructions were strictly followed by the P&#257;ndavas during that time. His name is mentioned also when the general funeral ceremony was performed after the Battle of Kurukshetra. In the Anush&#257;sana-parva of Mah&#257;bh&#257;rata (1<A CLASS=v HREF="http://vedabase.net/todo/mahabharata/27/15">27.15-16</A>), he gave religious instructions very elaborately to Mah&#257;r&#257;ja Yudhishthira. He was actually the right type of priest of a householder, for he could guide the P&#257;ndavas on the right path of religion. A priest is meant for guiding the householder progressively in the right path of &#257;&#347;rama-dharma, or the occupational duty of a particular caste. There is practically no difference between the family priest and the spiritual master. The sages, saints and br&#257;hmanas were especially meant for such functions.</P><P>B&#257;dar&#257;yana (Vy&#257;sadeva): He is known as Krishna, Krishna-dvaip&#257;yana, Dvaip&#257;yana, Satyavat&#299;-suta, P&#257;r&#257;&#347;arya, Par&#257;&#347;ar&#257;tmaja, B&#257;dar&#257;yana, Vedavy&#257;sa, etc. He was the son of Mah&#257;muni Par&#257;&#347;ara in the womb of Satyavat&#299; prior to her betrothal with Mah&#257;r&#257;ja &#346;antanu, the father of the great general Grandfather Bh&#299;shmadeva. He is a powerful incarnation of N&#257;r&#257;yana, and he broadcasts the Vedic wisdom to the world. As such, Vy&#257;sadeva is offered respects before one chants the Vedic literature, especially the Pur&#257;nas. &#346;ukadeva Gosv&#257;m&#299; was his son, and rishis like Vai&#347;amp&#257;yana were his disciples for different branches of the Vedas. He is the author of the great epic Mah&#257;bh&#257;rata and the great transcendental literature Bh&#257;gavatam. The Brahma-s&#363;tras &#8212; the Ved&#257;nta-s&#363;tras, or B&#257;dar&#257;yana-s&#363;tras &#8212; were compiled by him. Amongst sages he is the most respected author by dint of severe penances. When he wanted to record the great epic Mah&#257;bh&#257;rata for the welfare of all people in the age of Kali, he was feeling the necessity of a powerful writer who could take up his dictation. By the order of Brahm&#257;j&#299;, &#346;r&#299; Gane&#347;aj&#299; took up the charge of noting down the dictation on the condition that Vy&#257;sadeva would not stop dictation for a moment. The Mah&#257;bh&#257;rata was thus compiled by the joint endeavor of Vy&#257;sa and Gane&#347;a.</P><P>By the order of his mother, Satyavat&#299;, who was later married to Mah&#257;r&#257;ja &#346;antanu, and by the request of Bh&#299;shmadeva, the eldest son of Mah&#257;r&#257;ja &#346;antanu by his first wife, the Ganges, he begot three brilliant sons, whose names are Dhritar&#257;shtra, P&#257;ndu and Vidura. The Mah&#257;bh&#257;rata was compiled by Vy&#257;sadeva after the Battle of Kurukshetra and after the death of all the heroes of Mah&#257;bh&#257;rata. It was first spoken in the royal assembly of Mah&#257;r&#257;ja Janamejaya, the son of Mah&#257;r&#257;ja Par&#299;kshit.</P><P>Brihada&#347;va: An ancient sage who used to meet Mah&#257;r&#257;ja Yudhishthira now and then. First of all he met Mah&#257;r&#257;ja Yudhishthira at K&#257;myavana. This sage narrated the history of Mah&#257;r&#257;ja Nala. There is another Brihada&#347;va, who is the son of the Ikshv&#257;ku dynasty (Mah&#257;bh&#257;rata, Vana-parva 2<A CLASS=v HREF="http://vedabase.net/todo/parva09/4">09.4-5</A>)</P><P>Bharadv&#257;ja: He is one of the seven great rishis and was present at the time of the birth ceremony of Arjuna. The powerful rishi sometimes undertook severe penances on the shore of the Ganges, and his &#257;&#347;rama is still celebrated at Pray&#257;gadh&#257;ma. It is learned that this rishi, while taking bath in the Ganges, happened to meet Ghritac&#299;, one of the beautiful society girls of heaven, and thus he discharged semen, which was kept and preserved in an earthen pot and from which Drona was born. So Dron&#257;c&#257;rya is the son of Bharadv&#257;ja Muni. Others say that Bharadv&#257;ja the father of Drona is a different person from Maharshi Bharadv&#257;ja. He was a great devotee of Brahm&#257;. Once he approached Dron&#257;c&#257;rya and requested him to stop the Battle of Kurukshetra.</P><P>Para&#347;ur&#257;ma, or Renuk&#257;suta: He is the son of Maharshi Jamadagni and &#346;r&#299;mat&#299; Renuk&#257;. Thus he is also known as Renuk&#257;suta. He is one of the powerful incarnations of God, and he killed the kshatriya community as a whole twenty-one times. With the blood of the kshatriyas he pleased the souls of his forefathers. Later on he underwent severe penances at the Mahendra Parvata. After taking the whole earth from the kshatriyas, he gave it in charity to Ka&#347;yapa Muni. Para&#347;ur&#257;ma instructed the Dhanur-veda, or the science of fighting, to Dron&#257;c&#257;rya because he happened to be a br&#257;hmana. He was present during the coronation of Mah&#257;r&#257;ja Yudhishthira, and he celebrated the function along with other great rishis.</P><P>Para&#347;ur&#257;ma is so old that he met both R&#257;ma and Krishna at different times. He fought with R&#257;ma, but he accepted Krishna as the Supreme Personality of Godhead. He also praised Arjuna when he saw him with Krishna. When Bh&#299;shma refused to marry Amb&#257;, who wanted him to become her husband, Amb&#257; met Para&#347;ur&#257;ma, and by her request only, he asked Bh&#299;shmadeva to accept her as his wife. Bh&#299;shma refused to obey his order, although he was one of the spiritual masters of Bh&#299;shmadeva. Para&#347;ur&#257;ma fought with Bh&#299;shmadeva when Bh&#299;shma neglected his warning. Both of them fought very severely, and at last Para&#347;ur&#257;ma was pleased with Bh&#299;shma and gave him the benediction of becoming the greatest fighter in the world.</P><P>Vasishtha: The great celebrated sage among the br&#257;hmanas, well known as the Brahmarshi Vasishthadeva. He is a prominent figure in both the R&#257;m&#257;yana and Mah&#257;bh&#257;rata periods. He celebrated the coronation ceremony of the Personality of Godhead &#346;r&#299; R&#257;ma. He was present also on the Battlefield of Kurukshetra. He could approach all the higher and lower planets, and his name is also connected with the history of Hiranyaka&#347;ipu. There was a great tension between him and Vi&#347;v&#257;mitra, who wanted his k&#257;madhenu, wish-fulfilling cow. Vasishtha Muni refused to spare his k&#257;madhenu, and for this Vi&#347;v&#257;mitra killed his one hundred sons. As a perfect br&#257;hmana he tolerated all the taunts of Vi&#347;v&#257;mitra. Once he tried to commit suicide on account of Vi&#347;v&#257;mitra's torture, but all his attempts were unsuccessful. He jumped from a hill, but the stones on which he fell became a stack of cotton, and thus he was saved. He jumped into the ocean, but the waves washed him ashore. He jumped into the river, but the river also washed him ashore. Thus all his suicide attempts were unsuccessful. He is also one of the seven rishis and husband of Arundhat&#299;, the famous star.</P><P>Indrapramada: Another celebrated rishi.</P><P>Trita: One of the three sons of Praj&#257;pati Gautama. He was the third son, and his other two brothers were known as Ekat and Dvita. All the brothers were great sages and strict followers of the principles of religion. By dint of severe penances they were promoted to Brahmaloka (the planet where Brahm&#257;j&#299; lives). Once Trita Muni fell into a well. He was an organizing worker of many sacrifices, and as one of the great sages he also came to show respect to Bh&#299;shmaj&#299; at his deathbed. He was one of the seven sages in the Varunaloka. He hailed from the Western countries of the world. As such, most probably he belonged to the European countries. At that time the whole world was under one Vedic culture.</P><P>Gritsamada: One of the sages of the heavenly kingdom. He was a close friend of Indra, the King of heaven, and was as great as Brihaspati. He used to visit the royal assembly of Mah&#257;r&#257;ja Yudhishthira, and he also visited the place where Bh&#299;shmadeva breathed his last. Sometimes he explained the glories of Lord &#346;iva before Mah&#257;r&#257;ja Yudhishthira. He was the son of Vitahavya, and he resembled in features the body of Indra. Sometimes the enemies of Indra mistook him to be Indra and arrested him. He was a great scholar of the Rig-veda, and thus he was highly respected by the br&#257;hmana community. He lived a life of celibacy and was powerful in every respect.</P><P>Asita: There was a king of the same name, but herein the Asita mentioned is the Asita Devala Rishi, a great powerful sage of the time. He explained to his father 1,500,000 verses from the Mah&#257;bh&#257;rata. He was one of the members in the snake sacrifice of Mah&#257;r&#257;ja Janamejaya. He was also present during the coronation ceremony of Mah&#257;r&#257;ja Yudhishthira along with other great rishis. He also gave Mah&#257;r&#257;ja Yudhishthira instructions while he was on the Añjana Hill. He was also one of the devotees of Lord &#346;iva.</P><P>Kaksh&#299;v&#257;n: One of the sons of Gautama Muni and the father of the great sage Candakausika. He was one of the members of Parliament of Mah&#257;r&#257;ja Yudhishthira.</P><P>Atri: Atri Muni was a great br&#257;hmana sage and was one of the mental sons of Brahm&#257;j&#299;. Brahm&#257;j&#299; is so powerful that simply by thinking of a son he can have it. These sons are known as m&#257;nasa-putras. Out of seven m&#257;nasa-putras of Brahm&#257;j&#299; and out of the seven great br&#257;hmana sages, Atri was one. In his family the great Pracet&#257;s were also born. Atri Muni had two kshatriya sons who became kings. King Arthama is one of them. He is counted as one of the twenty-one praj&#257;patis. His wife's name was Anas&#363;y&#257;, and he helped Mah&#257;r&#257;ja Par&#299;kshit in his great sacrifices.</P><P>Kau&#347;ika: One of the permanent rishi members in the royal assembly of Mah&#257;r&#257;ja Yudhishthira. He sometimes met Lord Krishna. There are several other sages of the same name.</P><P>Sudar&#347;ana: This wheel which is accepted by the Personality of Godhead (Vishnu or Krishna) as His personal weapon is the most powerful weapon, greater than the brahm&#257;stras or similar other disastrous weapons. In some of the Vedic literatures it is said that Agnideva, the fire-god, presented this weapon to Lord &#346;r&#299; Krishna, but factually this weapon is eternally carried by the Lord. Agnideva presented this weapon to Krishna in the same way that Rukmin&#299; was given by Mah&#257;r&#257;ja Rukma to the Lord. The Lord accepts such presentations from His devotees, even though such presentations are eternally His property. There is an elaborate description of this weapon in the &#256;di-parva of the Mah&#257;bh&#257;rata. Lord &#346;r&#299; Krishna used this weapon to kill &#346;i&#347;up&#257;la, a rival of the Lord. He also killed &#346;&#257;lva by this weapon, and sometimes He wanted His friend Arjuna to use it to kill his enemies (Mah&#257;bh&#257;rata, Vir&#257;ta-parva <A CLASS=v HREF="http://vedabase.net/todo/parva56/3">56.3</A>).</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>