<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.8</P><P CLASS=c>anye ca munayo brahman</P><P CLASS=c>brahmar&#257;t&#257;dayo 'mal&#257;h</P><P CLASS=c>&#347;ishyair upet&#257; &#257;jagmuh</P><P CLASS=c>ka&#347;yap&#257;&#324;giras&#257;dayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; many others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/b/brahmarata">brahmar&#257;ta</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and such others; <A CLASS=v HREF="http://vedabase.net/a/amalah">amal&#257;h</A> &#8212; completely purified; <A CLASS=v HREF="http://vedabase.net/s/sisyaih">&#347;ishyaih</A> &#8212; by the disciples; <A CLASS=v HREF="http://vedabase.net/u/upetah">upet&#257;h</A> &#8212; accompanied; <A CLASS=v HREF="http://vedabase.net/a/ajagmuh">&#257;jagmuh</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/k/kasyapa">ka&#347;yapa</A> &#8212; <A HREF="http://vedabase.net/k/kasyapa">Ka&#347;yapa</A>; <A CLASS=v HREF="http://vedabase.net/a/angirasa">&#257;&#324;girasa</A> &#8212; <A HREF="http://vedabase.net/a/angirasa">&#256;&#324;girasa</A>; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; others.</P><P CLASS=t>TRANSLATION</P><P>And many others like &#346;ukadeva Gosv&#257;m&#299; and other purified souls, Ka&#347;yapa and &#256;&#324;girasa and others, all accompanied by their respective disciples, arrived there.</P><P CLASS=t>PURPORT</P><P>&#346;ukadeva Gosv&#257;m&#299; (Brahmar&#257;ta): The famous son and disciple of &#346;r&#299; Vy&#257;sadeva, who taught him first the Mah&#257;bh&#257;rata and then &#346;r&#299;mad-Bh&#257;gavatam. &#346;ukadeva Gosv&#257;m&#299; recited 1,400,000 verses of the Mah&#257;bh&#257;rata in the councils of the Gandharvas, Yakshas and R&#257;kshasas, and he recited &#346;r&#299;mad-Bh&#257;gavatam for the first time in the presence of Mah&#257;r&#257;ja Par&#299;kshit. He thoroughly studied all the Vedic literatures from his great father. Thus he was a completely purified soul by dint of his extensive knowledge in the principles of religion. From Mah&#257;bh&#257;rata, Sabh&#257;-parva (<A CLASS=v HREF="http://vedabase.net/todo/parva4/11">4.11</A>) it is understood that he was also present in the royal assembly of Mah&#257;r&#257;ja Yudhishthira and at the fasting of Mah&#257;r&#257;ja Par&#299;kshit. As a bona fide disciple of &#346;r&#299; Vy&#257;sadeva, he inquired from his father very extensively about religious principles and spiritual values, and his great father also satisfied him by teaching him the yoga system by which one can attain the spiritual kingdom, the difference between fruitive work and empiric knowledge, the ways and means of attaining spiritual realization, the four &#257;&#347;ramas (namely the student life, the householder's life, the retired life and the renounced life), the sublime position of the Supreme Personality of Godhead, the process of seeing Him eye to eye, the bona fide candidate for receiving knowledge, the consideration of the five elements, the unique position of intelligence, the consciousness of the material nature and the living entity, the symptoms of the self-realized soul, the working principles of the material body, the symptoms of the influential modes of nature, the tree of perpetual desire, and psychic activities. Sometimes he went to the sun planet with the permission of his father and N&#257;radaj&#299;. Descriptions of his travel in space are given in the &#346;&#257;nti-parva of the Mah&#257;bh&#257;rata (332). At last he attained the transcendental realm. He is known by different names like Araneya, Arunisuta, Vaiy&#257;saki and Vy&#257;s&#257;tmaja.</P><P>Ka&#347;yapa: One of the praj&#257;patis, the son of Mar&#299;ci and one of the sons-in-law of Praj&#257;pati Daksha. He is the father of the gigantic bird Garuda, who was given elephants and tortoises as eatables. He married thirteen daughters of Praj&#257;pati Daksha, and their names are Aditi, Diti, Danu, K&#257;shth&#257;, Arisht&#257;, Suras&#257;, Il&#257;, Muni, Krodhava&#347;&#257;, T&#257;mr&#257;, Surabhi, Saram&#257; and Timi. He begot many children, both demigods and demons, by those wives. From his first wife, Aditi, all the twelve &#256;dityas were born; one of them is V&#257;mana, the incarnation of Godhead. This great sage, Ka&#347;yapa, was also present at the time of Arjuna's birth. He received a presentation of the whole world from Para&#347;ur&#257;ma, and later on he asked Para&#347;ur&#257;ma to go out of the world. His other name is Arishtanemi. He lives on the northern side of the universe.</P><P>&#256;&#324;girasa: He is the son of Maharshi A&#324;gir&#257; and is known as Brihaspati, the priest of the demigods. It is said that Dron&#257;c&#257;rya was his partial incarnation. &#346;ukr&#257;c&#257;rya was the spiritual master of the demons, and Brihaspati challenged him. His son is Kaca, and he delivered the fire weapon first to Bharadv&#257;ja Muni. He begot six sons (like the fire-god) by his wife Candram&#257;s&#299;, one of the reputed stars. He could travel in space, and therefore he could present himself even in the planets of Brahmaloka and Indraloka. He advised the King of heaven, Indra, about conquering the demons. Once he cursed Indra, who thus had to become a hog on the earth and was unwilling to return to heaven. Such is the power of the attraction of the illusory energy. Even a hog does not wish to part with its earthly possessions in exchange for a heavenly kingdom. He was the religious preceptor of the natives of different planets.</P><P CLASS=l><A CLASS=i HREF="6-7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>