<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: The Passing Away of Bh&#299;shmadeva in the Presence of Lord Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.9.1</B></A>: S&#363;ta Gosv&#257;m&#299; said: Being afraid for having killed so many subjects on the Battlefield of Kurukshetra, Mah&#257;r&#257;ja Yudhishthira went to the scene of the massacre. There, Bh&#299;shmadeva was lying on a bed of arrows, about to pass away.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.9.2</B></A>: At that time all his brothers followed him on beautiful chariots drawn by first-class horses decorated with gold ornaments. With them were Vy&#257;sa and rishis like Dhaumya [the learned priest of the P&#257;ndavas] and others.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.9.3</B></A>: O sage amongst the br&#257;hmanas, Lord &#346;r&#299; Krishna, the Personality of Godhead, also followed, seated on a chariot with Arjuna. Thus King Yudhishthira appeared very aristocratic, like Kuvera surrounded by his companions [the Guhyakas].</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.9.4</B></A>: Seeing him [Bh&#299;shma] lying on the ground, like a demigod fallen from the sky, the P&#257;ndava King Yudhishthira, along with his younger brothers and Lord Krishna, bowed down before him.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.9.5</B></A>: Just to see the chief of the descendants of King Bharata [Bh&#299;shma], all the great souls in the universe, namely the rishis amongst the demigods, br&#257;hmanas and kings, all situated in the quality of goodness, were assembled there.</P><P CLASS=r><A CLASS=i HREF="6-7.htm"><B>SB 1.9.6-7</B></A>: All the sages like Parvata Muni, N&#257;rada, Dhaumya, Vy&#257;sa the incarnation of God, Brihada&#347;va, Bharadv&#257;ja and Para&#347;ur&#257;ma and disciples, Vasishtha, Indrapramada, Trita, Gritsamada, Asita, Kaksh&#299;v&#257;n, Gautama, Atri, Kau&#347;ika and Sudar&#347;ana were present.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.9.8</B></A>: And many others like &#346;ukadeva Gosv&#257;m&#299; and other purified souls, Ka&#347;yapa and &#256;&#324;girasa and others, all accompanied by their respective disciples, arrived there.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 1.9.9</B></A>: Bh&#299;shmadeva, who was the best amongst the eight Vasus, received and welcomed all the great and powerful rishis who were assembled there, for he knew perfectly all the religious principles according to time and place.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 1.9.10</B></A>: Lord &#346;r&#299; Krishna is situated in everyone's heart, yet He manifests His transcendental form by His internal potency. This very Lord was sitting before Bh&#299;shmadeva, and since Bh&#299;shmadeva knew of His glories, he worshiped Him duly.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.9.11</B></A>: The sons of Mah&#257;r&#257;ja P&#257;ndu were sitting silently nearby, overtaken with affection for their dying grandfather. Seeing this, Bh&#299;shmadeva congratulated them with feeling. There were tears of ecstasy in his eyes, for he was overwhelmed by love and affection.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.9.12</B></A>: Bh&#299;shmadeva said: Oh, what terrible sufferings and what terrible injustices you good souls suffer for being the sons of religion personified. You did not deserve to remain alive under those tribulations, yet you were protected by the br&#257;hmanas, God and religion.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.9.13</B></A>: As far as my daughter-in-law Kunt&#299; is concerned, upon the great General P&#257;ndu's death, she became a widow with many children, and therefore she suffered greatly. And when you were grown up she suffered a great deal also because of your actions.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.9.14</B></A>: In my opinion, this is all due to inevitable time, under whose control everyone in every planet is carried, just as the clouds are carried by the wind.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.9.15</B></A>: O how wonderful is the influence of inevitable time. It is irreversible &#8212; otherwise, how can there be reverses in the presence of King Yudhishthira, the son of the demigod controlling religion; Bh&#299;ma, the great fighter with a club; the great bowman Arjuna with his mighty weapon G&#257;nd&#299;va; and above all, the Lord, the direct well-wisher of the P&#257;ndavas?</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.9.16</B></A>: O King, no one can know the plan of the Lord [&#346;r&#299; Krishna]. Even though great philosophers inquire exhaustively, they are bewildered.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.9.17</B></A>: O best among the descendants of Bharata [Yudhishthira], I maintain, therefore, that all this is within the plan of the Lord. Accepting the inconceivable plan of the Lord, you must follow it. You are now the appointed administrative head, and, my lord, you should now take care of those subjects who are now rendered helpless.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.9.18</B></A>: This &#346;r&#299; Krishna is no other than the inconceivable, original Personality of Godhead. He is the first N&#257;r&#257;yana, the supreme enjoyer. But He is moving amongst the descendants of King Vrishni just like one of us and He is bewildering us with His self-created energy.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.9.19</B></A>: O King, Lord &#346;iva, N&#257;rada the sage amongst the demigods, and Kapila, the incarnation of Godhead, all know very confidentially about His glories through direct contact.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.9.20</B></A>: O King, that personality whom, out of ignorance only, you thought to be your maternal cousin, your very dear friend, well-wisher, counselor, messenger, benefactor, etc., is that very Personality of Godhead, &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.9.21</B></A>: Being the Absolute Personality of Godhead, He is present in everyone's heart. He is equally kind to everyone, and He is free from the false ego of differentiation. Therefore whatever He does is free from material inebriety. He is equibalanced.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.9.22</B></A>: Yet, despite His being equally kind to everyone, He has graciously come before me while I am ending my life, for I am His unflinching servitor.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.9.23</B></A>: The Personality of Godhead, who appears in the mind of the devotee by attentive devotion and meditation and by chanting of the holy name, releases the devotee from the bondage of fruitive activities at the time of his quitting the material body.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.9.24</B></A>: May my Lord, who is four-handed and whose beautifully decorated lotus face, with eyes as red as the rising sun, is smiling, kindly await me at that moment when I quit this material body.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.9.25</B></A>: S&#363;ta Gosv&#257;m&#299; said: Mah&#257;r&#257;ja Yudhishthira, after hearing Bh&#299;shmadeva speak in that appealing tone, asked him, in the presence of all the great rishis, about the essential principles of various religious duties.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.9.26</B></A>: At Mah&#257;r&#257;ja Yudhishthira's inquiry, Bh&#299;shmadeva first defined all the classifications of castes and orders of life in terms of the individual's qualifications. Then he systematically, in twofold divisions, described counteraction by detachment and interaction by attachment.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.9.27</B></A>: He then explained, by divisions, acts of charity, the pragmatic activities of a king and activities for salvation. Then he described the duties of women and devotees, both briefly and extensively.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 1.9.28</B></A>: Then he described the occupational duties of different orders and statuses of life, citing instances from history, for he was himself well acquainted with the truth.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 1.9.29</B></A>: While Bh&#299;shmadeva was describing occupational duties, the sun's course ran into the northern hemisphere. This period is desired by mystics who die at their will.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.9.30</B></A>: Thereupon that man who spoke on different subjects with thousands of meanings and who fought on thousands of battlefields and protected thousands of men, stopped speaking and, being completely freed from all bondage, withdrew his mind from everything else and fixed his wide-open eyes upon the original Personality of Godhead, &#346;r&#299; Krishna, who stood before him, four-handed, dressed in yellow garments that glittered and shined.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.9.31</B></A>: By pure meditation, looking at Lord &#346;r&#299; Krishna, he at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds. Thus all the external activities of his senses at once stopped, and he prayed transcendentally to the controller of all living beings while quitting his material body.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.9.32</B></A>: Bh&#299;shmadeva said: Let me now invest my thinking, feeling and willing, which were so long engaged in different subjects and occupational duties, in the all-powerful Lord &#346;r&#299; Krishna. He is always self-satisfied, but sometimes, being the leader of the devotees, He enjoys transcendental pleasure by descending on the material world, although from Him only the material world is created.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.9.33</B></A>: &#346;r&#299; Krishna is the intimate friend of Arjuna. He has appeared on this earth in His transcendental body, which resembles the bluish color of the tam&#257;la tree. His body attracts everyone in the three planetary systems [upper, middle and lower]. May His glittering yellow dress and His lotus face, covered with paintings of sandalwood pulp, be the object of my attraction, and may I not desire fruitive results.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 1.9.34</B></A>: On the battlefield [where &#346;r&#299; Krishna attended Arjuna out of friendship], the flowing hair of Lord Krishna turned ashen due to the dust raised by the hoofs of the horses. And because of His labor, beads of sweat wetted His face. All these decorations, intensified by the wounds dealt by my sharp arrows, were enjoyed by Him. Let my mind thus go unto &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 1.9.35</B></A>: In obedience to the command of His friend, Lord &#346;r&#299; Krishna entered the arena of the Battlefield of Kurukshetra between the soldiers of Arjuna and Duryodhana, and while there He shortened the life spans of the opposite party by His merciful glance. This was done simply by His looking at the enemy. Let my mind be fixed upon that Krishna.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 1.9.36</B></A>: When Arjuna was seemingly polluted by ignorance upon observing the soldiers and commanders before him on the battlefield, the Lord eradicated his ignorance by delivering transcendental knowledge. May His lotus feet always remain the object of my attraction.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 1.9.37</B></A>: Fulfilling my desire and sacrificing His own promise, He got down from the chariot, took up its wheel, and ran towards me hurriedly, just as a lion goes to kill an elephant. He even dropped His outer garment on the way.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 1.9.38</B></A>: May He, Lord &#346;r&#299; Krishna, the Personality of Godhead, who awards salvation, be my ultimate destination. On the battlefield He charged me, as if angry because of the wounds dealt by my sharp arrows. His shield was scattered, and His body was smeared with blood due to the wounds.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 1.9.39</B></A>: At the moment of death, let my ultimate attraction be to &#346;r&#299; Krishna, the Personality of Godhead. I concentrate my mind upon the chariot driver of Arjuna who stood with a whip in His right hand and a bridle rope in His left, who was very careful to give protection to Arjuna's chariot by all means. Those who saw Him on the Battlefield of Kurukshetra attained their original forms after death.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 1.9.40</B></A>: Let my mind be fixed upon Lord &#346;r&#299; Krishna, whose motions and smiles of love attracted the damsels of Vrajadh&#257;ma [the gop&#299;s]. The damsels imitated the characteristic movements of the Lord [after His disappearance from the r&#257;sa dance].</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 1.9.41</B></A>: At the R&#257;jas&#363;ya-yajña [sacrifice] performed by Mah&#257;r&#257;ja Yudhishthira, there was the greatest assembly of all the elite men of the world, the royal and learned orders, and in that great assembly Lord &#346;r&#299; Krishna was worshiped by one and all as the most exalted Personality of Godhead. This happened during my presence, and I remembered the incident in order to keep my mind upon the Lord.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 1.9.42</B></A>: Now I can meditate with full concentration upon that one Lord, &#346;r&#299; Krishna, now present before me because now I have transcended the misconceptions of duality in regard to His presence in everyone's heart, even in the hearts of the mental speculators. He is in everyone's heart. The sun may be perceived differently, but the sun is one.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 1.9.43</B></A>: S&#363;ta Gosv&#257;m&#299; said: Thus Bh&#299;shmadeva merged himself in the Supersoul, Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead, with his mind, speech, sight and actions, and thus he became silent, and his breathing stopped.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 1.9.44</B></A>: Knowing that Bh&#299;shmadeva had merged into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the day.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 1.9.45</B></A>: Thereafter, both men and demigods sounded drums in honor, and the honest royal order commenced demonstrations of honor and respect. And from the sky fell showers of flowers.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 1.9.46</B></A>: O descendant of Bhrigu [&#346;aunaka], after performing funeral rituals for the dead body of Bh&#299;shmadeva, Mah&#257;r&#257;ja Yudhishthira was momentarily overtaken with grief.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 1.9.47</B></A>: All the great sages then glorified Lord &#346;r&#299; Krishna, who was present there, by confidential Vedic hymns. Then all of them returned to their respective hermitages, bearing always Lord Krishna within their hearts.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 1.9.48</B></A>: Thereafter, Mah&#257;r&#257;ja Yudhishthira at once went to his capital, Hastin&#257;pura, accompanied by Lord &#346;r&#299; Krishna, and there he consoled his uncle and aunt G&#257;ndh&#257;r&#299;, who was an ascetic.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 1.9.49</B></A>: After this, the great religious King, Mah&#257;r&#257;ja Yudhishthira, executed the royal power in the kingdom strictly according to the codes and royal principles approved by his uncle and confirmed by Lord &#346;r&#299; Krishna.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>