<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 122</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 122"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.122</P><P CLASS=c>anavasare jagann&#257;thera n&#257; p&#257;ñ&#257; dara&#347;ana</P><P CLASS=c>virahe &#257;l&#257;lan&#257;tha karil&#257; gamana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anavasare">anavasare</A> &#8212; during the absence; <A CLASS=v HREF="http://vedabase.net/j/jagannathera">jagann&#257;thera</A> &#8212; of Lord <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; getting; <A CLASS=v HREF="http://vedabase.net/d/darasana">dara&#347;ana</A> &#8212; visit; <A CLASS=v HREF="http://vedabase.net/v/virahe">virahe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> separation; <A CLASS=v HREF="http://vedabase.net/a/alalanatha">&#257;l&#257;lan&#257;tha</A> &#8212; of the place named <A HREF="http://vedabase.net/a/alalanatha">&#256;l&#257;lan&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/g/gamana">gamana</A> &#8212; going.</P><P CLASS=t>TRANSLATION</P><P>When Jagann&#257;tha was absent from the temple, Caitanya Mah&#257;prabhu, who could not see Him, felt separation and left Jagann&#257;tha Pur&#299; to go to a place known as &#256;l&#257;lan&#257;tha.</P><P CLASS=t>PURPORT</P><P>&#256;l&#257;lan&#257;tha is also known as Brahmagiri. This place is about fourteen miles from Jagann&#257;tha Pur&#299; and is also on the beach. There is a temple of Jagann&#257;tha there. At the present moment a police station and post office are situated there because so many people come to see the temple.</P><P>The word anavasara is used when &#346;r&#299; Jagann&#257;thaj&#299; cannot be seen in the temple. After the bathing ceremony (sn&#257;na-y&#257;tr&#257;), Lord Jagann&#257;tha apparently becomes sick. He is therefore removed to His private apartment, where no one can see Him. Actually, during this period renovations are made on the body of the Jagann&#257;tha Deity. This is called nava-yauvana. During the Ratha-y&#257;tr&#257; ceremony, Lord Jagann&#257;tha once again comes before the public. Thus for fifteen days after the bathing ceremony, Lord Jagann&#257;tha is not visible to any visitors.</P><P CLASS=l><A CLASS=i HREF="121.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="123.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>