<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 161</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 161"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.161</P><P CLASS=c>ni&#347;caya kariy&#257; kahi, &#347;una, bhakta-gana</P><P CLASS=c>eb&#257;ra n&#257; y&#257;bena prabhu &#347;r&#299;-vrind&#257;vana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/niscaya">ni&#347;caya</A> &#8212; assurance; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> say; <A CLASS=v HREF="http://vedabase.net/s/suna">&#347;una</A> &#8212; please hear; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; my dear devotees; <A CLASS=v HREF="http://vedabase.net/e/ebara">eb&#257;ra</A> &#8212; this time; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yabena">y&#257;bena</A> &#8212; will <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>.</P><P CLASS=t>TRANSLATION</P><P>With great assurance he then told the devotees that Lord Caitanya would not go to Vrind&#257;vana at that time.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Nrisimh&#257;nanda Brahmac&#257;r&#299; was a great devotee of Lord Caitanya Mah&#257;prabhu; therefore when he heard that from Kuliy&#257; &#346;r&#299; Caitanya Mah&#257;prabhu was going to Vrind&#257;vana, although he had no material wealth he began to construct within his mind a very attractive path or road for Caitanya Mah&#257;prabhu to traverse. Some of the description of this path is given above. But even mentally he could not construct the road beyond K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;. Therefore he concluded that Caitanya Mah&#257;prabhu would not go to Vrind&#257;vana at that time.</P><P>For a pure devotee, it is the same whether he materially constructs a path or constructs one within his mind. This is because the Supreme Personality of Godhead, Jan&#257;rdana, is bh&#257;va-gr&#257;h&#299;, or appreciative of the sentiment. For Him a path made with actual jewels and a path made of mental jewels are the same. Though subtle, mind is also matter, so any path &#8212; indeed, anything for the service of the Lord, whether in gross matter or in subtle matter &#8212; is accepted equally by the Supreme Personality of Godhead. The Lord accepts the attitude of His devotee and sees how much he is prepared to serve Him. The devotee is at liberty to serve the Lord either in gross matter or in subtle matter. The important point is that the service be in relation with the Supreme Personality of Godhead. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>):</P><P>patram pushpam phalam toyam yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam a&#347;n&#257;mi prayat&#257;tmanah</P><P>"If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it." The real ingredient is bhakti (devotion). Pure devotion is uncontaminated by the modes of material nature. Ahaituky apratihat&#257;: unconditional devotional service cannot be checked by any material condition. This means that one does not have to be very rich to serve the Supreme Personality of Godhead. Even the poorest man can equally serve the Supreme Personality of Godhead if he has pure devotion. If there is no ulterior motive, devotional service cannot be checked by any material condition.</P><P CLASS=l><A CLASS=i HREF="160.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="162.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>