<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 189</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 189"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.189</P><P CLASS=c>n&#299;ca-j&#257;ti, n&#299;ca-sa&#324;g&#299;, kari n&#299;ca k&#257;ja</P><P CLASS=c>tom&#257;ra agrete prabhu kahite v&#257;si l&#257;ja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A>-<A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; classified among the fallen; <A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A>-<A CLASS=v HREF="http://vedabase.net/s/sangi">sa&#324;g&#299;</A> &#8212; associated with fallen souls; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; we perform; <A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A> &#8212; abominable; <A CLASS=v HREF="http://vedabase.net/k/kaja">k&#257;ja</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/agrete">agrete</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/k/kahite">kahite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> say; <A CLASS=v HREF="http://vedabase.net/v/vasi">v&#257;si</A> &#8212; we feel; <A CLASS=v HREF="http://vedabase.net/l/laja">l&#257;ja</A> &#8212; ashamed.</P><P CLASS=t>TRANSLATION</P><P>"Sir, we belong to the lowest class of men, and our associates and employment are also of the lowest type. Therefore we cannot introduce ourselves to You. We feel very much ashamed, standing here before You.</P><P CLASS=t>PURPORT</P><P>Although the two brothers, R&#363;pa and San&#257;tana (at that time Dabira Kh&#257;sa and S&#257;kara Mallika), presented themselves as being born in a low family, they nonetheless belonged to a most respectable br&#257;hmana family that was originally from Karn&#257;ta. Thus they actually belonged to the br&#257;hmana caste. Unfortunately, because of being associated with the Muslim governmental service, their customs and behavior resembled those of the Muslims. Therefore they presented themselves as n&#299;ca-j&#257;ti. The word j&#257;ti means birth. According to &#347;&#257;stra, there are three kinds of birth. The first birth is from the womb of the mother, the second birth is the acceptance of the reformatory method, and the third birth is acceptance by the spiritual master (initiation). One becomes abominable by adopting an abominable profession or by associating with people who are naturally abominable. R&#363;pa and San&#257;tana, as Dabira Kh&#257;sa and S&#257;kara Mallika, associated with Muslims, who were naturally opposed to brahminical culture and cow protection. In &#346;r&#299;mad-Bh&#257;gavatam (Seventh Canto) it is stated that every person belongs to a certain classification. A person is identifiable by the special symptoms mentioned in the &#347;&#257;stras. By one's symptoms, one is known to belong to a certain caste. Both Dabira Kh&#257;sa and S&#257;kara Mallika belonged to the br&#257;hmana caste, but because they were employed by Muslims, their original habits degenerated into those of the Muslim community. Since the symptoms of brahminical culture were almost nil, they identified themselves with the lowest caste. In the Bhakti-ratn&#257;kara it is clearly stated that because S&#257;kara Mallika and Dabira Kh&#257;sa associated with lower-class men, they introduced themselves as belonging to the lower classes. Actually, however, they had been born in respectable br&#257;hmana families.</P><P CLASS=l><A CLASS=i HREF="188.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="190.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>