<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 194</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 194"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.194</P><P CLASS=c>sabe eka dosha t&#257;ra, haya p&#257;p&#257;c&#257;ra</P><P CLASS=c>p&#257;pa-r&#257;&#347;i dahe n&#257;m&#257;bh&#257;sei tom&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one only; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; attached <A HREF="http://vedabase.net/t/to">to</A> sinful activities; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/r/rasi">r&#257;&#347;i</A> &#8212; volumes of sinful activities; <A CLASS=v HREF="http://vedabase.net/d/dahe">dahe</A> &#8212; become burned; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasei">&#257;bh&#257;sei</A> &#8212; simply by the dim reflection of chanting the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; of Your Lordship.</P><P CLASS=t>TRANSLATION</P><P>"Jag&#257;i and M&#257;dh&#257;i had but one fault &#8212; they were addicted to sinful activity. However, volumes of sinful activity can be burned to ashes simply by a dim reflection of the chanting of Your holy name.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; presented themselves as being lower than the two brothers Jag&#257;i and M&#257;dh&#257;i, who were delivered by &#346;r&#299; Caitanya Mah&#257;prabhu. When R&#363;pa and San&#257;tana compared themselves to Jag&#257;i and M&#257;dh&#257;i, they found themselves inferior because the Lord had no trouble in delivering two drunken brothers. This was so because, despite the fact that they were addicted to sinful activity, in other ways their life was brilliant. They belonged to the br&#257;hmana caste of Navadv&#299;pa, and such br&#257;hmanas were pious by nature. Although they had been addicted to some sinful activities due to bad association, those unwanted things could vanish simply because of the chanting of the holy name of the Lord. Another point for Jag&#257;i and M&#257;dh&#257;i was that, as members of a br&#257;hmana family, they did not accept service under anyone. The &#347;&#257;stras strictly forbid a br&#257;hmana to accept service under anyone. The idea is that by accepting a master, one accepts the occupation of a dog. In other words, a dog cannot thrive without having a master, and for the sake of pleasing the master, dogs offend many people. They bark at innocent people just to please the master. Similarly, when one is a servant, he has to perform abominable activities according to the orders of the master. Therefore, when Dabira Kh&#257;sa and S&#257;kara Mallika compared their position to that of Jag&#257;i and M&#257;dh&#257;i, they found Jag&#257;i's and M&#257;dh&#257;i's position far better. Jag&#257;i and M&#257;dh&#257;i never accepted the position of serving a low-class person, nor were they forced to execute abominable activities under the order of a low-class master. Jag&#257;i and M&#257;dh&#257;i chanted the name of &#346;r&#299; Caitanya Mah&#257;prabhu by way of blasphemy, but because they simply chanted His name, they immediately became free from the reactions of sinful activities. Thus later they were saved.</P><P CLASS=l><A CLASS=i HREF="193.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="195.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>