<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 197</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 197"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.197</P><P CLASS=c>mleccha-j&#257;ti, mleccha-sev&#299;, kari mleccha-karma</P><P CLASS=c>go-br&#257;hmana-drohi-sa&#324;ge &#257;m&#257;ra sa&#324;gama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mleccha">mleccha</A>-<A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> the meat-eater <A HREF="http://vedabase.net/c/caste">caste</A>; <A CLASS=v HREF="http://vedabase.net/m/mleccha">mleccha</A>-<A CLASS=v HREF="http://vedabase.net/s/sevi">sev&#299;</A> &#8212; servants of the meat-eaters; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; we execute; <A CLASS=v HREF="http://vedabase.net/m/mleccha">mleccha</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the work of meat-eaters; <A CLASS=v HREF="http://vedabase.net/g/go">go</A> &#8212; cows; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> &#8212; br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/drohi">drohi</A> &#8212; those inimical <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/s/sangama">sa&#324;gama</A> &#8212; association.</P><P CLASS=t>TRANSLATION</P><P>"Actually we belong to the caste of meat-eaters because we are servants of meat-eaters. Indeed, our activities are exactly like those of the meat-eaters. Because we always associate with such people, we are inimical toward the cows and br&#257;hmanas."</P><P CLASS=t>PURPORT</P><P>There are two kinds of meat-eaters &#8212; one who is born in a family of meat-eaters and one who has learned to associate with meat-eaters. From &#346;r&#299;la R&#363;pa and San&#257;tana Gosv&#257;m&#299;s (formerly Dabira Kh&#257;sa and S&#257;kara Mallika) we can learn how one attains the character of a meat-eater simply by associating with meat-eaters. At the present moment in India the presidential offices are occupied by many so-called br&#257;hmanas, but the state maintains slaughterhouses for killing cows and makes propaganda against Vedic civilization. The first principle of Vedic civilization is the avoidance of meat-eating and intoxication. Presently in India, intoxication and meat-eating are encouraged, and the so-called learned br&#257;hmanas presiding over this state of affairs have certainly become degraded according to the standard given herein by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;. These so-called br&#257;hmanas give sanction to slaughterhouses for the sake of a fat salary, and they do not protest these abominable activities. By deprecating the principles of Vedic civilization and supporting cow-killing, they are immediately degraded to the platform of mlecchas and yavanas. A mleccha is a meat-eater, and a yavana is one who has deviated from Vedic culture. Unfortunately, such mlecchas and yavanas are in executive power. How, then, can there be peace and prosperity in the state? The king or the president must be the representative of the Supreme Personality of Godhead. When Mah&#257;r&#257;ja Yudhishthira accepted the rule of Bh&#257;rata-varsha (formerly this entire planet, including all the seas and land), he took sanction from authorities like Bh&#299;shmadeva and Lord Krishna. He thus ruled the entire world according to religious principles. At the present moment, however, heads of state do not care for religious principles. If irreligious people vote on an issue, even though it be against the principles of the &#347;&#257;stras, the bills will be passed. The president and heads of state become sinful by agreeing to such abominable activities. San&#257;tana and R&#363;pa Gosv&#257;m&#299;s pleaded guilty to such activities; they therefore classified themselves among the mlecchas, although they had been born in a br&#257;hmana family.</P><P CLASS=l><A CLASS=i HREF="196.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="198.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>