<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 198</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 198"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.198</P><P CLASS=c>mora karma, mora h&#257;te-gal&#257;ya b&#257;ndhiy&#257;</P><P CLASS=c>ku-vishaya-vishth&#257;-garte diy&#257;che phel&#257;iy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/h/hate">h&#257;te</A> &#8212; on the hand; <A CLASS=v HREF="http://vedabase.net/g/galaya">gal&#257;ya</A> &#8212; on the neck; <A CLASS=v HREF="http://vedabase.net/b/bandhiya">b&#257;ndhiy&#257;</A> &#8212; binding; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; of abominable objects of sense gratification; <A CLASS=v HREF="http://vedabase.net/v/vistha">vishth&#257;</A> &#8212; of the stool; <A CLASS=v HREF="http://vedabase.net/g/garte">garte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ditch; <A CLASS=v HREF="http://vedabase.net/d/diyache">diy&#257;che</A> <A CLASS=v HREF="http://vedabase.net/p/phelaiya">phel&#257;iy&#257;</A> &#8212; have been thrown.</P><P CLASS=t>TRANSLATION</P><P>The two brothers, S&#257;kara Mallika and Dabira Kh&#257;sa, very humbly submitted that due to their abominable activities they were now bound by the neck and hands and had been thrown into a ditch filled with abominable, stoollike objects of material sense enjoyment.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has explained ku-vishaya garta as follows: "Because of the activities of the senses, we become subjected to many sense gratificatory processes and are thus entangled by the laws of material nature. This entanglement is called vishaya. When the sense gratificatory processes are executed by pious activity, they are called su-vishaya. The word su means 'good,' and vishaya means 'sense objects.' When the sense gratificatory activities are performed under sinful conditions, they are called ku-vishaya, bad sense enjoyment. In either case, either ku-vishaya or su-vishaya, these are material activities. As such, they are compared to stool. In other words, such things are to be avoided. To become free from su-vishaya and ku-vishaya, one must engage himself in the transcendental loving service of Krishna, the Supreme Personality of Godhead. The activities of devotional service are free from the contamination of material qualities. Therefore, to be free from the reactions of su-vishaya and ku-vishaya, one must take to Krishna consciousness. In that way, one will save himself from contamination." In this connection, &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung:</P><P>karma-k&#257;nda, jñ&#257;na-k&#257;nda, kevala vishera bh&#257;nda</P><P CLASS=n>amrita baliy&#257; yeba kh&#257;ya</P><P CLASS=n>n&#257;n&#257; yoni sad&#257; phire, kadarya bhakshana kare</P><P CLASS=n>t&#257;ra janma adhah-p&#257;te y&#257;ya</P><P>Su-vishaya and ku-vishaya both fall under the category of karma-k&#257;nda. There is another k&#257;nda (platform of activity), called jñ&#257;na-k&#257;nda, or philosophical speculation about the effects of ku-vishaya and su-vishaya with the intention to find out the means of deliverance from material entanglement. On the platform of jñ&#257;na-k&#257;nda, one may give up the objects of ku-vishaya and su-vishaya. But that is not the perfection of life. Perfection is transcendental to both jñ&#257;na-k&#257;nda and karma-k&#257;nda; it is on the platform of devotional service. If we do not take to devotional service in Krishna consciousness, we have to remain within this material world and endure the repetition of birth and death due to the effects of jñ&#257;na-k&#257;nda and karma-k&#257;nda. Therefore Narottama d&#257;sa Th&#257;kura says:</P><P>n&#257;n&#257; yoni sad&#257; phire, kadarya bhakshana kare</P><P CLASS=n>t&#257;ra janma adhah-p&#257;te y&#257;ya</P><P>"One travels throughout various species of life and eats all kinds of nonsense. Thus he spoils his existence." A man in material existence and attached to ku-vishaya or su-vishaya is in the same position as that of a worm in stool. After all, whether it be moist or dry, stool is stool. Similarly, material activities may be either pious or impious, but because they are all material, they are compared to stool. Worms cannot get out of stool by their own endeavor; similarly, those who are overly attached to material existence cannot get out of materialism and suddenly become Krishna conscious. Attachment is there. As explained by Prahl&#257;da Mah&#257;r&#257;ja in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/30.htm">7.5.30</A>):</P><P>matir na krishne paratah svato v&#257;</P><P CLASS=n>mitho 'bhipadyeta griha-vrat&#257;n&#257;m</P><P CLASS=n>ad&#257;nta-gobhir vi&#347;at&#257;m tamisram</P><P CLASS=n>punah-puna&#347;-carvita-carvan&#257;n&#257;m</P><P>"Those who have made up their minds to remain in this material world and enjoy sense gratification cannot become Krishna conscious. Because of their attachment to material activity, they cannot attain liberation, either by the instructions of superior persons or by their own endeavor or by passing resolutions in big conferences. Because their senses are uncontrolled, they gradually descend to the darkest regions of material existence to repeat the same process of birth and death in desirable or undesirable species of life."</P><P CLASS=l><A CLASS=i HREF="197.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="199.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>