<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 220</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 220"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.220</P><P CLASS=c>sab&#257;ra carane dhari, pade dui bh&#257;i</P><P CLASS=c>sabe bale, &#8212; dhanya tumi, p&#257;ile gos&#257;ñi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/d/dhari">dhari</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; fall down; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> <A CLASS=v HREF="http://vedabase.net/b/bhai">bh&#257;i</A> &#8212; the two brothers; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> <A CLASS=v HREF="http://vedabase.net/b/bale">bale</A> &#8212; all the Vaishnavas say; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dhanya</A> <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> fortunate; <A CLASS=v HREF="http://vedabase.net/p/paile">p&#257;ile</A> <A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; you have gotten the shelter of the lotus feet of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>In accordance with the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, the two brothers, R&#363;pa and San&#257;tana, immediately touched the lotus feet of these Vaishnavas, who all became very happy and congratulated the two brothers for having received the mercy of the Lord.</P><P CLASS=t>PURPORT</P><P>This behavior is indicative of real Vaishnavas. When they saw that R&#363;pa and San&#257;tana were fortunate enough to receive the mercy of the Lord, they were so pleased that they all congratulated the two brothers. A jealous person in the dress of a Vaishnava is not at all happy to see the success of another Vaishnava in receiving the Lord's mercy. Unfortunately, in this Age of Kali there are many mundane persons in the dress of Vaishnavas, and &#346;r&#299;la Bhaktivinoda Th&#257;kura has described them as disciples of Kali. He says, kali-cel&#257;. He indicates that there is another Vaishnava, a pseudo Vaishnava with tilaka on his nose and kanth&#299; beads around his neck. Such a pseudo Vaishnava associates with money and women and is jealous of successful Vaishnavas. Although passing for a Vaishnava, his only business is earning money in the dress of a Vaishnava. Bhaktivinoda Th&#257;kura therefore says that such a pseudo Vaishnava is not a Vaishnava at all but a disciple of Kali-yuga. A disciple of Kali cannot become an &#257;c&#257;rya by the decision of some high court. Mundane votes have no jurisdiction to elect a Vaishnava &#257;c&#257;rya. A Vaishnava &#257;c&#257;rya is self-effulgent, and there is no need for any court judgment. A false &#257;c&#257;rya may try to override a Vaishnava by a high-court decision, but Bhaktivinoda Th&#257;kura says that he is nothing but a disciple of Kali-yuga.</P><P CLASS=l><A CLASS=i HREF="219.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="221.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>