<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 34"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.34</P><P CLASS=c>prabhu &#257;jñ&#257;ya kaila saba &#347;&#257;strera vic&#257;ra</P><P CLASS=c>vrajera nig&#363;dha bhakti karila prac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/a/ajnaya">&#257;jñ&#257;ya</A> &#8212; upon the order of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; they did; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> <A CLASS=v HREF="http://vedabase.net/s/sastrera">&#347;&#257;strera</A> &#8212; of all scriptures; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; analytical study; <A CLASS=v HREF="http://vedabase.net/v/vrajera">vrajera</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>-<A HREF="http://vedabase.net/d/dhama">dh&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/n/nigudha">nig&#363;dha</A> &#8212; most confidential; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/p/pracara">prac&#257;ra</A> &#8212; preaching.</P><P CLASS=t>TRANSLATION</P><P>The Gosv&#257;m&#299;s carried out the preaching work of devotional service on the basis of an analytical study of all confidential Vedic literatures. This was in compliance with the order of &#346;r&#299; Caitanya Mah&#257;prabhu. Thus one can understand the most confidential devotional service of Vrind&#257;vana.</P><P CLASS=t>PURPORT</P><P>This proves that bona fide devotional service is based on the conclusions of the Vedic literature. It is not based on the type of sentiment exhibited by the pr&#257;krita-sahajiy&#257;s. The pr&#257;krita-sahajiy&#257;s do not consult the Vedic literatures, and they are debauchees, woman-hunters and smokers of gañj&#257;. Sometimes they give a theatrical performance and cry for the Lord with tears in their eyes. Of course, all scriptural conclusions are washed off by these tears. The pr&#257;krita-sahajiy&#257;s do not realize that they are violating the orders of &#346;r&#299; Caitanya Mah&#257;prabhu, who specifically said that to understand Vrind&#257;vana and the pastimes of Vrind&#257;vana one must have sufficient knowledge of the &#347;&#257;stras (Vedic literatures). As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/12.htm">1.2.12</A>), bhakty&#257; &#347;ruta-grih&#299;tay&#257;. This means that devotional service is acquired from Vedic knowledge. Tac chraddadh&#257;n&#257;h munayah. Devotees who are actually serious attain bhakti, scientific devotional service, by hearing Vedic literatures (bhakty&#257; &#347;ruta-grih&#299;tay&#257;). It is not that one should create something out of sentimentality, become a sahajiy&#257; and advocate such concocted devotional service. However, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura considered such sahajiy&#257;s to be more favorable than the impersonalists, who are hopelessly atheistic. The impersonalists have no idea of the Supreme Personality of Godhead. The position of the sahajiy&#257;s is far better than that of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. Although the sahajiy&#257;s do not think much of Vedic knowledge, they nonetheless have accepted Lord Krishna as the Supreme Lord. Unfortunately, they mislead others from authentic devotional service.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>