<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 35"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.35</P><P CLASS=c>hari-bhakti-vil&#257;sa, &#257;ra bh&#257;gavat&#257;mrita</P><P CLASS=c>da&#347;ama-tippan&#299;, &#257;ra da&#347;ama-carita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; the scripture named <A HREF="http://vedabase.net/h/hari">Hari</A>-<A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhagavatamrta">bh&#257;gavat&#257;mrita</A> &#8212; the scripture named Brihad-<A HREF="http://vedabase.net/b/bhagavatamrta">bh&#257;gavat&#257;mrita</A>; <A CLASS=v HREF="http://vedabase.net/d/dasama">da&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/t/tippani">tippan&#299;</A> &#8212; comments on the Tenth Canto of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dasama">da&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/c/carita">carita</A> &#8212; poetry about the Tenth Canto of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>.</P><P CLASS=t>TRANSLATION</P><P>Some of the books compiled by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; were the Hari-bhakti-vil&#257;sa, Brihad-bh&#257;gavat&#257;mrita, Da&#347;ama-tippan&#299; and Da&#347;ama-carita.</P><P CLASS=t>PURPORT</P><P>In the First Wave of the book known as the Bhakti-ratn&#257;kara, it is said that San&#257;tana Gosv&#257;m&#299; understood &#346;r&#299;mad-Bh&#257;gavatam by thorough study and explained it in his commentary known as Vaishnava-toshan&#299;. All the knowledge that &#346;r&#299; San&#257;tana Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299; directly acquired from &#346;r&#299; Caitanya Mah&#257;prabhu was broadcast all over the world by their expert service. San&#257;tana Gosv&#257;m&#299; gave his Vaishnava-toshan&#299; commentary to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; for editing, and &#346;r&#299;la J&#299;va Gosv&#257;m&#299; edited this under the name of Laghu-toshan&#299;. Whatever he immediately put down in writing was finished in the year 1476 &#346;aka (A.D. 1554). &#346;r&#299;la J&#299;va Gosv&#257;m&#299; completed the Laghu-toshan&#299; in the year &#346;ak&#257;bda 1504 (A.D. 1582).</P><P>The subject matter of the Hari-bhakti-vil&#257;sa, by &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, was collected by &#346;r&#299;la Gop&#257;la Bhatta Gosv&#257;m&#299; and is known as a vaishnava-smriti. This vaishnava-smriti-grantha was finished in twenty chapters, known as vil&#257;sas. In the first vil&#257;sa there is a description of how a relationship is established between the spiritual master and the disciple, and mantras are explained. In the second vil&#257;sa, the process of initiation is described. In the third vil&#257;sa, the methods of Vaishnava behavior are given, with emphasis on cleanliness, constant remembrance of the Supreme Personality of Godhead, and the chanting of the mantras given by the initiating spiritual master. In the fourth vil&#257;sa are descriptions of samsk&#257;ra, the reformatory method; tilaka, the application of twelve tilakas on twelve places of the body; mudr&#257;, marks on the body; m&#257;l&#257;, chanting with beads; and guru-p&#363;j&#257;, worship of the spiritual master. In the fifth vil&#257;sa, one is instructed on how to make a place to sit for meditation, and there are descriptions of breathing exercises, meditation and worship of the &#347;&#257;lagr&#257;ma-&#347;il&#257; representation of Lord Vishnu. In the sixth vil&#257;sa, the required practices for inviting the transcendental form of the Lord and bathing Him are given. In the seventh vil&#257;sa, one is instructed on how to collect flowers used for the worship of Lord Vishnu. In the eighth vil&#257;sa, there is a description of the Deity and instructions on how to set up incense, light lamps, make offerings, dance, play music, beat drums, garland the Deity, offer prayers and obeisances and counteract offenses. In the ninth vil&#257;sa, there are descriptions about collecting tulas&#299; leaves, offering oblations to forefathers according to Vaishnava rituals, and offering food. In the tenth vil&#257;sa there are descriptions of the devotees of the Lord (Vaishnavas, or saintly persons). In the eleventh vil&#257;sa, there are elaborate descriptions of Deity worship and the glories of the holy name of the Lord. One is instructed on how to chant the holy name of the Deity, and there are discussions about offenses committed while chanting the holy name, along with methods for getting relief from such offenses. There are also descriptions of the glories of devotional service and the surrendering process. In the twelfth vil&#257;sa, Ek&#257;da&#347;&#299; is described. In the thirteenth vil&#257;sa, fasting is discussed, as well as observance of the Mah&#257;-dv&#257;da&#347;&#299; ceremony. In the fourteenth vil&#257;sa, different duties for different months are outlined. In the fifteenth vil&#257;sa, there are instructions on how to observe Ek&#257;da&#347;&#299; fasting without even drinking water. There are also descriptions of branding the body with the symbols of Vishnu, discussions of C&#257;turm&#257;sya observations during the rainy season, and discussions of Janm&#257;shtam&#299;, P&#257;r&#347;vaik&#257;da&#347;&#299;, &#346;ravan&#257;-dv&#257;da&#347;&#299;, R&#257;ma-navam&#299; and Vijay&#257;-da&#347;am&#299;. The sixteenth vil&#257;sa discusses duties to be observed in the month of K&#257;rttika (October-November), or the D&#257;modara month, or &#362;rja, when lamps are offered in the Deity room or above the temple. There are also descriptions of the Govardhana-p&#363;j&#257; and Ratha-y&#257;tr&#257;. The seventeenth vil&#257;sa discusses preparations for Deity worship, mah&#257;-mantra chanting and the process of japa. In the eighteenth vil&#257;sa the different forms of &#346;r&#299; Vishnu are described. The nineteenth vil&#257;sa discusses the establishment of the Deity and the rituals observed in bathing the Deity before installation. The twentieth vil&#257;sa discusses the construction of temples, referring to those constructed by the great devotees. The details of the Hari-bhakti-vil&#257;sa-grantha are given by &#346;r&#299; Kavir&#257;ja Gosv&#257;m&#299; in the Madhya-l&#299;l&#257; (<A CLASS=v HREF="../../../cc/madhya/24/329.htm">24.329-345</A>). The descriptions given in those verses by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; are actually a description of those portions compiled by Gop&#257;la Bhatta Gosv&#257;m&#299;. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the regulative principles of devotional service compiled by Gop&#257;la Bhatta Gosv&#257;m&#299; do not strictly follow our Vaishnava principles. Actually, Gop&#257;la Bhatta Gosv&#257;m&#299; collected only a summary of the elaborate descriptions of Vaishnava regulative principles from the Hari-bhakti-vil&#257;sa. It is &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299;'s opinion, however, that to follow the Hari-bhakti-vil&#257;sa strictly is to actually follow the Vaishnava rituals in perfect order. He claims that the sm&#257;rta-sam&#257;ja, which is strictly followed by caste br&#257;hmanas, has influenced portions that Gop&#257;la Bhatta Gosv&#257;m&#299; collected from the original Hari-bhakti-vil&#257;sa. It is therefore very difficult to find out Vaishnava directions from the book of Gop&#257;la Bhatta Gosv&#257;m&#299;. It is better to consult the commentary made by San&#257;tana Gosv&#257;m&#299; himself for the Hari-bhakti-vil&#257;sa under the name of Dig-dar&#347;in&#299;-t&#299;k&#257;. Some say that the same commentary was compiled by Gop&#299;n&#257;tha-p&#363;j&#257; Adhik&#257;r&#299;, who was engaged in the service of &#346;r&#299; R&#257;dh&#257;-ramanaj&#299; and who happened to be one of the disciples of Gop&#257;la Bhatta Gosv&#257;m&#299;.</P><P>Regarding the Brihad-bh&#257;gavat&#257;mrita, there are two parts, both of which deal with the discharge of devotional service. The first part is an analytical study of devotional service, in which there is also a description of different planets, including the earth, the heavenly planets, Brahma-loka and Vaikuntha-loka. There are also descriptions of the devotees, including intimate devotees, most intimate devotees and complete devotees. The second part describes the glories of the spiritual world, known as Goloka-m&#257;h&#257;tmya-nir&#363;pana, as well as the process of renunciation of the material world. It also describes real knowledge, devotional service, the spiritual world, love of Godhead, attainment of life's destination, and the bliss of the world. In this way there are seven chapters in each part, fourteen chapters in all.</P><P>The Da&#347;ama-tippan&#299; is a commentary on the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam. Another name for this commentary is Brihad-vaishnava-toshan&#299;-t&#299;k&#257;. In the Bhakti-ratn&#257;kara, it is said that the Da&#347;ama-tippan&#299; was finished in 1476 &#346;ak&#257;bda (A.D. 1554).</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>