<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.41</P><P CLASS=c>laghu-bh&#257;gavat&#257;mrit&#257;di ke karu ganana</P><P CLASS=c>sarvatra karila vraja-vil&#257;sa varnana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/laghu">laghu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatamrta">bh&#257;gavat&#257;mrita</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; another list, containing <A HREF="http://vedabase.net/l/laghu">Laghu</A>-<A HREF="http://vedabase.net/b/bhagavatamrta">bh&#257;gavat&#257;mrita</A>; <A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/k/karu">karu</A> <A CLASS=v HREF="http://vedabase.net/g/ganana">ganana</A> &#8212; can count; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; of the pastimes of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/v/varnana">varnana</A> &#8212; description.</P><P CLASS=t>TRANSLATION</P><P>Who can count the rest of the books (headed by the Laghu-bh&#257;gavat&#257;mrita) written by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;? He has described the pastimes of Vrind&#257;vana in all of them.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; has given a description of these books. The Bhakti-ras&#257;mrita-sindhu is a great book of instruction on how to develop devotional service to Lord Krishna and follow the transcendental process. It was finished in the year 1463 &#346;ak&#257;bda (A.D. 1541). This book is divided into four parts: p&#363;rva-vibh&#257;ga (eastern division), dakshina-vibh&#257;ga (southern division), pa&#347;cima-vibh&#257;ga (western division) and uttara-vibh&#257;ga (northern division). In the p&#363;rva-vibh&#257;ga, there is a description of the permanent development of devotional service. The general principles of devotional service, the execution of devotional service, ecstasy in devotional service and ultimately the attainment of love of Godhead are described. In this way there are four lahar&#299;s (waves) in this division of the ocean of the nectar of devotion.</P><P>In the dakshina-vibh&#257;ga (southern division) there is a general description of the mellow (relationship) called bhakti-rasa, which is derived from devotional service. There are also descriptions of the stages known as vibh&#257;va, anubh&#257;va, s&#257;ttvika, vyabhic&#257;r&#299; and sth&#257;yi-bh&#257;va, all on this high platform of devotional service. Thus there are five waves in the dakshina-vibh&#257;ga division. In the western division (pa&#347;cima-vibh&#257;ga) there is a description of the chief transcendental humors derived from devotional service. These are known as mukhya-bhakti-rasa-nir&#363;pana, or attainment of the chief humors or feelings in the execution of devotional service. In that part there is a description of devotional service in neutrality, further development in love and affection (called servitude), further development in fraternity, further development in parenthood, or parental love, and finally conjugal love between Krishna and His devotees. Thus there are five waves in the western division.</P><P>In the northern division (uttara-vibh&#257;ga) there is a description of the indirect mellows of devotional service &#8212; namely, devotional service in laughter, devotional service in wonder, and devotional service in chivalry, pity, anger, dread and ghastliness. There are also mixing of mellows and the transgression of different humors. Thus there are nine waves in this part. This is but a brief outline of the Bhakti-ras&#257;mrita-sindhu.</P><P>The Vidagdha-m&#257;dhava is a drama of Lord Krishna's pastimes in Vrind&#257;vana. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; finished this book in the year 1454 &#346;ak&#257;bda (A.D. 1532). The first part of this drama is called venu-n&#257;da-vil&#257;sa, the second part manmatha-lekha, the third part r&#257;dh&#257;-sa&#324;ga, the fourth part venu-harana, the fifth part r&#257;dh&#257;-pras&#257;dana, the sixth part &#347;arad-vih&#257;ra, and the seventh and last part gaur&#299;-vih&#257;ra.</P><P>There is also a book called Ujjvala-n&#299;lamani, a transcendental account of loving affairs that includes metaphor, analogy and higher bhakti sentiments. Devotional service in conjugal love is described briefly in the Bhakti-ras&#257;mrita-sindhu, but it is very elaborately discussed in the Ujjvala-n&#299;lamani. This book describes different types of lovers, their assistants, and those who are very dear to Krishna. There is also a description of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and other female lovers, as well as various group leaders. Messengers and the constant associates, as well as others who are very dear to Krishna, are all described. The book also relates how love of Krishna is awakened and describes the ecstatic situation, the devotional situation, permanent ecstasy, disturbed ecstasy, steady ecstasy, different positions of different dresses, feelings of separation, prior attraction, anger in attraction, varieties of loving affairs, separation from the beloved, meeting with the beloved, and both direct and indirect enjoyment between the lover and the beloved. All this has been very elaborately described.</P><P>Similarly, the Lalita-m&#257;dhava is a description of Krishna's pastimes in Dv&#257;rak&#257;. These pastimes were made into a drama, and the work was finished in the year 1459 &#346;ak&#257;bda. The first part deals with festivities in the evening, the second with the killing of the &#346;a&#324;khac&#363;da, the third with maddened &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the fourth with R&#257;dh&#257;r&#257;n&#299;'s proceeding toward Krishna, the fifth with the achievement of Candr&#257;val&#299;, the sixth with the achievement of Lalit&#257;, the seventh with the meeting in Nava-vrind&#257;vana, the eighth with the enjoyment in Nava-vrind&#257;vana, the ninth with looking over pictures, and the tenth with complete satisfaction of the mind. Thus the entire drama is divided into ten parts.</P><P>The Laghu-bh&#257;gavat&#257;mrita is divided into two parts. The first is called "The Nectar of Krishna" and the second "The Nectar of Devotional Service." The importance of Vedic evidence is stressed in the first part, and this is followed by a description of the original form of the Supreme Personality of Godhead as &#346;r&#299; Krishna and descriptions of His pastimes and expansions in sv&#257;m&#347;a (personal forms) and vibhinn&#257;m&#347;a. According to different absorptions, the incarnations are called &#257;ve&#347;a and tad-ek&#257;tma. The first incarnation is divided into three purush&#257;vat&#257;ras &#8212; namely, Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. Then there are the three incarnations of the modes of nature &#8212; namely, Brahm&#257;, Vishnu and Mahe&#347;vara (&#346;iva). All the paraphernalia used in the service of the Lord is transcendental, beyond the three qualities of this material world. There is also a description of twenty-five l&#299;l&#257;-avat&#257;ras, namely Catuhsana (the Kum&#257;ras), N&#257;rada, Var&#257;ha, Matsya, Yajña, Nara-n&#257;r&#257;yana Rishi, Kapila, Datt&#257;treya, Hayagr&#299;va, Hamsa, Pri&#347;nigarbha, Rishabha, Prithu, Nrisimha, K&#363;rma, Dhanvantari, Mohin&#299;, V&#257;mana, Para&#347;ur&#257;ma, D&#257;&#347;arathi, Krishna-dvaip&#257;yana, Balar&#257;ma, V&#257;sudeva, Buddha and Kalki. There are also fourteen incarnations of Manu: Yajña, Vibhu, Satyasena, Hari, Vaikuntha, Ajita, V&#257;mana, S&#257;rvabhauma, Rishabha, Vishvaksena, Dharmasetu, Sudh&#257;m&#257;, Yoge&#347;vara and Brihadbh&#257;nu. There are also four incarnations for the four yugas, and their colors are described as white, red, blackish and black (sometimes yellow, as in the case of Lord Caitanya Mah&#257;prabhu). There are different types of millenniums and incarnations for those millenniums. The categories called &#257;ve&#347;a, pr&#257;bhava, vaibhava and para constitute different situations for the different incarnations. According to specific pastimes, the names are spiritually empowered. There are also descriptions of the difference between the powerful and the power, and the inconceivable activities of the Supreme Lord.</P><P>&#346;r&#299; Krishna is the original Supreme Personality of Godhead, and no one is greater than Him. He is the source of all incarnations. In the Laghu-bh&#257;gavat&#257;mrita there are descriptions of His partial incarnations, a description of the impersonal Brahman effulgence (actually the bodily effulgence of &#346;r&#299; Krishna), the superexcellence of &#346;r&#299; Krishna's pastimes as an ordinary human being with two hands and so forth. There is nothing to compare with the two-armed form of the Lord. In the spiritual world (vaikuntha-jagat) there is no distinction between the owner of the body and the body itself. In the material world the owner of the body is called the soul, and the body is called a material manifestation. In the Vaikuntha world, however, there is no such distinction. Lord &#346;r&#299; Krishna is unborn, and His appearance as an incarnation is perpetual. Krishna's pastimes are divided into two parts &#8212; manifest and unmanifest. For example, when Krishna takes His birth within this material world, His pastimes are considered to be manifest. However, when He disappears, one should not think that He is finished, for His pastimes are going on in an unmanifest form. Varieties of humors, however, are enjoyed by the devotees and Lord Krishna during His manifest pastimes. After all, His pastimes in Mathur&#257;, Vrind&#257;vana and Dv&#257;rak&#257; are eternal and are going on perpetually somewhere in some part of the universe.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>