<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 43"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.43</P><P CLASS=c>&#347;r&#299;-bh&#257;gavata-sandarbha-n&#257;ma grantha-vist&#257;ra</P><P CLASS=c>bhakti-siddh&#257;ntera t&#257;te dekh&#257;iy&#257;chena p&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/s/sandarbha">sandarbha</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/b/bhagavata">Bh&#257;gavata</A>-<A HREF="http://vedabase.net/s/sandarbha">sandarbha</A>; <A CLASS=v HREF="http://vedabase.net/g/grantha">grantha</A> &#8212; the book; <A CLASS=v HREF="http://vedabase.net/v/vistara">vist&#257;ra</A> &#8212; very elaborate; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhantera">siddh&#257;ntera</A> &#8212; of the conclusions of devotional service; <A CLASS=v HREF="http://vedabase.net/t/tate">t&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that book; <A CLASS=v HREF="http://vedabase.net/d/dekhaiyachena">dekh&#257;iy&#257;chena</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> has shown; <A CLASS=v HREF="http://vedabase.net/p/para">p&#257;ra</A> &#8212; the limit.</P><P CLASS=t>TRANSLATION</P><P>In &#346;r&#299; Bh&#257;gavata-sandarbha, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has written conclusively about the ultimate end of devotional service.</P><P CLASS=t>PURPORT</P><P>The Bh&#257;gavata-sandarbha is also known as the Shat-sandarbha. In the first part, called Tattva-sandarbha, it is proved that &#346;r&#299;mad-Bh&#257;gavatam is the most authoritative evidence directly pointing to the Absolute Truth. The second Sandarbha, called Bhagavat-sandarbha, draws a distinction between impersonal Brahman and localized Param&#257;tm&#257; and describes the spiritual world and the domination of the mode of goodness devoid of contamination by the other two material modes. In other words, there is a vivid description of the transcendental position known as &#347;uddha-sattva. Material goodness is apt to be contaminated by the other two material qualities &#8212; ignorance and passion &#8212; but when one is situated in the &#347;uddha-sattva position, there is no chance for such contamination. It is a spiritual platform of pure goodness. The potency of the Supreme Lord and the living entity is also described, and there is a description of the inconceivable energies and varieties of energies of the Lord. The potencies are divided into categories &#8212; internal, external, personal, marginal and so forth. There are also discussions of the eternality of Deity worship, the omnipotence of the Deity, His all-pervasiveness, His giving shelter to everyone, His subtle and gross potencies, His personal manifestations, His expressions of form, quality and pastimes, His transcendental position and His complete form. It is also stated that everything pertaining to the Absolute has the same potency and that the spiritual world, the associates in the spiritual world and the threefold energies of the Lord in the spiritual world are all transcendental. There are further discussions concerning the difference between the impersonal Brahman and the Personality of Godhead, the fullness of the Personality of Godhead, the objective of all Vedic knowledge, the personal potencies of the Lord, and the Personality of Godhead as the original author of Vedic knowledge.</P><P>The third Sandarbha is called Param&#257;tma-sandarbha, and in this book there is a description of Param&#257;tm&#257; (the Supersoul) and an explanation of how the Supersoul exists in millions and millions of living entities. There are discussions of the differences between the qualitative incarnations, and discourses concerning the living entities, m&#257;y&#257;, the material world, the theory of transformation, the illusory energy, the sameness of this world and the Supersoul, and the truth about this material world. In this connection, the opinions of &#346;r&#299;dhara Sv&#257;m&#299; are given. It is stated that the Supreme Personality of Godhead, although devoid of material qualities, superintends all material activities. There is also a discussion of how the l&#299;l&#257;-avat&#257;ra incarnations respond to the desires of the devotees and how the Supreme Personality of Godhead is characterized by six opulences.</P><P>The fourth Sandarbha is called Krishna-sandarbha, and in this book Krishna is proved to be the Supreme Personality of Godhead. There are discussions of Krishna's pastimes and qualities, His superintendence of the purusha-avat&#257;ras, and so forth. The opinions of &#346;r&#299;dhara Sv&#257;m&#299; are corroborated. In each and every scripture, the supremacy of Krishna is stressed. Baladeva, Sa&#324;karshana and other expansions of Krishna are emanations of Mah&#257;-Sa&#324;karshana. All the incarnations and expansions exist simultaneously in the body of Krishna, who is described as two-handed. There are also descriptions of the Goloka planet, Vrind&#257;vana (the eternal place of Krishna), the identity of Goloka and Vrind&#257;vana, the Y&#257;davas and the cowherd boys (both eternal associates of Krishna), the equality of the manifest and unmanifest pastimes, &#346;r&#299; Krishna's manifestation in Gokula, the queens of Dv&#257;rak&#257; as expansions of the internal potency, and, superior to them, the superexcellent gop&#299;s. There is also a list of the gop&#299;s' names and a discussion of the topmost position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>The fifth Sandarbha is called Bhakti-sandarbha, and in this book there is a discussion of how devotional service can be directly executed, and how such service can be adjusted, either directly or indirectly. There is a discussion of the knowledge of all kinds of scripture, the establishment of the Vedic institution of varn&#257;&#347;rama, bhakti as superior to fruitive activity, and so forth. It is also stated that without devotional service even a br&#257;hmana is condemned. There are discussions of the process of karma-ty&#257;ga (the giving of the results of karma to the Supreme Personality of Godhead), and the practices of mystic yoga and philosophical speculation, which are deprecated as simply hard labor. Worship of the demigods is discouraged, and worship of a Vaishnava is considered exalted. No respect is given to the nondevotees. There are discussions of how one can be liberated even in this life (j&#299;van-mukta), Lord &#346;iva as a devotee, and how a bhakta and his devotional service are eternally existing. It is stated that through bhakti one can attain all success because bhakti is transcendental to the material qualities. There is a discussion of how the self is manifest through bhakti. There is also a discussion of the self's bliss, as well as how bhakti, even imperfectly executed, enables one to attain the lotus feet of the Supreme Personality of Godhead. Unmotivated devotional service is highly praised, and an explanation is given of how each devotee can achieve the platform of unmotivated service by association with other devotees. There is a discussion of the differences between the mah&#257;-bh&#257;gavata and the ordinary devotee, the symptoms of philosophical speculation, the symptoms of self-worship, or aha&#324;grahop&#257;san&#257;, the symptoms of devotional service, the symptoms of imaginary perfection, the acceptance of regulative principles, service to the spiritual master, the mah&#257;-bh&#257;gavata (liberated devotee) and service to him, service to Vaishnavas in general, the principles of hearing, chanting, remembering and serving the lotus feet of the Lord, offenses in worship, offensive effects, prayers, engaging oneself as an eternal servant of the Lord, making friendships with the Lord and surrendering everything for His pleasure. There is also a discussion of r&#257;g&#257;nug&#257;-bhakti (spontaneous love of Godhead), of the specific purpose of becoming a devotee of Lord Krishna, and a comparative study of other perfectional stages.</P><P>The sixth Sandarbha is called Pr&#299;ti-sandarbha, a thesis on love of Godhead. Here it is stated that through love of Godhead, one becomes perfectly liberated and attains the highest goal of life. A distinction is made between the liberated condition of a personalist and that of an impersonalist, and there is a discussion of liberation during one's lifetime as distinguished from liberation from material bondage. Of all kinds of liberation, liberation in loving service to the Lord is described as the most exalted, and meeting the Supreme Personality of Godhead face to face is shown to be the highest perfection of life. Immediate liberation is contrasted with liberation by a gradual process. Both realization of Brahman and meeting with the Supreme Personality of Godhead are described as liberation within one's lifetime, but meeting with the Supreme Personality of Godhead, both internally and externally, is shown to be superexcellent, above the transcendental realization of the Brahman effulgence. There is a comparative study of liberation as s&#257;lokya, s&#257;m&#299;pya and s&#257;r&#363;pya. S&#257;m&#299;pya is better than s&#257;lokya. Devotional service is considered to be liberation with greater facilities, and there is a discussion of how to obtain it. There are also discussions of the transcendental state one achieves after attaining the devotional platform, which is the exact position of love of Godhead; the marginal symptoms of transcendental love, and how it is awakened; the distinction between so-called love and transcendental love on the platform of love of Godhead; and different types of humors and mellows enjoyed in relishing the lusty affairs of the gop&#299;s, which are different from mundane affairs, which in turn are symbolical representations of pure love for Krishna. There are also discussions of bhakti mixed with philosophical speculation, the superexcellence of the love of the gop&#299;s, the difference between opulent devotional service and loving devotional service, the exalted position of the residents of Gokula, the progressively exalted position of the friends of Krishna, the gopas and the gop&#299;s in parental love with Krishna, and finally the superexcellence of the love of the gop&#299;s and that of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. There is also a discussion of how spiritual feelings can be present when one simply imitates them and of how such mellows are far superior to the ordinary mellows of mundane love, and there are descriptions of different ecstasies, the awakening of ecstasy, transcendental qualities, the distinction of dh&#299;rod&#257;tta, the utmost attractiveness of conjugal love, the ecstatic features, the permanent ecstatic features, the mellows divided in five transcendental features of direct loving service, and indirect loving service, considered in seven divisions. Finally there is a discussion of overlapping of different rasas, and there are discussions of &#347;&#257;nta (neutrality), servitorship, taking shelter, parental love, conjugal love, direct transcendental enjoyment and enjoyment in separation, previous attraction and the glories of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>