<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 44"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.44</P><P CLASS=c>gop&#257;la-camp&#363;-n&#257;me grantha-mah&#257;&#347;&#363;ra</P><P CLASS=c>nitya-l&#299;l&#257; sth&#257;pana y&#257;he vraja-rasa-p&#363;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/c/campu">camp&#363;</A> &#8212; the <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>-<A HREF="http://vedabase.net/c/campu">camp&#363;</A>; <A CLASS=v HREF="http://vedabase.net/n/name">n&#257;me</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/g/grantha">grantha</A> &#8212; the transcendental literature; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sura">&#347;&#363;ra</A> &#8212; most formidable; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; of eternal pastimes; <A CLASS=v HREF="http://vedabase.net/s/sthapana">sth&#257;pana</A> &#8212; establishment; <A CLASS=v HREF="http://vedabase.net/y/yahe">y&#257;he</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; the transcendental mellows enjoyed <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/p/pura">p&#363;ra</A> &#8212; complete.</P><P CLASS=t>TRANSLATION</P><P>The most famous and formidable transcendental literature is the book named Gop&#257;la-camp&#363;. In this book the eternal pastimes of the Lord are established, and the transcendental mellows enjoyed in Vrind&#257;vana are completely described.</P><P CLASS=t>PURPORT</P><P>In his Anubh&#257;shya, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives the following information about the Gop&#257;la-camp&#363;. The Gop&#257;la-camp&#363; is divided into two parts. The first part is called the eastern wave, and the second part is called the northern wave. In the first part there are thirty-three supplications and in the second part thirty-seven supplications. In the first part, completed in 1510 &#346;ak&#257;bda (A.D. 1588), the following subject matters are discussed: (1) Vrind&#257;vana and Goloka; (2) the killing of the P&#363;tan&#257; demon, the gop&#299;s' returning home under the instructions of mother Ya&#347;od&#257;, the bathing of Lord Krishna and Balar&#257;ma, snigdha-kantha and madhu-kantha; (3) the dream of mother Ya&#347;od&#257;; (4) the Janm&#257;shtam&#299; ceremony; (5) the meeting between Nanda Mah&#257;r&#257;ja and Vasudeva, and the killing of the P&#363;tan&#257; demon; (6) the pastimes of awakening from bed, the deliverance of the demon &#346;akata, and the name-giving ceremony; (7) the killing of the Trin&#257;varta demon, Lord Krishna's eating dirt, Lord Krishna's childish naughtiness, and Lord Krishna as a thief; (8) churning of the yogurt, Krishna's drinking from the breast of mother Ya&#347;od&#257;, the breaking of the yogurt pot, Krishna bound with ropes, the deliverance of the two brothers (Yamal&#257;rjuna) and the lamentation of mother Ya&#347;od&#257;; (9) entering &#346;r&#299; Vrind&#257;vana; (10) the killing of Vats&#257;sura, Bak&#257;sura and Vyom&#257;sura; (11) the killing of Agh&#257;sura and the bewilderment of Lord Brahm&#257;; (12) the tending of the cows in the forest; (13) taking care of the cows and chastising the K&#257;liya serpent; (14) the killing of Gardabh&#257;sura (the ass demon), and the praise of Krishna; (15) the previous attraction of the gop&#299;s; (16) the killing of Pralamb&#257;sura and the eating of the forest fire; (17) the gop&#299;s' attempt to approach Krishna; (18) the lifting of Govardhana Hill; (19) bathing Krishna with milk; (20) the return of Nanda Mah&#257;r&#257;ja from the custody of Varuna and the vision of Goloka Vrind&#257;vana by the gop&#299;s; (21) the performance of the rituals in K&#257;ty&#257;yan&#299;-vrata and the worship of the goddess Durg&#257;; (22) the begging of food from the wives of the br&#257;hmanas performing sacrifices; (23) the meeting of Krishna and the gop&#299;s; (24) K rishna 's enjoying the company of the gop&#299;s, the disappearance of R&#257;dh&#257; and Krishna from the scene, and the search for Them by the gop&#299;s; (25) the reappearance of Krishna; (26) the determination of the gop&#299;s; (27) pastimes in the waters of the Yamun&#257;; (28) the deliverance of Nanda Mah&#257;r&#257;ja from the clutches of the serpent; (29) various pastimes in solitary places; (30) the killing of &#346;a&#324;khac&#363;da and the Hori; (31) the killing of Arisht&#257;sura; (32) the killing of the Ke&#347;&#299; demon; (33) the appearance of &#346;r&#299; N&#257;rada Muni and a description of the year in which the book was completed.</P><P>In the second part, known as Uttara-camp&#363;, the following subject matters are discussed: (1) attraction for Vrajabh&#363;mi; (2) the cruel activities of Akr&#363;ra; (3) Krishna's departure for Mathur&#257;; (4) a description of the city of Mathur&#257;; (5) the killing of Kamsa; (6) Nanda Mah&#257;r&#257;ja's separation from Krishna and Balar&#257;ma; (7) Nanda Mah&#257;r&#257;ja's entrance into Vrind&#257;vana without Krishna and Balar&#257;ma; (8) the studies of Krishna and Balar&#257;ma; (9) how the son of the teacher of Krishna and Balar&#257;ma was returned; (10) Uddhava's visit to Vrind&#257;vana; (11) R&#257;dh&#257;r&#257;n&#299;'s talking with the messenger bumblebee; (12) the return of Uddhava from Vrind&#257;vana; (13) the binding of Jar&#257;sandha; (14) the killing of the yavana Jar&#257;sandha; (15) the marriage of Balar&#257;ma; (16) the marriage of Rukmin&#299;; (17) seven marriages; (18) the killing of Narak&#257;sura, the taking of the p&#257;rij&#257;ta flower from heaven and Krishna's marriage to 16,000 princesses; (19) victory over B&#257;n&#257;sura; (20) a description of Balar&#257;ma's return to Vraja; (21) the killing of Paundraka (the imitation Vishnu); (22) the killing of Dvivida and thoughts of Hastin&#257;pura; (23) departure for Kurukshetra; (24) how the residents of Vrind&#257;vana and Dv&#257;rak&#257; met at Kurukshetra; (25) Krishna's consultation with Uddhava; (26) the deliverance of the king; (27) the performance of the R&#257;jas&#363;ya sacrifice; (28) the killing of &#346;&#257;lva; (29) Krishna's considering returning to Vrind&#257;vana; (30) Krishna's revisiting Vrind&#257;vana; (31) the adjustment of obstructions by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and others; (32) everything completed; (33) the residence of R&#257;dh&#257; and M&#257;dhava; (34) decorating &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Krishna; (35) the marriage ceremony of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Krishna; (36) the meeting of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Krishna; and (37) entering Goloka.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>