<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 55"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.55</P><P CLASS=c>seita par&#257;na-n&#257;tha p&#257;inu</P><P CLASS=c>y&#257;h&#257; l&#257;g&#299;' madana-dahane jhuri genu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/seita">seita</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/parana">par&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; Lord of My life; <A CLASS=v HREF="http://vedabase.net/p/painu">p&#257;inu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have gotten; <A CLASS=v HREF="http://vedabase.net/y/yaha">y&#257;h&#257;</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for; <A CLASS=v HREF="http://vedabase.net/m/madana">madana</A>-<A CLASS=v HREF="http://vedabase.net/d/dahane">dahane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fire of lusty desire; <A CLASS=v HREF="http://vedabase.net/j/jhuri">jhuri</A> &#8212; burning; <A CLASS=v HREF="http://vedabase.net/g/genu">genu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have become.</P><P CLASS=t>TRANSLATION</P><P>"I have gotten that Lord of My life, for whom I was burning in the fire of lusty desires."</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/29/15.htm">10.29.15</A>) it is stated:</P><P>k&#257;mam krodham bhayam sneham aikyam sauhridam eva ca</P><P CLASS=n>nityam harau vidadhato y&#257;nti tan-mayat&#257;m hi te</P><P>The word k&#257;ma means lusty desire, bhaya means fear, and krodha means anger. If one somehow or other approaches Krishna, his life becomes successful. The gop&#299;s approached Krishna with lusty desire. Krishna was a very beautiful boy, and they wanted to meet and enjoy His company. But this lusty desire is different from that of the material world. It appears like mundane lust, but in actuality it is the highest form of attraction to Krishna. Caitanya Mah&#257;prabhu was a sanny&#257;s&#299;; He left home and everything else. He could certainly not be induced by any mundane lusty desires. So when He used the word madana-dahane ("in the fire of lusty desire"), He meant that out of pure love for Krishna He was burning in the fire of separation from Krishna. Whenever He met Jagann&#257;tha, either in the temple or during the Ratha-y&#257;tr&#257;, Caitanya Mah&#257;prabhu used to think, "Now I have gotten the Lord of My life and soul."</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>