<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 82</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 82"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.82</P><P CLASS=c>tom&#257;ra carana mora vraja-pura-ghare</P><P CLASS=c>udaya karaye yadi, tabe v&#257;ñch&#257; p&#363;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">pura</A>-<A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; at the home <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/u/udaya">udaya</A> &#8212; awaken; <A CLASS=v HREF="http://vedabase.net/k/karaye">karaye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/vancha">v&#257;ñch&#257;</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/p/pure">p&#363;re</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> fulfilled.</P><P CLASS=t>TRANSLATION</P><P>The gop&#299;s thought, "Dear Lord, if Your lotus feet again come to our home in Vrind&#257;vana, our desires will be fulfilled."</P><P CLASS=t>PURPORT</P><P>In his Anubh&#257;shya, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments, "The gop&#299;s are purely engaged in the service of the Lord without motive. They are not captivated by the opulence of Krishna, nor by the understanding that He is the Supreme Personality of Godhead." Naturally the gop&#299;s were inclined to love Krishna, for He was an attractive young boy of Vrind&#257;vana village. Being village girls, they were not very much attracted to the field of Kurukshetra, where Krishna was present with elephants, horses and royal dress. Indeed, they did not very much appreciate Krishna in that atmosphere. Krishna was not attracted by the opulence or personal beauty of the gop&#299;s but by their pure devotional service. Similarly, the gop&#299;s were attracted to Krishna as a cowherd boy, not in sophisticated guise. Lord Krishna is inconceivably powerful. To understand Him, great yog&#299;s and saintly persons give up all material engagements and meditate upon Him. Similarly, those who are overly attracted to material enjoyment, to enhancement of material opulence, to family maintenance or to liberation from the entanglements of this material world take shelter of the Supreme Personality of Godhead. But such activities and motivations are unknown to the gop&#299;s; they are not at all expert in executing such auspicious activities. Already transcendentally enlightened, they simply engage their purified senses in the service of the Lord in the remote village of Vrind&#257;vana. The gop&#299;s are not interested in dry speculation, in the arts, in music, or other conditions of material life. They are bereft of all understanding of material enjoyment and renunciation. Their only desire is to see Krishna return and enjoy spiritual, transcendental pastimes with them. The gop&#299;s want Him simply to stay in Vrind&#257;vana so that they can render service unto Him, for His pleasure. There is not even a tinge of personal sense gratification.</P><P CLASS=l><A CLASS=i HREF="81.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="83.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>