<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 91</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 91"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.91</P><P CLASS=c>prathama s&#363;tra prabhura sanny&#257;sa-karana</P><P CLASS=c>sanny&#257;sa kari' calil&#257; prabhu &#347;r&#299;-vrind&#257;vana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prathama">prathama</A> &#8212; first; <A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; synopsis; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/k/karana">karana</A> &#8212; accepting the <A HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> order; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; after accepting the renounced order; <A CLASS=v HREF="http://vedabase.net/c/calila">calil&#257;</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A> &#8212; toward <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>.</P><P CLASS=t>TRANSLATION</P><P>This is the first synopsis: After accepting the sanny&#257;sa order, Caitanya Mah&#257;prabhu proceeded toward Vrind&#257;vana.</P><P CLASS=t>PURPORT</P><P>Clearly these statements are a real account of &#346;r&#299; Caitanya Mah&#257;prabhu's acceptance of the renounced order of life. His acceptance of this renounced order is not at all comparable to the acceptance of sanny&#257;sa by M&#257;y&#257;v&#257;d&#299;s. After accepting sanny&#257;sa, Caitanya Mah&#257;prabhu wanted to reach Vrind&#257;vana. He was unlike the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, who desire to merge into the existence of the Absolute. For a Vaishnava, acceptance of sanny&#257;sa means getting relief from all material activities and completely devoting oneself to the transcendental loving service of the Lord. This is confirmed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; (B.r.s. 1.2.255): an&#257;saktasya vishay&#257;n yath&#257;rham upayuñjatah/ nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate. For a Vaishnava, the renounced order means completely giving up attachment for material things and engaging nonstop in the transcendental loving service of the Lord. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, however, do not know how to engage everything in the service of the Lord. Because they have no devotional training, they think material objects to be untouchable. Brahma satyam jagan mithy&#257;: The M&#257;y&#257;v&#257;d&#299;s think that the world is false, but the Vaishnava sanny&#257;s&#299;s do not think like this. Vaishnavas say, "Why should the world be false? It is reality, and it is meant for the service of the Supreme Personality of Godhead." For a Vaishnava sanny&#257;s&#299;, renunciation means not accepting anything for personal sense enjoyment. Devotional service means engaging everything for the satisfaction of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="90.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="92.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>