<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 95</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1 Verse 95"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1.95</P><P CLASS=c>m&#257;t&#257; bhakta-ganera t&#257;h&#257;&#324; karila milana</P><P CLASS=c>sarva sam&#257;dh&#257;na kari' kaila n&#299;l&#257;dri-gamana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; the mother; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/ganera">ganera</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that place; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/m/milana">milana</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/samadhana">sam&#257;dh&#257;na</A> &#8212; adjustments; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; executing; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/n/niladri">n&#299;l&#257;dri</A>-<A CLASS=v HREF="http://vedabase.net/g/gamana">gamana</A> &#8212; going <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>At the house of Advaita Prabhu, He met His mother as well as all the devotees from M&#257;y&#257;pura. He adjusted everything and then went to Jagann&#257;tha Pur&#299;.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu knew very well that His acceptance of sanny&#257;sa was a thunderbolt for His mother. He therefore called for His mother and the devotees from M&#257;y&#257;pura, and by the arrangement of &#346;r&#299; Advaita &#256;c&#257;rya, He met them for the last time after His acceptance of sanny&#257;sa. His mother was overwhelmed with grief when she saw that He was clean-shaven. There was no longer any beautiful hair on His head. Mother &#346;ac&#299; was pacified by all the devotees, and Lord Caitanya Mah&#257;prabhu asked her to cook for Him because He was very hungry, not having taken anything for three days. His mother immediately agreed, and forgetting everything else, she cooked for &#346;r&#299; Caitanya Mah&#257;prabhu during all the days she was at the house of &#346;r&#299; Advaita Prabhu. Then, after a few days, &#346;r&#299; Caitanya Mah&#257;prabhu requested His mother's permission to go to Jagann&#257;tha Pur&#299;. At His mother's request, He made Jagann&#257;tha Pur&#299; His headquarters after His acceptance of sanny&#257;sa. Thus everything was adjusted, and with His mother's permission &#346;r&#299; Caitanya Mah&#257;prabhu proceeded toward Jagann&#257;tha Pur&#299;.</P><P CLASS=l><A CLASS=i HREF="94.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="96.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>