<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 1 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 1.1</B></A>: Even a person with no knowledge can immediately acquire all knowledge simply by the benediction of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore I am praying to the Lord for His causeless mercy upon me.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 1.2</B></A>: I offer my respectful obeisances unto &#346;r&#299; Krishna Caitanya and Lord Nity&#257;nanda, who are like the sun and moon. They have arisen simultaneously on the horizon of Gauda to dissipate the darkness of ignorance and thus wonderfully bestow benediction upon all.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 1.3</B></A>: Glory to the all-merciful R&#257;dh&#257; and Madana-mohana! I am lame and ill advised, yet They are my directors, and Their lotus feet are everything to me.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 1.4</B></A>: In a temple of jewels in Vrind&#257;vana, underneath a desire tree, &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Govinda, served by Their most confidential associates, sit upon an effulgent throne. I offer my humble obeisances unto Them.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 1.5</B></A>: May Gop&#299;n&#257;thaj&#299;, who attracts all the gop&#299;s with the song of His flute and who has begun the most melodious r&#257;sa dace on the bank of the Yamun&#257; in Vam&#347;&#299;vata, be merciful upon us.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 1.6</B></A>: All glories unto &#346;r&#299; Gaurahari, who is an ocean of mercy! All glories unto You, the son of &#346;ac&#299;dev&#299;, for You are the only friend of all fallen souls!</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 1.7</B></A>: All glories unto Lord Nity&#257;nanda and Advaita Prabhu, and all glories unto all the devotees of Lord Caitanya, headed by &#346;r&#299;v&#257;sa Th&#257;kura!</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 1.8</B></A>: I have previously described in synopsis the &#257;di-l&#299;l&#257; [initial pastimes], which have already been fully described by Vrind&#257;vana d&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 1.9</B></A>: I have therefore given only a synopsis of those incidents, and whatever specifics were to be related have already been given in that synopsis.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 1.10</B></A>: To describe the unlimited pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu is not possible, but I now wish to relate the chief incidents and give a synopsis of those pastimes occurring at the end.</P><P CLASS=r><A CLASS=i HREF="11-12.htm"><B>CC Madhya 1.11-12</B></A>: I shall describe only in synopsis that portion which Vrind&#257;vana d&#257;sa Th&#257;kura has described very elaborately in his book Caitanya-ma&#324;gala. Whatever incidents are outstanding, however, I shall later elaborate.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 1.13</B></A>: Actually the authorized compiler of the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu is &#346;r&#299;la Vrind&#257;vana d&#257;sa, the incarnation of Vy&#257;sadeva. Only upon his orders am I trying to chew the remnants of food that he has left.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 1.14</B></A>: Placing his lotus feet upon my head in great devotion, I shall now describe in summary the Lord's final pastimes.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 1.15</B></A>: For twenty-four years, Lord &#346;r&#299; Caitanya Mah&#257;prabhu remained at home, and whatever pastimes He performed during that time are called the &#257;di-l&#299;l&#257;.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 1.16</B></A>: At the end of His twenty-fourth year, in the month of M&#257;gha, during the fortnight of the waxing moon, the Lord accepted the renounced order of life, sanny&#257;sa.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 1.17</B></A>: After accepting sanny&#257;sa, Lord Caitanya remained within this material world for another twenty-four years. Within this period, whatever pastimes He enacted are called the &#347;esha-l&#299;l&#257;, or pastimes occurring at the end.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 1.18</B></A>: The final pastimes of the Lord, occurring in His last twenty-four years, are called madhya [middle] and antya [final]. All the devotees of the Lord refer to His pastimes according to these divisions.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 1.19</B></A>: For six years of the last twenty-four, &#346;r&#299; Caitanya Mah&#257;prabhu traveled all over India, from Jagann&#257;tha Pur&#299; to Bengal and from Cape Comorin to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 1.20</B></A>: All the pastimes performed by the Lord in those places are known as the madhya-l&#299;l&#257;, and whatever pastimes were performed after that are called the antya-l&#299;l&#257;.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 1.21</B></A>: The pastimes of the Lord are therefore divided into three periods &#8212; the &#257;di-l&#299;l&#257;, madhya-l&#299;l&#257; and antya-l&#299;l&#257;. Now I shall very elaborately describe the madhya-l&#299;l&#257;.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 1.22</B></A>: For eighteen continuous years, Lord &#346;r&#299; Caitanya Mah&#257;prabhu remained at Jagann&#257;tha Pur&#299; and, through His personal behavior, instructed all living entities in the mode of devotional service.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 1.23</B></A>: Of these eighteen years at Jagann&#257;tha Pur&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu spent six years with His many devotees. By chanting and dancing, He introduced the loving service of the Lord.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 1.24</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu sent Nity&#257;nanda Prabhu from Jagann&#257;tha Pur&#299; to Bengal, which is known as Gauda-de&#347;a, and Lord Nity&#257;nanda Prabhu overflooded that country with the transcendental loving service of the Lord.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 1.25</B></A>: &#346;r&#299; Nity&#257;nanda Prabhu is by nature very much inspired in rendering transcendental loving service to Lord Krishna. Now, being ordered by &#346;r&#299; Caitanya Mah&#257;prabhu, He distributed this loving service anywhere and everywhere.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 1.26</B></A>: I offer innumerable obeisances unto the lotus feet of &#346;r&#299; Nity&#257;nanda Prabhu, who is so kind that He spread the service of &#346;r&#299; Caitanya Mah&#257;prabhu all over the world.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 1.27</B></A>: Caitanya Mah&#257;prabhu used to address Nity&#257;nanda Prabhu as His elder brother, whereas Nity&#257;nanda Prabhu addressed &#346;r&#299; Caitanya Mah&#257;prabhu as His Lord.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 1.28</B></A>: Although Nity&#257;nanda Prabhu is none other than Balar&#257;ma Himself, He nonetheless always thinks of Himself as the eternal servant of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 1.29</B></A>: Nity&#257;nanda Prabhu requested everyone to serve &#346;r&#299; Caitanya Mah&#257;prabhu, chant His glories and utter His name. Nity&#257;nanda Prabhu claimed that person to be His life and soul who rendered devotional service unto &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 1.30</B></A>: In this way, &#346;r&#299;la Nity&#257;nanda Prabhu introduced the cult of &#346;r&#299; Caitanya Mah&#257;prabhu to everyone without discrimination. Even though the people were fallen souls and blasphemers, they were delivered by this process.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 1.31</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu then sent the two brothers &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; to Vraja. By His order, they went to &#346;r&#299; Vrind&#257;vana-dh&#257;ma.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 1.32</B></A>: After going to Vrind&#257;vana, the brothers preached devotional service and discovered many places of pilgrimage. They specifically initiated the service of Madana-mohana and Govindaj&#299;.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 1.33</B></A>: Both R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; brought various scriptures to Vrind&#257;vana and collected the essence of these by compiling many scriptures on devotional service. In this way they delivered all rascals and fallen souls.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 1.34</B></A>: The Gosv&#257;m&#299;s carried out the preaching work of devotional service on the basis of an analytical study of all confidential Vedic literatures. This was in compliance with the order of &#346;r&#299; Caitanya Mah&#257;prabhu. Thus one can understand the most confidential devotional service of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 1.35</B></A>: Some of the books compiled by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; were the Hari-bhakti-vil&#257;sa, Brihad-bh&#257;gavat&#257;mrita, Da&#347;ama-tippan&#299; and Da&#347;ama-carita.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 1.36</B></A>: We have already given the names of four books compiled by San&#257;tana Gosv&#257;m&#299;. Similarly, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has also compiled many books, which no one can even count.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 1.37</B></A>: I shall therefore enumerate the chief books compiled by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. He has described the pastimes of Vrind&#257;vana in 100,000 verses.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 1.38</B></A>: The books compiled by &#346;r&#299; R&#363;pa Gosv&#257;m&#299; include the Bhakti-ras&#257;mrita-sindhu, Vidagdha-m&#257;dhava, Ujjvala-n&#299;lamani and Lalita-m&#257;dhava.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 1.40</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also compiled the D&#257;na-keli-kaumud&#299;, Stav&#257;val&#299;, L&#299;l&#257;-cchanda, Pady&#257;val&#299;, Govinda-virud&#257;val&#299;, Mathur&#257;-m&#257;h&#257;tmya and N&#257;taka-varnana.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 1.41</B></A>: Who can count the rest of the books (headed by the Laghu-bh&#257;gavat&#257;mrita) written by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;? He has described the pastimes of Vrind&#257;vana in all of them.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 1.42</B></A>: &#346;r&#299; R&#363;pa Gosv&#257;m&#299;'s nephew, &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, has compiled so many books on devotional service that there is no counting them.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 1.43</B></A>: In &#346;r&#299; Bh&#257;gavata-sandarbha, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has written conclusively about the ultimate end of devotional service.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 1.44</B></A>: The most famous and formidable transcendental literature is the book named Gop&#257;la-camp&#363;. In this book the eternal pastimes of the Lord are established, and the transcendental mellows enjoyed in Vrind&#257;vana are completely described.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 1.45</B></A>: Thus &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and their nephew &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, as well as practically all of their family members, lived in Vrind&#257;vana and published important books on devotional service.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 1.46</B></A>: The first year after &#346;r&#299; Caitanya Mah&#257;prabhu accepted the renounced order of life, all the devotees, headed by &#346;r&#299; Advaita Prabhu, went to see the Lord at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 1.47</B></A>: After attending the Ratha-y&#257;tr&#257; ceremony at Jagann&#257;tha Pur&#299;, all the devotees remained there for four months, greatly enjoying the company of &#346;r&#299; Caitanya Mah&#257;prabhu by performing k&#299;rtana [chanting and dancing].</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 1.48</B></A>: At the time of departure, the Lord requested all the devotees, "Please come here every year to see the Ratha-y&#257;tr&#257; festival of Lord Jagann&#257;tha's journey to the Gundic&#257; temple."</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 1.49</B></A>: Following the order of &#346;r&#299; Caitanya Mah&#257;prabhu, all the devotees used to visit Lord Caitanya Mah&#257;prabhu every year. They would see the Gundic&#257; festival at Jagann&#257;tha Pur&#299; and then return home after four months.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 1.50</B></A>: For twenty consecutive years this meeting took place, and the situation became so intense that the Lord and the devotees could not be happy without meeting one another.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 1.51</B></A>: The last twelve years were simply devoted to relishing the pastimes of Krishna in separation within the heart of the Lord.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 1.52</B></A>: In the attitude of separation, Lord Caitanya Mah&#257;prabhu appeared mad both day and night. Sometimes He laughed, and sometimes He cried; sometimes He danced, and sometimes He chanted in great sorrow.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 1.53</B></A>: At those times, &#346;r&#299; Caitanya Mah&#257;prabhu would visit Lord Jagann&#257;tha. Then His feelings exactly corresponded to those of the gop&#299;s when they saw Krishna at Kurukshetra after long separation. Krishna had come to Kurukshetra with His brother and sister to visit.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 1.54</B></A>: When Caitanya Mah&#257;prabhu used to dance before the car during the festival, He always sang the following two lines.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 1.55</B></A>: "I have gotten that Lord of My life, for whom I was burning in the fire of lusty desires."</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 1.56</B></A>: Lord Caitanya Mah&#257;prabhu used to sing this song [seita par&#257;na-n&#257;tha] especially during the latter part of the day, and He would think, "Let Me take Krishna and go back to Vrind&#257;vana." This ecstasy was always filling His heart.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 1.57</B></A>: In that ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu recited a verse when dancing in front of Lord Jagann&#257;tha. Almost no one could understand the meaning of that verse.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 1.58</B></A>: "That very personality who stole away my heart during my youth is now again my master. These are the same moonlit nights of the month of Caitra. The same fragrance of m&#257;lat&#299; flowers is there, and the same sweet breezes are blowing from the kadamba forest. In our intimate relationship, I am also the same lover, yet still my mind is not happy here. I am eager to go back to that place on the bank of the Rev&#257; under the Vetas&#299; tree. That is my desire."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 1.59</B></A>: This verse appears to be the hankering between some ordinary boy and girl, but its actual deep meaning was known only to Svar&#363;pa D&#257;modara. By chance, one year R&#363;pa Gosv&#257;m&#299; was also present there.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 1.60</B></A>: Although the meaning of the verse was known only to Svar&#363;pa D&#257;modara, R&#363;pa Gosv&#257;m&#299;, after hearing it from &#346;r&#299; Caitanya Mah&#257;prabhu, immediately composed another verse that described the meaning of the original verse.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 1.61</B></A>: After composing this verse, R&#363;pa Gosv&#257;m&#299; wrote it on a palm leaf and put it on the roof of the thatched house in which he was living.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 1.62</B></A>: After composing this verse and putting it on the roof of his house, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; went to bathe in the sea. In the meantime, Lord Caitanya Mah&#257;prabhu went to his hut to meet him.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 1.63</B></A>: To avoid turmoil, three great personalities &#8212; Harid&#257;sa Th&#257;kura, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; &#8212; did not enter the temple of Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 1.64</B></A>: Every day &#346;r&#299; Caitanya Mah&#257;prabhu used to see the upala-bhoga ceremony at the temple of Jagann&#257;tha, and after seeing this He used to go visit these three great personalities on His way to His own residence.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 1.65</B></A>: If one of these three was not present, He would meet the others. That was His regular practice.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 1.66</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu went to the residence of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, He accidentally saw the palm leaf on the roof, and thus He read the verse composed by him.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 1.67</B></A>: After reading the verse, &#346;r&#299; Caitanya Mah&#257;prabhu went into an ecstatic mood. While He was in that state, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; came and immediately fell down on the floor like a rod.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 1.68</B></A>: When R&#363;pa Gosv&#257;m&#299; fell down like a rod, &#346;r&#299; Caitanya Mah&#257;prabhu got up and gave him a slap. Then, taking him on His lap, He began to speak to him.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 1.69</B></A>: "No one knows the purport of My verse," Caitanya Mah&#257;prabhu said. "How could you understand My intention?"</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 1.70</B></A>: Saying this, Lord Caitanya Mah&#257;prabhu bestowed various benedictions upon R&#363;pa Gosv&#257;m&#299;, and taking the verse, He later showed it to Svar&#363;pa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 1.71</B></A>: Having shown the verse to Svar&#363;pa D&#257;modara with great wonder, Caitanya Mah&#257;prabhu asked him how R&#363;pa Gosv&#257;m&#299; could understand the intentions of His mind.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 1.72</B></A>: &#346;r&#299;la Svar&#363;pa D&#257;modara Gosv&#257;m&#299; replied to Lord Caitanya Mah&#257;prabhu, "If R&#363;pa Gosv&#257;m&#299; can understand Your mind and intentions, he must have Your Lordship's special benediction."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 1.73</B></A>: The Lord said, "I was so pleased with R&#363;pa Gosv&#257;m&#299; that I embraced him and bestowed upon him all necessary potencies for preaching the bhakti cult.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 1.74</B></A>: "I accept &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; as quite fit to understand the confidential mellows of devotional service, and I recommend that you explain devotional service to him further."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 1.75</B></A>: I shall describe all these incidents elaborately later on. Now I have given only a brief reference.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 1.76</B></A>: [This is a verse spoken by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.] "My dear friend, now I have met My very old and dear friend Krishna on this field of Kurukshetra. I am the same R&#257;dh&#257;r&#257;n&#299;, and now We are meeting together. It is very pleasant, but still I would like to go to the bank of the Yamun&#257; beneath the trees of the forest there. I wish to hear the vibration of His sweet flute playing the fifth note within that forest of Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 1.77</B></A>: Now, O devotees, please hear a brief explanation of this verse. Lord Caitanya Mah&#257;prabhu was thinking in this way after having seen the Jagann&#257;tha Deity.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 1.78</B></A>: The subject of His thoughts was &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, who met Krishna on the field of Kurukshetra. Although She met Krishna there, She was nonetheless thinking of Him in the following way.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 1.79</B></A>: She thought of Him in the calm and quiet atmosphere of Vrind&#257;vana, dressed as a cowherd boy. But at Kurukshetra He was in a royal dress and was accompanied by elephants, horses and crowds of men. Thus the atmosphere was not congenial for Their meeting.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 1.80</B></A>: Thus meeting with Krishna and thinking of the Vrind&#257;vana atmosphere, R&#257;dh&#257;r&#257;n&#299; longed for Krishna to take Her to Vrind&#257;vana again to fulfill Her desire in that calm atmosphere.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 1.81</B></A>: The gop&#299;s spoke thus: "Dear Lord, whose navel is just like a lotus flower, Your lotus feet are the only shelter for those who have fallen into the deep well of material existence. Your feet are worshiped and meditated upon by great mystic yog&#299;s and highly learned philosophers. We wish that these lotus feet may also be awakened within our hearts, although we are only ordinary persons engaged in household affairs."</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 1.82</B></A>: The gop&#299;s thought, "Dear Lord, if Your lotus feet again come to our home in Vrind&#257;vana, our desires will be fulfilled."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 1.83</B></A>: In one verse, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has explained the confidential meaning of the verse of &#346;r&#299;mad-Bh&#257;gavatam for the understanding of the general populace.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 1.84</B></A>: The gop&#299;s continued, "Dear Krishna, the fragrance of the mellows of Your pastimes is spread throughout the forests of the glorious land of Vrind&#257;vana, which is surrounded by the sweetness of the district of Mathur&#257;. In the congenial atmosphere of that wonderful land, You may enjoy Your pastimes, with Your flute dancing on Your lips, and surrounded by us, the gop&#299;s, whose hearts are always enchanted by unpredictable ecstatic emotions."</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 1.85</B></A>: In this way, when &#346;r&#299; Caitanya Mah&#257;prabhu saw Jagann&#257;tha, He saw that the Lord was with His sister Subhadr&#257; and was not holding a flute in His hand.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 1.86</B></A>: Absorbed in the ecstasy of the gop&#299;s, Lord Caitanya Mah&#257;prabhu wished to see Lord Jagann&#257;tha in His original form as Krishna, the son of Nanda Mah&#257;r&#257;ja, standing in Vrind&#257;vana and appearing very beautiful, His body curved in three places. His desire to see that form was always increasing.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 1.87</B></A>: Just as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; talked inconsistently with a bumblebee in the presence of Uddhava, &#346;r&#299; Caitanya Mah&#257;prabhu in His ecstasy talked crazily and inconsistently day and night.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 1.88</B></A>: The last twelve years of &#346;r&#299; Caitanya Mah&#257;prabhu were passed in this transcendental craziness. Thus He executed His last pastimes in three ways.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 1.89</B></A>: For the twenty-four years after &#346;r&#299; Caitanya Mah&#257;prabhu accepted the renounced order, whatever pastimes He executed were unlimited and unfathomable. Who can understand the purport of such pastimes ?</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 1.90</B></A>: Just to indicate those pastimes, I am presenting a general survey of the chief pastimes in the form of a synopsis.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 1.91</B></A>: This is the first synopsis: After accepting the sanny&#257;sa order, Caitanya Mah&#257;prabhu proceeded toward Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 1.92</B></A>: When proceeding toward Vrind&#257;vana, &#346;r&#299; Caitanya Mah&#257;prabhu was overwhelmed with ecstatic love for Krishna, and He lost all remembrance of the external world. In this way He traveled continuously for three days in R&#257;dha-de&#347;a, the country where the Ganges River does not flow.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 1.93</B></A>: First of all, Lord Nity&#257;nanda bewildered &#346;r&#299; Caitanya Mah&#257;prabhu by bringing Him along the banks of the Ganges, saying that it was the river Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 1.94</B></A>: After three days, Lord Caitanya Mah&#257;prabhu came to the house of Advaita &#256;c&#257;rya at &#346;&#257;ntipura and accepted alms there. This was His first acceptance of alms. At night He performed congregational chanting there.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 1.95</B></A>: At the house of Advaita Prabhu, He met His mother as well as all the devotees from M&#257;y&#257;pura. He adjusted everything and then went to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 1.96</B></A>: On the way toward Jagann&#257;tha Pur&#299;, Caitanya Mah&#257;prabhu performed many other pastimes. He visited various temples and heard the story about M&#257;dhavendra Pur&#299; and the installation of Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 1.97</B></A>: From Nity&#257;nanda Prabhu, Lord Caitanya Mah&#257;prabhu heard the story of Ksh&#299;ra-cur&#299; Gop&#299;n&#257;tha and of the witness Gop&#257;la. Then Nity&#257;nanda Prabhu broke the sanny&#257;sa rod belonging to Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 1.98</B></A>: After His sanny&#257;sa rod was broken by Nity&#257;nanda Prabhu, Caitanya Mah&#257;prabhu apparently became very angry and left His company to travel alone to the Jagann&#257;tha temple. When Caitanya Mah&#257;prabhu entered the Jagann&#257;tha temple and saw Lord Jagann&#257;tha, He immediately lost His senses and fell down on the ground.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 1.99</B></A>: After Lord Caitanya Mah&#257;prabhu saw Lord Jagann&#257;tha in the temple and fell down unconscious, S&#257;rvabhauma Bhatt&#257;c&#257;rya took Him to his home. The Lord remained unconscious until the afternoon, when He finally regained His consciousness.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 1.100</B></A>: The Lord had left Nity&#257;nanda's company and had gone alone to the Jagann&#257;tha temple, but later Nity&#257;nanda, Jagad&#257;nanda, D&#257;modara and Mukunda came to see Him, and after seeing Him they were very pleased.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 1.101</B></A>: After this incident, Lord Caitanya Mah&#257;prabhu bestowed His mercy upon S&#257;rvabhauma Bhatt&#257;c&#257;rya by showing him His original form as the Lord.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 1.102</B></A>: After bestowing mercy upon S&#257;rvabhauma Bhatt&#257;c&#257;rya, the Lord started for southern India. When He came to K&#363;rma-kshetra, He delivered a person named V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 1.103</B></A>: After visiting K&#363;rma-kshetra, the Lord visited the South Indian temple of Jiyada-nrisimha and offered His prayers to Lord Nrisimhadeva. On His way, He introduced the chanting of the Hare Krishna mah&#257;-mantra in every village.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 1.104</B></A>: Once the Lord mistook the forest on the bank of the river God&#257;var&#299; to be Vrind&#257;vana. In that place He happened to meet R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 1.105</B></A>: He visited the places known as Tirumala and Tirupati, where He extensively preached the chanting of the Lord's holy name.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 1.106</B></A>: After visiting the temples of Tirumala and Tirupati, &#346;r&#299; Caitanya Mah&#257;prabhu had to subdue some atheists. He then visited the temple of Ahovala-nrisimha.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 1.107</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu came to the land of &#346;r&#299; Ra&#324;ga-kshetra, on the bank of the K&#257;ver&#299;, He visited the temple of &#346;r&#299; Ra&#324;gan&#257;tha and was there overwhelmed in the ecstasy of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 1.108</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu lived at the house of Trimalla Bhatta for the four months of the rainy season.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 1.109</B></A>: &#346;r&#299; Trimalla Bhatta was both a member of the &#346;r&#299; Vaishnava community and a learned scholar; therefore when he saw Caitanya Mah&#257;prabhu, who was both a great scholar and a great devotee of the Lord, he was very much astonished.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 1.110</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu passed the C&#257;turm&#257;sya months with the &#346;r&#299; Vaishnavas, singing, chanting the holy name and dancing.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 1.111</B></A>: After the end of C&#257;turm&#257;sya, Lord Caitanya Mah&#257;prabhu continued traveling throughout South India. At that time He met Param&#257;nanda Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 1.112</B></A>: After this, Krishnad&#257;sa, the servant of Lord Caitanya Mah&#257;prabhu, was delivered from the clutches of a Bhattath&#257;ri. Caitanya Mah&#257;prabhu then preached that Lord Krishna's name should also be chanted by br&#257;hmanas who were accustomed to chanting Lord R&#257;ma's name.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 1.113</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then met &#346;r&#299; Ra&#324;ga Pur&#299; and mitigated all the sufferings of a br&#257;hmana named R&#257;mad&#257;sa.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 1.114</B></A>: Caitanya Mah&#257;prabhu also had a discussion with the Tattvav&#257;d&#299; community, and the Tattvav&#257;d&#299;s felt themselves to be inferior Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 1.115</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then visited the Vishnu temples of Anantadeva, Purushottama, &#346;r&#299; Jan&#257;rdana, Padman&#257;bha and V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 1.116</B></A>: After that, Lord Caitanya Mah&#257;prabhu delivered the celebrated Sapta-t&#257;la trees, took His bath at Setubandha R&#257;me&#347;vara and visited the temple of Lord &#346;iva known as R&#257;me&#347;vara.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 1.117</B></A>: At R&#257;me&#347;vara, &#346;r&#299; Caitanya Mah&#257;prabhu had a chance to read the K&#363;rma Pur&#257;na, in which He discovered that the form of S&#299;t&#257; kidnapped by R&#257;vana was not that of the real S&#299;t&#257; but a mere shadow representation.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 1.118</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very glad to read about the false S&#299;t&#257;, and He remembered His meeting with R&#257;mad&#257;sa Vipra, who was very sorry that mother S&#299;t&#257; had been kidnapped by R&#257;vana.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 1.119</B></A>: Indeed, Lord Caitanya Mah&#257;prabhu eagerly tore this page from the K&#363;rma Pur&#257;na, although the book was very old, and He later showed it to R&#257;mad&#257;sa Vipra, whose unhappiness was mitigated.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 1.120</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu also found two other books &#8212; namely, the Brahma-samhit&#257; and Krishna-karn&#257;mrita. Knowing these books to be excellent, He took them to present to His devotees.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 1.121</B></A>: After collecting these books, &#346;r&#299; Caitanya Mah&#257;prabhu returned to Jagann&#257;tha Pur&#299;. At that time, the bathing ceremony of Jagann&#257;tha was taking place, and He saw it.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 1.122</B></A>: When Jagann&#257;tha was absent from the temple, Caitanya Mah&#257;prabhu, who could not see Him, felt separation and left Jagann&#257;tha Pur&#299; to go to a place known as &#256;l&#257;lan&#257;tha.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 1.123</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained for some days at &#256;l&#257;lan&#257;tha. In the meantime, He received news that all the devotees from Bengal were coming to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 1.124</B></A>: When the devotees from Bengal arrived at Jagann&#257;tha Pur&#299;, both Nity&#257;nanda Prabhu and S&#257;rvabhauma Bhatt&#257;c&#257;rya greatly endeavored to take &#346;r&#299; Caitanya Mah&#257;prabhu back to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 1.125</B></A>: When Lord Caitanya Mah&#257;prabhu finally left &#256;l&#257;lan&#257;tha to return to Jagann&#257;tha Pur&#299;, He was overwhelmed both day and night due to separation from Jagann&#257;tha. His lamentation knew no bounds. During this time, all the devotees from different parts of Bengal, and especially from Navadv&#299;pa, arrived in Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 1.126</B></A>: After due consideration, all the devotees began chanting the holy name congregationally. Lord Caitanya's mind was thus pacified by the ecstasy of the chanting.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 1.127</B></A>: Previously, when &#346;r&#299; Caitanya Mah&#257;prabhu had been touring South India, He had met R&#257;m&#257;nanda R&#257;ya on the banks of the God&#257;var&#299;. At that time it had been decided that R&#257;m&#257;nanda R&#257;ya would resign from his post as governor and return to Jagann&#257;tha Pur&#299; to live with &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 1.128</B></A>: Upon the order of &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya took leave of the King and returned to Jagann&#257;tha Pur&#299;. After he arrived, &#346;r&#299; Caitanya Mah&#257;prabhu very much enjoyed talking with him both day and night about Lord Krishna and His pastimes.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 1.129</B></A>: After R&#257;m&#257;nanda R&#257;ya's arrival, &#346;r&#299; Caitanya Mah&#257;prabhu bestowed His mercy upon K&#257;&#347;&#299; Mi&#347;ra and met Pradyumna Mi&#347;ra and other devotees. At that time three personalities &#8212; Param&#257;nanda Pur&#299;, Govinda and K&#257;&#347;&#299;&#347;vara &#8212; came to see Lord Caitanya at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 1.130</B></A>: Eventually there was a meeting with Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, and the Lord became very greatly pleased. Then there was a meeting with &#346;ikhi M&#257;hiti and with Bhav&#257;nanda R&#257;ya, the father of R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 1.131</B></A>: All the devotees from Bengal gradually began arriving at Jagann&#257;tha Pur&#299;. At this time, the residents of Kul&#299;na-gr&#257;ma also came to see &#346;r&#299; Caitanya Mah&#257;prabhu for the first time.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 1.132</B></A>: Eventually Narahari d&#257;sa and other inhabitants of Khanda, along with &#346;iv&#257;nanda Sena, all arrived, and &#346;r&#299; Caitanya Mah&#257;prabhu met them.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 1.133</B></A>: After seeing the bathing ceremony of Lord Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu washed and cleaned &#346;r&#299; Gundic&#257; temple with the assistance of many devotees.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 1.134</B></A>: After this, Lord Caitanya Mah&#257;prabhu and all the devotees saw the Ratha-y&#257;tr&#257;, the car festival ceremony. Caitanya Mah&#257;prabhu Himself danced in front of the car, and after dancing He entered a garden.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 1.135</B></A>: In that garden, Lord Caitanya Mah&#257;prabhu bestowed His mercy upon King Prat&#257;parudra. Afterwards, when the Bengali devotees were about to return home, the Lord gave separate orders to almost every one of them.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 1.136</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu desired to meet all the devotees of Bengal every year. Therefore He ordered them to come to see the Ratha-y&#257;tr&#257; festival every year.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 1.137</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was invited to dine at the house of S&#257;rvabhauma Bhatt&#257;c&#257;rya. While He was eating sumptuously, the son-in-law of S&#257;rvabhauma Bhatt&#257;c&#257;rya [the husband of his daughter Sh&#257;th&#299;] criticized Him. Because of this, Sh&#257;th&#299;'s mother cursed him by praying that Sh&#257;th&#299; would become a widow. In other words, she cursed her son-in-law to die.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 1.138</B></A>: At the end of the year, all the devotees from Bengal, headed by Advaita &#256;c&#257;rya, again came to see the Lord. Indeed, there was a great rush of devotees to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 1.139</B></A>: When all the devotees from Bengal arrived, &#346;r&#299; Caitanya Mah&#257;prabhu allotted them residential quarters, and &#346;iv&#257;nanda Sena was put in charge of their maintenance.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 1.140</B></A>: A dog accompanied &#346;iv&#257;nanda Sena and the devotees, and that dog was so fortunate that after seeing the lotus feet of Lord Caitanya Mah&#257;prabhu, it was liberated and went back home, back to Godhead.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 1.141</B></A>: Everyone met S&#257;rvabhauma Bhatt&#257;c&#257;rya on his way to V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 1.142</B></A>: After arriving at Jagann&#257;tha Pur&#299;, all the Vaishnavas met with &#346;r&#299; Caitanya Mah&#257;prabhu. Later, &#346;r&#299; Caitanya Mah&#257;prabhu sported in the water, taking all the devotees with Him.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 1.143</B></A>: First the Lord washed the temple of Gundic&#257; very thoroughly. Then everyone saw the Ratha-y&#257;tr&#257; festival and the Lord's dancing before the car.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 1.144</B></A>: In the garden along the road from the Jagann&#257;tha temple to Gundic&#257;, Lord Caitanya Mah&#257;prabhu performed various pastimes. A br&#257;hmana named Krishnad&#257;sa performed the bathing ceremony of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 1.145</B></A>: After dancing in the Gundic&#257; temple, the Lord sported in the water with His devotees, and on Her&#257;-pañcam&#299; day they all saw the activities of the goddess of fortune, Lakshm&#299;dev&#299;.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 1.146</B></A>: On Janm&#257;shtam&#299;, Lord Krishna's birthday, &#346;r&#299; Caitanya Mah&#257;prabhu dressed Himself as a cowherd boy. At that time He carried a balance with pots of yogurt and wheeled a rod about.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 1.147</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu bade farewell to all the devotees from Gauda-de&#347;a [Bengal] and continued chanting with His intimate devotees who constantly remained with Him.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 1.148</B></A>: To visit Vrind&#257;vana, the Lord went to Gauda-de&#347;a [Bengal]. On the way, King Prat&#257;parudra performed a variety of services to please the Lord.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 1.149</B></A>: On the way to Vrind&#257;vana via Bengal, there was an incident wherein some cloth was exchanged with Pur&#299; Gos&#257;ñi. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya accompanied the Lord as far as the city of Bhadraka.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 1.150</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu reached Vidy&#257;nagara, Bengal, on the way to Vrind&#257;vana, He stopped at the house of Vidy&#257;-v&#257;caspati, who was the brother of S&#257;rvabhauma Bhatt&#257;c&#257;rya. When Lord Caitanya Mah&#257;prabhu suddenly arrived at his house, great crowds of people gathered.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 1.151</B></A>: For five consecutive days all the people gathered to see the Lord, and still there was no rest. Out of fear of the crowd, Lord Caitanya Mah&#257;prabhu left at night and went to the town of Kuliy&#257; [present-day Navadv&#299;pa].</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 1.152</B></A>: Hearing of the Lord's arrival in Kuliy&#257;-gr&#257;ma, many hundreds of thousands of people came to see Him.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 1.153</B></A>: The specific acts performed by &#346;r&#299; Caitanya Mah&#257;prabhu at this time were His showing favor to Dev&#257;nanda Pandita and excusing the br&#257;hmana known as Gop&#257;la C&#257;pala from the offense he had committed at the lotus feet of &#346;r&#299;v&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 1.154</B></A>: Many atheists and blasphemers came and fell at the lotus feet of the Lord, and the Lord in return excused them and gave them love of Krishna.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 1.155</B></A>: When &#346;r&#299; Nrisimh&#257;nanda Brahmac&#257;r&#299; heard that Lord Caitanya Mah&#257;prabhu would go to Vrind&#257;vana, he became very pleased and mentally began decorating the way there.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 1.156</B></A>: First Nrisimh&#257;nanda Brahmac&#257;r&#299; contemplated a broad road starting from the city of Kuliy&#257;. He bedecked the road with jewels, upon which he then laid a bed of stemless flowers.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 1.157</B></A>: He mentally decorated both sides of the road with bakula flower trees, and at intervals on both sides he placed lakes of a transcendental nature.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 1.158</B></A>: These lakes had bathing places constructed with jewels, and they were filled with blossoming lotus flowers. There were various birds chirping, and the water was exactly like nectar.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 1.159</B></A>: The entire road was surcharged with many cool breezes, which carried the fragrances from various flowers. He carried the construction of this road as far as K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 1.160</B></A>: Within the mind of Nrisimh&#257;nanda Brahmac&#257;r&#299;, the road could not be constructed beyond K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;. He could not understand why the road's construction could not be completed, and thus he was astonished.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 1.161</B></A>: With great assurance he then told the devotees that Lord Caitanya would not go to Vrind&#257;vana at that time.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 1.162</B></A>: Nrisimh&#257;nanda Brahmac&#257;r&#299; said, "The Lord will go to K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257; and then will return. All of you will come to know of this later, but I now say this with great assurance."</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 1.163</B></A>: When Lord Caitanya Mah&#257;prabhu began to proceed from Kuliy&#257; toward Vrind&#257;vana, thousands of men were with Him, and all of them were devotees.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 1.164</B></A>: Wherever the Lord visited, crowds of innumerable people came to see Him. When they saw Him, all their unhappiness and lamentation disappeared.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 1.165</B></A>: Wherever the Lord touched the ground with His lotus feet, people immediately came and gathered the dirt. Indeed, they gathered so much that many holes were created in the road.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 1.166</B></A>: Lord Caitanya Mah&#257;prabhu eventually arrived at a village named R&#257;makeli. This village is situated on the border of Bengal and is very exquisite.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 1.167</B></A>: While performing sa&#324;k&#299;rtana in R&#257;makeli-gr&#257;ma, the Lord danced and sometimes lost consciousness due to love of God. While at R&#257;makeli-gr&#257;ma, an unlimited number of people came to see His lotus feet.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 1.168</B></A>: When the Muslim king of Bengal heard of Caitanya Mah&#257;prabhu's influence in attracting innumerable people, he became very much astonished and began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 1.169</B></A>: "Such a person, who is followed by so many people without giving them charity, must be a prophet. I can surely understand this fact."</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 1.170</B></A>: The Muslim King ordered the magistrate, "Do not disturb this Hindu prophet out of jealousy. Let Him do His own will wherever He likes."</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 1.171</B></A>: When the Muslim King asked his assistant, Ke&#347;ava Chatr&#299;, for news of the influence of &#346;r&#299; Caitanya Mah&#257;prabhu, Ke&#347;ava Chatr&#299;, although knowing everything about Caitanya Mah&#257;prabhu, tried to avoid the conversation by not giving any importance to Caitanya Mah&#257;prabhu's activities.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 1.172</B></A>: Ke&#347;ava Chatr&#299; informed the Muslim King that Caitanya Mah&#257;prabhu was a mendicant touring different places of pilgrimage and that, as such, only a few people came to see Him.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 1.173</B></A>: Ke&#347;ava Chatr&#299; said, "Out of jealousy your Muslim servant plots against Him. I think that you should not be very interested in Him, for there is no profit in it. Rather, there is simply loss."</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 1.174</B></A>: After pacifying the King in this way, Ke&#347;ava Chatr&#299; sent a br&#257;hmana messenger to Lord Caitanya Mah&#257;prabhu, requesting Him to leave without delay.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 1.175</B></A>: In private, the King inquired from Dabira Kh&#257;sa [&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;], who began to speak about the glories of the Lord.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 1.176</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; said, "The Supreme Personality of Godhead, who gave you this kingdom and whom you accept as a prophet, has taken birth in your country due to your good fortune.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 1.177</B></A>: "This prophet always desires your good fortune. By His grace, all your business is successful. By His blessings, you will attain victory everywhere.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 1.178</B></A>: "Why are you questioning me? Better that you question your own mind. Because you are the King of the people, you are the representative of the Supreme Personality of Godhead. Therefore you can understand this better than I."</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 1.179</B></A>: Thus &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; informed the King about his mind as a way of knowing &#346;r&#299; Caitanya Mah&#257;prabhu. He assured the King that whatever occurred in his mind could be considered evidence.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 1.180</B></A>: The King replied, "I consider &#346;r&#299; Caitanya Mah&#257;prabhu to be the Supreme Personality of Godhead. There is no doubt about it."</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 1.181</B></A>: After having this conversation with R&#363;pa Gosv&#257;m&#299;, the King entered his private house. R&#363;pa Gosv&#257;m&#299;, then known as Dabira Kh&#257;sa, also returned to his residence.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 1.182</B></A>: After returning to his residence, Dabira Kh&#257;sa and his brother decided after much consideration to go see the Lord incognito.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 1.183</B></A>: Thus in the dead of night the two brothers, Dabira Kh&#257;sa and S&#257;kara Mallika, went to see &#346;r&#299; Caitanya Mah&#257;prabhu incognito. First they met Nity&#257;nanda Prabhu and Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 1.184</B></A>: &#346;r&#299; Nity&#257;nanda Prabhu and Harid&#257;sa Th&#257;kura told Lord Caitanya Mah&#257;prabhu that two personalities &#8212; &#346;r&#299; R&#363;pa and San&#257;tana &#8212; had come to see Him.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 1.185</B></A>: In great humility, both brothers took bunches of straw between their teeth and, each binding a cloth around his neck, fell down like rods before the Lord.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 1.186</B></A>: Upon seeing Lord Caitanya Mah&#257;prabhu, the two brothers were overwhelmed with joy, and out of humility they began to cry. Lord Caitanya Mah&#257;prabhu asked them to get up and assured them of all good fortune.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 1.187</B></A>: The two brothers got up, and again taking straw between their teeth, they humbly offered their prayers with folded hands.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 1.188</B></A>: "All glories to &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, the most merciful savior of the fallen souls! All glories to the Supreme Personality!</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 1.189</B></A>: "Sir, we belong to the lowest class of men, and our associates and employment are also of the lowest type. Therefore we cannot introduce ourselves to You. We feel very much ashamed, standing here before You.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 1.190</B></A>: "'Dear Lord, let us inform you that no one is more sinful than us, nor is there any offender like us. Even if we wanted to mention our sinful activities, we would immediately become ashamed. And what to speak of giving them up!'"</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 1.191</B></A>: The two brothers submitted, "Dear Lord, You have incarnated to deliver the fallen souls. You should consider that in this world there is none so fallen as us.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 1.192</B></A>: "You have delivered the two brothers Jag&#257;i and M&#257;dh&#257;i, but to deliver them You did not have to exert Yourself very much.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 1.193</B></A>: "The brothers Jag&#257;i and M&#257;dh&#257;i belonged to the br&#257;hmana caste, and their residence was in the holy place of Navadv&#299;pa. They never served low-class persons, nor were they instruments to abominable activities.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 1.194</B></A>: "Jag&#257;i and M&#257;dh&#257;i had but one fault &#8212; they were addicted to sinful activity. However, volumes of sinful activity can be burned to ashes simply by a dim reflection of the chanting of Your holy name.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 1.195</B></A>: "Jag&#257;i and M&#257;dh&#257;i uttered Your holy name by way of blaspheming You. Fortunately, that holy name became the cause of their deliverance.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 1.196</B></A>: "We two are millions and millions of times inferior to Jag&#257;i and M&#257;dh&#257;i. We are more degraded, fallen and sinful than they.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 1.197</B></A>: "Actually we belong to the caste of meat-eaters because we are servants of meat-eaters. Indeed, our activities are exactly like those of the meat-eaters. Because we always associate with such people, we are inimical toward the cows and br&#257;hmanas."</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 1.198</B></A>: The two brothers, S&#257;kara Mallika and Dabira Kh&#257;sa, very humbly submitted that due to their abominable activities they were now bound by the neck and hands and had been thrown into a ditch filled with abominable, stoollike objects of material sense enjoyment.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 1.199</B></A>: "No one within the three worlds is sufficiently powerful to deliver us. You are the only savior of the fallen souls; therefore there is no one but You.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 1.200</B></A>: "If You simply deliver us by Your transcendental strength, then certainly Your name will be known as Patita-p&#257;vana, the savior of the fallen souls.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 1.201</B></A>: "Let us speak one word that is very true. Plainly hear us, O merciful one. There is no other object of mercy within the three worlds but us.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 1.202</B></A>: "We are the most fallen; therefore by showing us Your mercy, Your mercy is most successful. Let the power of Your mercy be exhibited throughout the entire universe!</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 1.203</B></A>: "'Let us submit one piece of information before You, dear Lord. It is not at all false but is full of meaning. It is this: If You are not merciful upon us, then it will be very, very difficult to find more suitable candidates for Your mercy.'</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 1.204</B></A>: "We are very depressed at being unfit candidates for Your mercy. Yet since we have heard of Your transcendental qualities, we are very much attracted to You.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 1.205</B></A>: "Indeed, we are like a dwarf who wants to capture the moon. Although we are completely unfit, a desire to receive Your mercy is awakening within our minds.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 1.206</B></A>: "'By serving You constantly, one is freed from all material desires and is completely pacified. When shall I engage as Your permanent eternal servant and always feel joyful to have such a fitting master?'"</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 1.207</B></A>: After hearing the prayer of Dabira Kh&#257;sa and S&#257;kara Mallika, &#346;r&#299; Caitanya Mah&#257;prabhu said, "My dear Dabira Kh&#257;sa, you two brothers are My old servants.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 1.208</B></A>: "My dear S&#257;kara Mallika, from this day your names will be changed to &#346;r&#299;la R&#363;pa and &#346;r&#299;la San&#257;tana. Now please abandon your humility, for My heart is breaking to see you so humble.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 1.209</B></A>: "You have written several letters showing your humility. I can understand your behavior from those letters.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 1.210</B></A>: "By your letters, I could understand your heart. Therefore, in order to teach you, I sent you one verse, which reads as follows.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 1.211</B></A>: "'If a woman is attached to a man other than her husband, she will appear very busy in carrying out her household affairs, but within her heart she is always relishing feelings of association with her paramour.'</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 1.212</B></A>: "I really had no business in coming to Bengal, but I have come just to see you two brothers.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 1.213</B></A>: "Everyone is asking why I have come to this village of R&#257;makeli. No one knows My intentions.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 1.214</B></A>: "It is very good that you two brothers have come to see Me. Now you can go home. Do not fear anything.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 1.215</B></A>: "Birth after birth you have been My eternal servants. I am sure that Krishna will deliver you very soon."</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 1.216</B></A>: The Lord then placed His two hands on the heads of both of them, and in return they immediately placed the lotus feet of the Lord on their heads.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 1.217</B></A>: After this, the Lord embraced both of them and requested all of the devotees present to be merciful upon them and deliver them.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 1.218</B></A>: When all of the devotees saw the mercy of the Lord upon the two brothers, they were very much gladdened, and they began to chant the holy name of the Lord, "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 1.219</B></A>: All the Vaishnava associates of the Lord were present, including Nity&#257;nanda Prabhu, Harid&#257;sa Th&#257;kura, &#346;r&#299;v&#257;sa Th&#257;kura, Gad&#257;dhara Pandita, Mukunda, Jagad&#257;nanda, Mur&#257;ri and Vakre&#347;vara.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 1.220</B></A>: In accordance with the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu, the two brothers, R&#363;pa and San&#257;tana, immediately touched the lotus feet of these Vaishnavas, who all became very happy and congratulated the two brothers for having received the mercy of the Lord.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 1.221</B></A>: After begging the permission of all the Vaishnavas present, the two brothers, at the time of their departure, humbly submitted something at the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 1.222</B></A>: They said, "Dear Lord, although the King of Bengal, Nawab Hussain Shah, is very respectful toward You, You have no other business here. Kindly depart from this place.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 1.223</B></A>: "Although the King is respectful toward You, he still belongs to the yavana class and should not be believed. We think that there is no need for such a great crowd to accompany You on Your pilgrimage to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 1.224</B></A>: "Dear Lord, You are going to Vrind&#257;vana with hundreds and thousands of people following You, and this is not a fitting way to go on a pilgrimage."</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 1.225</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu was &#346;r&#299; Krishna Himself, the Supreme Lord, and was therefore not at all fearful, He still acted like a human being to teach neophytes how to act.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 1.226</B></A>: Having spoken thus, the two brothers offered prayers to the lotus feet of the Lord and returned to their homes. Lord Caitanya Mah&#257;prabhu then desired to leave that village.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 1.227</B></A>: In the morning, the Lord left and went to a place known as K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;. While there, He saw many pastimes of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 1.228</B></A>: That night the Lord considered San&#257;tana Gosv&#257;m&#299;'s proposal that He should not go to Vrind&#257;vana followed by so many people.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 1.229</B></A>: The Lord thought, "If I go to Mathur&#257; with such crowds behind Me, it would not be a very happy situation, for the atmosphere would be disturbed."</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 1.230</B></A>: The Lord concluded that He would go alone to Vrind&#257;vana or, at most, would take only one person as His companion. In that way, going to Vrind&#257;vana would be very pleasant.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 1.231</B></A>: Thinking like this, the Lord took His morning bath in the Ganges and started for N&#299;l&#257;cala, saying "I shall go there."</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 1.232</B></A>: Walking and walking, &#346;r&#299; Caitanya Mah&#257;prabhu arrived at &#346;&#257;ntipura and remained at the house of Advaita &#256;c&#257;rya for five to seven days.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 1.233</B></A>: Taking this opportunity, &#346;r&#299; Advaita &#256;c&#257;rya Prabhu sent for mother &#346;ac&#299;dev&#299;, and she remained at His house for seven days to prepare the meals for &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 1.234</B></A>: Taking permission from His mother, Lord Caitanya Mah&#257;prabhu then started for Jagann&#257;tha Pur&#299;. When the devotees followed Him, He humbly begged them to remain and bade them all farewell.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 1.235</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, although requesting all the devotees to go back, allowed two people to follow Him. He requested all the devotees to come to Jagann&#257;tha Pur&#299; and meet Him during the car festival.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 1.236</B></A>: The two persons who accompanied &#346;r&#299; Caitanya Mah&#257;prabhu to Jagann&#257;tha Pur&#299; [N&#299;l&#257;cala] were Balabhadra Bhatt&#257;c&#257;rya and D&#257;modara Pandita.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 1.237</B></A>: After remaining at Jagann&#257;tha Pur&#299; for a few days, the Lord secretly started for Vrind&#257;vana at night. He did this without anyone's knowledge.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 1.238</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu left Jagann&#257;tha Pur&#299; for Vrind&#257;vana, only Balabhadra Bhatt&#257;c&#257;rya was with Him. Thus He traveled on the path through Jh&#257;rikhanda and arrived in Benares [V&#257;r&#257;nas&#299;] with great delight.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 1.239</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu stayed at Benares only four days and then left for Vrind&#257;vana. After seeing the town of Mathur&#257;, He visited the twelve forests.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 1.240</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu visited all twelve places of &#346;r&#299; Krishna's pastimes, He became very much agitated because of ecstasy. Balabhadra Bhatt&#257;c&#257;rya somehow or other got Him out of Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 1.241</B></A>: After leaving Mathur&#257;, the Lord began to walk along the path on the bank of the Ganges, and finally He reached the holy place named Pray&#257;ga [Allahabad]. It was there that &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; came and met the Lord.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 1.242</B></A>: At Pray&#257;ga, R&#363;pa Gosv&#257;m&#299; fell down on the ground to offer obeisances to the Lord, and the Lord embraced him with great delight.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 1.243</B></A>: After instructing &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; at Pray&#257;ga, at the Da&#347;&#257;&#347;vamedha-gh&#257;ta, Caitanya Mah&#257;prabhu ordered him to go to Vrind&#257;vana. The Lord then returned to V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 1.244</B></A>: When Lord Caitanya Mah&#257;prabhu arrived at V&#257;r&#257;nas&#299;, San&#257;tana Gosv&#257;m&#299; met Him there. The Lord remained there for two months and instructed San&#257;tana Gosv&#257;m&#299; perfectly.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 1.245</B></A>: After fully instructing San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu sent him to Mathur&#257; with empowered devotional service. In Benares He also bestowed His mercy upon the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. He then returned to N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;].</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 1.246</B></A>: The Lord traveled all over India for six years. He was sometimes here and sometimes there, performing His transcendental pastimes, and sometimes He remained at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 1.247</B></A>: While at Jagann&#257;tha Pur&#299;, the Lord passed His time in great joy by performing sa&#324;k&#299;rtana and visiting the temple of Jagann&#257;tha in great ecstasy.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 1.248</B></A>: Thus I have given a synopsis of the madhya-l&#299;l&#257;, the middle pastimes of the Lord. Now, O devotees, kindly hear the synopsis of the final pastimes of the Lord, known as the antya-l&#299;l&#257;.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 1.249</B></A>: When the Lord returned to Jagann&#257;tha Pur&#299; from Vrind&#257;vana, He remained there and did not go anywhere else for eighteen years.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 1.250</B></A>: During those eighteen years, all the devotees of Bengal used to visit Him at Jagann&#257;tha Pur&#299; every year. They would remain there for four continuous months and enjoy the company of the Lord.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 1.251</B></A>: At Jagann&#257;tha Pur&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu performed chanting and dancing unceasingly. Thus He enjoyed the pastime of sa&#324;k&#299;rtana. He manifested His causeless mercy, pure love of God, to everyone, including the lowest man.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 1.252</B></A>: Residing with the Lord at Jagann&#257;tha Pur&#299; were Pandita Gos&#257;ñi and other devotees, such as Vakre&#347;vara, D&#257;modara, &#346;a&#324;kara and Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 1.253</B></A>: Jagad&#257;nanda, Bhagav&#257;n, Govinda, K&#257;&#347;&#299;&#347;vara, Param&#257;nanda Pur&#299; and Svar&#363;pa D&#257;modara were other devotees who also lived with the Lord.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 1.254</B></A>: &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya and other devotees who were residents of Jagann&#257;tha Pur&#299; also remained permanently with the Lord.</P><P CLASS=r><A CLASS=i HREF="255-256.htm"><B>CC Madhya 1.255-256</B></A>: Other devotees of the Lord &#8212; headed by Advaita &#256;c&#257;rya, Nity&#257;nanda Prabhu, Mukunda, &#346;r&#299;v&#257;sa, Vidy&#257;nidhi, V&#257;sudeva and Mur&#257;ri &#8212; used to visit Jagann&#257;tha Pur&#299; and remain with the Lord for four continuous months. The Lord enjoyed various pastimes in their company.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 1.257</B></A>: At Jagann&#257;tha Pur&#299;, Harid&#257;sa Th&#257;kura passed away. The incident was very wonderful because the Lord Himself performed the festival of Th&#257;kura Harid&#257;sa's departure.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 1.258</B></A>: At Jagann&#257;tha Pur&#299; &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; met the Lord again, and the Lord invested his heart with all transcendental power.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Madhya 1.259</B></A>: After this, the Lord punished Junior Harid&#257;sa, and D&#257;modara Pandita gave some warning to the Lord.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Madhya 1.260</B></A>: Thereafter San&#257;tana Gosv&#257;m&#299; met the Lord again, and the Lord tested him in scorching heat during the month of Jyaishtha.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 1.261</B></A>: Being pleased, the Lord sent San&#257;tana Gosv&#257;m&#299; back to Vrind&#257;vana. After that, He was fed wonderfully by the hands of &#346;r&#299; Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 1.262</B></A>: After sending San&#257;tana Gosv&#257;m&#299; back to Vrind&#257;vana, the Lord privately consulted with &#346;r&#299; Nity&#257;nanda Prabhu. He then sent Him to Bengal to preach love of Godhead.</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Madhya 1.263</B></A>: Soon afterward, Vallabha Bhatta met the Lord at Jagann&#257;tha Pur&#299;, and the Lord explained to him the import of the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Madhya 1.264</B></A>: After explaining the transcendental qualities of R&#257;m&#257;nanda R&#257;ya, the Lord sent Pradyumna Mi&#347;ra to his residence, and Pradyumna Mi&#347;ra learned krishna-kath&#257; from him.</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Madhya 1.265</B></A>: After this, Lord Caitanya Mah&#257;prabhu saved Gop&#299;n&#257;tha Pattan&#257;yaka, the younger brother of R&#257;m&#257;nanda R&#257;ya, from being condemned to death by the King.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Madhya 1.266</B></A>: R&#257;macandra Pur&#299; criticized Lord Caitanya Mah&#257;prabhu's eating; therefore the Lord reduced His eating to a minimum. However, when all the Vaishnavas became very sorry, the Lord increased His portion to half as much as usual.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 1.267</B></A>: There are fourteen planetary systems within the universe, and all living entities reside in those planetary systems.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 1.268</B></A>: Dressing like human beings on pilgrimage, they all used to come to Jagann&#257;tha Pur&#299; to visit &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 1.269</B></A>: One day all the devotees, headed by &#346;r&#299;v&#257;sa Th&#257;kura, were chanting the transcendental qualities of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 1.270</B></A>: Not liking the chanting of His transcendental qualities, &#346;r&#299; Caitanya Mah&#257;prabhu chastised them as if He were angry. "What kind of chanting is this?" He asked. "Are you leaving aside the chanting of the holy name of the Lord?"</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 1.271</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu chastised all the devotees, telling them not to show impudence and spoil the entire world by becoming independent.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 1.272</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was apparently in an angry mood and chastising His devotees, many thousands of people outside loudly cried in a tumultuous voice, "All glories to &#346;r&#299; Caitanya Mah&#257;prabhu!"</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 1.273</B></A>: All the people began to call very loudly, "All glories to &#346;r&#299; Caitanya Mah&#257;prabhu, who is the son of Mah&#257;r&#257;ja Nanda! Now You have appeared in order to deliver the whole world!</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 1.274</B></A>: "O Lord, we are very unhappy. We have come a long distance to see You. Please be merciful and show us Your favor."</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 1.275</B></A>: When the Lord heard the humble petition made by the people, His heart softened. Being very merciful, He immediately came out and gave audience to all of them.</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 1.276</B></A>: Raising His arms, the Lord asked everyone to chant loudly the vibration of the holy name of Lord Hari. There immediately arose a great stir, and the vibration of "Hari!" filled all directions.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 1.277</B></A>: Seeing the Lord, everyone became joyful out of love. Everyone accepted the Lord as the Supreme, and thus they offered their prayers.</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 1.278</B></A>: While the people were offering their prayers unto the Lord, &#346;r&#299;v&#257;sa Th&#257;kura sarcastically said to the Lord, "At home, You wanted to be covered. Why have You exposed Yourself outside?"</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Madhya 1.279</B></A>: &#346;r&#299;v&#257;sa Th&#257;kura continued, "Who has taught these people? What are they saying? Now You can cover their mouths with Your own hand.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Madhya 1.280</B></A>: "It is as if the sun, after rising, wanted to hide itself. We cannot understand such characteristics in Your behavior."</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 1.281</B></A>: The Lord replied, "My dear &#346;r&#299;niv&#257;sa, please stop joking. You have all combined together to humiliate Me in this way."</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 1.282</B></A>: Thus speaking, the Lord entered His room after glancing auspiciously upon the people out of charity. In this way the desires of the people were completely fulfilled.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 1.283</B></A>: At this time, Raghun&#257;tha d&#257;sa approached &#346;r&#299; Nity&#257;nanda Prabhu and, according to His order, prepared a feast and distributed pras&#257;dam composed of chipped rice and curd.</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC Madhya 1.284</B></A>: Later, &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; left home and took shelter of &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;. At that time, the Lord received him and placed him under the care of Svar&#363;pa D&#257;modara for spiritual enlightenment.</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Madhya 1.285</B></A>: Later, &#346;r&#299; Caitanya Mah&#257;prabhu stopped Brahm&#257;nanda Bh&#257;rat&#299;'s habit of wearing deerskin. The Lord thus enjoyed His pastimes continuously for six years, experiencing varieties of transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Madhya 1.286</B></A>: I have thus given a synopsis of the madhya-l&#299;l&#257;. Now please hear the pastimes the Lord performed during the last twelve years.</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC Madhya 1.287</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>