<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Later Pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 1 Summary</P><P>In this chapter there is a summary description of all the pastimes performed by &#346;r&#299; Caitanya Mah&#257;prabhu during the middle period of His activities as well as the six years at the end of His activities. All of these are described in brief. There is also a description of &#346;r&#299; Caitanya Mah&#257;prabhu's ecstasy that occurred when He recited the verse beginning yah kaum&#257;ra-harah, as well as a description of how that ecstasy was explained in the verse beginning priyah so 'yam krishnah, by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. Because he wrote that verse, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was specifically blessed by the Lord. There is also a description of the many books written by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; and &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. There is also a description of the meeting between &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; in the village known as R&#257;makeli.</P><P CLASS=l><A CLASS=i HREF="../../adi/17/336.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>