<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 2 Verse 120</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 2 Verse 120"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Chastisement of Junior Harid&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 2.120</P><P CLASS=c>kshudra-j&#299;va saba markata-vair&#257;gya kariy&#257;</P><P CLASS=c>indriya car&#257;ñ&#257; bule 'prakriti' sambh&#257;shiy&#257;"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksudra">kshudra</A>-<A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; poor living entities; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/markata">markata</A> <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> renounced life like that of <A HREF="http://vedabase.net/a/a">a</A> monkey; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> <A CLASS=v HREF="http://vedabase.net/c/carana">car&#257;ñ&#257;</A> &#8212; satisfying the senses; <A CLASS=v HREF="http://vedabase.net/b/bule">bule</A> &#8212; wander here and there; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> <A CLASS=v HREF="http://vedabase.net/s/sambhasiya">sambh&#257;shiy&#257;</A> &#8212; talking intimately with women.</P><P CLASS=t>TRANSLATION</P><P>"There are many persons with little in their possession who accept the renounced order of life like monkeys. They go here and there engaging in sense gratification and speaking intimately with women."</P><P CLASS=t>PURPORT</P><P>One should strictly follow the regulative principles, namely no illicit sex, no meat-eating, no intoxication and no gambling, and in this way one should make progress in spiritual life. If an unfit person sentimentally accepts vair&#257;gya or takes sanny&#257;sa but at the same time remains attached to women, he is in a very dangerous position. His renunciation is called markata-vair&#257;gya, or renunciation like that of a monkey. The monkey lives in the forest, eats fruit and does not even cover itself with a cloth. In this way it resembles a saint, but the monkey always thinks of female monkeys and sometimes keeps dozens of them for sexual intercourse. This is called markata-vair&#257;gya. Therefore one who is unfit should not accept the renounced order of life. One who accepts the order of sanny&#257;sa but again becomes agitated by sensual disturbances and talks privately with women is called dharma-dhvaj&#299; or dharma-kala&#324;ka, which means that he brings condemnation upon the religious order. Therefore one should be extremely careful in this connection. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains the word markata to mean "restless." A restless person cannot be steady; therefore he simply wanders about, gratifying his senses. Just to get praise from others, to get cheap adoration from his followers or people in general, such a person sometimes accepts the dress of a sanny&#257;s&#299; or b&#257;b&#257;j&#299; in the renounced order, but he cannot give up desires for sense gratification, especially for the association of women. Such a person cannot make advancement in spiritual life. There are eight different kinds of sensual enjoyment with women, including talking about them and thinking about them. Thus for a sanny&#257;s&#299;, a person in the renounced order, talking intimately with women is a great offense. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and &#346;r&#299;la Narottama d&#257;sa Th&#257;kura actually achieved the most elevated stage of the renounced order, but those who imitate them, accepting them as ordinary human beings, fall under the influence of the material energy, for that is a great misunderstanding.</P><P CLASS=l><A CLASS=i HREF="119.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="121.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>