<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 2 Verse 143</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 2 Verse 143"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Chastisement of Junior Harid&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 2.143</P><P CLASS=c>mah&#257;prabhu &#8212; krip&#257;-sindhu, ke p&#257;re bujhite?</P><P CLASS=c>priya bhakte danda karena dharma bujh&#257;ite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sindhu">sindhu</A> &#8212; the ocean of mercy; <A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> <A CLASS=v HREF="http://vedabase.net/p/pare">p&#257;re</A> <A CLASS=v HREF="http://vedabase.net/b/bujhite">bujhite</A> &#8212; who can understand; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> <A CLASS=v HREF="http://vedabase.net/b/bhakte">bhakte</A> &#8212; unto His dear devotees; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; makes chastisement; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> <A CLASS=v HREF="http://vedabase.net/b/bujhaite">bujh&#257;ite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> establish principles of religion or duty.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu is the ocean of mercy. Who can understand Him? When He chastises His dear devotees, He certainly does so to reestablish the principles of religion or duty.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says in this connection that &#346;r&#299; Caitanya Mah&#257;prabhu, the ocean of mercy, chastised Junior Harid&#257;sa, although Junior Harid&#257;sa was His dear devotee, to establish that one in the devotional line, engaged in pure devotional service, should not be a hypocrite. For a person engaged in devotional service in the renounced order, having intimate relationships with women is certainly hypocrisy. This chastisement was given to Junior Harid&#257;sa as an example to future sahajiy&#257;s who might adopt the dress of the renounced order to imitate R&#363;pa Gosv&#257;m&#299; and other bona fide sanny&#257;s&#299;s but secretly have illicit connections with women. To teach such men, &#346;r&#299; Caitanya Mah&#257;prabhu chastised His dear devotee Harid&#257;sa for a slight deviation from the regulative principles. &#346;r&#299;mat&#299; M&#257;dhav&#299;-dev&#299; was a highly elevated devotee; therefore approaching her to ask for some rice to serve &#346;r&#299; Caitanya Mah&#257;prabhu was certainly not very offensive. Nevertheless, just to preserve the regulative principles for the future, &#346;r&#299; Caitanya Mah&#257;prabhu enforced the hard-and-fast rule that no one in the renounced order should intimately mix with women. Had &#346;r&#299; Caitanya Mah&#257;prabhu not chastised Junior Harid&#257;sa for this slight deviation, so-called devotees of the Lord would have exploited the example of Junior Harid&#257;sa to continue their habit of illicit connections with women unrestrictedly. Indeed, they still preach that such behavior is allowed for a Vaishnava. But it is strictly not allowed. &#346;r&#299; Caitanya Mah&#257;prabhu is the teacher of the entire world, and therefore He enforced this exemplary punishment to establish that illicit sexual connections are never allowed by Vaishnava philosophy. This was His purpose in chastising Junior Harid&#257;sa. &#346;r&#299; Caitanya Mah&#257;prabhu is in fact the most magnanimous incarnation of the Supreme Personality of Godhead, but He strictly prohibited illicit sex.</P><P CLASS=l><A CLASS=i HREF="142.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="144.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>