<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 2 Verse 95</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 2 Verse 95"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Chastisement of Junior Harid&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 2.95</P><P CLASS=c>vaishnava hañ&#257; yeb&#257; &#347;&#257;r&#299;raka-bh&#257;shya &#347;une</P><P CLASS=c>sevya-sevaka-bh&#257;va ch&#257;di' &#257;pan&#257;re '&#299;&#347;vara' m&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A> <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; being <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/y/yeba">yeb&#257;</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/s/sariraka">&#347;&#257;r&#299;raka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasya">bh&#257;shya</A> &#8212; the <A HREF="http://vedabase.net/m/mayavada">M&#257;y&#257;v&#257;da</A> commentary <A HREF="http://vedabase.net/s/sariraka">&#346;&#257;r&#299;raka</A>-<A HREF="http://vedabase.net/b/bhasya">bh&#257;shya</A>; <A CLASS=v HREF="http://vedabase.net/s/sune">&#347;une</A> &#8212; listens <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/sevya">sevya</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaka">sevaka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; the <A HREF="http://vedabase.net/k/krsna">Krishna</A> conscious attitude that the Lord is the master and the living entity is His servant; <A CLASS=v HREF="http://vedabase.net/c/chadi">ch&#257;di</A>' &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/a/apanare">&#257;pan&#257;re</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; considers.</P><P CLASS=t>TRANSLATION</P><P>"When a Vaishnava listens to the &#346;&#257;r&#299;raka-bh&#257;shya, the M&#257;y&#257;v&#257;da commentary upon the Ved&#257;nta-s&#363;tra, he gives up the Krishna conscious attitude that the Lord is the master and the living entity is His servant. Instead, he considers himself the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>The philosophers known as keval&#257;dvaita-v&#257;d&#299;s generally occupy themselves with hearing the &#346;&#257;r&#299;raka-bh&#257;shya, a commentary by &#346;a&#324;kar&#257;c&#257;rya advocating that one impersonally consider oneself the Supreme Lord. Such M&#257;y&#257;v&#257;da philosophical commentaries upon the Ved&#257;nta-s&#363;tra are simply imaginary, but there are other commentaries on the Ved&#257;nta-s&#363;tra. The commentary by &#346;r&#299;la R&#257;m&#257;nuj&#257;c&#257;rya, known as &#346;r&#299;-bh&#257;shya, establishes the vi&#347;isht&#257;dvaita-v&#257;da philosophy. Similarly, in the Brahma-samprad&#257;ya, Madhv&#257;c&#257;rya's P&#363;rnaprajña-bh&#257;shya establishes &#347;uddha-dvaita-v&#257;da. In the Kum&#257;ra-samprad&#257;ya, or Nimb&#257;rka-samprad&#257;ya, &#346;r&#299; Nimb&#257;rka establishes the philosophy of dvait&#257;dvaita-v&#257;da in the P&#257;rij&#257;ta-saurabha-bh&#257;shya. And in the Vishnu-sv&#257;mi-samprad&#257;ya, or Rudra-samprad&#257;ya, which comes from Lord &#346;iva, Vishnu Sv&#257;m&#299; has written a commentary called Sarvajña-bh&#257;shya, which establishes &#347;uddh&#257;dvaita-v&#257;da.</P><P>A Vaishnava should study the commentaries on the Ved&#257;nta-s&#363;tra written by the four samprad&#257;ya-&#257;c&#257;ryas, namely &#346;r&#299; R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Vishnu Sv&#257;m&#299; and Nimb&#257;rka, for these commentaries are based upon the philosophy that the Lord is the master and that all living entities are His eternal servants. One interested in studying Ved&#257;nta philosophy properly must study these commentaries, especially if he is a Vaishnava. These commentaries are always adored by Vaishnavas. The commentary by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; is elaborately given in the &#256;di-l&#299;l&#257;, Chapter Seven, text 101. The M&#257;y&#257;v&#257;da commentary &#346;&#257;r&#299;raka-bh&#257;shya is like poison for a Vaishnava. It should not be touched at all. &#346;r&#299;la Bhaktivinoda Th&#257;kura remarks that even a mah&#257;-bh&#257;gavata, or highly elevated devotee who has surrendered himself unto the lotus feet of Krishna, sometimes falls down from pure devotional service if he hears the M&#257;y&#257;v&#257;da philosophy of the &#346;&#257;r&#299;raka-bh&#257;shya. This commentary should therefore be shunned by all Vaishnavas.</P><P CLASS=l><A CLASS=i HREF="94.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="96.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>