<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 2"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: The Chastisement of Junior Harid&#257;sa</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 2 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 2.1</B></A>: I offer my respectful obeisances unto the lotus feet of my spiritual master and of all the other preceptors on the path of devotional service. I offer my respectful obeisances unto all the Vaishnavas and unto the six Gosv&#257;m&#299;s, including &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, J&#299;va Gosv&#257;m&#299; and their associates. I offer my respectful obeisances unto &#346;r&#299; Advaita &#256;c&#257;rya Prabhu, &#346;r&#299; Nity&#257;nanda Prabhu, &#346;r&#299; Caitanya Mah&#257;prabhu, and all His devotees, headed by &#346;r&#299;v&#257;sa Th&#257;kura. I then offer my respectful obeisances unto the lotus feet of Lord Krishna, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and all the gop&#299;s, headed by Lalit&#257; and Vi&#347;&#257;kh&#257;.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 2.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 2.3</B></A>: In His incarnation as &#346;r&#299; Caitanya Mah&#257;prabhu, Lord &#346;r&#299; Krishna descended to deliver all the living beings in the three worlds, from Brahmaloka down to P&#257;t&#257;laloka. He caused their deliverance in three ways.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 2.4</B></A>: The Lord delivered the fallen souls in some places by meeting them directly, in other places by empowering a pure devotee, and in still other places by appearing before someone Himself.</P><P CLASS=r><A CLASS=i HREF="5-6.htm"><B>CC Antya 2.5-6</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu delivered almost all the fallen souls by directly meeting them. He delivered others by entering the bodies of great devotees, such as Nakula Brahmac&#257;r&#299;. And He delivered still others by appearing before them, as in the case of Nrisimh&#257;nanda Brahmac&#257;r&#299;. "I shall deliver the fallen souls." This statement characterizes the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 2.7</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was personally present, anyone in the world who met Him even once was fully satisfied and became spiritually advanced.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 2.8</B></A>: Every year, devotees from Bengal would go to Jagann&#257;tha Pur&#299; to meet &#346;r&#299; Caitanya Mah&#257;prabhu, and after the meeting they would return to Bengal.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 2.9</B></A>: Similarly, people who went to Jagann&#257;tha Pur&#299; from various provinces of India were fully satisfied after seeing the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 2.10</B></A>: People from all over the universe, including the seven islands, the nine khandas, the planets of the demigods, Gandharvaloka and Kinnaraloka, would go there in the forms of human beings.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 2.11</B></A>: Having seen the Lord, they all became Vaishnavas. Thus in ecstatic love of Godhead they chanted the Hare Krishna mantra and danced.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 2.12</B></A>: Thus by direct meetings, &#346;r&#299; Caitanya Mah&#257;prabhu delivered the three worlds. Some people, however, were entangled in material activities and could not go.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 2.13</B></A>: To deliver people in regions throughout the universe who could not meet Him, &#346;r&#299; Caitanya Mah&#257;prabhu personally entered the bodies of pure devotees.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 2.14</B></A>: Thus He empowered living beings [His pure devotees] by manifesting in them so much of His own devotion that people in all other countries became devotees by seeing them.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 2.15</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu delivered the entire three worlds, not only by His personal presence but also by empowering others. I shall briefly describe how He empowered a living being in Bengal.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 2.16</B></A>: In &#256;mbuy&#257;-muluka there was a person named Nakula Brahmac&#257;r&#299;, who was a perfectly pure devotee, greatly advanced in devotional service.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 2.17</B></A>: Desiring to deliver all the people of Bengal, &#346;r&#299; Caitanya Mah&#257;prabhu entered the heart of Nakula Brahmac&#257;r&#299;.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 2.18</B></A>: Nakula Brahmac&#257;r&#299; became exactly like a man haunted by a ghost. Thus he sometimes laughed, sometimes cried, sometimes danced and sometimes chanted like a madman.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 2.19</B></A>: He continuously exhibited bodily transformations of transcendental love. Thus he cried, trembled, became stunned, perspired, danced in love of Godhead and made sounds like those of a cloud.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 2.20</B></A>: His body shone with the same luster as that of &#346;r&#299; Caitanya Mah&#257;prabhu, and he showed the same absorption in ecstatic love of Godhead. People came from all provinces of Bengal to see these symptoms.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 2.21</B></A>: He advised whomever he met to chant the holy names Hare Krishna. Thus upon seeing him, people were overwhelmed with love of Godhead.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 2.22</B></A>: When &#346;iv&#257;nanda Sena heard that &#346;r&#299; Caitanya Mah&#257;prabhu had entered the body of Nakula Brahmac&#257;r&#299;, he went there with doubts in his mind.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 2.23</B></A>: Desiring to test the authenticity of Nakula Brahmac&#257;r&#299;, he stayed outside, thinking as follows.</P><P CLASS=r><A CLASS=i HREF="24-25.htm"><B>CC Antya 2.24-25</B></A>: "If Nakula Brahmac&#257;r&#299; personally calls me and knows my worshipable mantra, then I shall understand that he is inspired by the presence of &#346;r&#299; Caitanya Mah&#257;prabhu." Thinking in this way, he stayed some distance apart.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 2.26</B></A>: There was a large crowd of people, some coming and some going. Indeed, some people in that great crowd could not even see Nakula Brahmac&#257;r&#299;.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 2.27</B></A>: In his inspired state, Nakula Brahmac&#257;r&#299; said, "&#346;iv&#257;nanda Sena is staying some distance away. Two or four of you go call him."</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 2.28</B></A>: Thus people began running here and there, calling in all directions, "&#346;iv&#257;nanda! Whoever is &#346;iv&#257;nanda, please come. Nakula Brahmac&#257;r&#299; is calling you."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 2.29</B></A>: Hearing these calls, &#346;iv&#257;nanda Sena quickly went there, offered obeisances to Nakula Brahmac&#257;r&#299;, and sat down near him.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 2.30</B></A>: Nakula Brahmac&#257;r&#299; said, "I know that you are doubtful. Now please hear this evidence with great attention.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 2.31</B></A>: "You are chanting the Gaura-gop&#257;la mantra, composed of four syllables. Now please give up the doubts that have resided within you."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 2.32</B></A>: &#346;iv&#257;nanda Sena thereupon developed full confidence in his mind that Nakula Brahmac&#257;r&#299; was filled with the presence of &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;iv&#257;nanda Sena then offered him respect and devotional service.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 2.33</B></A>: In this way, one should understand the inconceivable potencies of &#346;r&#299; Caitanya Mah&#257;prabhu. Now please hear how His appearance [&#257;virbh&#257;va] takes place.</P><P CLASS=r><A CLASS=i HREF="34-35.htm"><B>CC Antya 2.34-35</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu always appeared in four places &#8212; in the household temple of mother &#346;ac&#299;, in the places where &#346;r&#299; Nity&#257;nanda Prabhu danced, in the house of &#346;r&#299;v&#257;sa Pandita during congregational chanting, and in the house of R&#257;ghava Pandita. He appeared because of His attraction to the love of His devotees. That is His natural characteristic.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 2.36</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu appeared before Nrisimh&#257;nanda Brahmac&#257;r&#299; and ate his offerings. Please hear about this with attention.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 2.37</B></A>: &#346;iv&#257;nanda Sena had a nephew named &#346;r&#299;k&#257;nta Sena, who by the grace of &#346;r&#299; Caitanya Mah&#257;prabhu was extremely fortunate.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 2.38</B></A>: One year, &#346;r&#299;k&#257;nta Sena came alone to Jagann&#257;tha Pur&#299; in great eagerness to see the Lord.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 2.39</B></A>: Seeing &#346;r&#299;k&#257;nta Sena, &#346;r&#299; Caitanya Mah&#257;prabhu bestowed causeless mercy upon him. &#346;r&#299;k&#257;nta Sena stayed near &#346;r&#299; Caitanya Mah&#257;prabhu for about two months at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 2.40</B></A>: When he was about to return to Bengal, the Lord told him, "Forbid the devotees of Bengal to come to Jagann&#257;tha Pur&#299; this year.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 2.41</B></A>: "This year I shall personally go to Bengal and meet all the devotees there, headed by Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 2.42</B></A>: "Please inform &#346;iv&#257;nanda Sena that in the month of Pausha [December-January] I shall certainly go to his home.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 2.43</B></A>: "Jagad&#257;nanda is there, and he will give Me offerings of food. Inform them all that no one should come to Jagann&#257;tha Pur&#299; this year."</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 2.44</B></A>: When &#346;r&#299;k&#257;nta Sena returned to Bengal and delivered this message, the minds of all the devotees were very pleased.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 2.45</B></A>: Advaita &#256;c&#257;rya was just about to go to Jagann&#257;tha Pur&#299; with the other devotees, but upon hearing this message, He waited. &#346;iv&#257;nanda Sena and Jagad&#257;nanda also stayed back, awaiting the arrival of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 2.46</B></A>: When the month of Pausha arrived, Jagad&#257;nanda and &#346;iv&#257;nanda collected all kinds of paraphernalia for the Lord's reception. Every day, they would wait until evening for the Lord to come.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 2.47</B></A>: As the month passed but &#346;r&#299; Caitanya Mah&#257;prabhu did not come, Jagad&#257;nanda and &#346;iv&#257;nanda became most unhappy.</P><P CLASS=r><A CLASS=i HREF="48-49.htm"><B>CC Antya 2.48-49</B></A>: Suddenly Nrisimh&#257;nanda arrived, and Jagad&#257;nanda and &#346;iv&#257;nanda arranged for him to sit near them. Seeing them both so unhappy, Nrisimh&#257;nanda inquired, "Why do I see that you are both despondent?"</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 2.50</B></A>: Then &#346;iv&#257;nanda Sena told him, "&#346;r&#299; Caitanya Mah&#257;prabhu promised that He would come. Why, then, has He not arrived?"</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 2.51</B></A>: Hearing this, Nrisimh&#257;nanda Brahmac&#257;r&#299; replied, "Please be satisfied. I assure you that I shall bring Him here three days from now."</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 2.52</B></A>: &#346;iv&#257;nanda and Jagad&#257;nanda knew of Nrisimh&#257;nanda Brahmac&#257;r&#299;'s influence and love of Godhead. Therefore they now felt assured that he would certainly bring &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 2.53</B></A>: His real name was Pradyumna Brahmac&#257;r&#299;. The name Nrisimh&#257;nanda had been given to him by Lord Gaurasundara Himself.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 2.54</B></A>: After meditating for two days, Nrisimh&#257;nanda Brahmac&#257;r&#299; told &#346;iv&#257;nanda Sena, "I have already brought &#346;r&#299; Caitanya Mah&#257;prabhu to the village known as P&#257;nih&#257;ti.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 2.55</B></A>: "Tomorrow at noon He will come to your home. Therefore please bring all kinds of cooking ingredients. I shall personally cook and offer Him food.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 2.56</B></A>: "In this way I shall bring Him here very soon. Be assured that I am telling you the truth. Do not be doubtful.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 2.57</B></A>: "Bring all the ingredients very soon, for I want to begin cooking immediately. Please do what I say."</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 2.58</B></A>: Nrisimh&#257;nanda Brahmac&#257;r&#299; said to &#346;iv&#257;nanda, "Please bring whatever cooking ingredients I want." Thus &#346;iv&#257;nanda Sena immediately brought whatever he asked for.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 2.59</B></A>: Beginning early in the morning, Nrisimh&#257;nanda Brahmac&#257;r&#299; cooked many varieties of food, including vegetables, cakes, sweet rice and other preparations.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 2.60</B></A>: After he finished cooking, he brought separate dishes for Jagann&#257;tha and &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 2.61</B></A>: He also separately offered dishes to Nrisimhadeva, his worshipable Deity. Thus he divided all the food into three offerings. Then, outside the temple, he began to meditate upon the Lord.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 2.62</B></A>: In his meditation he saw &#346;r&#299; Caitanya Mah&#257;prabhu quickly come, sit down and eat all three offerings, leaving behind no remnants.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 2.63</B></A>: Pradyumna Brahmac&#257;r&#299; was overwhelmed by transcendental ecstasy upon seeing Caitanya Mah&#257;prabhu eating everything. Thus tears flowed from his eyes. Nevertheless, he expressed dismay, saying, "Alas, alas! My dear Lord, what are You doing? You are eating everyone's food!</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 2.64</B></A>: "My dear Lord, You are one with Jagann&#257;tha; therefore I have no objection to Your eating His offering. But why are You touching the offering for Lord Nrisimhadeva?</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 2.65</B></A>: "I think that Nrisimhadeva could not eat anything today, and therefore He is fasting. If the master fasts, how can the servant live?"</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 2.66</B></A>: Although Nrisimha Brahmac&#257;r&#299; felt jubilation within his heart to see &#346;r&#299; Caitanya Mah&#257;prabhu eating everything, for the sake of Lord Nrisimhadeva he externally expressed disappointment.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 2.67</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead Himself. Therefore there is no difference between Him, Lord Jagann&#257;tha and Lord Nrisimhadeva.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 2.68</B></A>: Pradyumna Brahmac&#257;r&#299; was deeply eager to understand this fact. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu revealed it to him by a practical demonstration.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 2.69</B></A>: After eating all the offerings, &#346;r&#299; Caitanya Mah&#257;prabhu started for P&#257;nih&#257;ti. There, He was greatly satisfied to see the different varieties of vegetables prepared in the house of R&#257;ghava.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 2.70</B></A>: &#346;iv&#257;nanda said to Nrisimh&#257;nanda, "Why are you expressing dismay?"Nrisimh&#257;nanda replied, "Just see the behavior of your Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 2.71</B></A>: "He alone has eaten the offerings for all three Deities. Because of this, both Jagann&#257;tha and Nrisimhadeva remain fasting."</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 2.72</B></A>: When &#346;iv&#257;nanda Sena heard this statement, he was unsure whether Nrisimh&#257;nanda Brahmac&#257;r&#299; was speaking that way because of ecstatic love or because it was actually a fact.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 2.73</B></A>: When &#346;iv&#257;nanda Sena was thus perplexed, Nrisimh&#257;nanda Brahmac&#257;r&#299; said to him, "Bring more food. Let me cook again for Lord Nrisimhadeva."</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 2.74</B></A>: Then &#346;iv&#257;nanda Sena again brought the ingredients with which to cook, and Pradyumna Brahmac&#257;r&#299; again cooked and offered the food to Nrisimhadeva.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 2.75</B></A>: The next year, &#346;iv&#257;nanda went to Jagann&#257;tha Pur&#299; with all the other devotees to see the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 2.76</B></A>: One day, in the presence of all the devotees, the Lord raised these topics concerning Nrisimh&#257;nanda Brahmac&#257;r&#299; and praised his transcendental qualities.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 2.77</B></A>: The Lord said, "Last year in the month of Pausha, when Nrisimh&#257;nanda gave Me varieties of sweetmeats and vegetables to eat, they were so good that I felt I had never before eaten such preparations."</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 2.78</B></A>: Hearing this, all the devotees were struck with wonder, and &#346;iv&#257;nanda became confident that the incident was true.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 2.79</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu used to eat at the temple of &#346;ac&#299;m&#257;t&#257; every day and also visit the house of &#346;r&#299;v&#257;sa Th&#257;kura when k&#299;rtana was performed.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 2.80</B></A>: Similarly, He was always present when Nity&#257;nanda Prabhu danced, and He regularly appeared at the house of R&#257;ghava.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 2.81</B></A>: Lord Gaurasundara is greatly influenced by the love of His devotees. Therefore wherever there is pure devotion to the Lord, the Lord Himself, subdued by such love, appears, and His devotees see Him.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 2.82</B></A>: Influenced by the loving affairs of &#346;iv&#257;nanda Sena, &#346;r&#299; Caitanya Mah&#257;prabhu came again and again. Therefore who can estimate the limits of his love?</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 2.83</B></A>: Thus I have described the appearance of &#346;r&#299; Caitanya Mah&#257;prabhu. Anyone who hears about these incidents can understand the transcendental opulence of the Lord.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 2.84</B></A>: At Jagann&#257;tha Pur&#299;, in the association of &#346;r&#299; Caitanya Mah&#257;prabhu, lived Bhagav&#257;n &#256;c&#257;rya, who was certainly a gentleman, a learned scholar and a great devotee.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 2.85</B></A>: He was fully absorbed in thoughts of fraternal relationships with God. He was an incarnation of a cowherd boy, and thus his dealings with Svar&#363;pa D&#257;modara Gosv&#257;m&#299; were very friendly.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 2.86</B></A>: He sought the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu's lotus feet with full surrender. Sometimes he would invite the Lord to dine at his home.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 2.87</B></A>: Bhagav&#257;n &#256;c&#257;rya prepared varieties of rice and vegetables at home and brought the Lord there alone to eat.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 2.88</B></A>: Bhagav&#257;n &#256;c&#257;rya's father, whose name was &#346;at&#257;nanda Kh&#257;n, was an expert statesman, whereas Bhagav&#257;n &#256;c&#257;rya was not at all interested in the management of the state. Indeed, he was almost in the renounced order of life.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 2.89</B></A>: Bhagav&#257;n &#256;c&#257;rya's brother, whose name was Gop&#257;la Bhatt&#257;c&#257;rya, had studied Ved&#257;nta philosophy at Benares and had then returned to Bhagav&#257;n &#256;c&#257;rya's home.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 2.90</B></A>: Bhagav&#257;n &#256;c&#257;rya took his brother to meet &#346;r&#299; Caitanya Mah&#257;prabhu, but the Lord, knowing that Gop&#257;la Bhatt&#257;c&#257;rya was a M&#257;y&#257;v&#257;d&#299; philosopher, could not get much happiness from meeting him.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 2.91</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu derives no happiness from meeting one who is not a pure devotee of Krishna. Thus because Gop&#257;la Bhatt&#257;c&#257;rya was a M&#257;y&#257;v&#257;d&#299; scholar, the Lord felt no jubilation in meeting him. Nevertheless, because Gop&#257;la Bhatt&#257;c&#257;rya was related to Bhagav&#257;n &#256;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu feigned pleasure in seeing him.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 2.92</B></A>: Bhagav&#257;n &#256;c&#257;rya said to Svar&#363;pa D&#257;modara, "Gop&#257;la, my younger brother, has returned to my home, having concluded his study of Ved&#257;nta philosophy."</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 2.93</B></A>: Bhagav&#257;n &#256;c&#257;rya requested Svar&#363;pa D&#257;modara Gosv&#257;m&#299; to hear from Gop&#257;la the commentary upon Ved&#257;nta. Svar&#363;pa D&#257;modara, however, somewhat angry because of love, spoke as follows.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 2.94</B></A>: "You have lost your intelligence in the association of Gop&#257;la, and therefore you are eager to hear the M&#257;y&#257;v&#257;da philosophy.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 2.95</B></A>: "When a Vaishnava listens to the &#346;&#257;r&#299;raka-bh&#257;shya, the M&#257;y&#257;v&#257;da commentary upon the Ved&#257;nta-s&#363;tra, he gives up the Krishna conscious attitude that the Lord is the master and the living entity is His servant. Instead, he considers himself the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 2.96</B></A>: "The M&#257;y&#257;v&#257;da philosophy presents such a jugglery of words that even a highly elevated devotee who has accepted Krishna as his life and soul changes his decision when he reads the M&#257;y&#257;v&#257;da commentary on the Ved&#257;nta-s&#363;tra."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 2.97</B></A>: In spite of Svar&#363;pa D&#257;modara's protest, Bhagav&#257;n &#256;c&#257;rya continued, "We are all fixed at the lotus feet of Krishna with our hearts and souls. Therefore the &#346;&#257;r&#299;raka-bh&#257;shya cannot change our minds."</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 2.98</B></A>: Svar&#363;pa D&#257;modara replied, "Nevertheless, when we hear the M&#257;y&#257;v&#257;da philosophy, we hear that Brahman is knowledge and that the universe of m&#257;y&#257; is false, but we gain no spiritual understanding.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 2.99</B></A>: "The M&#257;y&#257;v&#257;d&#299; philosopher tries to establish that the living entity is only imaginary and that the Supreme Personality of Godhead is under the influence of m&#257;y&#257;. Hearing this kind of commentary breaks the heart and life of a devotee."</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 2.100</B></A>: Thus Bhagav&#257;n &#256;c&#257;rya, greatly ashamed and fearful, remained silent. The next day, he asked Gop&#257;la Bhatt&#257;c&#257;rya to return to his own district.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 2.101</B></A>: One day Bhagav&#257;n &#256;c&#257;rya invited &#346;r&#299; Caitanya Mah&#257;prabhu to dine at his home. Thus he was preparing rice and various types of vegetables.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 2.102</B></A>: A devotee named Chota Harid&#257;sa used to sing for &#346;r&#299; Caitanya Mah&#257;prabhu. Bhagav&#257;n &#256;c&#257;rya called him to his home and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 2.103</B></A>: "Please go to the sister of &#346;ikhi M&#257;hiti. In my name, ask her for a m&#257;na of white rice and bring it here."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 2.104</B></A>: &#346;ikhi M&#257;hiti's sister was named M&#257;dhav&#299;-dev&#299;. She was an elderly lady who always performed austerities. She was very advanced in devotional service.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 2.105</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu accepted her as having formerly been an associate of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. In the entire world, three and a half people were His intimate devotees.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 2.106</B></A>: The three were Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, R&#257;m&#257;nanda R&#257;ya and &#346;ikhi M&#257;hiti, and the half a person was &#346;ikhi M&#257;hiti's sister.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 2.107</B></A>: After begging the rice from her, Junior Harid&#257;sa brought it to Bhagav&#257;n &#256;c&#257;rya, who was very pleased to see its quality.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 2.108</B></A>: In great affection, Bhagav&#257;n &#256;c&#257;rya cooked varieties of vegetables and other preparations dear to &#346;r&#299; Caitanya Mah&#257;prabhu. He also obtained remnants of food from Lord Jagann&#257;tha and digestive aids such as ground ginger and also lime with salt.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 2.109</B></A>: At noon, when &#346;r&#299; Caitanya Mah&#257;prabhu came to eat the offerings of Bhagav&#257;n &#256;c&#257;rya, He first appreciated the fine rice and therefore questioned him.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 2.110</B></A>: "Where did you get such fine rice?" the Lord asked.Bhagav&#257;n &#256;c&#257;rya replied, "I got it by begging from M&#257;dhav&#299;-dev&#299;."</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 2.111</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu asked who had begged the rice and brought it back, Bhagav&#257;n &#256;c&#257;rya mentioned the name of Junior Harid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 2.112</B></A>: Praising the quality of the rice, &#346;r&#299; Caitanya Mah&#257;prabhu partook of the pras&#257;dam. Then, after returning to His residence, He gave the following order to Govinda, His personal assistant.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 2.113</B></A>: "From this day forward, do not allow Chota Harid&#257;sa to come here."</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 2.114</B></A>: When Junior Harid&#257;sa heard that he had been ordered not to approach &#346;r&#299; Caitanya Mah&#257;prabhu, he was very unhappy. No one could understand why he had been ordered not to come.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 2.115</B></A>: Harid&#257;sa fasted continuously for three days. Then Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and other confidential devotees approached &#346;r&#299; Caitanya Mah&#257;prabhu to inquire from Him.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 2.116</B></A>: "What great offense has Junior Harid&#257;sa committed? Why has he been forbidden to come to Your door? He has now been fasting for three days."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 2.117</B></A>: The Lord replied, "I cannot tolerate seeing the face of a person who has accepted the renounced order of life but who still talks intimately with a woman.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 2.118</B></A>: "So strongly do the senses adhere to the objects of their enjoyment that indeed a wooden statue of a woman attracts the mind of even a great saintly person.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 2.119</B></A>: "'One should not sit closely with one's mother, sister or daughter, for the senses are so strong that they may attract even a person advanced in knowledge.'</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 2.120</B></A>: "There are many persons with little in their possession who accept the renounced order of life like monkeys. They go here and there engaging in sense gratification and speaking intimately with women."</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 2.121</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu entered His room. Seeing Him in such an angry mood, all the devotees fell silent.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 2.122</B></A>: The next day, all the devotees together approached the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu to submit an appeal on behalf of Junior Harid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 2.123</B></A>: "Harid&#257;sa has committed a small offense," they said. "Therefore, O Lord, please be merciful to him. Now he has received a sufficient lesson. In the future he will not commit such an offense."</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 2.124</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "My mind is not under My control. It does not like to see anyone in the renounced order who talks intimately with women.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 2.125</B></A>: "You should all tend to your respective engagements. Give up this useless talk. If you speak this way again, I shall go away, and you will no longer see Me here."</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 2.126</B></A>: Hearing this, all the devotees covered their ears with their hands, got up and went about their respective duties.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 2.127</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu also left that place to perform His noon duties. No one could understand His pastimes.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 2.128</B></A>: The next day, all the devotees went to &#346;r&#299; Param&#257;nanda Pur&#299; and requested him to pacify the Lord.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 2.129</B></A>: Param&#257;nanda Pur&#299; thereupon went alone to the residence of &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord, after offering him obeisances, seated him by His side with great respect.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 2.130</B></A>: The Lord inquired, "What is your order? For what purpose have you come here?" Param&#257;nanda Pur&#299; then submitted his prayer that the Lord show favor to Junior Harid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 2.131</B></A>: Hearing this request, &#346;r&#299; Caitanya Mah&#257;prabhu replied, "My dear lord, please hear Me. It is better for you to stay here with all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 2.132</B></A>: "Please give Me permission to go to &#256;l&#257;lan&#257;tha. I shall remain there alone; only Govinda will go with Me."</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 2.133</B></A>: After saying this, the Lord called for Govinda. Offering obeisances to Param&#257;nanda Pur&#299;, He got up and began to leave.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 2.134</B></A>: In great haste Param&#257;nanda Pur&#299; Gos&#257;ñi went before Him and with great humility persuaded Him to sit down in His room.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 2.135</B></A>: Param&#257;nanda Pur&#299; said, "My dear Lord Caitanya, You are the independent Personality of Godhead. You can do whatever You like. Who can say anything above You?</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 2.136</B></A>: "All Your activities are for the benefit of people in general. We cannot understand them, for Your intentions are deep and grave."</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 2.137</B></A>: After saying this, Param&#257;nanda Pur&#299; Gos&#257;ñi left for his own home. Then all the devotees went to see Junior Harid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 2.138</B></A>: Svar&#363;pa D&#257;modara Gos&#257;ñi said, "Please hear us, Harid&#257;sa, for we all wish you well. Please believe this.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 2.139</B></A>: "At present &#346;r&#299; Caitanya Mah&#257;prabhu is persisting in His mood of anger because He is the independent Supreme Personality of Godhead. At some time, however, He will surely be merciful, for at heart He is very kind.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 2.140</B></A>: "The Lord is persisting, and if you also persist, His persistence will increase. It is better for you to bathe and take pras&#257;dam. In due course, His anger will automatically subside."</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 2.141</B></A>: Having said this, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; induced Harid&#257;sa to bathe and take pras&#257;dam. After thus reassuring him, he returned home.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 2.142</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu went to see Lord Jagann&#257;tha in the temple, Harid&#257;sa would stay a long distance away and see Him.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 2.143</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu is the ocean of mercy. Who can understand Him? When He chastises His dear devotees, He certainly does so to reestablish the principles of religion or duty.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 2.144</B></A>: After all the devotees saw this example, a mentality of fear grew among them. Therefore they all stopped talking with women, even in dreams.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 2.145</B></A>: In this way a complete year passed for Junior Harid&#257;sa, but still there was not a sign of &#346;r&#299; Caitanya Mah&#257;prabhu's mercy toward him.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 2.146</B></A>: Thus at the end of one night, Junior Harid&#257;sa, after offering &#346;r&#299; Caitanya Mah&#257;prabhu his respectful obeisances, departed for Pray&#257;ga without saying anything to anyone.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 2.147</B></A>: Junior Harid&#257;sa had conclusively decided to attain shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Thus he entered deep into the water at Triven&#299;, the confluence of the Ganges and Yamun&#257; at Pray&#257;ga, and in this way gave up his life.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 2.148</B></A>: Immediately after committing suicide in this way, he went in his spiritual body to &#346;r&#299; Caitanya Mah&#257;prabhu and received the mercy of the Lord. However, he still remained invisible.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 2.149</B></A>: In a spiritual body resembling that of a Gandharva, Junior Harid&#257;sa, although invisible, would sing at night for &#346;r&#299; Caitanya Mah&#257;prabhu to hear. No one but the Lord, however, knew of this.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 2.150</B></A>: One day &#346;r&#299; Caitanya Mah&#257;prabhu inquired from the devotees, "Where is Harid&#257;sa? Now you may bring him here."</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 2.151</B></A>: The devotees all replied, "One night at the end of a full year, Junior Harid&#257;sa got up and went away. No one knows where he has gone."</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 2.152</B></A>: While hearing the devotees lament, &#346;r&#299; Caitanya Mah&#257;prabhu was mildly smiling. Thus all the devotees were very much astonished.</P><P CLASS=r><A CLASS=i HREF="153-154.htm"><B>CC Antya 2.153-154</B></A>: One day Jagad&#257;nanda, Svar&#363;pa, Govinda, K&#257;&#347;&#299;&#347;vara, &#346;a&#324;kara, D&#257;modara and Mukunda all went to bathe in the sea. They could hear Harid&#257;sa singing from a distant place as if calling them in his original voice.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 2.155</B></A>: No one could see him, but they could hear him singing in a sweet voice. Therefore all the devotees, headed by Govinda, made this guess.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 2.156</B></A>: "Harid&#257;sa must have committed suicide by drinking poison, and because of this sinful act, he has now become a br&#257;hmana ghost.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 2.157</B></A>: "We cannot see his material form," they said, "but still we hear his sweet singing. Therefore he must have become a ghost."Svar&#363;pa D&#257;modara, however, protested, "This is a false guess.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Antya 2.158</B></A>: "Junior Harid&#257;sa chanted the Hare Krishna mantra throughout his entire life and served the Supreme Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Moreover, he is dear to the Lord and has died in a holy place.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Antya 2.159</B></A>: "Harid&#257;sa cannot have been degraded; he must have attained liberation. This is a pastime of &#346;r&#299; Caitanya Mah&#257;prabhu's. You will all understand it later."</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Antya 2.160</B></A>: A devotee returned to Navadv&#299;pa from Pray&#257;ga and told everyone the details of Junior Harid&#257;sa's suicide.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Antya 2.161</B></A>: He explained how Junior Harid&#257;sa had made his resolution and had thus entered the waters at the confluence of the Yamun&#257; and Ganges. Hearing these details, &#346;r&#299;v&#257;sa Th&#257;kura and the other devotees were very surprised.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Antya 2.162</B></A>: At the end of the year, &#346;iv&#257;nanda Sena came to Jagann&#257;tha Pur&#299; as usual, accompanied by the other devotees, and thus in great happiness met &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Antya 2.163</B></A>: When &#346;r&#299;v&#257;sa Th&#257;kura inquired from &#346;r&#299; Caitanya Mah&#257;prabhu, "Where is Junior Harid&#257;sa?" the Lord replied, "A person is sure to achieve the results of his fruitive activities."</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Antya 2.164</B></A>: Then &#346;r&#299;v&#257;sa Th&#257;kura related the details of Harid&#257;sa's decision and his entering the waters at the confluence of the Ganges and Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Antya 2.165</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu heard these details, He smiled in a pleased mood and said, "If with sensual intentions one looks at women, this is the only process of atonement."</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Antya 2.166</B></A>: Then all the devotees, headed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, concluded that because Harid&#257;sa had committed suicide at the confluence of the rivers Ganges and Yamun&#257;, he must have ultimately attained shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Antya 2.167</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;, performs His pastimes, which greatly satisfy the ears and minds of pure devotees who hear about them.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Antya 2.168</B></A>: This incident manifests the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, His teaching that a sanny&#257;s&#299; should remain in the renounced order, and the deep attachment to Him felt by His faithful devotees.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Antya 2.169</B></A>: It also demonstrates the glories of holy places and shows how the Lord accepts His faithful devotee. Thus the Lord fulfilled five or seven purposes by performing one pastime.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Antya 2.170</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are like nectar, and they are deep like the ocean. People in general cannot understand them, but a sober devotee can.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Antya 2.171</B></A>: Please hear the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu with faith and confidence. Do not argue, for arguments will produce a contrary result.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Antya 2.172</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.Instructions from this ChapterSummarizing this chapter, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that one should derive from it the following lessons. (1) Although &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead, is an incarnation of mercy, He nevertheless gave up the company of one of His personal associates, namely Junior Harid&#257;sa, for if He had not done so, pseudo devotees would have taken advantage of Junior Harid&#257;sa's fault by using it as an excuse to live as devotees and at the same time have illicit sexual connections. Such activities would have demoralized the cult of &#346;r&#299; Caitanya Mah&#257;prabhu, and as a result, devotees would surely have gone to a hellish life in the name of &#346;r&#299; Caitanya Mah&#257;prabhu. (2) By chastising Junior Harid&#257;sa, the Lord set the standard for &#257;c&#257;ryas, or the heads of institutions propagating the Caitanya cult, and for all actual devotees. &#346;r&#299; Caitanya Mah&#257;prabhu wanted to maintain the highest standard. (3) &#346;r&#299; Caitanya Mah&#257;prabhu instructed that a pure devotee should be simple and free from sinful activities, for thus one can be His bona fide servant. &#346;r&#299; Caitanya Mah&#257;prabhu taught His followers how to observe the renounced order strictly. (4) &#346;r&#299; Caitanya Mah&#257;prabhu wanted to prove that His devotees are exalted and that their character is ideal. He kindly accepts His faithful devotees and teaches them how much tribulation and disturbance can be produced by even a slight deviation from the strict principles of devotional life. (5) By chastising Junior Harid&#257;sa, &#346;r&#299; Caitanya Mah&#257;prabhu exhibited His mercy toward him, thus showing how elevated was Junior Harid&#257;sa's devotion for Him. Because of this transcendental relationship, the Lord corrected even a slight offense committed by His pure devotee. Therefore one who wants to be a pure devotee of &#346;r&#299; Caitanya Mah&#257;prabhu should give up all material sense gratification; otherwise, the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu are very difficult to attain. (6) If one dies in such a celebrated holy place as Pray&#257;ga, Mathur&#257; or Vrind&#257;vana, one can be relieved of the reactions to sinful life and then attain the shelter of the Supreme Personality of Godhead. (7) Although a pure or faithful devotee may fall down, he nevertheless ultimately gets the chance to go back home, back to Godhead, by the mercy of the Lord.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>