<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 2"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Chastisement of Junior Harid&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 2 Summary</P><P>The purport of this chapter is explained by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya as follows. Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, the author of &#346;r&#299; Caitanya-carit&#257;mrita, wanted to explain direct meetings with &#346;r&#299; Caitanya Mah&#257;prabhu, meetings with those empowered by Him, and His &#257;virbh&#257;va appearance. Thus he described the glories of Nrisimh&#257;nanda and other devotees. A devotee named Bhagav&#257;n &#256;c&#257;rya was exceptionally faithful to the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Nevertheless, his brother, Gop&#257;la Bhatta &#256;c&#257;rya, discoursed upon the commentary of impersonalism (M&#257;y&#257;v&#257;da). &#346;r&#299;la Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, the secretary of &#346;r&#299; Caitanya Mah&#257;prabhu, forbid Bhagav&#257;n &#256;c&#257;rya to indulge in hearing that commentary. Later, when Junior Harid&#257;sa, following the order of Bhagav&#257;n &#256;c&#257;rya, went to collect alms from M&#257;dhav&#299;dev&#299;, he committed an offense by talking intimately with a woman although he was in the renounced order. Because of this, &#346;r&#299; Caitanya Mah&#257;prabhu rejected Junior Harid&#257;sa, and despite all the requests of the Lord's stalwart devotees, the Lord did not accept him again. One year after this incident, Junior Harid&#257;sa went to the confluence of the Ganges and Yamun&#257; and committed suicide. In his spiritual body, however, he continued to sing devotional songs, and &#346;r&#299; Caitanya Mah&#257;prabhu heard them. When the Vaishnavas of Bengal went to see &#346;r&#299; Caitanya Mah&#257;prabhu, these incidents became known to Svar&#363;pa D&#257;modara and others.</P><P CLASS=l><A CLASS=i HREF="../1/223.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>