<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 3 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 3 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Bh&#363;mi-g&#299;t&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.3.18</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>krite pravartate dharma&#347;</P><P CLASS=c>catush-p&#257;t taj-janair dhritah</P><P CLASS=c>satyam day&#257; tapo d&#257;nam</P><P CLASS=c>iti p&#257;d&#257; vibhor nripa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/satya">Satya</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>, the <A HREF="http://vedabase.net/a/age">age</A> of truth; <A CLASS=v HREF="http://vedabase.net/p/pravartate">pravartate</A> &#8212; exists; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/p/pat">p&#257;t</A> &#8212; with four legs; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/j/janaih">janaih</A> &#8212; by the people; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; maintained; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/d/danam">d&#257;nam</A> &#8212; charity; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/padah">p&#257;d&#257;h</A> &#8212; the legs; <A CLASS=v HREF="http://vedabase.net/v/vibhoh">vibhoh</A> &#8212; of mighty religion; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: My dear King, in the beginning, during Satya-yuga, the age of truth, religion is present with all four of its legs intact and is carefully maintained by the people of that age. These four legs of powerful religion are truthfulness, mercy, austerity and charity.</P><P CLASS=t>PURPORT</P><P>Just as there are four seasons, there are four ages of the earth, each lasting hundreds of thousands of years. The first of these is Satya-yuga, when such good qualities as charity are prominent.</P><P>Actual charity, here referred to as d&#257;nam, is to award fearlessness and freedom to others, not to give them some material means of temporary pleasure or relief. Any material "charitable" arrangement will inevitably be crushed by the onward march of time. Thus only realization of one's eternal existence beyond the reach of time can make one fearless, and only freedom from material desire constitutes real freedom, for it enables one to escape the bondage of the laws of nature. Therefore real charity is to help people revive their eternal, spiritual consciousness.</P><P>Religion is here referred to as vibhu, "the mighty," because universal religious principles are not different from the Supreme Lord Himself and ultimately lead one to His kingdom. The qualities mentioned here &#8212; truthfulness, mercy, austerity and charity &#8212; are universal, nonsectarian aspects of pious life.</P><P>In the First Canto of &#346;r&#299;mad-Bh&#257;gavatam, the fourth leg of religion is listed as cleanliness. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, this is an alternative definition of the word d&#257;nam in the present context.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>