<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 3 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 3 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Bh&#363;mi-g&#299;t&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.3.32</P><P CLASS=c>dasy&#363;tkrisht&#257; janapad&#257;</P><P CLASS=c>ved&#257;h p&#257;shanda-d&#363;shit&#257;h</P><P CLASS=c>r&#257;j&#257;na&#347; ca praj&#257;-bhaksh&#257;h</P><P CLASS=c>&#347;i&#347;nodara-par&#257; dvij&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dasyu">dasyu</A>-<A CLASS=v HREF="http://vedabase.net/u/utkrstah">utkrisht&#257;h</A> &#8212; predominated by thieves; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">pad&#257;h</A> &#8212; the populated places; <A CLASS=v HREF="http://vedabase.net/v/vedah">ved&#257;h</A> &#8212; the Vedic scriptures; <A CLASS=v HREF="http://vedabase.net/p/pasanda">p&#257;shanda</A> &#8212; by atheists; <A CLASS=v HREF="http://vedabase.net/d/dusitah">d&#363;shit&#257;h</A> &#8212; contaminated; <A CLASS=v HREF="http://vedabase.net/r/rajanah">r&#257;j&#257;nah</A> &#8212; the political leaders; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaksah">bhaksh&#257;h</A> &#8212; consuming the populace; <A CLASS=v HREF="http://vedabase.net/s/sisna">&#347;i&#347;na</A>-<A CLASS=v HREF="http://vedabase.net/u/udara">udara</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the genitals and belly; <A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; dedicated; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h</A> &#8212; the br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>Cities will be dominated by thieves, the Vedas will be contaminated by speculative interpretations of atheists, political leaders will virtually consume the citizens, and the so-called priests and intellectuals will be devotees of their bellies and genitals.</P><P CLASS=t>PURPORT</P><P>Many large cities are unsafe at night. For example, it is understood that no sane person will walk in New York's Central Park at night because he knows he will almost certainly be mugged. Apart from ordinary thieves, who abound in this age, large cities are filled with cutthroat businessmen, who enthusiastically convince people to purchase and consume useless or even harmful products. It has been well documented that beef, tobacco, liquor and many other modern products destroy one's physical health, what to speak of mental health, and yet modern capitalists do not hesitate to use every psychological trick in the book to convince people to consume these things. Modern cities are full of mental and atmospheric pollution, and even ordinary citizens are finding them unbearable.</P><P>This verse also points out that the teachings of the Vedic scriptures will be distorted in this age. Great universities teach courses on Hinduism in which Indian religion, despite limitless evidence to the contrary, is described as polytheistic and leading to an impersonal salvation. In fact, all Vedic literature is a unified whole, as stated by Lord Krishna Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>): vedai&#347; ca sarvair aham eva vedyah "By all the Vedas I [Krishna] am to be known." All Vedic literature is meant for enlightening us about the Supreme Personal Absolute Truth &#8212; Vishnu, or Krishna. Although known by many names and appearing in many forms, God is a single absolute entity, and He is a person. But this true Vedic understanding is hidden in the Kali-yuga.</P><P>In this verse &#346;ukadeva astutely observes that "political leaders will virtually consume the citizens, and the so-called priests and intellectuals will be devotees of their bellies and genitals." How sadly true this statement is.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>