<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 3 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 3 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Bh&#363;mi-g&#299;t&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.3.33</P><P CLASS=c>avrat&#257; batavo '&#347;auc&#257;</P><P CLASS=c>bhikshava&#347; ca kutumbinah</P><P CLASS=c>tapasvino gr&#257;ma-v&#257;s&#257;</P><P CLASS=c>ny&#257;sino 'tyartha-lolup&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avratah">avrat&#257;h</A> &#8212; failing <A HREF="http://vedabase.net/t/to">to</A> execute their vows; <A CLASS=v HREF="http://vedabase.net/b/batavah">batavah</A> &#8212; the brahmac&#257;r&#299;s; <A CLASS=v HREF="http://vedabase.net/a/asaucah">a&#347;auc&#257;h</A> &#8212; unclean; <A CLASS=v HREF="http://vedabase.net/b/bhiksavah">bhikshavah</A> &#8212; prone <A HREF="http://vedabase.net/t/to">to</A> begging; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kutumbinah">kutumbinah</A> &#8212; the householders; <A CLASS=v HREF="http://vedabase.net/t/tapasvinah">tapasvinah</A> &#8212; those who have gone <A HREF="http://vedabase.net/t/to">to</A> the forest for austerities; <A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;s&#257;h</A> &#8212; village residents; <A CLASS=v HREF="http://vedabase.net/n/nyasinah">ny&#257;sinah</A> &#8212; the sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/a/atyartha">atyartha</A>-<A CLASS=v HREF="http://vedabase.net/l/lolupah">lolup&#257;h</A> &#8212; excessively greedy for wealth.</P><P CLASS=t>TRANSLATION</P><P>The brahmac&#257;r&#299;s will fail to execute their vows and become generally unclean, the householders will become beggars, the v&#257;naprasthas will live in the villages, and the sanny&#257;s&#299;s will become greedy for wealth.</P><P CLASS=t>PURPORT</P><P>Brahmacarya, celibate student life, is practically nonexistent in the age of Kali. In America, many boys' schools have become coeducational because young men frankly refuse to live without the constant companionship of lusty young girls. Also, we have personally observed throughout the Western world that student residences are among the dirtiest places on earth, as predicted here by the word a&#347;auc&#257;h.</P><P>Concerning householder beggars, when devotees of the Lord go door to door distributing transcendental literature and requesting donations for the propagation of God's glories, irritated householders commonly reply, "Someone should give me a donation." Householders in Kali-yuga are not charitable. Instead, because of their miserly mentality, they become irritated when spiritual mendicants approach them.</P><P>In Vedic culture, at the age of fifty, couples retire to sacred places for austere life and spiritual perfection. In countries like America, however, retirement cities have been constructed wherein elderly people can make fools of themselves by wasting the last years of their lives playing golf, ping-pong and shuffleboard and by engaging in pathetic attempts at love affairs even while their bodies are horribly rotting and their minds are growing senile. This shameless abuse of the venerable last years of life denotes a stubborn unwillingness to acknowledge the actual purpose of human life and is certainly an offense against God.</P><P>The words ny&#257;sino 'tyartha-lolup&#257;h indicate that charismatic religious leaders, and even those who are not charismatic, will proclaim themselves prophets, saints and incarnations to cheat the innocent public and fatten their bank accounts. Therefore the International Society for Krishna Consciousness is working arduously to establish bona fide celibate student life, religious householder life, dignified and progressive retirement, and genuine spiritual leadership for the entire world. Today, May 9, 1982, in the sensual city of Rio de Janeiro, Brazil, we have awarded sanny&#257;sa, the renounced order of life, to three young men, two Brazilians and one American, with the sincere hope that they will faithfully execute the rigid vows of renounced life and provide authentic spiritual leadership in South America.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>