<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.10</P><P CLASS=c>k&#257;la-m&#257;gadha-&#347;&#257;lv&#257;d&#299;n</P><P CLASS=c>an&#299;kai rundhatah puram</P><P CLASS=c>aj&#299;ghanat svayam divyam</P><P CLASS=c>sva-pums&#257;m teja &#257;di&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; K&#257;layavana; <A CLASS=v HREF="http://vedabase.net/m/magadha">m&#257;gadha</A> &#8212; the King of <A HREF="http://vedabase.net/m/magadha">Magadha</A> (<A HREF="http://vedabase.net/j/jarasandha">Jar&#257;sandha</A>); <A CLASS=v HREF="http://vedabase.net/s/salva">&#347;&#257;lva</A> &#8212; King <A HREF="http://vedabase.net/s/salva">&#346;&#257;lva</A>; <A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; and others; <A CLASS=v HREF="http://vedabase.net/a/anikaih">an&#299;kaih</A> &#8212; by the soldiers; <A CLASS=v HREF="http://vedabase.net/r/rundhatah">rundhatah</A> &#8212; being encircled; <A CLASS=v HREF="http://vedabase.net/p/puram">puram</A> &#8212; the city of <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/ajighanat">aj&#299;ghanat</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/d/divyam">divyam</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of His own men; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; prowess; <A CLASS=v HREF="http://vedabase.net/a/adisat">&#257;di&#347;at</A> &#8212; exhibited.</P><P CLASS=t>TRANSLATION</P><P>K&#257;layavana, the King of Magadha and S&#257;lva attacked the city of Mathur&#257;, but when the city was encircled by their soldiers, the Lord refrained from killing them personally, just to show the power of His own men.</P><P CLASS=t>PURPORT</P><P>After the death of Kamsa, when Mathur&#257; was encircled by the soldiers of K&#257;layavana, Jar&#257;sandha and S&#257;lva, the Lord seemingly fled from the city, and thus He is known as Ranchor, or one who fled from fighting. Actually, the fact was that the Lord wanted to kill them through the agency of His own men, devotees like Mucukunda and Bh&#299;ma. K&#257;layavana and the King of Magadha were killed by Mucukunda and Bh&#299;ma respectively, who acted as agents of the Lord. By such acts the Lord wanted to exhibit the prowess of His devotees, as if He were personally unable to fight but His devotees could kill them. The relationship of the Lord with His devotees is a very happy one. Actually, the Lord descended at the request of Brahm&#257; in order to kill all the undesirables of the world, but to divide the share of glory He sometimes engaged His devotees to take the credit. The Battle of Kurukshetra was designed by the Lord Himself, but just to give credit to His devotee Arjuna (nimitta-m&#257;tram bhava savyas&#257;cin), He played the part of the charioteer, while Arjuna was given the chance to play the fighter and thus become the hero of the Battle of Kurukshetra. What He wants to do Himself by His transcendental plans, He executes through His confidential devotees. That is the way of the Lord's mercy towards His pure unalloyed devotees.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>