<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.17</P><P CLASS=c>uttar&#257;y&#257;m dhritah p&#363;ror</P><P CLASS=c>vam&#347;ah s&#257;dhv-abhimanyun&#257;</P><P CLASS=c>sa vai drauny-astra-samplushtah</P><P CLASS=c>punar bhagavat&#257; dhritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uttarayam">uttar&#257;y&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/u/uttara">Uttar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; conceived; <A CLASS=v HREF="http://vedabase.net/p/puroh">p&#363;roh</A> &#8212; of <A HREF="http://vedabase.net/p/puru">P&#363;ru</A>; <A CLASS=v HREF="http://vedabase.net/v/vamsah">vam&#347;ah</A> &#8212; descendant; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimanyuna">abhimanyun&#257;</A> &#8212; by the hero <A HREF="http://vedabase.net/a/abhimanyu">Abhimanyu</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/drauni">drauni</A>-<A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; by the weapon of <A HREF="http://vedabase.net/d/drauni">Drauni</A>, the son of <A HREF="http://vedabase.net/d/drona">Drona</A>; <A CLASS=v HREF="http://vedabase.net/s/samplustah">samplushtah</A> &#8212; being burnt; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again, for the second time; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; was protected.</P><P CLASS=t>TRANSLATION</P><P>The embryo of P&#363;ru's descendant begotten by the great hero Abhimanyu in the womb of Uttar&#257;, his wife, was burnt by the weapon of the son of Drona, but later he was again protected by the Lord.</P><P CLASS=t>PURPORT</P><P>The embryonic body of Par&#299;kshit which was in formation after Uttar&#257;'s pregnancy by Abhimanyu, the great hero, was burned by the brahm&#257;stra of A&#347;vatth&#257;m&#257;, but a second body was given by the Lord within the womb, and thus the descendant of P&#363;ru was saved. This incident is the direct proof that the body and the living entity, the spiritual spark, are different. When the living entity takes shelter in the womb of a woman through the injection of the semen of a man, there is an emulsification of the man's and woman's discharges, and thus a body is formed the size of a pea, gradually developing into a complete body. But if the developing embryo is destroyed in some way or other, the living entity has to take shelter in another body or in the womb of another woman. The particular living entity who was selected to be the descendant of Mah&#257;r&#257;ja P&#363;ru, or the P&#257;ndavas, was not an ordinary living entity, and by the superior will of the Lord he was destined to be the successor to Mah&#257;r&#257;ja Yudhishthira. Therefore, when A&#347;vatth&#257;m&#257; destroyed the embryo of Mah&#257;r&#257;ja Par&#299;kshit, the Lord, by His own internal potency, entered into the womb of Uttar&#257; by His plenary portion just to give audience to the would-be Mah&#257;r&#257;ja Par&#299;kshit, who was in great danger. By His appearance within the womb, the Lord encouraged the child and gave him complete protection in a new body by His omnipotency. By His power of omnipresence He was present both inside and outside of Uttar&#257; and other members of the P&#257;ndava family.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>