<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.18</P><P CLASS=c>ay&#257;jayad dharma-sutam</P><P CLASS=c>a&#347;vamedhais tribhir vibhuh</P><P CLASS=c>so 'pi kshm&#257;m anujai rakshan</P><P CLASS=c>reme krishnam anuvratah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayajayat">ay&#257;jayat</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; by the son of <A HREF="http://vedabase.net/d/dharma">Dharma</A> (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>); <A CLASS=v HREF="http://vedabase.net/a/asvamedhaih">a&#347;vamedhaih</A> &#8212; by horse sacrifices; <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/ksmam">kshm&#257;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/a/anujaih">anujaih</A> &#8212; assisted by his younger brothers; <A CLASS=v HREF="http://vedabase.net/r/raksan">rakshan</A> &#8212; protecting; <A CLASS=v HREF="http://vedabase.net/r/reme">reme</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvratah</A> &#8212; constant follower.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord induced the son of Dharma to perform three horse sacrifices, and Mah&#257;r&#257;ja Yudhishthira, constantly following Krishna, the Personality of Godhead, protected and enjoyed the earth, assisted by his younger brothers.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Yudhishthira was the ideal monarchical representative on the earth because he was a constant follower of the Supreme Lord, &#346;r&#299; Krishna. As stated in the Vedas (&#298;&#347;opanishad), the Lord is the proprietor of the entire manifested cosmic creation, which presents a chance for the conditioned souls to revive their eternal relationship with the Lord and thus go back to Godhead, back home. The whole system of the material world is arranged with that program and plan. Anyone who violates the plan is punished by the law of nature, which is acting by the direction of the Supreme Lord. Mah&#257;r&#257;ja Yudhishthira was installed on the throne of the earth as a representative of the Lord. The king is always expected to be the representative of the Lord. Perfect monarchy necessitates representation of the supreme will of the Lord, and Mah&#257;r&#257;ja Yudhishthira was the ideal monarch on this supreme principle. both the King and the subjects were happy in the discharge of worldly duties, and thus protection of the citizens and enjoyment of natural life, with full cooperation of material nature, followed in the reign of Mah&#257;r&#257;ja Yudhishthira and his worthy descendants like Mah&#257;r&#257;ja Par&#299;kshit.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>