<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.19</P><P CLASS=c>bhagav&#257;n api vi&#347;v&#257;tm&#257;</P><P CLASS=c>loka-veda-path&#257;nugah</P><P CLASS=c>k&#257;m&#257;n sisheve dv&#257;rvaty&#257;m</P><P CLASS=c>asaktah s&#257;&#324;khyam &#257;sthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul of the universe; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; customary; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; Vedic principles; <A CLASS=v HREF="http://vedabase.net/p/patha">patha</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anugah</A> &#8212; follower of the path; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; the necessities of life; <A CLASS=v HREF="http://vedabase.net/s/siseve">sisheve</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/d/dvarvatyam">dv&#257;rvaty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the city of <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/asaktah">asaktah</A> &#8212; without being attached; <A CLASS=v HREF="http://vedabase.net/s/sankhyam">s&#257;&#324;khyam</A> &#8212; knowledge <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/sankhya">S&#257;&#324;khya</A> philosophy; <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah</A> &#8212; being situated.</P><P CLASS=t>TRANSLATION</P><P>Simultaneously, the Personality of Godhead enjoyed life in the city of Dv&#257;rak&#257;, strictly in conformity with the Vedic customs of society. He was situated in detachment and knowledge, as enunciated by the S&#257;&#324;khya system of philosophy.</P><P CLASS=t>PURPORT</P><P>While Mah&#257;r&#257;ja Yudhishthira was the Emperor of the earth, Lord &#346;r&#299; Krishna was the King of Dv&#257;rak&#257; and was known as Dv&#257;rak&#257;dh&#299;&#347;a. Like other subordinate kings, He was under the regime of Mah&#257;r&#257;ja Yudhishthira. Although Lord &#346;r&#299; Krishna is the supreme emperor of the entire creation, while He was on this earth He never violated the principles of the Vedic injunctions because they are the guide for human life. Regulated human life according to the Vedic principles, which are based on the system of knowledge called S&#257;&#324;khya philosophy, is the real way of enjoyment of the necessities of life. Without such knowledge, detachment and custom, the so-called human civilization is no more than an animal society of eat, drink, be merry and enjoy. The Lord was acting freely, as He willed, yet by His practical example He taught not to lead a life which goes against the principles of detachment and knowledge. Attainment of knowledge and detachment, as very elaborately discussed in S&#257;&#324;khya philosophy, is the real perfection of life. Knowledge means to know that the mission of the human form of life is to end all the miseries of material existence and that in spite of having to fulfill the bodily necessities in a regulated way, one must be detached from such animal life. Fulfilling the demands of the body is animal life, and fulfilling the mission of spirit soul is the human mission.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>