<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.20</P><P CLASS=c>snigdha-smit&#257;valokena</P><P CLASS=c>v&#257;c&#257; p&#299;y&#363;sha-kalpay&#257;</P><P CLASS=c>caritren&#257;navadyena</P><P CLASS=c>&#347;r&#299;-niketena c&#257;tman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdha</A> &#8212; gentle; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A>-<A CLASS=v HREF="http://vedabase.net/a/avalokena">avalokena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> glance with <A HREF="http://vedabase.net/a/a">a</A> sweet smile; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/p/piyusa">p&#299;y&#363;sha</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpaya">kalpay&#257;</A> &#8212; compared <A HREF="http://vedabase.net/t/to">to</A> nectar; <A CLASS=v HREF="http://vedabase.net/c/caritrena">caritrena</A> &#8212; by character; <A CLASS=v HREF="http://vedabase.net/a/anavadyena">anavadyena</A> &#8212; without flaw; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; fortune; <A CLASS=v HREF="http://vedabase.net/n/niketena">niketena</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by His transcendental body.</P><P CLASS=t>TRANSLATION</P><P>He was there in His transcendental body, the residence of the goddess of fortune, with His usual gentle and sweetly smiling face, His nectarean words and His flawless character.</P><P CLASS=t>PURPORT</P><P>In the previous verse it is described that Lord Krishna, being situated in the truths of S&#257;&#324;khya philosophy, is detached from all kinds of matter. In the present verse it is described that He is the residence of the goddess of fortune. These two things are not at all contradictory. Lord Krishna is detached from the variegatedness of the inferior nature, but He is in eternal, blissful enjoyment of the spiritual nature, or His internal potency. One who has a poor fund of knowledge cannot understand this distinction between the external and internal potencies. In Bhagavad-g&#299;t&#257;, the internal potency is described as the par&#257; prakriti. In the Vishnu Pur&#257;na also, the internal potency of Vishnu is described as par&#257; &#347;akti. The Lord is never detached from the association of par&#257; &#347;akti. This par&#257; &#347;akti and her manifestations are described in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37</A>) as &#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhih. The Lord is eternally joyful and cognizant in the taste derived from such transcendental bliss. Negation of the variegatedness of the inferior energy does not necessitate negation of the positive transcendental bliss of the spiritual world. Therefore the Lord's gentleness, His smile, His character and everything related to Him are all transcendental. Such manifestations of the internal potency are the reality, of which the material shadow is only a temporary representation from which everyone with proper knowledge must be detached.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>