<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.23</P><P CLASS=c>daiv&#257;dh&#299;neshu k&#257;meshu</P><P CLASS=c>daiv&#257;dh&#299;nah svayam pum&#257;n</P><P CLASS=c>ko vi&#347;rambheta yogena</P><P CLASS=c>yoge&#347;varam anuvratah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A> &#8212; supernatural; <A CLASS=v HREF="http://vedabase.net/a/adhinesu">adh&#299;neshu</A> &#8212; being controlled; <A CLASS=v HREF="http://vedabase.net/k/kamesu">k&#257;meshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sense enjoyment; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A>-<A CLASS=v HREF="http://vedabase.net/a/adhinah">adh&#299;nah</A> &#8212; controlled by supernatural force; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; living entity; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; whoever; <A CLASS=v HREF="http://vedabase.net/v/visrambheta">vi&#347;rambheta</A> &#8212; can have faith <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/y/yogesvaram">yoge&#347;varam</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvratah</A> &#8212; serving.</P><P CLASS=t>TRANSLATION</P><P>Every living entity is controlled by a supernatural force, and thus his sense enjoyment is also under the control of that supernatural force. No one, therefore, can put his faith in Lord Krishna's transcendental sense activities but one who has become a devotee of the Lord by rendering devotional service.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; no one can understand the transcendental birth and activities of the Lord. The same fact is herein corroborated: no one but one who is enlightened by the devotional service of the Lord can understand the difference between the Lord's activities and those of others, who are controlled by the supernatural force. The sense enjoyment of all animals, men and demigods within the purview of the material universe is controlled by the supernatural force called the prakriti, or daiv&#299;-m&#257;y&#257;. No one is independent in obtaining sense enjoyment, and everyone in this material world is after sense enjoyment. Persons who are themselves under the control of supernatural power cannot believe that Lord Krishna is not under any control beyond Himself in the matter of sense enjoyment. They cannot understand that His senses are transcendental. In the Brahma-samhit&#257; the Lord's senses are described as omnipotent; i.e., with any sense He can perform the activities of the other senses. One who has limited senses cannot believe that the Lord can eat by His transcendental power of hearing and can perform the act of sex life simply by seeing. The controlled living entity cannot even dream of such sense activities in his conditional life. But simply by the activities of bhakti-yoga, he can understand that the Lord and His activities are always transcendental. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah: one cannot know even a fraction of the activities of the Lord if he is not a pure devotee of the Lord.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>