<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.26</P><P CLASS=c>tatra sn&#257;tv&#257; pitrin dev&#257;n</P><P CLASS=c>rish&#299;m&#347; caiva tad-ambhas&#257;</P><P CLASS=c>tarpayitv&#257;tha viprebhyo</P><P CLASS=c>g&#257;vo bahu-gun&#257; daduh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/snatva">sn&#257;tv&#257;</A> &#8212; by taking bath; <A CLASS=v HREF="http://vedabase.net/p/pitrn">pitrin</A> &#8212; forefathers; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/r/rsin">rish&#299;n</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/a/ambhasa">ambhas&#257;</A> &#8212; by the water; <A CLASS=v HREF="http://vedabase.net/t/tarpayitva">tarpayitv&#257;</A> &#8212; by pleasing; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/v/viprebhyah">viprebhyah</A> &#8212; unto the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/gavah">g&#257;vah</A> &#8212; cows; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; greatly useful; <A CLASS=v HREF="http://vedabase.net/d/daduh">daduh</A> &#8212; gave <A HREF="http://vedabase.net/i/in">in</A> charity.</P><P CLASS=t>TRANSLATION</P><P>After arriving there, all of them took bath, and with the water of this place of pilgrimage they offered their respects to the forefathers, demigods and great sages and thus satisfied them. They gave cows to the br&#257;hmanas in royal charity.</P><P CLASS=t>PURPORT</P><P>Amongst the devotees of the Lord there are several divisions, mainly nitya-siddhas and s&#257;dhana-siddhas. The nitya-siddha devotees never fall down to the region of the material atmosphere, even though they sometimes come onto the material plane to execute the mission of the Lord. The s&#257;dhana-siddha devotees are chosen from the conditioned souls. Out of the s&#257;dhana devotees, there are mixed and pure devotees. The mixed devotees are sometimes enthusiastic about fruitive activities and are habituated to philosophical speculation. The pure devotees are free from all these mixtures and are completely absorbed in the service of the Lord, regardless of how and where they are situated. Pure devotees of the Lord are not enthusiastic to put aside their service to the Lord in order to go visit holy places of pilgrimage. A great devotee of the Lord in modern times, &#346;r&#299; Narottama d&#257;sa Th&#257;kura, has sung like this: "To visit holy places of pilgrimage is another bewilderment of the mind because devotional service to the Lord at any place is the last word in spiritual perfection."</P><P>For pure devotees of the Lord who are completely satisfied with the transcendental loving service of the Lord, there is hardly any necessity to visit the various places of pilgrimage. But those who are not so advanced have the prescribed duties of visiting pilgrimage sites and regularly performing the rituals. The part of the princely order of the Yadu dynasty who went to Prabh&#257;sa performed all duties to be done in a place of pilgrimage and offered their pious actions to their forefathers and others.</P><P>As a rule, every human being is indebted to God, the demigods, great sages, other living entities, people in general, forefathers, etc., for various contributions received from them. Thus everyone is obliged to repay the debt of gratitude. The Yadus who went to the Prabh&#257;sa pilgrimage site performed their duties by distributing land, gold, and well-nourished cows in royal charity, as described in the following verse.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>