<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.27</P><P CLASS=c>hiranyam rajatam &#347;ayy&#257;m</P><P CLASS=c>v&#257;s&#257;msy ajina-kambal&#257;n</P><P CLASS=c>y&#257;nam rath&#257;n ibh&#257;n kany&#257;</P><P CLASS=c>dhar&#257;m vritti-kar&#299;m api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hiranyam">hiranyam</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/r/rajatam">rajatam</A> &#8212; gold coins; <A CLASS=v HREF="http://vedabase.net/s/sayyam">&#347;ayy&#257;m</A> &#8212; bedding; <A CLASS=v HREF="http://vedabase.net/v/vasamsi">v&#257;s&#257;msi</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/a/ajina">ajina</A> &#8212; animal skin for seats; <A CLASS=v HREF="http://vedabase.net/k/kambalan">kambal&#257;n</A> &#8212; blankets; <A CLASS=v HREF="http://vedabase.net/y/yanam">y&#257;nam</A> &#8212; horses; <A CLASS=v HREF="http://vedabase.net/r/rathan">rath&#257;n</A> &#8212; chariots; <A CLASS=v HREF="http://vedabase.net/i/ibhan">ibh&#257;n</A> &#8212; elephants; <A CLASS=v HREF="http://vedabase.net/k/kanyah">kany&#257;h</A> &#8212; girls; <A CLASS=v HREF="http://vedabase.net/d/dharam">dhar&#257;m</A> &#8212; land; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A>-<A CLASS=v HREF="http://vedabase.net/k/karim">kar&#299;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> provide livelihood; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmanas were not only given well-fed cows in charity, but also gold, gold coins, bedding, clothing, animal-skin seats, blankets, horses, elephants, girls and sufficient land for maintenance.</P><P CLASS=t>PURPORT</P><P>All these charities were meant for the br&#257;hmanas, whose lives were devoted entirely to the welfare of society, both spiritually and materially. The br&#257;hmanas were not giving their services as paid servants, but the society provided them with all necessities. It was arranged for some of the br&#257;hmanas, who were in difficulty for marriage, to be given girls. The br&#257;hmanas, therefore, had no economic problems. The kshatriya kings and rich mercantile men would provide them with all that they needed, and in exchange the br&#257;hmanas were completely devoted to the elevation of society. That was the way of social cooperation between the different castes. When the br&#257;hmana class or caste gradually became easygoing, being fed by the society although they had no brahminical qualifications, they degraded themselves into brahma-bandhus, or disqualified br&#257;hmanas, and thus other members of society also gradually fell down from the social standard of progressive life. As described in Bhagavad-g&#299;t&#257;, the caste system is the creation of the Lord and is arranged according to the quality of work rendered to society and not in terms of birthright, as falsely claimed in the present degraded society.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>