<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 3 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 3 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Lord's Pastimes Out of Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.3.5</P><P CLASS=c>priyam prabhur gr&#257;mya iva priy&#257;y&#257;</P><P CLASS=c>vidhitsur &#257;rcchad dyutarum yad-arthe</P><P CLASS=c>vajry &#257;dravat tam sa-gano rush&#257;ndhah</P><P CLASS=c>kr&#299;d&#257;-mrigo n&#363;nam ayam vadh&#363;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; of the dear wife; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/g/gramyah">gr&#257;myah</A> &#8212; ordinary living being; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the manner of; <A CLASS=v HREF="http://vedabase.net/p/priyayah">priy&#257;y&#257;h</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> please; <A CLASS=v HREF="http://vedabase.net/v/vidhitsuh">vidhitsuh</A> &#8212; wishing; <A CLASS=v HREF="http://vedabase.net/a/arcchat">&#257;rcchat</A> &#8212; brought about; <A CLASS=v HREF="http://vedabase.net/d/dyutarum">dyutarum</A> &#8212; the <A HREF="http://vedabase.net/p/parijata">p&#257;rij&#257;ta</A> flower tree; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; for which; <A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of; <A CLASS=v HREF="http://vedabase.net/v/vajri">vajr&#299;</A> &#8212; <A HREF="http://vedabase.net/i/indra">Indra</A>, the King of heaven; <A CLASS=v HREF="http://vedabase.net/a/adravat">&#257;dravat</A> <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; went forward <A HREF="http://vedabase.net/t/to">to</A> fight with Him; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">ganah</A> &#8212; with full strength; <A CLASS=v HREF="http://vedabase.net/r/rusa">rush&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> anger; <A CLASS=v HREF="http://vedabase.net/a/andhah">andhah</A> &#8212; blind; <A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mrgah">mrigah</A> &#8212; henpecked; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; of course; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vadhunam">vadh&#363;n&#257;m</A> &#8212; of the wives.</P><P CLASS=t>TRANSLATION</P><P>Just to please His dear wife, the Lord brought back the p&#257;rij&#257;ta tree from heaven, just as an ordinary husband would do. But Indra, the King of heaven, induced by his wives (henpecked as he was), ran after the Lord with full force to fight Him.</P><P CLASS=t>PURPORT</P><P>The Lord once went to the heavenly planet to present an earring to Aditi, the mother of the demigods, and His wife Satyabh&#257;m&#257; also went with Him. There is a special flowering tree called the p&#257;rij&#257;ta, which grows only in the heavenly planets, and Satyabh&#257;m&#257; wanted this tree. Just to please His wife, like an ordinary husband, the Lord brought back the tree, and this enraged Vajr&#299;, or the controller of the thunderbolt. cause he was a henpecked husband and also a fool, listened to them and dared to fight with Krishna. He was a fool on this occasion because he forgot that everything belongs to the Lord.</P><P>There was no fault on the part of the Lord, even though He took away the tree from the heavenly kingdom, but because Indra was henpecked, dominated by his beautiful wives like &#346;ac&#299;, he became a fool, just as all persons who are dominated by their wives are generally foolish. Indra thought that Krishna was a henpecked husband who only by the will of His wife Satyabh&#257;m&#257; took away the property of heaven, and therefore he thought that Krishna could be punished. He forgot that the Lord is the proprietor of everything and cannot be henpecked. The Lord is fully independent, and by His will only He can have hundreds and thousands of wives like Satyabh&#257;m&#257;. He was not, therefore, attached to Satyabh&#257;m&#257; because she was a beautiful wife, but He was pleased with her devotional service and thus wanted to reciprocate the unalloyed devotion of His devotee.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>