<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 12 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 12 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Perfect Society: Four Spiritual Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.12.10</P><P CLASS=c>kalpayitv&#257;tman&#257; y&#257;vad</P><P CLASS=c>&#257;bh&#257;sam idam &#299;&#347;varah</P><P CLASS=c>dvaitam t&#257;van na viramet</P><P CLASS=c>tato hy asya viparyayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalpayitva">kalpayitv&#257;</A> &#8212; ascertaining positively; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by self-realization; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/abhasam">&#257;bh&#257;sam</A> &#8212; reflection (of the original body and senses); <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (the body and senses); <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; completely independent of illusion; <A CLASS=v HREF="http://vedabase.net/d/dvaitam">dvaitam</A> &#8212; duality; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; for that long; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/v/viramet">viramet</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; by such duality; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the person; <A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; counteraction.</P><P CLASS=t>TRANSLATION</P><P>As long as a living entity is not completely self-realized &#8212; as long as he is not independent of the misconception of identifying with his body, which is nothing but a reflection of the original body and senses &#8212; he cannot be relieved of the conception of duality, which is epitomized by the duality between man and woman. Thus there is every chance that he will fall down because his intelligence is bewildered.</P><P CLASS=t>PURPORT</P><P>Here is another important warning that a man must save himself from attraction to woman. Until one is self-realized, fully independent of the illusory conception of the material body, the duality of man and woman must undoubtedly continue, but when one is actually self-realized this distinction ceases.</P><P>vidy&#257;-vinaya-sampanne</P><P CLASS=n>br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;vap&#257;ke ca</P><P CLASS=n>pandit&#257;h sama-dar&#347;inah</P><P>"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste]." (<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>) On the spiritual platform, the learned person not only gives up the duality of man and woman, but also gives up the duality of man and animal. This is the test of self-realization. One must realize perfectly that the living being is spirit soul but is tasting various types of material bodies. One may theoretically understand this, but when one has practical realization, then he actually becomes a pandita, one who knows. Until that time, the duality continues, and the conception of man and woman also continues. In this stage, one should be extremely careful about mixing with women. No one should think himself perfect and forget the &#347;&#257;stric instruction that one should be very careful about associating even with his daughter, mother or sister, not to speak of other women. &#346;r&#299;la Madhv&#257;c&#257;rya cites the following &#347;lokas in this regard:</P><P>bahutvenaiva vast&#363;n&#257;m</P><P CLASS=n>yath&#257;rtha-jñ&#257;nam ucyate</P><P CLASS=n>advaita-jñ&#257;nam ity etad</P><P CLASS=n>dvaita-jñ&#257;nam tad-anyath&#257;</P><P CLASS=n>yath&#257; jñ&#257;nam tath&#257; vastu</P><P CLASS=n>yath&#257; vastus tath&#257; matih</P><P CLASS=n>naiva jñ&#257;n&#257;rthayor bhedas</P><P CLASS=n>tata ekatva-vedanam</P><P>Unity in variety is real knowledge, and therefore giving up variety artificially does not reflect perfect knowledge of monism. According to the acintya-bhed&#257;bheda philosophy of &#346;r&#299; Caitanya Mah&#257;prabhu, there are varieties, but all of them constitute one unit. Such knowledge is knowledge of perfect oneness.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>