<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 12 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 12 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Perfect Society: Four Spiritual Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.12.11</P><P CLASS=c>etat sarvam grihasthasya</P><P CLASS=c>sam&#257;mn&#257;tam yater api</P><P CLASS=c>guru-vrittir vikalpena</P><P CLASS=c>grihasthasyartu-g&#257;minah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/g/grhasthasya">grihasthasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> householder; <A CLASS=v HREF="http://vedabase.net/s/samamnatam">sam&#257;mn&#257;tam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/y/yateh">yateh</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even of the person <A HREF="http://vedabase.net/i/in">in</A> the renounced order; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttih">vrittih</A> <A CLASS=v HREF="http://vedabase.net/v/vikalpena">vikalpena</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> follow the orders of the spiritual master; <A CLASS=v HREF="http://vedabase.net/g/grhasthasya">grihasthasya</A> &#8212; of the householder; <A CLASS=v HREF="http://vedabase.net/r/rtu">ritu</A>-<A CLASS=v HREF="http://vedabase.net/g/gaminah">g&#257;minah</A> &#8212; accepting sex only during the period favorable for procreation.</P><P CLASS=t>TRANSLATION</P><P>All the rules and regulations apply equally to the householder and the sanny&#257;s&#299;, the member of the renounced order of life. The grihastha, however, is given permission by the spiritual master to indulge in sex during the period favorable for procreation.</P><P CLASS=t>PURPORT</P><P>It is sometimes misunderstood that a grihastha, a householder, is permitted to indulge in sex at any time. This is a wrong conception of grihastha life. In spiritual life, whether one is a grihastha, v&#257;naprastha, sanny&#257;s&#299; or brahmac&#257;r&#299;, everyone is under the control of the spiritual master. For brahmac&#257;r&#299;s and sanny&#257;s&#299;s there are strong restrictions on sexual indulgence. Similarly, there are strong restrictions for grihasthas. Grihasthas should indulge in sex life only in accordance with the order of the guru. Therefore it is mentioned here that one must follow the orders of the spiritual master (guru-vrittir vikalpena). When the spiritual master orders, the grihastha may accept sex life. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/11.htm">7.11</A>). Dharm&#257;viruddho bh&#363;teshu k&#257;mo 'smi: indulgence in sex life without disobedience to the religious rules and regulations constitutes a religious principle. The grihastha is allowed to indulge in sex life during the period favorable for procreation and in accordance with the spiritual master's order. If the spiritual master's orders allow a grihastha to engage in sex life at a particular time, then the grihastha may do so; otherwise, if the spiritual master orders against it, the grihastha should abstain. The grihastha must obtain permission from the spiritual master to observe the ritualistic ceremony of garbh&#257;dh&#257;na-samsk&#257;ra. Then he may approach his wife to beget children, otherwise not. A br&#257;hmana generally remains a brahmac&#257;r&#299; throughout his entire life, but although some br&#257;hmanas become grihasthas and indulge in sex life, they do so under the complete control of the spiritual master. The kshatriya is allowed to marry more than one wife, but this also must be in accordance with the instructions of the spiritual master. It is not that because one is a grihastha he may marry as many times as he likes and indulge in sex life as he likes. This is not spiritual life. In spiritual life, one must conduct one's whole life under the guidance of the guru. Only one who executes his spiritual life under the direction of the spiritual master can achieve the mercy of Krishna. Yasya pras&#257;d&#257;d bhagavat-pras&#257;dah **. If one desires to advance in spiritual life but he acts whimsically, not following the orders of the spiritual master, he has no shelter. Yasy&#257;pras&#257;d&#257;n na gatih kuto 'pi. Without the spiritual master's order, even the grihastha should not indulge in sex life.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>