<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 12 Verses 13-14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 12 Verses 13-14"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Perfect Society: Four Spiritual Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.12.13-14</P><P CLASS=c>ushitvaivam guru-kule</P><P CLASS=c>dvijo 'dh&#299;ty&#257;vabudhya ca</P><P CLASS=c>tray&#299;m s&#257;&#324;gopanishadam</P><P CLASS=c>y&#257;vad-artham yath&#257;-balam</P><P CLASS=c>dattv&#257; varam anujñ&#257;to</P><P CLASS=c>guroh k&#257;mam yad&#299;&#347;varah</P><P CLASS=c>griham vanam v&#257; pravi&#347;et</P><P CLASS=c>pravrajet tatra v&#257; vaset</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/usitva">ushitv&#257;</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/k/kule">kule</A> &#8212; under the <A HREF="http://vedabase.net/c/care">care</A> of the spiritual master; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; the twice-born, namely the br&#257;hmanas, kshatriyas and vai&#347;yas; <A CLASS=v HREF="http://vedabase.net/a/adhitya">adh&#299;tya</A> &#8212; studying Vedic literature; <A CLASS=v HREF="http://vedabase.net/a/avabudhya">avabudhya</A> &#8212; understanding <A HREF="http://vedabase.net/i/it">it</A> properly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/trayim">tray&#299;m</A> &#8212; the Vedic literatures; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; along with supplementary parts; <A CLASS=v HREF="http://vedabase.net/u/upanisadam">upanishadam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> the Upanishads; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> possible; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> one can, according <A HREF="http://vedabase.net/t/to">to</A> one's ability; <A CLASS=v HREF="http://vedabase.net/d/dattva">dattv&#257;</A> &#8212; giving; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; remuneration; <A CLASS=v HREF="http://vedabase.net/a/anujnatah">anujñ&#257;tah</A> &#8212; being asked; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; of the spiritual master; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; capable; <A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; household life; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; retired life; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/p/praviset">pravi&#347;et</A> &#8212; one should enter; <A CLASS=v HREF="http://vedabase.net/p/pravrajet">pravrajet</A> &#8212; or get out of; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/v/vaset">vaset</A> &#8212; should reside.</P><P CLASS=t>TRANSLATION</P><P>According to the rules and regulations mentioned above, one who is twice-born, namely a br&#257;hmana, kshatriya or vai&#347;ya, should reside in the guru-kula under the care of the spiritual master. There he should study and learn all the Vedic literatures along with their supplements and the Upanishads, according to his ability and power to study. If possible, the student or disciple should reward the spiritual master with the remuneration the spiritual master requests, and then, following the master's order, the disciple should leave and accept one of the other &#257;&#347;ramas, namely the grihastha-&#257;&#347;rama, v&#257;naprastha-&#257;&#347;rama or sanny&#257;sa-&#257;&#347;rama, as he desires.</P><P CLASS=t>PURPORT</P><P>To study the Vedas and understand them, of course, requires some special intelligence, but the members of the three higher sections of society &#8212; namely the br&#257;hmanas, kshatriyas and vai&#347;yas &#8212; must learn the Vedic literatures according to their capability and power to understand. In other words, studying the Vedic literatures is compulsory for everyone but the &#347;&#363;dras and antyajas. The Vedic literature gives the knowledge that can lead one to understand the Absolute Truth &#8212; Brahman, Param&#257;tm&#257; or Bhagav&#257;n. Guru-kula, or the reformatory educational institution, should be used only to understand Vedic knowledge. At the present time there are many educational institutions for training and technology, but such knowledge has nothing to do with understanding of the Absolute Truth. Technology, therefore, is meant for the &#347;&#363;dras, whereas the Vedas are meant for the dvijas. Consequently this verse states, dvijo 'dh&#299;ty&#257;vabudhya ca tray&#299;m s&#257;&#324;gopanishadam. At the present time, in the age of Kali, practically everyone is a &#347;&#363;dra, and no one is a dvija. Therefore the condition of society has very much deteriorated.</P><P>Another point to be observed from this verse is that from the brahmac&#257;r&#299;-&#257;&#347;rama one may accept the sanny&#257;sa-&#257;&#347;rama, v&#257;naprastha-&#257;&#347;rama or grihastha-&#257;&#347;rama. It is not compulsory for a brahmac&#257;r&#299; to become a grihastha. Because the ultimate aim is to understand the Absolute Truth, there is no necessity of going through all the different &#257;&#347;ramas. Thus one may proceed to the sanny&#257;sa-&#257;&#347;rama directly from the brahmac&#257;r&#299;-&#257;&#347;rama. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura accepted the sanny&#257;sa-&#257;&#347;rama directly from the brahmac&#257;r&#299;-&#257;&#347;rama. In other words, His Divine Grace Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura did not think it compulsory to accept the grihastha-&#257;&#347;rama or v&#257;naprastha-&#257;&#347;rama.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>