<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 12 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 12 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Perfect Society: Four Spiritual Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.12.15</P><P CLASS=c>agnau gur&#257;v &#257;tmani ca</P><P CLASS=c>sarva-bh&#363;teshv adhokshajam</P><P CLASS=c>bh&#363;taih sva-dh&#257;mabhih pa&#347;yed</P><P CLASS=c>apravishtam pravishtavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agnau">agnau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fire; <A CLASS=v HREF="http://vedabase.net/g/gurau">gurau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual master; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one's self; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every living entity; <A CLASS=v HREF="http://vedabase.net/a/adhoksajam">adhokshajam</A> &#8212; the Supreme Personality of Godhead, who cannot be seen or perceived with the material eyes or other material senses; <A CLASS=v HREF="http://vedabase.net/b/bhutaih">bh&#363;taih</A> &#8212; with all living entities; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamabhih">dh&#257;mabhih</A> &#8212; along with His Lordship's paraphernalia; <A CLASS=v HREF="http://vedabase.net/p/pasyet">pa&#347;yet</A> &#8212; one should see; <A CLASS=v HREF="http://vedabase.net/a/apravistam">apravishtam</A> &#8212; not entered; <A CLASS=v HREF="http://vedabase.net/p/pravista">pravishta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; also entered.</P><P CLASS=t>TRANSLATION</P><P>One should realize that in the fire, in the spiritual master, in one's self and in all living entities &#8212; in all circumstances and conditions &#8212; the Supreme Personality of Godhead, Vishnu, has simultaneously entered and not entered. He is situated externally and internally as the full controller of everything.</P><P CLASS=t>PURPORT</P><P>Realization of the Supreme Personality of Godhead's omnipresence is the perfect realization of the Absolute Truth to be attained through the study of the Vedic literatures. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>), and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham: the Lord is situated within the universe, within the heart of every living entity and also within the atom. We should understand that whenever the Supreme Personality of Godhead is present, He is present with all His paraphernalia, including His name, form, associates and servants. The living entity is part and parcel of the Supreme Personality of Godhead, and thus one should understand that since the Supreme Lord has entered the atom, the living entities are also there. One must accept the inconceivable quality of the Supreme Personality of Godhead, for no one can understand from the material point of view how the Lord is all-pervasive and yet is situated in His own abode, Goloka Vrind&#257;vana. This realization is possible if one strictly follows the regulative principles of &#257;&#347;rama (brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;sa). &#346;r&#299;la Madhv&#257;c&#257;rya says in this regard:</P><P>apravishtah sarva-gatah</P><P CLASS=n>pravishtas tv anur&#363;pav&#257;n</P><P CLASS=n>evam dvi-r&#363;po bhagav&#257;n</P><P CLASS=n>harir eko jan&#257;rdanah</P><P>The Supreme Personality of Godhead, in His original form, has not entered everything (apravishtah), but in His impersonal form He has entered (pravishtah). Thus He has entered and not entered simultaneously. This is also explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), wherein the Lord says:</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P>"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them." The Lord can defy Himself. Thus there is variety in unity (ekatvam bahutvam).</P><P CLASS=l><A CLASS=i HREF="13-14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>