<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 12 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 12 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Perfect Society: Four Spiritual Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.12.7</P><P CLASS=c>varjayet pramad&#257;-g&#257;th&#257;m</P><P CLASS=c>agrihastho brihad-vratah</P><P CLASS=c>indriy&#257;ni pram&#257;th&#299;ni</P><P CLASS=c>haranty api yater manah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varjayet">varjayet</A> &#8212; must give up; <A CLASS=v HREF="http://vedabase.net/p/pramada">pramad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gatham">g&#257;th&#257;m</A> &#8212; talking with women; <A CLASS=v HREF="http://vedabase.net/a/agrhasthah">agrihasthah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who has not accepted the <A HREF="http://vedabase.net/g/grhastha">grihastha</A>-<A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> (<A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmacari">brahmac&#257;r&#299;</A> or <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>); <A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vratah</A> &#8212; invariably observing the vow of celibacy; <A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/p/pramathini">pram&#257;th&#299;ni</A> &#8212; almost always unconquerable; <A CLASS=v HREF="http://vedabase.net/h/haranti">haranti</A> &#8212; take away; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yateh">yateh</A> &#8212; of the <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind.</P><P CLASS=t>TRANSLATION</P><P>A brahmac&#257;r&#299;, or one who has not accepted the grihastha-&#257;&#347;rama [family life], must rigidly avoid talking with women or about women, for the senses are so powerful that they may agitate even the mind of a sanny&#257;s&#299;, a member of the renounced order of life.</P><P CLASS=t>PURPORT</P><P>Brahmacarya essentially means the vow not to marry but to observe strict celibacy (brihad-vrata). A brahmac&#257;r&#299; or sanny&#257;s&#299; should avoid talking with women or reading literature concerning talks between man and woman. The injunction restricting association with women is the basic principle of spiritual life. Associating or talking with women is never advised in any of the Vedic literatures. The entire Vedic system teaches one to avoid sex life so that one may gradually progress from brahmacarya to grihastha, from grihastha to v&#257;naprastha, and from v&#257;naprastha to sanny&#257;sa and thus give up material enjoyment, which is the original cause of bondage to this material world. The word brihad-vrata refers to one who has decided not to marry, or in other words, not to indulge in sex life throughout his entire life.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>