<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Perfect Society: Four Spiritual Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.12 Summary</P><P>This chapter particularly describes the brahmac&#257;r&#299; and the person in the v&#257;naprastha stage, and it also gives a general description of the four &#257;&#347;ramas &#8212; brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. In the previous chapter, the great saint N&#257;rada Muni has described the varna institution of society, and now, in this chapter, he will describe the stages of spiritual advancement in the four &#257;&#347;ramas, which are known as brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa.</P><P>The brahmac&#257;ri should live under the care of the true spiritual master, giving him sincere respect and obeisances, acting as his menial servant, and always carrying out his order. The brahmac&#257;r&#299; should engage himself in spiritual activities and study the Vedic literature under the direction of the spiritual master. According to the brahmacarya system, he should dress with a belt, deerskin, and matted hair and should bear a danda, waterpot and sacred thread. He should collect alms daily in the morning, and in the evening whatever alms he has collected he should offer to the spiritual master. A brahmac&#257;r&#299; should accept pras&#257;da upon the order of the spiritual master, and if the spiritual master sometimes forgets to order the disciple to eat, the disciple should not take pras&#257;da on his own initiative; rather, he should fast. The brahmac&#257;r&#299; should be trained to be satisfied with eating what is absolutely necessary, he should be very expert in executing responsibilities, he should be faithful, and he should control his senses and try to avoid the association of women as far as possible. A brahmac&#257;r&#299; should very strictly abstain from living with women and should not meet with grihasthas and those too addicted to women. Nor should a brahmac&#257;r&#299; speak in a lonely place with a woman.</P><P>After completing one's education as a brahmac&#257;r&#299; in this way, one should give dakshin&#257;, an offering of gratitude, to one's guru, and then one may leave for home and accept the next &#257;&#347;rama &#8212; the grihastha-&#257;&#347;rama &#8212; or else one may continue in the brahmacarya-&#257;&#347;rama without adulteration. The duties for the grihastha-&#257;&#347;rama and brahmacarya-&#257;&#347;rama, as well as the duties for sanny&#257;s&#299;s, are prescribed in the &#347;&#257;stras. A grihastha is not meant to enjoy sex life without restriction. Indeed, the whole purpose of Vedic life is to become free from sexual indulgence. All the &#257;&#347;ramas are recognized for spiritual progress, and therefore although the grihastha-&#257;&#347;rama gives a kind of license for sex life for a certain time, it does not allow unrestricted sex life. Therefore, in grihastha life also, there is no illicit sex. A grihastha should not accept a woman for sexual enjoyment. Wasting semen is also illicit sex.</P><P>After the grihastha-&#257;&#347;rama is another &#257;&#347;rama, known as v&#257;naprastha, which is midway between grihastha and sanny&#257;sa. A person in the v&#257;naprastha order is restricted in eating food grains and forbidden to eat fruits that have not ripened on the tree. Nor should he cook food with fire, although he is allowed to eat caru, grains that have been offered in a sacrificial fire. He may also eat fruits and grains that have grown naturally. Living in a thatched cottage, the v&#257;naprastha should endure all kinds of heat and cold. He should not cut his nails or hair, and he should give up cleaning his body and teeth. He should wear tree bark, accept a danda, and practice life in the forest, taking a vow to live there for twelve years, eight years, four years, two years or at least one year. At last, when because of old age he can no longer perform the activities of a v&#257;naprastha, he should gradually stop everything and in this way give up his body.</P><P CLASS=l><A CLASS=i HREF="../11/35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>