<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 20 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 20 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The Dynasty of P&#363;ru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.20.15</P><P CLASS=c>&#347;r&#299;-dushmanta uv&#257;ca</P><P CLASS=c>upapannam idam subhru</P><P CLASS=c>j&#257;t&#257;y&#257;h ku&#347;ik&#257;nvaye</P><P CLASS=c>svayam hi vrinute r&#257;jñ&#257;m</P><P CLASS=c>kanyak&#257;h sadri&#347;am varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/d/dusmantah">dushmantah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/d/dusmanta">Dushmanta</A> replied; <A CLASS=v HREF="http://vedabase.net/u/upapannam">upapannam</A> &#8212; just befitting your position; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/b/bhru">bhru</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/s/sakuntala">&#346;akuntal&#257;</A>, with beautiful eyebrows; <A CLASS=v HREF="http://vedabase.net/j/jatayah">j&#257;t&#257;y&#257;h</A> &#8212; because of your birth; <A CLASS=v HREF="http://vedabase.net/k/kusika">ku&#347;ika</A>-<A CLASS=v HREF="http://vedabase.net/a/anvaye">anvaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the family of <A HREF="http://vedabase.net/v/visvamitra">Vi&#347;v&#257;mitra</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vrnute">vrinute</A> &#8212; select; <A CLASS=v HREF="http://vedabase.net/r/rajnam">r&#257;jñ&#257;m</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> royal family; <A CLASS=v HREF="http://vedabase.net/k/kanyakah">kanyak&#257;h</A> &#8212; daughters; <A CLASS=v HREF="http://vedabase.net/s/sadrsam">sadri&#347;am</A> &#8212; on <A HREF="http://vedabase.net/a/an">an</A> equal level; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; husbands.</P><P CLASS=t>TRANSLATION</P><P>King Dushmanta replied: O &#346;akuntal&#257;, with beautiful eyebrows, you have taken your birth in the family of the great saint Vi&#347;v&#257;mitra, and your reception is quite worthy of your family. Aside from this, the daughters of a king generally select their own husbands.</P><P CLASS=t>PURPORT</P><P>In her reception of Mah&#257;r&#257;ja Dushmanta, &#346;akuntal&#257; clearly said, "Your Majesty may stay here, and you may accept whatever reception I can offer." Thus she indicated that she wanted Mah&#257;r&#257;ja Dushmanta as her husband. As far as Mah&#257;r&#257;ja Dushmanta was concerned, he desired &#346;akuntal&#257; as his wife from the very beginning, as soon as he saw her, so the agreement to unite as husband and wife was natural. To induce &#346;akuntal&#257; to accept the marriage, Mah&#257;r&#257;ja Dushmanta reminded her that as the daughter of a king she could select her husband in an open assembly. In the history of &#256;ryan civilization there have been many instances in which famous princesses have selected their husbands in open competitions. For example, it was in such a competition that S&#299;t&#257;dev&#299; accepted Lord R&#257;macandra as her husband and that Draupad&#299; accepted Arjuna, and there are many other instances. So marriage by agreement or by selecting one's own husband in an open competition is allowed. There are eight kinds of marriage, of which marriage by agreement is called g&#257;ndharva marriage. Generally the parents select the husband or wife for their daughter or son, but g&#257;ndharva marriage takes place by personal selection. Still, although marriage by personal selection or by agreement took place in the past, we find no such thing as divorce by disagreement. Of course, divorce by disagreement took place among low-class men, but marriage by agreement was found even in the very highest classes, especially in the royal kshatriya families. Mah&#257;r&#257;ja Dushmanta's acceptance of &#346;akuntal&#257; as his wife was sanctioned by Vedic culture. How the marriage took place is described in the next verse.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>