<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 20"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 20: The Dynasty of P&#363;ru</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.20 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.20.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O Mah&#257;r&#257;ja Par&#299;kshit, descendant of Mah&#257;r&#257;ja Bharata, I shall now describe the dynasty of P&#363;ru, in which you were born, in which many saintly kings appeared, and from which many dynasties of br&#257;hmanas began.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.20.2</B></A>: King Janamejaya was born of this dynasty of P&#363;ru. Janamejaya's son was Pracinv&#257;n, and his son was Prav&#299;ra. Thereafter, Prav&#299;ra's son was Manusyu, and from Manusyu came the son named C&#257;rupada.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.20.3</B></A>: The son of C&#257;rupada was Sudyu, and the son of Sudyu was Bahugava. Bahugava's son was Samy&#257;ti. From Samy&#257;ti came a son named Ahamy&#257;ti, from whom Raudr&#257;&#347;va was born.</P><P CLASS=r><A CLASS=i HREF="4-5.htm"><B>SB 9.20.4-5</B></A>: Raudr&#257;&#347;va had ten sons, named Riteyu, Kaksheyu, Sthandileyu, Kriteyuka, Jaleyu, Sannateyu, Dharmeyu, Satyeyu, Vrateyu and Vaneyu. Of these ten sons, Vaneyu was the youngest. As the ten senses, which are products of the universal life, act under the control of life, these ten sons of Raudr&#257;&#347;va acted under Raudr&#257;&#347;va's full control. All of them were born of the Apsar&#257; named Ghrit&#257;c&#299;.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.20.6</B></A>: Riteyu had a son named Rantin&#257;va, who had three sons, named Sumati, Dhruva and Apratiratha. Apratiratha had only one son, whose name was Kanva.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.20.7</B></A>: The son of Kanva was Medh&#257;tithi, whose sons, all br&#257;hmanas, were headed by Praskanna. The son of Rantin&#257;va named Sumati had a son named Rebhi. Mah&#257;r&#257;ja Dushmanta is well known as the son of Rebhi.</P><P CLASS=r><A CLASS=i HREF="8-9.htm"><B>SB 9.20.8-9</B></A>: Once when King Dushmanta went to the forest to hunt and was very much fatigued, he approached the residence of Kanva Muni. There he saw a most beautiful woman who looked exactly like the goddess of fortune and who sat there illuminating the entire &#257;&#347;rama by her effulgence. The King was naturally attracted by her beauty, and therefore he approached her, accompanied by some of his soldiers, and spoke to her.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.20.10</B></A>: Seeing the beautiful woman, the King was very much enlivened, and the fatigue of his hunting excursion was relieved. He was of course very much attracted because of lusty desires, and thus he inquired from her as follows, in a joking mood.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.20.11</B></A>: O beautiful lotus-eyed woman, who are you? Whose daughter are you? What purpose do you have in this solitary forest? Why are you staying here?</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.20.12</B></A>: O most beautiful one, it appears to my mind that you must be the daughter of a kshatriya. Because I belong to the P&#363;ru dynasty, my mind never endeavors to enjoy anything irreligiously.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.20.13</B></A>: &#346;akuntal&#257; said: I am the daughter of Vi&#347;v&#257;mitra. My mother, Menak&#257;, left me in the forest. O hero, the most powerful saint Kanva Muni knows all about this. Now let me know, how may I serve you?</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.20.14</B></A>: O King with eyes like the petals of a lotus, kindly come sit down and accept whatever reception we can offer. We have a supply of n&#299;v&#257;r&#257; rice that you may kindly take. And if you so desire, stay here without hesitation.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.20.15</B></A>: King Dushmanta replied: O &#346;akuntal&#257;, with beautiful eyebrows, you have taken your birth in the family of the great saint Vi&#347;v&#257;mitra, and your reception is quite worthy of your family. Aside from this, the daughters of a king generally select their own husbands.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.20.16</B></A>: When &#346;akuntal&#257; responded to Mah&#257;r&#257;ja Dushmanta's proposal with silence, the agreement was complete. Then the King, who knew the laws of marriage, immediately married her by chanting the Vedic pranava [omk&#257;ra], in accordance with the marriage ceremony as performed among the Gandharvas.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.20.17</B></A>: King Dushmanta, who never discharged semen without a result, placed his semen at night in the womb of his Queen, &#346;akuntal&#257;, and in the morning he returned to his palace. Thereafter, in due course of time, &#346;akuntal&#257; gave birth to a son.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.20.18</B></A>: In the forest, Kanva Muni performed all the ritualistic ceremonies concerning the newborn child. Later, the boy became so powerful that he would capture a lion and play with it.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.20.19</B></A>: &#346;akuntal&#257;, the best of beautiful women, along with her son, whose strength was insurmountable and who was a partial expansion of the Supreme Godhead, approached her husband, Dushmanta.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.20.20</B></A>: When the King refused to accept his wife and son, who were both irreproachable, an unembodied voice spoke from the sky as an omen and was heard by everyone present.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.20.21</B></A>: The voice said: O Mah&#257;r&#257;ja Dushmanta, a son actually belongs to his father, whereas the mother is only a container, like the skin of a bellows. According to Vedic injunctions, the father is born as the son. Therefore, maintain your own son and do not insult &#346;akuntal&#257;.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.20.22</B></A>: O King Dushmanta, he who discharges semen is the actual father, and his son saves him from the custody of Yamar&#257;ja. You are the actual procreator of this child. Indeed, &#346;akuntal&#257; is speaking the truth.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.20.23</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: When Mah&#257;r&#257;ja Dushmanta passed away from this earth, his son became the emperor of the world, the proprietor of the seven islands. He is referred to as a partial representation of the Supreme Personality of Godhead in this world.</P><P CLASS=r><A CLASS=i HREF="24-26.htm"><B>SB 9.20.24-26</B></A>: Mah&#257;r&#257;ja Bharata, the son of Dushmanta, had the mark of Lord Krishna's disc on the palm of his right hand, and he had the mark of a lotus whorl on the soles of his feet. By worshiping the Supreme Personality of Godhead with a grand ritualistic ceremony, he became the emperor and master of the entire world. Then, under the priesthood of M&#257;mateya, Bhrigu Muni, he performed fifty-five horse sacrifices on the bank of the Ganges, beginning from its mouth and ending at its source, and seventy-eight horse sacrifices on the bank of the Yamun&#257;, beginning from the confluence at Pray&#257;ga and ending at the source. He established the sacrificial fire on an excellent site, and he distributed great wealth to the br&#257;hmanas. Indeed, he distributed so many cows that each of thousands of br&#257;hmanas had one badva [13,084] as his share.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.20.27</B></A>: Bharata, the son of Mah&#257;r&#257;ja Dushmanta, bound thirty-three hundred horses for those sacrifices, and thus he astonished all other kings. He surpassed even the opulence of the demigods, for he achieved the supreme spiritual master, Hari.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.20.28</B></A>: When Mah&#257;r&#257;ja Bharata performed the sacrifice known as Mashn&#257;ra [or a sacrifice in the place known as Mashn&#257;ra], he gave in charity fourteen lakhs of excellent elephants with white tusks and black bodies, completely covered with golden ornaments.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.20.29</B></A>: As one cannot approach the heavenly planets simply by the strength of his arms (for who can touch the heavenly planets with his hands?), one cannot imitate the wonderful activities of Mah&#257;r&#257;ja Bharata. No one could perform such activities in the past, nor will anyone be able to do so in the future.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.20.30</B></A>: When Mah&#257;r&#257;ja Bharata was on tour, he defeated or killed all the Kir&#257;tas, H&#363;nas, Yavanas, Paundras, Ka&#324;kas, Kha&#347;as, &#346;akas and the kings who were opposed to the Vedic principles of brahminical culture.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 9.20.31</B></A>: Formerly, after conquering the demigods, all the demons had taken shelter in the lower planetary system known as Ras&#257;tala and had brought all the wives and daughters of the demigods there also. Mah&#257;r&#257;ja Bharata, however, rescued all those women, along with their associates, from the clutches of the demons, and he returned them to the demigods.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.20.32</B></A>: Mah&#257;r&#257;ja Bharata provided all necessities for his subjects, both on this earth and in the heavenly planets, for twenty-seven thousand years. He circulated his orders and distributed his soldiers in all directions.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.20.33</B></A>: As the ruler of the entire universe, Emperor Bharata had the opulences of a great kingdom and unconquerable soldiers. His sons and family had seemed to him to be his entire life. But finally he thought of all this as an impediment to spiritual advancement, and therefore he ceased from enjoying it.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.20.34</B></A>: O King Par&#299;kshit, Mah&#257;r&#257;ja Bharata had three pleasing wives, who were daughters of the King of Vidarbha. When all three of them bore children who did not resemble the King, these wives thought that he would consider them unfaithful queens and reject them, and therefore they killed their own sons.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.20.35</B></A>: The King, his attempt for progeny frustrated in this way, performed a sacrifice named marut-stoma to get a son. The demigods known as the Maruts, being fully satisfied with him, then presented him a son named Bharadv&#257;ja.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.20.36</B></A>: When the demigod named Brihaspati was attracted by his brother's wife, Mamat&#257;, who at that time was pregnant, he desired to have sexual relations with her. The son within her womb forbid this, but Brihaspati cursed him and forcibly discharged semen into the womb of Mamat&#257;.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.20.37</B></A>: Mamat&#257; very much feared being forsaken by her husband for giving birth to an illegitimate son, and therefore she considered giving up the child. But then the demigods solved the problem by enunciating a name for the child.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.20.38</B></A>: Brihaspati said to Mamat&#257;, "You foolish woman, although this child was born from the wife of one man through the semen discharged by another, you should maintain him." Upon hearing this, Mamat&#257; replied, "O Brihaspati, you maintain him!" After speaking in this way, Brihaspati and Mamat&#257; both left. Thus the child was known as Bharadv&#257;ja.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 9.20.39</B></A>: Although encouraged by the demigods to maintain the child, Mamat&#257; considered him useless because of his illicit birth, and therefore she left him. Consequently, the demigods known as the Maruts maintained the child, and when Mah&#257;r&#257;ja Bharata was disappointed for want of a child, this child was given to him as his son.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>