<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 20"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The Dynasty of P&#363;ru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.20 Summary</P><P>This chapter describes the history of P&#363;ru and his descendant Dushmanta. The son of P&#363;ru was Janamejaya, and his son was Pracinv&#257;n. The sons and grandsons in the line of Pracinv&#257;n, one after another, were Prav&#299;ra, Manusyu, C&#257;rupada, Sudyu, Bahugava, Samy&#257;ti, Ahamy&#257;ti and Raudr&#257;&#347;va. Raudr&#257;&#347;va had ten sons &#8212; Riteyu, Kaksheyu, Sthandileyu, Kriteyuka, Jaleyu, Sannateyu, Dharmeyu, Satyeyu, Vrateyu and Vaneyu. The son of Riteyu was Rantin&#257;va, who had three sons &#8212; Sumati, Dhruva and Apratiratha. The son of Apratiratha was Kanva, and Kanva's son was Medh&#257;tithi. The sons of Medh&#257;tithi, headed by Praskanna, were all br&#257;hmanas. The son of Rantin&#257;va named Sumati had a son named Rebhi, and his son was Dushmanta.</P><P>While hunting in the forest, Dushmanta once approached the &#257;&#347;rama of Mah&#257;rishi Kanva, where he saw an extremely beautiful woman and became attracted to her. That woman was the daughter of Vi&#347;v&#257;mitra, and her name was &#346;akuntal&#257;. Her mother was Menak&#257;, who had left her in the forest, where Kanva Muni found her. Kanva Muni brought her to his &#257;&#347;rama, where he raised and maintained her. When &#346;akuntal&#257; accepted Mah&#257;r&#257;ja Dushmanta as her husband, he married her according to the g&#257;ndharva-vidhi. &#346;akuntal&#257; later became pregnant by her husband, who left her in the &#257;&#347;rama of Kanva Muni and returned to his kingdom.</P><P>In due course of time, &#346;akuntal&#257; gave birth to a Vaishnava son, but Dushmanta, having returned to the capital, forgot what had taken place. Therefore, when &#346;akuntal&#257; approached him with her newly born child, Mah&#257;r&#257;ja Dushmanta refused to accept them as his wife and son. Later, however, after a mysterious omen, the King accepted them. After Mah&#257;r&#257;ja Dushmanta's death, Bharata, the son of &#346;akuntal&#257;, was enthroned. He performed many great sacrifices, in which he gave great riches in charity to the br&#257;hmanas. This chapter ends by describing the birth of Bharadv&#257;ja and how Mah&#257;r&#257;ja Bharata accepted Bharadv&#257;ja as his son.</P><P CLASS=l><A CLASS=i HREF="../19/29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>