<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad Verse 13</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad Verse 13"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A> 13</P><P CLASS=c>anyad ev&#257;huh sambhav&#257;d</P><P CLASS=c>anyad &#257;hur asambhav&#257;t</P><P CLASS=c>iti &#347;u&#347;ruma dh&#299;r&#257;n&#257;m</P><P CLASS=c>ye nas tad vicacakshire</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/s/sambhavat">sambhav&#257;t</A> &#8212; by worshiping the Supreme Lord, the cause of all causes; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/a/asambhavat">asambhav&#257;t</A> &#8212; by worshiping what is not the Supreme; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/susruma">&#347;u&#347;ruma</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> heard <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/d/dhiranam">dh&#299;r&#257;n&#257;m</A> &#8212; from the undisturbed authorities; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; about that subject matter; <A CLASS=v HREF="http://vedabase.net/v/vicacaksire">vicacakshire</A> &#8212; perfectly explained.</P><P CLASS=t>TRANSLATION</P><P>It is said that one result is obtained by worshiping the supreme cause of all causes and that another result is obtained by worshiping what is not supreme. All this is heard from the undisturbed authorities, who clearly explained it.</P><P CLASS=t>PURPORT</P><P>The system of hearing from undisturbed authorities is approved in this mantra. Unless one hears from a bona fide &#257;c&#257;rya, who is never disturbed by the changes of the material world, one cannot have the real key to transcendental knowledge. The bona fide spiritual master, who has also heard the &#347;ruti-mantras, or Vedic knowledge, from his undisturbed &#257;c&#257;rya, never presents anything that is not mentioned in the Vedic literature. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/25.htm">9.25</A>) it is clearly said that those who worship the pitris, or forefathers, attain the planets of the forefathers, that the gross materialists who make plans to remain here stay in this world, and that the devotees of the Lord who worship none but Lord Krishna, the supreme cause of all causes, reach Him in His spiritual sky. Here also in &#346;r&#299; &#298;&#347;opanishad it is verified that one achieves different results by different modes of worship. If we worship the Supreme Lord, we will certainly reach Him in His eternal abode, and if we worship demigods like the sun-god or moon-god, we can reach their respective planets without a doubt. And if we wish to remain on this wretched planet with our planning commissions and our stopgap political adjustments, we can certainly do that also.</P><P>Nowhere in authentic scriptures is it said that one will ultimately reach the same goal by doing anything or worshiping anyone. Such foolish theories are offered by self-made "spiritual masters" who have no connection with the parampar&#257;, the bona fide system of disciplic succession. The bona fide spiritual master cannot say that all paths lead to the same goal and that anyone can attain this goal by his own mode of worship of the demigods or of the Supreme or whatever. Any common man can very easily understand that a person can reach his destination only when he has purchased a ticket for that destination. A person who has purchased a ticket for Calcutta can reach Calcutta, but not Bombay. But the so-called spiritual masters say that any and all paths will take one to the supreme goal. Such mundane and compromising offers attract many foolish creatures, who become puffed up with their manufactured methods of spiritual realization. The Vedic instructions, however, do not uphold them. Unless one has received knowledge from the bona fide spiritual master who is in the recognized line of disciplic succession, one cannot have the real thing as it is. Krishna tells Arjuna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/2.htm">4.2</A>):</P><P>evam parampar&#257;-pr&#257;ptam</P><P CLASS=n>imam r&#257;jarshayo viduh</P><P CLASS=n>sa k&#257;leneha mahat&#257;</P><P CLASS=n>yogo nashtah parantapa</P><P>"This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost."</P><P>When Lord &#346;r&#299; Krishna was present on this earth, the bhakti-yoga principles defined in the Bhagavad-g&#299;t&#257; had become distorted; therefore the Lord had to reestablish the disciplic system beginning with Arjuna, who was the most confidential friend and devotee of the Lord. The Lord clearly told Arjuna (<A CLASS=v HREF="../bg/4/3.htm">Bg. 4.3</A>) that it was because Arjuna was His devotee and friend that he could understand the principles of the Bhagavad-g&#299;t&#257;. In other words, only the Lord's devotee and friend can understand the G&#299;t&#257;. This also means that only one who follows the path of Arjuna can understand the Bhagavad-g&#299;t&#257;.</P><P>At the present moment there are many interpreters and translators of this sublime dialogue who care nothing for Lord Krishna or Arjuna. Such interpreters explain the verses of the Bhagavad-g&#299;t&#257; in their own way and postulate all sorts of rubbish in the name of the G&#299;t&#257;. Such interpreters believe neither in &#346;r&#299; Krishna nor in His eternal abode. How, then, can they explain the Bhagavad-g&#299;t&#257;?</P><P>Krishna clearly says that only those who have lost their sense worship the demigods for paltry rewards (<A CLASS=v HREF="../bg/7/20.htm">Bg. 7.20</A>, 23). Ultimately He advises that one give up all other ways and modes of worship and fully surrender unto Him alone (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>). Only those who are cleansed of all sinful reactions can have such unflinching faith in the Supreme Lord. Others will continue hovering on the material platform with their paltry ways of worship and thus will be misled from the real path under the false impression that all paths lead to the same goal.</P><P>In this mantra of &#346;r&#299; &#298;&#347;opanishad the word sam-bhav&#257;t, "by worship of the supreme cause," is very significant. Lord Krishna is the original Personality of Godhead, and everything that exists has emanated from Him. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/8.htm">10.8</A>) the Lord says,</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m</P><P CLASS=n>budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts."</P><P>Here is a correct description of the Supreme Lord, given by the Lord Himself. The words sarvasya pra-bhavah indicate that Krishna is the creator of everyone, including Brahm&#257;, Vishnu and &#346;iva. And because these three principal deities of the material world are created by the Lord, the Lord is the creator of all that exists in the material and spiritual worlds. In the Atharva Veda (Gop&#257;la-t&#257;pan&#299; Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/24">1.24</A>) it is similarly said, "He who existed before the creation of Brahm&#257; and who enlightened Brahm&#257; with Vedic knowledge is Lord &#346;r&#299; Krishna." Similarly, the N&#257;r&#257;yana Upanishad (1) states, "Then the Supreme Person, N&#257;r&#257;yana, desired to create all living beings. Thus from N&#257;r&#257;yana, Brahm&#257; was born. N&#257;r&#257;yana created all the Praj&#257;patis. N&#257;r&#257;yana created Indra. N&#257;r&#257;yana created the eight Vasus. N&#257;r&#257;yana created the eleven Rudras. N&#257;r&#257;yana created the twelve &#256;dityas." Since N&#257;r&#257;yana is a plenary manifestation of Lord Krishna, N&#257;r&#257;yana and Krishna are one and the same. The N&#257;r&#257;yana Upanishad (4) also states, "Devak&#299;'s son [Krishna] is the Supreme Lord." The identity of N&#257;r&#257;yana with the supreme cause has also been accepted and confirmed by &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, even though &#346;a&#324;kara does not belong to the Vaishnava, or personalist, cult. The Atharva Veda (Mah&#257; Upanishad 1) also states, "Only N&#257;r&#257;yana existed in the beginning, when neither Brahm&#257;, nor &#346;iva, nor fire, nor water, nor stars, nor sun, nor moon existed. The Lord does not remain alone but creates as He desires." Krishna Himself states in the Moksha-dharma, "I created the Praj&#257;patis and the Rudras. They do not have complete knowledge of Me because they are covered by My illusory energy." It is also stated in the Var&#257;ha Pur&#257;na: "N&#257;r&#257;yana is the Supreme Personality of Godhead, and from Him the four-headed Brahm&#257; was manifested, as well as Rudra, who later became omniscient."</P><P>Thus all Vedic literature confirms that N&#257;r&#257;yana, or Krishna, is the cause of all causes. In the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/1.htm">5.1</A>) also it is said that the Supreme Lord is &#346;r&#299; Krishna, Govinda, the delighter of every living being and the primeval cause of all causes. The really learned persons know this from evidence given by the great sages and the Vedas, and thus they decide to worship Lord Krishna as all in all. Such persons are called budha, or really learned, because they worship only Krishna.</P><P>The conviction that Krishna is all in all is established when one hears the transcendental message from the undisturbed &#257;c&#257;rya with faith and love. One who has no faith in or love for Lord Krishna cannot be convinced of this simple truth. Those who are faithless are described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/11.htm">9.11</A>) as m&#363;dhas &#8212; fools or asses. It is said that the m&#363;dhas deride the Personality of Godhead because they do not have complete knowledge from the undisturbed &#257;c&#257;rya. One who is disturbed by the whirlpool of material energy is not qualified to become an &#257;c&#257;rya.</P><P>Before hearing the Bhagavad-g&#299;t&#257;, Arjuna was disturbed by the material whirlpool, by his affection for his family, society and community. Thus Arjuna wanted to become a philanthropic, nonviolent man of the world. But when he became budha by hearing the Vedic knowledge of the Bhagavad-g&#299;t&#257; from the Supreme Person, he changed his decision and became a worshiper of Lord &#346;r&#299; Krishna, who had Himself arranged the Battle of Kurukshetra. Arjuna worshiped the Lord by fighting with his so-called relatives, and in this way he became a pure devotee of the Lord. Such accomplishments are possible only when one worships the real Krishna and not some fabricated "Krishna" invented by foolish men who are without knowledge of the intricacies of the science of Krishna described in the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam.</P><P>According to the Ved&#257;nta-s&#363;tra, sambh&#363;ta is the source of birth and sustenance, as well as the reservoir that remains after annihilation (janm&#257;dy asya yatah [<A CLASS=v HREF="../sb/1/1/1.htm">SB 1.1.1</A>]). The &#346;r&#299;mad-Bh&#257;gavatam, the natural commentary on the Ved&#257;nta-s&#363;tra by the same author, maintains that the source of all emanations is not like a dead stone but is abhijña, or fully conscious. The primeval Lord, &#346;r&#299; Krishna, also says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/26.htm">7.26</A>) that He is fully conscious of past, present and future and that no one, including demigods such as &#346;iva and Brahm&#257;, knows Him fully. Certainly half-educated "spiritual leaders" who are disturbed by the tides of material existence cannot know Him fully. They try to make some compromise by making the mass of humanity the object of worship, but they do not know that such worship is only a myth because the masses are imperfect. The attempt by these so-called spiritual leaders is something like pouring water on the leaves of a tree instead of the root. The natural process is to pour water on the root, but such disturbed leaders are more attracted to the leaves than the root. Despite their perpetually watering the leaves, however, everything dries up for want of nourishment.</P><P>&#346;r&#299; &#298;&#347;opanishad advises us to pour water on the root, the source of all germination. Worship of the mass of humanity by rendering bodily service, which can never be perfect, is less important than service to the soul. The soul is the root that generates different types of bodies according to the law of karma. To serve human beings by medical aid, social help and educational facilities while at the same time cutting the throats of poor animals in slaughterhouses is no service at all to the soul, the living being.</P><P>The living being is perpetually suffering in different types of bodies from the material miseries of birth, old age, disease and death. The human form of life offers one a chance to get out of this entanglement simply by reestablishing the lost relationship between the living entity and the Supreme Lord. The Lord comes personally to teach this philosophy of surrender unto the Supreme, the sambh&#363;ta. Real service to humanity is rendered when one teaches surrender to and worship of the Supreme Lord with full love and energy. That is the instruction of &#346;r&#299; &#298;&#347;opanishad in this mantra.</P><P>The simple way to worship the Supreme Lord in this age of disturbance is to hear and chant about His great activities. The mental speculators, however, think that the activities of the Lord are imaginary; therefore they refrain from hearing of them and invent some word jugglery without any substance to divert the attention of the innocent masses of people. Instead of hearing of the activities of Lord Krishna, such pseudo spiritual masters advertise themselves by inducing their followers to sing about them. In modern times the number of such pretenders has increased considerably, and it has become a problem for the pure devotees of the Lord to save the masses of people from the unholy propaganda of these pretenders and pseudo incarnations.</P><P>The Upanishads indirectly draw our attention to the primeval Lord, &#346;r&#299; Krishna, but the Bhagavad-g&#299;t&#257;, which is the summary of all the Upanishads, directly points to &#346;r&#299; Krishna. Therefore one should hear about Krishna as He is by hearing from the Bhagavad-g&#299;t&#257; or &#346;r&#299;mad-Bh&#257;gavatam, and in this way one's mind will gradually be cleansed of all contaminated things. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/2/17.htm">1.2.17</A>) says, "By hearing of the activities of the Lord, the devotee draws the attention of the Lord. Thus the Lord, being situated in the heart of every living being, helps the devotee by giving him proper directions." The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/10.htm">10.10</A>) confirms this: dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te.</P><P>The Lord's inner direction cleanses the devotee's heart of all contamination produced by the material modes of passion and ignorance. Nondevotees are under the sway of passion and ignorance. One who is in passion cannot become detached from material hankering, and one who is in ignorance cannot know what he is or what the Lord is. Thus when one is in passion or ignorance, there is no chance for self-realization, however much one may play the part of a religionist. For a devotee, the modes of passion and ignorance are removed by the grace of the Lord. In this way the devotee becomes situated in the quality of goodness, the sign of a perfect br&#257;hmana. Anyone can qualify as a br&#257;hmana if he follows the path of devotional service under the guidance of a bona fide spiritual master. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/4/18.htm">2.4.18</A>) also says:</P><P>kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257;</P><P CLASS=n>&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah</P><P CLASS=n>ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h</P><P CLASS=n>&#347;udhyanti tasmai prabhavishnave namah</P><P>Any lowborn person can be purified by the guidance of a pure devotee of the Lord, for the Lord is extraordinarily powerful.</P><P>When one attains brahminical qualifications, he becomes happy and enthusiastic to render devotional service to the Lord. Automatically the science of God is unveiled before him. By knowing the science of God, one gradually becomes freed from material attachments, and one's doubtful mind becomes crystal clear by the grace of the Lord. One who attains this stage is a liberated soul and can see the Lord in every step of life. This is the perfection of sambhava, as described in this mantra of &#346;r&#299; &#298;&#347;opanishad.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>