<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad Verse 14</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad Verse 14"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A> 14</P><P CLASS=c>sambh&#363;tim ca vin&#257;&#347;am ca</P><P CLASS=c>yas tad vedobhayam saha</P><P CLASS=c>vin&#257;&#347;ena mrityum t&#299;rtv&#257;</P><P CLASS=c>sambh&#363;ty&#257;mritam a&#347;nute</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sambhutim">sambh&#363;tim</A> &#8212; the eternal Personality of Godhead, His transcendental <A HREF="http://vedabase.net/n/name">name</A>, form, pastimes, qualities and paraphernalia, the variegatedness of His abode, etc.; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vinasam">vin&#257;&#347;am</A> &#8212; the temporary material manifestation of demigods, men, animals, etc., with their false names, fame, etc.; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/u/ubhayam">ubhayam</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/v/vinasena">vin&#257;&#347;ena</A> &#8212; with everything liable <A HREF="http://vedabase.net/t/to">to</A> be vanquished; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/t/tirtva">t&#299;rtv&#257;</A> &#8212; surpassing; <A CLASS=v HREF="http://vedabase.net/s/sam">sam</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutya">bh&#363;ty&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the eternal kingdom of God; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; deathlessness; <A CLASS=v HREF="http://vedabase.net/a/asnute">a&#347;nute</A> &#8212; enjoys.</P><P CLASS=t>TRANSLATION</P><P>One should know perfectly the Personality of Godhead &#346;r&#299; Krishna and His transcendental name, form, qualities and pastimes, as well as the temporary material creation with its temporary demigods, men and animals. When one knows these, he surpasses death and the ephemeral cosmic manifestation with it, and in the eternal kingdom of God he enjoys his eternal life of bliss and knowledge.</P><P CLASS=t>PURPORT</P><P>By its so-called advancement of knowledge, human civilization has created many material things, including spaceships and atomic energy. Yet it has failed to create a situation in which people need not die, take birth again, become old or suffer from disease. Whenever an intelligent man raises the question of these miseries before a so-called scientist, the scientist very cleverly replies that material science is progressing and that ultimately it will be possible to render man deathless, ageless and diseaseless. Such answers prove the scientists' gross ignorance of material nature. In material nature, everyone is under the stringent laws of matter and must pass through six stages of existence: birth, growth, maintenance, production of by-products, deterioration and finally death. No one in contact with material nature can be beyond these six laws of transformation; therefore no one &#8212; whether demigod, man, animal or plant &#8212; can survive forever in the material world.</P><P>The duration of life varies according to species. Lord Brahm&#257;, the chief living being within this material universe, lives for millions and millions of years, while a minute germ lives for some hours only. But no one in the material world can survive eternally. Things are born or created under certain conditions, they stay for some time, and, if they continue to live, they grow, procreate, gradually dwindle and finally vanish. According to these laws, even the Brahm&#257;s, of which there are millions in different universes, are all liable to death either today or tomorrow. Therefore the entire material universe is called Martyaloka, the place of death.</P><P>Material scientists and politicians are trying to make this place deathless because they have no information of the deathless spiritual nature. This is due to their ignorance of the Vedic literature, which contains full knowledge confirmed by mature transcendental experience. Unfortunately, modern man is averse to receiving knowledge from the Vedas, Pur&#257;nas and other scriptures.</P><P>From the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana6/7/61">6.7.61</A>) we receive the following information:</P><P>vishnu-&#347;aktih par&#257; prokt&#257;</P><P CLASS=n>kshetrajñ&#257;khy&#257; tath&#257; par&#257;</P><P CLASS=n>avidy&#257;-karma-samjñ&#257;ny&#257;</P><P CLASS=n>trit&#299;y&#257; &#347;aktir ishyate</P><P CLASS=n>[Cc. <A CLASS=v HREF="../cc/madhya/6/154.htm">Madhya 6.154</A>]</P><P>Lord Vishnu, the Personality of Godhead, possesses different energies, known as par&#257; (superior) and apar&#257; (inferior). The living entities belong to the superior energy. The material energy, in which we are presently entangled, is the inferior energy. The material creation is made possible by this energy, which covers the living entities with ignorance (avidy&#257;) and induces them to perform fruitive activities. Yet there is another part of the Lord's superior energy that is different from both this material, inferior energy and the living entities. That superior energy constitutes the eternal, deathless abode of the Lord. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/8/20.htm">8.20</A>):</P><P>paras tasm&#257;t tu bh&#257;vo 'nyo</P><P CLASS=n>'vyakto 'vyakt&#257;t san&#257;tanah</P><P CLASS=n>yah sa sarveshu bh&#363;teshu</P><P CLASS=n>na&#347;yatsu na vina&#347;yati</P><P>All the material planets &#8212; upper, lower and intermediate, including the sun, moon and Venus &#8212; are scattered throughout the universe. These planets exist only during the lifetime of Brahm&#257;. Some lower planets, however, are vanquished after the end of one day of Brahm&#257; and are again created during the next day of Brahm&#257;. On the upper planets, time is calculated differently. One of our years is equal to only twenty-four hours, or one day and night, on many of the upper planets. The four ages of earth (Satya, Tret&#257;, Dv&#257;para and Kali) last only twelve thousand years according to the time scale of the upper planets. Such a length of time multiplied by one thousand constitutes one day of Brahm&#257;, and one night of Brahm&#257; is the same. Such days and nights accumulate into months and years, and Brahm&#257; lives for one hundred such years. At the end of Brahm&#257;'s life, the complete universal manifestation is vanquished.</P><P>Those living beings who reside on higher planets like the sun and the moon, as well as those on Martyaloka, this earth planet, and also those who live on lower planets &#8212; all are merged into the waters of devastation during the night of Brahm&#257;. During this time no living beings or species remain manifest, although spiritually they continue to exist. This unmanifested stage is called avyakta. Again, when the entire universe is vanquished at the end of Brahm&#257;'s lifetime, there is another avyakta state. But beyond these two unmanifested states is another unmanifested state, the spiritual atmosphere, or nature. There are a great number of spiritual planets in this atmosphere, and these planets exist eternally, even when all the planets within this material universe are vanquished at the end of Brahm&#257;'s life. There are many material universes, each under the jurisdiction of a Brahm&#257;, and this cosmic manifestation within the jurisdiction of the various Brahm&#257;s is but a display of one fourth of the energy of the Lord (ekap&#257;d-vibh&#363;ti). This is the inferior energy. Beyond the jurisdiction of Brahm&#257; is the spiritual nature, which is called trip&#257;d-vibh&#363;ti, three fourths of the Lord's energy. This is the superior energy, or par&#257;-prakriti.</P><P>The predominating Supreme Person residing within the spiritual nature is Lord &#346;r&#299; Krishna. As confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/8/22.htm">8.22</A>), He can be approached only by unalloyed devotional service and not by the processes of jñ&#257;na (philosophy), yoga (mysticism) or karma (fruitive work). The karm&#299;s, or fruitive workers, can elevate themselves to the Svargaloka planets, which include the sun and the moon. Jñ&#257;n&#299;s and yog&#299;s can attain still higher planets, such as Maharloka, Tapoloka and Brahmaloka, and when they become still more qualified through devotional service they can enter into the spiritual nature, either the illuminating cosmic atmosphere of the spiritual sky (Brahman) or the Vaikuntha planets, according to their qualification. It is certain, however, that no one can enter into the spiritual Vaikuntha planets without being trained in devotional service.</P><P>On the material planets, everyone from Brahm&#257; down to the ant is trying to lord it over material nature, and this is the material disease. As long as this material disease continues, the living entity has to undergo the process of bodily change. Whether he takes the form of a man, demigod or animal, he ultimately has to endure an unmanifested condition during the two devastations &#8212; the devastation during the night of Brahm&#257; and the devastation at the end of Brahm&#257;'s life. If we want to put an end to this process of repeated birth and death, as well as the concomitant factors of old age and disease, we must try to enter the spiritual planets, where we can live eternally in the association of Lord Krishna or His plenary expansions, His N&#257;r&#257;yana forms. Lord Krishna or His plenary expansions dominate every one of these innumerable planets, a fact confirmed in the &#347;ruti mantras: eko va&#347;&#299; sarva-gah krishna &#299;dyah/ eko 'pi san bahudh&#257; yo 'vabh&#257;ti. (Gop&#257;la-t&#257;pan&#299; Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/3/21">1.3.21</A>)</P><P>No one can dominate Krishna. It is the conditioned soul who tries to dominate material nature and is instead subjected to the laws of material nature and the sufferings of repeated birth and death. The Lord comes here to reestablish the principles of religion, and the basic principle is the development of an attitude of surrender to Him. This is the Lord's last instruction in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/66.htm">18.66</A>): sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. "Give up all other processes and just surrender unto Me alone." Unfortunately, foolish men have misinterpreted this prime teaching and misled the masses of people in diverse ways. People have been urged to open hospitals but not to educate themselves to enter into the spiritual kingdom by devotional service. They have been taught to take interest only in temporary relief work, which can never bring real happiness to the living entity. They start varieties of public and semi-governmental institutions to tackle the devastating power of nature, but they don't know how to pacify insurmountable nature. Many men are advertised as great scholars of the Bhagavad-g&#299;t&#257;, but they overlook the G&#299;t&#257;'s message, by which material nature can be pacified. Powerful nature can be pacified only by the awakening of God consciousness, as clearly pointed out in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/14.htm">7.14</A>).</P><P>In this mantra, &#346;r&#299; &#298;&#347;opanishad teaches that one must perfectly know both sambh&#363;ti (the Personality of Godhead) and vin&#257;&#347;a (the temporary material manifestation), side by side. By knowing the material manifestation alone, one cannot be saved, for in the course of nature there is devastation at every moment (ahany ahani bh&#363;t&#257;ni gacchant&#299;ha yam&#257;-layam). Nor can one be saved from these devastations by the opening of hospitals. One can be saved only by complete knowledge of the eternal life of bliss and awareness. The whole Vedic scheme is meant to educate men in this art of attaining eternal life. People are often misguided by temporary attractive things based on sense gratification, but service rendered to the sense objects is both misleading and degrading.</P><P>We must therefore save ourselves and our fellow man in the right way. There is no question of liking or disliking the truth. It is there. If we want to be saved from repeated birth and death, we must take to the devotional service of the Lord. There can be no compromise, for this is a matter of necessity.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>