<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad Verse 15</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad Verse 15"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A> 15</P><P CLASS=c>hiranmayena p&#257;trena</P><P CLASS=c>satyasy&#257;pihitam mukham</P><P CLASS=c>tat tvam p&#363;shann ap&#257;vrinu</P><P CLASS=c>satya-dharm&#257;ya drishtaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hiranmayena">hiranmayena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> golden effulgence; <A CLASS=v HREF="http://vedabase.net/p/patrena">p&#257;trena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> dazzling covering; <A CLASS=v HREF="http://vedabase.net/s/satyasya">satyasya</A> &#8212; of the Supreme Truth; <A CLASS=v HREF="http://vedabase.net/a/apihitam">apihitam</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; the face; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that covering; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Yourself; <A CLASS=v HREF="http://vedabase.net/p/pusan">p&#363;shan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sustainer; <A CLASS=v HREF="http://vedabase.net/a/apavrnu">ap&#257;vrinu</A> &#8212; kindly remove; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/d/dharmaya">dharm&#257;ya</A> &#8212; unto the devotee; <A CLASS=v HREF="http://vedabase.net/d/drstaye">drishtaye</A> &#8212; for exhibiting.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, sustainer of all that lives, Your real face is covered by Your dazzling effulgence. Kindly remove that covering and exhibit Yourself to Your pure devotee.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/14/27.htm">14.27</A>), the Lord explains His personal rays (brahmajyoti), the dazzling effulgence of His personal form, in this way:</P><P>brahmano hi pratishth&#257;ham</P><P CLASS=n>amritasy&#257;vyayasya ca</P><P CLASS=n>&#347;&#257;&#347;vatasya ca dharmasya</P><P CLASS=n>sukhasyaik&#257;ntikasya ca</P><P>"I am the basis of the impersonal Brahman, which is immortal, imperishable and eternal and is the constitutional position of ultimate happiness." Brahman, Param&#257;tm&#257; and Bhagav&#257;n are three aspects of the same Absolute Truth. Brahman is the aspect most easily perceived by the beginner; Param&#257;tm&#257;, the Supersoul, is realized by those who have further progressed; and Bhagav&#257;n realization is the ultimate realization of the Absolute Truth. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/7.htm">7.7</A>), where Lord Krishna says that He is the ultimate concept of the Absolute Truth: mattah parataram n&#257;nyat. Therefore Krishna is the source of the brahmajyoti as well as the all-pervading Param&#257;tm&#257;. Later in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/42.htm">10.42</A>) Krishna further explains:</P><P>atha v&#257; bahunaitena</P><P CLASS=n>kim jñ&#257;tena tav&#257;rjuna</P><P CLASS=n>vishtabhy&#257;ham idam kritsnam</P><P CLASS=n>ek&#257;m&#347;ena sthito jagat</P><P>"But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe." Thus by His one plenary expansion, the all-pervading Param&#257;tm&#257;, the Lord maintains the complete material cosmic creation. He also maintains all manifestations in the spiritual world. Therefore in this &#347;ruti-mantra of &#346;r&#299; &#298;&#347;opanishad, the Lord is addressed as p&#363;shan, the ultimate maintainer.</P><P>The Personality of Godhead, &#346;r&#299; Krishna, is always filled with transcendental bliss (&#257;nanda-mayo 'bhy&#257;s&#257;t). When He was present at Vrind&#257;vana in India five thousand years ago, He always remained in transcendental bliss, even from the beginning of His childhood pastimes. The killings of various demons &#8212; such as Agha, Baka, P&#363;tan&#257; and Pralamba &#8212; were but pleasure excursions for Him. In His village of Vrind&#257;vana He enjoyed Himself with His mother, brother and friends, and when He played the role of a naughty butter thief, all His associates enjoyed celestial bliss by His stealing. The Lord's fame as a butter thief is not reproachable, for by stealing butter the Lord gave pleasure to His pure devotees. Everything the Lord did in Vrind&#257;vana was for the pleasure of His associates there. The Lord created these pastimes to attract the dry speculators and the acrobats of the so-called hatha-yoga system who wish to find the Absolute Truth.</P><P>Of the childhood play between the Lord and His playmates, the cowherd boys, &#346;ukadeva Gosv&#257;m&#299; says in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/12/11.htm">10.12.11</A>):</P><P>ittham sat&#257;m brahma-sukh&#257;nubh&#363;ty&#257;</P><P CLASS=n>d&#257;syam gat&#257;n&#257;m para-daivatena</P><P CLASS=n>m&#257;y&#257;&#347;rit&#257;n&#257;m nara-d&#257;rakena</P><P CLASS=n>s&#257;kam vijahruh krita-punya-puñj&#257;h</P><P>"The Personality of Godhead, who is perceived as the impersonal, blissful Brahman by the jñ&#257;n&#299;s, who is worshiped as the Supreme Lord by devotees in the mood of servitorship, and who is considered an ordinary human being by mundane people, played with the cowherd boys, who had attained their position after accumulating many pious activities."</P><P>Thus the Lord is always engaged in transcendental loving activities with His spiritual associates in the various relationships of &#347;&#257;nta (neutrality), d&#257;sya (servitorship), sakhya (friendship), v&#257;tsalya (parental affection) and m&#257;dhurya (conjugal love).</P><P>Since it is said that Lord Krishna never leaves Vrind&#257;vana-dh&#257;ma, one may ask how He manages the affairs of the creation. This is answered in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/13/14.htm">13.14-18</A>): The Lord pervades the entire material creation by His plenary part known as the Param&#257;tm&#257;, or Supersoul. Although the Lord personally has nothing to do with material creation, maintenance and destruction, He causes all these things to be done by His plenary expansion, the Param&#257;tm&#257;. Every living entity is known as &#257;tm&#257;, soul, and the principal &#257;tm&#257; who controls them all is Param&#257;tm&#257;, the Supersoul.</P><P>This system of God realization is a great science. The materialistic s&#257;&#324;khya-yog&#299;s can only analyze and meditate on the twenty-four factors of the material creation, for they have very little information of the purusha, the Lord. And the impersonal transcendentalists are simply bewildered by the glaring effulgence of the brahmajyoti. If one wants to see the Absolute Truth in full, one has to penetrate beyond the twenty-four material elements and the glaring effulgence as well. &#346;r&#299; &#298;&#347;opanishad points toward this direction, praying for the removal of the hiranmaya-p&#257;tra, the dazzling covering of the Lord. Unless this covering is removed so one can perceive the real face of the Personality of Godhead, factual realization of the Absolute Truth can never be achieved.</P><P>The Param&#257;tm&#257; feature of the Personality of Godhead is one of three plenary expansions, or vishnu-tattvas, collectively known as the purusha-avat&#257;ras. One of these vishnu-tattvas who is within the universe is known as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. He is the Vishnu among the three principal deities &#8212; Brahm&#257;, Vishnu and &#346;iva &#8212; and He is the all-pervading Param&#257;tm&#257; in each and every individual living entity. The second vishnu-tattva within the universe is Garbhodaka&#347;&#257;y&#299; Vishnu, the collective Supersoul of all living entities. Beyond these two is K&#257;ranodaka&#347;&#257;y&#299; Vishnu, who lies in the Causal Ocean. He is the creator of all universes. The yoga system teaches the serious student to meet the vishnu-tattvas after going beyond the twenty-four material elements of the cosmic creation. The culture of empiric philosophy helps one realize the impersonal brahmajyoti, which is the glaring effulgence of the transcendental body of Lord &#346;r&#299; Krishna. That the brahmajyoti is Krishna's effulgence is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/14/27.htm">14.27</A>) as well as the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/40.htm">5.40</A>):</P><P>yasya prabh&#257;-prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"In the millions and millions of universes there are innumerable planets, and each and every one of them is different from the others by its cosmic constitution. All of these planets are situated in a corner of the brahmajyoti. This brahmajyoti is but the personal rays of the Supreme Personality of Godhead, Govinda, whom I worship." This mantra from the Brahma-samhit&#257; is spoken from the platform of factual realization of the Absolute Truth, and the &#347;ruti-mantra of &#346;r&#299; &#298;&#347;opanishad under discussion confirms this mantra as a process of realization. The &#298;&#347;opanishad mantra is a simple prayer to the Lord to remove the brahmajyoti so that one can see His real face. This brahmajyoti effulgence is described in detail in several mantras of the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/10">2.2.10-12</A>):</P><P>hiranmaye pare ko&#347;e</P><P CLASS=n>virajam brahma nishkalam</P><P CLASS=n>tac chubhram jyotish&#257;m jyotis</P><P CLASS=n>tad yad &#257;tma-vido viduh</P><P CLASS=n>na tatra s&#363;ryo bh&#257;ti na candra-t&#257;rakam</P><P CLASS=n>nem&#257; vidyuto bh&#257;nti kuto 'yam agnih</P><P CLASS=n>tam eva bh&#257;ntam anu bh&#257;ti sarvam</P><P CLASS=n>tasya bh&#257;s&#257; sarvam idam vibh&#257;ti</P><P CLASS=n>brahmaivedam amritam purast&#257;d brahma</P><P CLASS=n>pa&#347;c&#257;d brahma dakshinata&#347; cottarena</P><P CLASS=n>adha&#347; cordhvam ca prasritam brahmai-</P><P CLASS=n>vedam vi&#347;vam idam varishtham</P><P>"In the spiritual realm, beyond the material covering, is the unlimited Brahman effulgence, which is free from material contamination. That effulgent white light is understood by transcendentalists to be the light of all lights. In that realm there is no need of sunshine, moonshine, fire or electricity for illumination. Indeed, whatever illumination appears in the material world is only a reflection of that supreme illumination. That Brahman is in front and in back, in the north, south, east and west, and also overhead and below. In other words, that supreme Brahman effulgence spreads throughout both the material and spiritual skies."</P><P>Perfect knowledge means knowing Krishna as the root of this Brahman effulgence. This knowledge can be gained from such scriptures as &#346;r&#299;mad-Bh&#257;gavatam, which perfectly elaborates the science of Krishna. In &#346;r&#299;mad-Bh&#257;gavatam, the author, &#346;r&#299;la Vy&#257;sadeva, has established that one will describe the Supreme Truth as Brahman, Param&#257;tm&#257; or Bhagav&#257;n according to one's realization of Him. &#346;r&#299;la Vy&#257;sadeva never states that the Supreme Truth is a j&#299;va, an ordinary living entity. The living entity should never be considered the all-powerful Supreme Truth. If he were the Supreme, he would not need to pray to the Lord to remove His dazzling cover so that the living entity could see His real face.</P><P>The conclusion is that one who has no knowledge of the potencies of the Supreme Truth will realize the impersonal Brahman. Similarly, when one realizes the material potencies of the Lord but has little or no information of the spiritual potencies, he attains Param&#257;tm&#257; realization. Thus both Brahman and Param&#257;tm&#257; realization of the Absolute Truth are partial realizations. However, when one realizes</P><P>the Supreme Personality of Godhead, &#346;r&#299; Krishna, in full potency after the removal of the hiranmaya-p&#257;tra, one realizes v&#257;sudevah sarvam iti: [<A CLASS=v HREF="../bg/7/19.htm">Bg. 7.19</A>] Lord &#346;r&#299; Krishna, who is known as V&#257;sudeva, is everything &#8212; Brahman, Param&#257;tm&#257; and Bhagav&#257;n. He is Bhagav&#257;n, the root, and Brahman and Param&#257;tm&#257; are His branches.</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/46.htm">6.46-47</A>) there is a comparative analysis of the three types of transcendentalists &#8212; the worshipers of the impersonal Brahman (jñ&#257;n&#299;s), the worshipers of the Param&#257;tm&#257; feature (yog&#299;s) and the devotees of Lord &#346;r&#299; Krishna (bhaktas). It is stated there that the jñ&#257;n&#299;s, those who have cultivated Vedic knowledge, are better than ordinary fruitive workers, that the yog&#299;s are still greater than the jñ&#257;n&#299;s, and that among all yog&#299;s, those who constantly serve the Lord with all their energies are the topmost. In summary, a philosopher is better than a laboring man, a mystic is superior to a philosopher, and of all the mystic yog&#299;s, he who follows bhakti-yoga, constantly engaging in the service of the Lord, is the highest. &#346;r&#299; &#298;&#347;opanishad directs us toward this perfection.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>