<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad Verse 16</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad Verse 16"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A> 16</P><P CLASS=c>p&#363;shann ekarshe yama s&#363;rya pr&#257;j&#257;patya</P><P CLASS=c>vy&#363;ha ra&#347;m&#299;n sam&#363;ha</P><P CLASS=c>tejo yat te r&#363;pam kaly&#257;na-tamam</P><P CLASS=c>tat te pa&#347;y&#257;mi yo 's&#257;v asau purushah so 'ham asmi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pusan">p&#363;shan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> maintainer; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; the primeval philosopher; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A> &#8212; the regulating principle; <A CLASS=v HREF="http://vedabase.net/s/surya">s&#363;rya</A> &#8212; the destination of the s&#363;ris (great devotees); <A CLASS=v HREF="http://vedabase.net/p/prajapatya">pr&#257;j&#257;patya</A> &#8212; the well-wisher of the praj&#257;patis (progenitors of mankind); <A CLASS=v HREF="http://vedabase.net/v/vyuha">vy&#363;ha</A> &#8212; kindly remove; <A CLASS=v HREF="http://vedabase.net/r/rasmin">ra&#347;m&#299;n</A> &#8212; the rays; <A CLASS=v HREF="http://vedabase.net/s/samuha">sam&#363;ha</A> &#8212; kindly withdraw; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; effulgence; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/k/kalyana">kaly&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; most auspicious; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pasyami">pa&#347;y&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> may see; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who is; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; like the sun; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A>.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, O primeval philosopher, maintainer of the universe, O regulating principle, destination of the pure devotees, well-wisher of the progenitors of mankind, please remove the effulgence of Your transcendental rays so that I can see Your form of bliss. You are the eternal Supreme Personality of Godhead, like unto the sun, as am I.</P><P CLASS=t>PURPORT</P><P>The sun and its rays are one and the same qualitatively. Similarly, the Lord and the living entities are one and the same in quality. The sun is one, but the molecules of the sun's rays are innumerable. The sun's rays constitute part of the sun, and the sun and its rays conjointly constitute the complete sun. Within the sun itself resides the sun-god, and similarly within the supreme spiritual planet, Goloka Vrind&#257;vana, from which the brahmajyoti effulgence is emanating, the Lord enjoys His eternal pastimes, as verified in the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/29.htm">5.29</A>):</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows fulfilling all desires in abodes filled with spiritual gems and surrounded by millions of wish-fulfilling trees. He is always served with great reverence and affection by hundreds of thousands of Lakshm&#299;s, or goddesses of fortune."</P><P>The brahmajyoti is described in the Brahma-samhit&#257; as the rays emanating from that supreme spiritual planet, Goloka Vrind&#257;vana, just as the sun's rays emanate from the sun globe. Until one surpasses the glare of the brahmajyoti, one cannot receive information of the land of the Lord. The impersonalist philosophers, blinded as they are by the dazzling brahmajyoti, can realize neither the factual abode of the Lord nor His transcendental form. Limited by their poor fund of knowledge, such impersonalist thinkers cannot understand the all-blissful transcendental form of Lord Krishna. In this prayer, therefore, &#346;r&#299; &#298;&#347;opanishad petitions the Lord to remove the effulgent rays of the brahmajyoti so that the pure devotee can see His all-blissful transcendental form.</P><P>By realizing the impersonal brahmajyoti, one experiences the auspicious aspect of the Supreme, and by realizing the Param&#257;tm&#257;, or all-pervading feature of the Supreme, one experiences an even more auspicious enlightenment. But by meeting the Personality of Godhead Himself face to face, the devotee experiences the most auspicious feature of the Supreme. Since He is addressed as the primeval philosopher and maintainer and well-wisher of the universe, the Supreme Truth cannot be impersonal. This is the verdict of &#346;r&#299; &#298;&#347;opanishad. The word p&#363;shan ("maintainer") is especially significant, for although the Lord maintains all beings, He specifically maintains His devotees. After surpassing the impersonal brahmajyoti and seeing the personal aspect of the Lord and His most auspicious eternal form, the devotee realizes the Absolute Truth in full.</P><P>In his Bhagavat-sandarbha, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states: "The complete conception of the Absolute Truth is realized in the Personality of Godhead because He is almighty and possesses full transcendental potencies. The full potency of the Absolute Truth is not realized in the brahmajyoti; therefore Brahman realization is only partial realization of the Personality of Godhead. O learned sages, the first syllable of the word bhagav&#257;n (bha) has two meanings: the first is 'one who fully maintains,' and the second is 'guardian.' The second syllable (ga) means 'guide,' 'leader' or 'creator.' The syllable v&#257;n indicates that every being lives in Him and that He also lives in every being. In other words, the transcendental sound bhagav&#257;n represents infinite knowledge, potency, energy, opulence, strength and influence &#8212; all without a tinge of material inebriety."</P><P>The Lord fully maintains His unalloyed devotees, and He guides them progressively on the path toward devotional perfection. As the leader of His devotees, He ultimately awards the desired results of devotional service by giving Himself to them. The devotees of the Lord see the Lord eye to eye by His causeless mercy; thus the Lord helps His devotees reach the supermost spiritual planet, Goloka Vrind&#257;vana. Being the creator, He can bestow all necessary qualifications upon His devotees so that they can ultimately reach Him. The Lord is the cause of all causes. In other words, since there is nothing that caused Him, He is the original cause. Consequently He enjoys His own Self by manifesting His own internal potency. The external potency is not exactly manifested by Him, for He expands Himself as the purushas, and it is in these forms that He maintains the features of the material manifestation. By such expansions, He creates, maintains and annihilates the cosmic manifestation.</P><P>The living entities are also differentiated expansions of the Lord's Self, and because some of them desire to be lords and imitate the Supreme Lord, He allows them to enter into the cosmic creation with the option to fully utilize their propensity to lord it over nature. Because of the presence of His parts and parcels, the living entities, the entire phenomenal world is stirred into action and reaction. Thus the living entities are given full facilities to lord it over material nature, but the ultimate controller is the Lord Himself in His plenary feature as Param&#257;tm&#257;, the Supersoul, who is one of the purushas.</P><P>Thus there is a gulf of difference between the living entity (&#257;tm&#257;) and the controlling Lord (Param&#257;tm&#257;), the soul and the Supersoul. Param&#257;tm&#257; is the controller, and the &#257;tm&#257; is the controlled; therefore they are in different categories. Because the Param&#257;tm&#257; fully cooperates with the &#257;tm&#257;, He is known as the constant companion of the living being.</P><P>The all-pervading feature of the Lord &#8212; which exists in all circumstances of waking and sleeping as well as in potential states and from which the j&#299;va-&#347;akti (living force) is generated as both conditioned and liberated souls &#8212; is known as Brahman. Since the Lord is the origin of both Param&#257;tm&#257; and Brahman, He is the origin of all living entities and all else that exists. One who knows this engages himself at once in the devotional service of the Lord. Such a pure and fully cognizant devotee of the Lord is fully attached to Him in heart and soul, and whenever such a devotee assembles with similar devotees, they have no engagement but the glorification of the Lord's transcendental activities. Those who are not as perfect as the pure devotees &#8212; namely, those who have realized only the Brahman or Param&#257;tm&#257; features of the Lord &#8212; cannot appreciate the activities of the perfect devotees. The Lord always helps the pure devotees by imparting necessary knowledge within their hearts, and thus out of His special favor He dissipates all the darkness of ignorance. The speculative philosophers and yog&#299;s cannot imagine this, because they more or less depend on their own strength. As stated in the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/23">1.2.23</A>), the Lord can be known only by those whom He favors, and not by anyone else. Such special favors are bestowed upon His pure devotees only. &#346;r&#299; &#298;&#347;opanishad thus points to the favor of the Lord, which is beyond the purview of the brahmajyoti.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>