<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad Verse 2</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad Verse 2"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A> 2</P><P CLASS=c>kurvann eveha karm&#257;ni</P><P CLASS=c>jij&#299;vishec chatam sam&#257;h</P><P CLASS=c>evam tvayi n&#257;nyatheto 'sti</P><P CLASS=c>na karma lipyate nare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kurvan">kurvan</A> &#8212; doing continuously; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; during this span of life; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/j/jijiviset">jij&#299;vishet</A> &#8212; one should desire <A HREF="http://vedabase.net/t/to">to</A> live; <A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; one hundred; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> living; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; alternative; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> &#8212; from this path; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/l/lipyate">lipyate</A> &#8212; can be bound; <A CLASS=v HREF="http://vedabase.net/n/nare">nare</A> &#8212; unto <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>.</P><P CLASS=t>TRANSLATION</P><P>One may aspire to live for hundreds of years if he continuously goes on working in that way, for that sort of work will not bind him to the law of karma. There is no alternative to this way for man.</P><P CLASS=t>PURPORT</P><P>No one wants to die: everyone wants to live as long as he can drag on. This tendency is visible not only individually but also collectively in the community, society and nation. There is a hard struggle for life by all kinds of living entities, and the Vedas say that this is quite natural. The living being is eternal by nature, but due to his bondage in material existence he has to change his body over and over. This process is called transmigration of the soul or karma-bandhana, bondage by one's work. The living entity has to work for his livelihood because that is the law of material nature, and if he does not act according to his prescribed duties, he transgresses the law of nature and binds himself more and more to the cycle of birth and death in the many species of life.</P><P>Other life forms are also subject to the cycle of birth and death, but when the living entity attains a human life, he gets a chance to get free from the chains of karma. Karma, akarma and vikarma are very clearly described in the Bhagavad-g&#299;t&#257;. Actions that are performed in terms of one's prescribed duties, as mentioned in the revealed scriptures, are called karma. Actions that free one from the cycle of birth and death are called akarma. And actions that are performed through the misuse of one's freedom and that direct one to the lower life forms are called vikarma. Of these three types of action, that which frees one from the bondage to karma is preferred by intelligent men. Ordinary men wish to perform good work in order to be recognized and achieve some higher status of life in this world or in heaven, but more advanced men want to be free altogether from the actions and reactions of work. Intelligent men well know that both good and bad work equally bind one to the material miseries. Consequently they seek that work which will free them from the reactions of both good and bad work. Such liberating work is described here in the pages of &#346;r&#299; &#298;&#347;opanishad.</P><P>The instructions of &#346;r&#299; &#298;&#347;opanishad are more elaborately explained in the Bhagavad-g&#299;t&#257;, sometimes called the G&#299;topanishad, the cream of all the Upanishads. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/3/9.htm">3.9-16</A>) the Personality of Godhead says that one cannot attain the state of naishkarmya, or akarma, without executing the prescribed duties mentioned in the Vedic literature. This literature can regulate the working energy of a human being in such a way that he can gradually realize the authority of the Supreme Being. When he realizes the authority of the Personality of Godhead &#8212; V&#257;sudeva, or Krishna &#8212; it is to be understood that he has attained the stage of positive knowledge. In this purified stage the modes of nature &#8212; namely goodness, passion and ignorance &#8212; cannot act, and he is able to work on the basis of naishkarmya. Such work does not bind one to the cycle of birth and death.</P><P>Factually, no one has to do anything more than render devotional service to the Lord. However, in the lower stages of life one cannot immediately adopt the activities of devotional service, nor can one completely stop fruitive work. A conditioned soul is accustomed to working for sense gratification &#8212; for his own selfish interest, immediate or extended. An ordinary man works for his own sense enjoyment, and when this principle of sense enjoyment is extended to include his society, nation or humanity in general, it assumes various attractive names such as altruism, socialism, communism, nationalism and humanitarianism. These "isms" are certainly very attractive forms of karma-bandhana (karmic bondage), but the Vedic instruction of &#346;r&#299; &#298;&#347;opanishad is that if one actually wants to live for any of the above "isms," he should make them God-centered. There is no harm in becoming a family man, or an altruist, a socialist, a communist, a nationalist or a humanitarian, provided that one executes his activities in relation with &#299;&#347;&#257;v&#257;sya, the God-centered conception.</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/40.htm">2.40</A>) Lord Krishna states that God-centered activities are so valuable that just a few of them can save a person from the greatest danger. The greatest danger of life is the danger of gliding down again into the evolutionary cycle of birth and death among the 8,400,000 species. If somehow or other a man misses the spiritual opportunity afforded by his human form of life and falls down again into the evolutionary cycle, he must be considered most unfortunate. Due to his defective senses, a foolish man cannot see that this is happening. Consequently &#346;r&#299; &#298;&#347;opanishad advises us to exert our energy in the spirit of &#299;&#347;&#257;v&#257;sya. Being so engaged, we may wish to live for many, many years; otherwise a long life in itself has no value. A tree lives for hundreds and hundreds of years, but there is no point in living a long time like trees, or breathing like bellows, or begetting children like hogs and dogs, or eating like camels. A humble God-centered life is more valuable than a colossal hoax of a life dedicated to godless altruism or socialism.</P><P>When altruistic activities are executed in the spirit of &#346;r&#299; &#298;&#347;opanishad, they become a form of karma-yoga. Such activities are recommended in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/5.htm">18.5-9</A>), for they guarantee their executor protection from the danger of sliding down into the evolutionary process of birth and death. Even though such God-centered activities may be half-finished, they are still good for the executor because they will guarantee him a human form in his next birth. In this way one can have another chance to improve his position on the path of liberation.</P><P>How one can execute God-centered activities is elaborately explained in the Bhakti-ras&#257;mrita-sindhu, by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. We have rendered this book into English as The Nectar of Devotion. We recommend this valuable book to all who are interested in performing their activities in the spirit of &#346;r&#299; &#298;&#347;opanishad.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>