<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad Verse 6</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad Verse 6"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A> 6</P><P CLASS=c>yas tu sarv&#257;ni bh&#363;t&#257;ny</P><P CLASS=c>&#257;tmany ev&#257;nupa&#347;yati</P><P CLASS=c>sarva-bh&#363;teshu c&#257;tm&#257;nam</P><P CLASS=c>tato na vijugupsate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sarvani">sarv&#257;ni</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/anupasyati">anupa&#347;yati</A> &#8212; observes <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> systematic way; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every living being; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vijugupsate">vijugupsate</A> &#8212; hates anyone.</P><P CLASS=t>TRANSLATION</P><P>He who sees everything in relation to the Supreme Lord, who sees all living entities as His parts and parcels, and who sees the Supreme Lord within everything never hates anything or any being.</P><P CLASS=t>PURPORT</P><P>This is a description of the mah&#257;-bh&#257;gavata, the great personality who sees everything in relation to the Supreme Personality of Godhead. The Supreme Lord's presence is realized in three stages. The kanishtha-adhik&#257;r&#299; is in the lowest stage of realization. He goes to a place of worship, such as a temple, church or mosque, according to his religious faith, and worships there according to scriptural injunctions. Devotees in this stage consider the Lord to be present at the place of worship and nowhere else. They cannot ascertain who is in what position in devotional service, nor can they tell who has realized the Supreme Lord. Such devotees follow the routine formulas and sometimes quarrel among themselves, considering one type of devotion better than another. These kanishtha-adhik&#257;r&#299;s are actually materialistic devotees who are simply trying to transcend the material boundary to reach the spiritual plane.</P><P>Those who have attained the second stage of realization are called madhyama-adhik&#257;r&#299;s. These devotees observe the distinctions between four categories of being: (1) the Supreme Lord; (2) the devotees of the Lord; (3) the innocent, who have no knowledge of the Lord; and (4) the atheists, who have no faith in the Lord and hate those in devotional service. The madhyama-adhik&#257;r&#299; behaves differently toward these four classes of person. He adores the Lord, considering Him the object of love; he makes friends with those who are in devotional service; he tries to awaken the dormant love of God in the hearts of the innocent; and he avoids the atheists, who deride the very name of the Lord.</P><P>Above the madhyama-adhik&#257;r&#299; is the uttama-adhik&#257;r&#299;, who sees everything in relation to the Supreme Lord. Such a devotee does not discriminate between an atheist and a theist but sees everyone as part and parcel of God. He knows that there is no essential difference between a vastly learned br&#257;hmana and a dog in the street, because both of them are part and parcel of the Lord, although they are encaged in different bodies on account of the different qualities of their activities in their previous lives. He sees that the br&#257;hmana particle of the Supreme Lord has not misused his little independence given him by the Lord and that the dog particle has misused his independence and is therefore being punished by the laws of nature by being encaged in the form of a dog. Not considering the respective actions of the br&#257;hmana and the dog, the uttama-adhik&#257;r&#299; tries to do good to both. Such a learned devotee is not misled by material bodies but is attracted by the spiritual spark within them.</P><P>Those who imitate an uttama-adhik&#257;r&#299; by flaunting a sense of oneness or fellowship but who behave on the bodily platform are actually false philanthropists. The conception of universal brotherhood must be learned from an uttama-adhik&#257;r&#299; and not from a foolish person who does not properly understand the individual soul or the Supreme Lord's Supersoul expansion, who dwells everywhere.</P><P>It is clearly mentioned in this sixth mantra that one should "observe," or systematically see. This means that one must follow the previous &#257;c&#257;ryas, the perfected teachers. Anupa&#347;yati is the exact Sanskrit word used in this connection. Anu means "to follow," and pa&#347;yati means "to observe." Thus the word anupa&#347;yati means that one should not see things as he does with the naked eye but should follow the previous &#257;c&#257;ryas. Due to material defects, the naked eye cannot see anything properly. One cannot see properly unless one has heard from a superior source, and the highest source is the Vedic wisdom, which is spoken by the Lord Himself. Vedic truths are coming in disciplic succession from the Lord to Brahm&#257;, from Brahm&#257; to N&#257;rada, from N&#257;rada to Vy&#257;sa, and from Vy&#257;sa to many of his disciples. Formerly there was no need to record the messages of the Vedas, because people in earlier ages were more intelligent and had sharper memories. They could follow the instructions simply by hearing once from the mouth of a bona fide spiritual master.</P><P>At present there are many commentaries on the revealed scriptures, but most of them are not in the line of disciplic succession coming from &#346;r&#299;la Vy&#257;sadeva, who originally compiled the Vedic wisdom. The final, most perfect and sublime work by &#346;r&#299;la Vy&#257;sadeva is &#346;r&#299;mad-Bh&#257;gavatam, which is the natural commentary on the Ved&#257;nta-s&#363;tra. There is also the Bhagavad-g&#299;t&#257;, which was spoken by the Lord Himself and recorded by Vy&#257;sadeva. These are the most important revealed scriptures, and any</P><P>commentary that contradicts the principles of the Bhagavad-g&#299;t&#257; or &#346;r&#299;mad-Bh&#257;gavatam is unauthorized. There is complete agreement among the Upanishads, Ved&#257;nta-s&#363;tra, Vedas, Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, and no one should try to reach any conclusion about the Vedas without receiving instructions from members of Vy&#257;sadeva's disciplic succession, who believe in the Personality of Godhead and His diverse energies as they are explained in &#346;r&#299; &#298;&#347;opanishad.</P><P>According to the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/54.htm">18.54</A>), only one who is already on the liberated platform (brahma-bh&#363;ta) can become an uttama-adhik&#257;r&#299; devotee and see every living being as his own brother. This vision cannot be had by politicians, who are always after some material gain. One who imitates the symptoms of an uttama-adhik&#257;r&#299; may serve another's outward body for the purpose of fame or material reward, but he does not serve the spirit soul. Such an imitator can have no information of the spiritual world. The uttama-adhik&#257;r&#299; sees the spirit soul within the material body and serves him as spirit. Thus the material aspect is automatically served.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>