<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad Verse 8</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad Verse 8"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A> 8</P><P CLASS=c>sa paryag&#257;c chukram ak&#257;yam avranam</P><P CLASS=c>asn&#257;viram &#347;uddham ap&#257;pa-viddham</P><P CLASS=c>kavir man&#299;sh&#299; paribh&#363;h svayambh&#363;r</P><P CLASS=c>y&#257;th&#257;tathyato 'rth&#257;n vyadadh&#257;c ch&#257;&#347;vat&#299;bhyah sam&#257;bhyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/p/paryagat">paryag&#257;t</A> &#8212; must know <A HREF="http://vedabase.net/i/in">in</A> fact; <A CLASS=v HREF="http://vedabase.net/s/sukram">&#347;ukram</A> &#8212; the omnipotent; <A CLASS=v HREF="http://vedabase.net/a/akayam">ak&#257;yam</A> &#8212; unembodied; <A CLASS=v HREF="http://vedabase.net/a/avranam">avranam</A> &#8212; without reproach; <A CLASS=v HREF="http://vedabase.net/a/asnaviram">asn&#257;viram</A> &#8212; without veins; <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddham</A> &#8212; antiseptic; <A CLASS=v HREF="http://vedabase.net/a/apapa">ap&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/v/viddham">viddham</A> &#8212; prophylactic; <A CLASS=v HREF="http://vedabase.net/k/kavih">kavih</A> &#8212; omniscient; <A CLASS=v HREF="http://vedabase.net/m/manisi">man&#299;sh&#299;</A> &#8212; philosopher; <A CLASS=v HREF="http://vedabase.net/p/paribhuh">paribh&#363;h</A> &#8212; the greatest of all; <A CLASS=v HREF="http://vedabase.net/s/svayambhuh">svayambh&#363;h</A> &#8212; self-sufficient; <A CLASS=v HREF="http://vedabase.net/y/yathatathyatah">y&#257;th&#257;tathyatah</A> &#8212; just <A HREF="http://vedabase.net/i/in">in</A> pursuance of; <A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; desirables; <A CLASS=v HREF="http://vedabase.net/v/vyadadhat">vyadadh&#257;t</A> &#8212; awards; <A CLASS=v HREF="http://vedabase.net/s/sasvatibhyah">&#347;&#257;&#347;vat&#299;bhyah</A> &#8212; immemorial; <A CLASS=v HREF="http://vedabase.net/s/samabhyah">sam&#257;bhyah</A> &#8212; time.</P><P CLASS=t>TRANSLATION</P><P>Such a person must factually know the greatest of all, the Personality of Godhead, who is unembodied, omniscient, beyond reproach, without veins, pure and uncontaminated, the self-sufficient philosopher who has been fulfilling everyone's desire since time immemorial.</P><P CLASS=t>PURPORT</P><P>Here is a description of the transcendental and eternal form of the Absolute Personality of Godhead. The Supreme Lord is not formless. He has His own transcendental form, which is not at all similar to the forms of the mundane world. The forms of the living entities in this world are embodied in material nature, and they work like any material machine. The anatomy of a material body must have a mechanical construction with veins and so forth, but the transcendental body of the Supreme Lord has nothing like veins. It is clearly stated here that He is un-embodied, which means that there is no difference between His body and His soul. Nor is He forced to accept a body according to the laws of nature, as we are. In materially conditioned life, the soul is different from the gross embodiment and subtle mind. For the Supreme Lord, however, there is never any such difference between Him and His body and mind. He is the Complete Whole, and His mind, body and He Himself are all one and the same.</P><P>In the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/1.htm">5.1</A>) there is a similar description of the Supreme Lord. He is described there as sac-cid-&#257;nanda-vigraha, which means that He is the eternal form fully representing transcendental existence, knowledge and bliss. As such, He does not require a separate body or mind, as we do in material existence. The Vedic literature clearly states that the Lord's transcendental body is completely different from ours; thus He is sometimes described as formless. This means that He has no form like ours and that He is devoid of a form we can conceive of. In the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/32.htm">5.32</A>) it is further stated that with each and every part of His body He can do the work of the other senses. This means that the Lord can walk with His hands, accept things with His legs, see with His hands and feet, eat with His eyes, etc. In the &#347;ruti-mantras it is also said that although the Lord has no hands and legs like ours, He has a different type of hands and legs, by which He can accept all that we offer Him and run faster than anyone. These points are confirmed in this eighth mantra through the use of words like &#347;ukram ("omnipotent").</P><P>The Lord's worshipable form (arc&#257;-vigraha), which is installed in temples by authorized &#257;c&#257;ryas who have realized the Lord in terms of Mantra Seven, is nondifferent from the original form of the Lord. The Lord's original form is that of &#346;r&#299; Krishna, and &#346;r&#299; Krishna expands Himself into an unlimited number of forms, such as Baladeva, R&#257;ma, Nrisimha and Var&#257;ha. All of these forms are one and the same Personality of Godhead. Similarly, the arc&#257;-vigraha worshiped in temples is also an expanded form of the Lord. By worshiping the arc&#257;-vigraha, one can at once approach the Lord, who accepts the service of a devotee by His omnipotent energy. The arc&#257;-vigraha of the Lord descends at the request of the &#257;c&#257;ryas, the holy teachers, and works exactly in the original way of the Lord by virtue of the Lord's omnipotence. Foolish people who have no knowledge of &#346;r&#299; &#298;&#347;opanishad or any of the other &#347;ruti-mantras consider the arc&#257;-vigraha, which is worshiped by pure devotees, to be made of material elements. This form may be seen as material by the imperfect eyes of foolish people or kanishtha-adhik&#257;r&#299;s, but such people do not know that the Lord, being omnipotent and omniscient, can transform matter into spirit and spirit into matter, as He desires.</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/11.htm">9.11-12</A>) the Lord regrets the fallen condition of men with little knowledge who deride Him because He descends like a man into this world. Such poorly informed persons do not know the omnipotence of the Lord. Thus the Lord does not manifest Himself in full to the mental speculators. He can be appreciated only in proportion to one's surrender to Him. The fallen condition of the living entities is due entirely to forgetfulness of their relationship with God.</P><P>In this mantra, as well as in many other Vedic mantras, it is clearly stated that the Lord has been supplying goods to the living entities from time immemorial. A living being desires something, and the Lord supplies the object of that desire in proportion to one's qualification. If a man wants to be a high-court judge, he must acquire not only the necessary qualifications but also the consent of the authority who can award the title of high-court judge. The qualifications in themselves are insufficient for one to occupy the post: it must be awarded by some superior authority. Similarly, the Lord awards enjoyment to living entities in proportion to their qualifications, but good qualifications in themselves are not sufficient to enable one to receive awards. The mercy of the Lord is also required.</P><P>Ordinarily the living being does not know what to ask from the Lord, nor which post to seek. When the living being comes to know his constitutional position, however, he asks to be accepted into the transcendental association of the Lord in order to render transcendental loving service unto Him. Unfortunately, living beings under the influence of material nature ask for many other things, and they are described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/41.htm">2.41</A>) as having divided, or splayed, intelligence. Spiritual intelligence is one, but mundane intelligence is diverse. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/7/5/30.htm">7.5.30-31</A>) it is stated that those who are captivated by the temporary beauties of the external energy forget the real aim of life, which is to go back to Godhead. Forgetting this, one tries to adjust things by various plans and programs, but this is like chewing what has already been chewed. Nonetheless, the Lord is so kind that He allows the forgetful living entity to continue in this way without interference. Thus this mantra of &#346;r&#299; &#298;&#347;opanishad uses the very appropriate word y&#257;th&#257;tathyatah, indicating that the Lord rewards the living entities just in pursuance of their desires. If a living being wants to go to hell, the Lord allows him to do so without interference, and if he wants to go back home, back to Godhead, the Lord helps him.</P><P>God is described here as paribh&#363;h, the greatest of all. No one is greater than or equal to Him. Other living beings are described here as beggars who ask goods from the Lord. The Lord supplies the things the living entities desire. If the entities were equal to the Lord in potency &#8212; if they were omnipotent and omniscient &#8212; there would be no question of their begging from the Lord, even for so-called liberation. Real liberation means going back to Godhead. Liberation as conceived of by an impersonalist is a myth, and begging for sense gratification has to continue eternally unless the beggar comes to his spiritual senses and realizes his constitutional position.</P><P>Only the Supreme Lord is self-sufficient. When Lord Krishna appeared on earth five thousand years ago, He displayed His full manifestation as the Personality of Godhead through His various activities. In His childhood He killed many powerful demons, such as Agh&#257;sura, Bak&#257;sura and &#346;akat&#257;sura, and there was no question of His having acquired such power through any extraneous endeavor. He lifted Govardhana Hill without ever practicing weight-lifting. He danced with the gop&#299;s without social restriction and without reproach. Although the gop&#299;s approached Him with a paramour's feelings of love, the relationship between the gop&#299;s and Lord Krishna was worshiped even by Lord Caitanya, who was a strict sanny&#257;s&#299; and rigid follower of disciplinary regulations. To confirm that the Lord is always pure and uncontaminated, &#346;r&#299; &#298;&#347;opanishad describes Him as &#347;uddham (antiseptic) and ap&#257;pa-viddham (prophylactic). He is antiseptic in the sense that even an impure thing can become purified just by touching Him. The word "prophylactic" refers to the power of His association. As mentioned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/30.htm">9.30-31</A>), a devotee may appear to be su-dur&#257;c&#257;ra, not well behaved, in the beginning, but he should be accepted as pure because he is on the right path. This is due to the prophylactic nature of the Lord's association. The Lord is also ap&#257;pa-viddham because sin cannot touch Him. Even if He acts in a way that appears to be sinful, such actions are all-good, for there is no question of His being affected by sin. Because in all circumstances He is &#347;uddham, most purified, He is often compared to the sun. The sun extracts moisture from many untouchable places on the earth, yet it remains pure. In fact, it purifies obnoxious things by virtue of its sterilizing powers. If the sun, which is a material object, is so powerful, then we can hardly begin to imagine the purifying strength of the all-powerful Lord.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>