<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Isopanisad, Introduction</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Isopanisad"><META NAME=DESCRIPTION CONTENT="Sri Isopanisad, Introduction"></HEAD><BODY><TABLE><TR><TD CLASS=r>Introduction</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">&#346;r&#299; &#298;&#347;opanishad</A>, Introduction</P><P>"Teachings of the Vedas"</P><P>[Delivered as a lecture by His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da on October 6, 1969, at Conway Hall, London, England.]</P><P>Ladies and gentlemen, today's subject matter is the teachings of the Vedas. What are the Vedas? The Sanskrit verbal root of veda can be interpreted variously, but the purport is finally one. Veda means knowledge. Any knowledge you accept is veda, for the teachings of the Vedas are the original knowledge. In the conditioned state, our knowledge is subjected to many deficiencies. The difference between a conditioned soul and a liberated soul is that the conditioned soul has four kinds of defects. The first defect is that he must commit mistakes. For example, in our country, Mahatma Gandhi was considered to be a very great personality, but he committed many mistakes. Even at the last stage of his life, his assistant warned, "Mahatma Gandhi, don't go to the New Delhi meeting. I have some friends, and I have heard there is danger." But he did not hear. He persisted in going and was killed. Even great personalities like Mahatma Gandhi, President Kennedy-there are so many of them-make mistakes. To err is human. This is one defect of the conditioned soul.</P><P>Another defect: to be illusioned. Illusion means to accept something which is not: m&#257;y&#257;. M&#257;y&#257; means "what is not." Everyone is accepting the body as the self. If I ask you what you are, you will say, "I am Mr. John; I am a rich man; I am this; I am that." All these are bodily identifications. But you are not this body. This is illusion.</P><P>The third defect is the cheating propensity.</P><P>Everyone has the propensity to cheat others. Although a person is fool number one, he poses himself as very intelligent. Although it is already pointed out that he is in illusion and makes mistakes, he will theorize: "I think this is this, this is this." But he does not even know his own position. He writes books of philosophy, although he is defective. That is his disease. That is cheating.</P><P>Lastly, our senses are imperfect. We are very proud of our eyes. Often, someone will challenge, "Can you show me God?" But do you have the eyes to see God? You will never see if you haven't the eyes. If immediately the room becomes dark, you cannot even see your hands. So what power do you have to see? We cannot, therefore, expect knowledge (veda) with these imperfect senses. With all these deficiencies, in conditioned life we cannot give perfect knowledge to anyone. Nor are we ourselves perfect. Therefore we accept the Vedas as they are.</P><P>You may call the Vedas Hindu, but "Hindu" is a foreign name. We are not Hindus. Our real identification is varn&#257;&#347;rama. Varn&#257;&#347;rama denotes the followers of the Vedas, those who accept the human society in eight divisions of varna and &#257;&#347;rama. There are four divisions of society and four divisions of spiritual life. This is called varn&#257;&#347;rama. It is stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/13.htm">4.13</A>), "These divisions are everywhere because they are created by God." The divisions of society are br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra. Br&#257;hmana refers to the very intelligent class of men, those who know what is Brahman. Similarly, the kshatriyas, the administrator group, are the next intelligent class of men. Then the vai&#347;yas, the mercantile group. These natural classifications are found everywhere. This is the Vedic principle, and we accept it. Vedic principles are accepted as axiomatic truth, for there cannot be any mistake. That is acceptance. For instance, in India cow dung is accepted as pure, and yet cow dung is the stool of an animal. In one place you'll find the Vedic injunction that if you touch stool, you have to take a bath immediately. But in another place it is said that the stool of a cow is pure. If you smear cow dung in an impure place, that place becomes pure. With our ordinary sense we can argue, "This is contradictory." Actually, it is contradictory from the ordinary point of view, but it is not false. It is fact. In Calcutta, a very prominent scientist and doctor analyzed cow dung and found that it contains all antiseptic properties.</P><P>In India if one person tells another, "You must do this," the other party may say, "What do you mean? Is this a Vedic injunction, that I have to follow you without any argument?" Vedic injunctions cannot be interpreted. But ultimately, if you carefully study why these injunctions are there, you will find that they are all correct.</P><P>The Vedas are not compilations of human knowledge. Vedic knowledge comes from the spiritual world, from Lord Krishna. Another name for the Vedas is &#347;ruti. &#346;ruti refers to that knowledge which is acquired by hearing. It is not experimental knowledge. &#346;ruti is considered to be like a mother. We take so much knowledge from our mother. For example, if you want to know who your father is, who can answer you? Your mother. If the mother says, "Here is your father," you have to accept it. It is not possible to experiment to find out whether he is your father. Similarly, if you want to know something beyond your experience, beyond your experimental knowledge, beyond the activities of the senses, then you have to accept the Vedas. There is no question of experimenting. It has already been experimented. It is already settled. The version of the mother, for instance, has to be accepted as truth. There is no other way.</P><P>The Vedas are considered to be the mother, and Brahm&#257; is called the grandfather, the forefather, because he was the first to be instructed in the Vedic knowledge. In the beginning the first living creature was Brahm&#257;. He received this Vedic knowledge and imparted it to N&#257;rada and other disciples and sons, and they also distributed it to their disciples. In this way, the Vedic knowledge comes down by disciplic succession. It is also confirmed in the Bhagavad-g&#299;t&#257; that Vedic knowledge is understood in this way. If you make experimental endeavor, you come to the same conclusion, but just to save time you should accept. If you want to know who your father is and if you accept your mother as the authority, then whatever she says can be accepted without argument. There are three kinds of evidence: pratyaksha, anum&#257;na and &#347;abda. Pratyaksha means "direct evidence." Direct evidence is not very good because our senses are not perfect. We are seeing the sun daily, and it appears to us just like a small disc, but it is actually far, far larger than many planets. Of what value is this seeing? Therefore we have to read books; then we can understand about the sun. So direct experience is not perfect. Then there is anum&#257;na, inductive knowledge: "It may be like this"-hypothesis. For instance, Darwin's theory says it may be like this, it may be like that. But that is not science. That is a suggestion, and it is also not perfect. But if you receive the knowledge from the authoritative sources, that is perfect. If you receive a program guide from the radio station authorities, you accept it. You don't deny it; you don't have to make an experiment, because it is received from the authoritative sources.</P><P>Vedic knowledge is called &#347;abda-pram&#257;na. Another name is &#347;ruti. &#346;ruti means that this knowledge has to be received simply by aural reception. The Vedas instruct that in order to understand transcendental knowledge, we have to hear from the authority. Transcendental knowledge is knowledge from beyond this universe. Within this universe is material knowledge, and beyond this universe is transcendental knowledge. We cannot even go to the end of the universe, so how can we go to the spiritual world? Thus to acquire full knowledge is impossible.</P><P>There is a spiritual sky. There is another nature, which is beyond manifestation and nonmanifestation. But how will you know that there is a sky where the planets and inhabitants are eternal? All this knowledge is there, but how will you make experiments? It is not possible. Therefore you have to take the assistance of the Vedas. This is called Vedic knowledge. In our Krishna consciousness movement we are accepting knowledge from the highest authority, Krishna. Krishna is accepted as the highest authority by all classes of men. I am speaking first of the two classes of transcendentalists. One class of transcendentalists is called impersonalistic, M&#257;y&#257;v&#257;d&#299;. They are generally known as Ved&#257;ntists, led by &#346;a&#324;kar&#257;c&#257;rya. And there is another class of transcendentalists, called Vaishnavas, like R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Vishnu-sv&#257;m&#299;. Both the &#346;a&#324;kara-samprad&#257;ya and the Vaishnava-samprad&#257;ya have accepted Krishna as the Supreme Personality of Godhead. &#346;a&#324;kar&#257;c&#257;rya is supposed to be an impersonalist who preached impersonalism, impersonal Brahman, but it is a fact that he is a covered personalist. In his commentary on the Bhagavad-g&#299;t&#257; he wrote, "N&#257;r&#257;yana, the Su-preme Personality of Godhead, is beyond this cosmic manifestation." And then again he confirmed, "That Supreme Personality of Godhead, N&#257;r&#257;yana, is Krishna. He has come as the son of Devak&#299; and Vasudeva." He particularly mentioned the names of His father and mother. So Krishna is accepted as the Supreme Personality of Godhead by all transcendentalists. There is no doubt about it. Our source of knowledge in Krishna consciousness is the Bhagavad-g&#299;t&#257;, which comes directly from Krishna. We have published the Bhagavad-g&#299;t&#257; As It Is because we accept Krishna as He is speaking, without any interpretation. That is Vedic knowledge. Since the Vedic knowledge is pure, we accept it. Whatever Krishna says, we accept. This is Krishna consciousness. That saves much time. If you accept the right authority, or source of knowledge, then you save much time. For example, there are two systems of knowledge in the material world: inductive and deductive. From deductive, you accept that man is mortal. Your father says man is mortal, your sister says man is mortal, everyone says man is mortal-but you do not experiment. You accept it as a fact that man is mortal. If you want to research to find out whether man is mortal, you have to study each and every man, and you may come to think that there may be some man who is not dying but you have not seen him yet. So in this way your research will never be finished. In Sanskrit this process is called &#257;roha, the ascending process. If you want to attain knowledge by any personal endeavor, by exercising your imperfect senses, you will never come to the right conclusions. That is not possible.</P><P>There is a statement in the Brahma-samhit&#257;: Just ride on the airplane which runs at the speed of mind. Our material airplanes can run two thousand miles per hour, but what is the speed of mind? You are sitting at home, you immediately think of India-say, ten thousand miles away-and at once it is in your home. Your mind has gone there. The mind-speed is so swift. Therefore it is stated, "If you travel at this speed for millions of years, you'll find that the spiritual sky is unlimited." It is not possible even to approach it. Therefore, the Vedic injunction is that one must approach-the word "compulsory" is used-a bona fide spiritual master, a guru. And what is the qualification of a spiritual master? He is one who has rightly heard the Vedic message from the right source. And he must practically be firmly established in Brahman. These are the two qualities he must have. Otherwise he is not bona fide.</P><P>This Krishna consciousness movement is completely authorized from Vedic principles. In the Bhagavad-g&#299;t&#257; Krishna says, "The actual aim of Vedic research is to find out Krishna." In the Brahma-samhit&#257; it is also stated, "Krishna, Govinda, has innumerable forms, but they are all one." They are not like our forms, which are fallible. His form is infallible. My form has a beginning, but His form has no beginning. It is ananta. And His form-so many multiforms-has no end. My form is sitting here and not in my apartment. You are sitting there and not in your apartment. But Krishna can be everywhere at one time. He can sit down in Goloka Vrind&#257;vana, and at the same time He is everywhere, all-pervading. He is original, the oldest, but whenever you look at a picture of Krishna you'll find a young boy fifteen or twenty years old. You will never find an old man. You have seen pictures of Krishna as a charioteer from the Bhagavad-g&#299;t&#257;. At that time He was not less than one hundred years old. He had great-grandchildren, but He looked just like a boy. Krishna, God, never becomes old. That is His supreme power. And if you want to search out Krishna by studying the Vedic literature, then you will be baffled. It may be possible, but it is very difficult. But you can very easily learn about Him from His devotee. His devotee can deliver Him to you: "Here He is, take Him." That is the potency of Krishna's devotees.</P><P>Originally there was only one Veda, and there was no necessity of reading it. People were so intelligent and had such sharp memories that by once hearing from the lips of the spiritual master they would understand. They would immediately grasp the whole purport. But five thousand years ago Vy&#257;sadeva put the Vedas in writing for the people in this age, Kali-yuga. He knew that eventually the people would be short-lived, their memories would be very poor, and their intelligence would not be very sharp. "Therefore, let me teach this Vedic knowledge in writing." He divided the Vedas into four: Rig, S&#257;ma, Atharva and Yajur. Then he gave the charge of these Vedas to his different disciples. He then thought of the less intelligent class of men-str&#299;, &#347;&#363;dra and dvija-bandhu. He considered the woman class and &#347;&#363;dra class (worker class) and dvija-bandhu. Dvija-bandhu refers to those who are born in a high family but who are not properly qualified. A man who is born in the family of a br&#257;hmana but is not qualified as a br&#257;hmana is called dvija-bandhu. For these persons he compiled the Mah&#257;bh&#257;rata, called the history of India, and the eighteen Pur&#257;nas. These are all part of the Vedic literature: the Pur&#257;nas, the Mah&#257;bh&#257;rata, the four Vedas and the Upanishads. The Upanishads are part of the Vedas. Then Vy&#257;sadeva summarized all Vedic knowledge for scholars and philosophers in what is called the Ved&#257;nta-s&#363;tra. This is the last word of the Vedas.</P><P>Vy&#257;sadeva personally wrote the Ved&#257;nta-s&#363;tra under the instructions of N&#257;rada, his Guru Mah&#257;r&#257;ja (spiritual master), but still he was not satisfied. That is a long story, described in &#346;r&#299;mad-Bh&#257;gavatam. Vedavy&#257;sa was not very satisfied even after compiling many Pur&#257;nas and Upanishads, and even after writing the Ved&#257;nta-s&#363;tra. Then his spiritual master, N&#257;rada, instructed him, "You explain the Ved&#257;nta-s&#363;tra." Ved&#257;nta means "ultimate knowledge," and the ultimate knowledge is Krishna. Krishna says that throughout all the Vedas one has to understand Him: ved&#257;nta-krid veda-vid eva c&#257;ham. Krishna says, "I am the compiler of the Ved&#257;nta-s&#363;tra, and I am the knower of the Vedas." Therefore the ultimate objective is Krishna. That is explained in all the Vaishnava commentaries on Ved&#257;nta philosophy. We Gaud&#299;ya Vaishnavas have our commentary on Ved&#257;nta philosophy, called Govinda-bh&#257;shya, by Baladeva Vidy&#257;bh&#363;shana. Similarly, R&#257;m&#257;nuj&#257;c&#257;rya has a commentary, and Madhv&#257;c&#257;rya has one. The version of &#346;a&#324;kar&#257;c&#257;rya is not the only commentary. There are many Ved&#257;nta commentaries, but because the Vaishnavas did not present the first Ved&#257;nta commentary, people are under the wrong impression that &#346;a&#324;kar&#257;c&#257;rya's is the only Ved&#257;nta commentary. Besides that, Vy&#257;sadeva himself wrote the perfect Ved&#257;nta commentary, &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam begins with the first words of the Ved&#257;nta-s&#363;tra: janm&#257;dy asya yatah [<A CLASS=v HREF="../sb/1/1/1.htm">SB 1.1.1</A>]. And that janm&#257;dy asya yatah is fully explained in &#346;r&#299;mad-Bh&#257;gavatam. The Ved&#257;nta-s&#363;tra simply hints at what is Brahman, the Absolute Truth: "The Absolute Truth is that from whom everything emanates." This is a summary, but it is explained in detail in &#346;r&#299;mad-Bh&#257;gavatam. If everything is emanating from the Absolute Truth, then what is the nature of the Absolute Truth? That is explained in &#346;r&#299;mad-Bh&#257;gavatam. The Absolute Truth must be consciousness. He is self-effulgent (sva-r&#257;t). We develop our consciousness and knowledge by receiving knowledge from others, but for Him it is said that He is self-effulgent. The whole summary of Vedic knowledge is the Ved&#257;nta-s&#363;tra, and the Ved&#257;nta-s&#363;tra is explained by the writer himself in &#346;r&#299;mad-Bh&#257;gavatam. We finally request those who are actually after Vedic knowledge to try to understand the explanation of all Vedic knowledge from &#346;r&#299;mad-Bh&#257;gavatam and the Bhagavad-g&#299;t&#257;.</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="invocation.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=393"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>