<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 2 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 2 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Elephant Gajendra's Crisis</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.2.30</P><P CLASS=c>tato gajendrasya mano-balaujas&#257;m</P><P CLASS=c>k&#257;lena d&#299;rghena mah&#257;n abh&#363;d vyayah</P><P CLASS=c>vikrishyam&#257;nasya jale 'vas&#299;dato</P><P CLASS=c>viparyayo 'bh&#363;t sakalam jalaukasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/g/gaja">gaja</A>-<A CLASS=v HREF="http://vedabase.net/i/indrasya">indrasya</A> &#8212; of the King of the elephants; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the strength of enthusiasm; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A> &#8212; the physical strength; <A CLASS=v HREF="http://vedabase.net/o/ojasam">ojas&#257;m</A> &#8212; and the strength of the senses; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; because of years of fighting; <A CLASS=v HREF="http://vedabase.net/d/dirghena">d&#299;rghena</A> &#8212; prolonged; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/v/vyayah">vyayah</A> &#8212; the expenditure; <A CLASS=v HREF="http://vedabase.net/v/vikrsyamanasya">vikrishyam&#257;nasya</A> &#8212; who was being pulled (by the crocodile); <A CLASS=v HREF="http://vedabase.net/j/jale">jale</A> &#8212; into the water (<A HREF="http://vedabase.net/a/a">a</A> foreign place); <A CLASS=v HREF="http://vedabase.net/a/avasidatah">avas&#299;datah</A> &#8212; reduced (mental, physical and sensory strength); <A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; the opposite; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/sakalam">sakalam</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; the crocodile, whose home is the water.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, because of being pulled into the water and fighting for many long years, the elephant became diminished in his mental, physical and sensual strength. The crocodile, on the contrary, being an animal of the water, increased in enthusiasm, physical strength and sensual power.</P><P CLASS=t>PURPORT</P><P>In the fighting between the elephant and the crocodile, the difference was that although the elephant was extremely powerful, he was in a foreign place, in the water. During one thousand years of fighting, he could not get any food, and under the circumstances his bodily strength diminished, and because his bodily strength diminished, his mind also became weak and his senses less powerful. The crocodile, however, being an animal of the water, had no difficulties. He was getting food and was therefore getting mental strength and sensual encouragement. Thus while the elephant became reduced in strength, the crocodile became more and more powerful. Now, from this we may take the lesson that in our fight with m&#257;y&#257; we should not be in a position in which our strength, enthusiasm and senses will be unable to fight vigorously. Our Krishna consciousness movement has actually declared war against the illusory energy, in which all the living entities are rotting in a false understanding of civilization. The soldiers in this Krishna consciousness movement must always possess physical strength, enthusiasm and sensual power. To keep themselves fit, they must therefore place themselves in a normal condition of life. What constitutes a normal condition will not be the same for everyone, and therefore there are divisions of varn&#257;&#347;rama &#8212; br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. Especially in this age, Kali-yuga, it is advised that no one take sanny&#257;sa.</P><P>a&#347;vamedham gav&#257;lambham</P><P CLASS=n>sanny&#257;sam pala-paitrikam</P><P CLASS=n>devarena sutotpattim</P><P CLASS=n>kalau pañca vivarjayet</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/164.htm">&#256;di 17.164</A>]</P><P>(Brahma-vaivarta Pur&#257;na)</P><P>From this we can understand that in this age the sanny&#257;sa-&#257;&#347;rama is forbidden because people are not strong. &#346;r&#299; Caitanya Mah&#257;prabhu showed us an example in taking sanny&#257;sa at the age of twenty-four years, but even S&#257;rvabhauma Bhatt&#257;c&#257;rya advised &#346;r&#299; Caitanya Mah&#257;prabhu to be extremely careful because He had taken sanny&#257;sa at an early age. For preaching we give young boys sanny&#257;sa, but actually it is being experienced that they are not fit for sanny&#257;sa. There is no harm, however, if one thinks that he is unfit for sanny&#257;sa; if he is very much agitated sexually, he should go to the &#257;&#347;rama where sex is allowed, namely the grihastha-&#257;&#347;rama. That one has been found to be very weak in one place does not mean that he should stop fighting the crocodile of m&#257;y&#257;. One should take shelter of the lotus feet of Krishna, as we shall see Gajendra do, and at the same time one can be a grihastha if he is satisfied with sexual indulgence. There is no need to give up the fight. &#346;r&#299; Caitanya Mah&#257;prabhu therefore recommended, sth&#257;ne sthit&#257;h &#347;ruti-gat&#257;m tanu-v&#257;n-manobhih. One may stay in whichever &#257;&#347;rama is suitable for him; it is not essential that one take sanny&#257;sa. If one is sexually agitated, he can enter the grihastha-&#257;&#347;rama. But one must continue fighting. For one who is not in a transcendental position, to take sanny&#257;sa artificially is not a very great credit. If sanny&#257;sa is not suitable, one may enter the grihastha-&#257;&#347;rama and fight m&#257;y&#257; with great strength. But one should not give up the fighting and go away.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>