<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 2 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 2 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Elephant Gajendra's Crisis</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.2.33</P><P CLASS=c>yah ka&#347;cane&#347;o balino 'ntakorag&#257;t</P><P CLASS=c>pracanda-veg&#257;d abhidh&#257;vato bhri&#347;am</P><P CLASS=c>bh&#299;tam prapannam parip&#257;ti yad-bhay&#257;n</P><P CLASS=c>mrityuh pradh&#257;vaty aranam tam &#299;mahi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/k/kascana">ka&#347;cana</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/b/balinah">balinah</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/a/antaka">antaka</A>-<A CLASS=v HREF="http://vedabase.net/u/uragat">urag&#257;t</A> &#8212; from the great serpent of time, which brings death; <A CLASS=v HREF="http://vedabase.net/p/pracanda">pracanda</A>-<A CLASS=v HREF="http://vedabase.net/v/vegat">veg&#257;t</A> &#8212; whose force is fearful; <A CLASS=v HREF="http://vedabase.net/a/abhidhavatah">abhidh&#257;vatah</A> &#8212; who is chasing; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; endlessly (every hour and every minute); <A CLASS=v HREF="http://vedabase.net/b/bhitam">bh&#299;tam</A> &#8212; one who is afraid of death; <A CLASS=v HREF="http://vedabase.net/p/prapannam">prapannam</A> &#8212; who is surrendered (<A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/p/paripati">parip&#257;ti</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> protects; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; from fear of the Lord; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death itself; <A CLASS=v HREF="http://vedabase.net/p/pradhavati">pradh&#257;vati</A> &#8212; runs away; <A CLASS=v HREF="http://vedabase.net/a/aranam">aranam</A> &#8212; the actual shelter of everyone; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/i/imahi">&#299;mahi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> surrender or take shelter.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is certainly not known to everyone, but He is very powerful and influential. Therefore, although the serpent of eternal time, which is fearful in force, endlessly chases everyone, ready to swallow him, if one who fears this serpent seeks shelter of the Lord, the Lord gives him protection, for even death runs away in fear of the Lord. I therefore surrender unto Him, the great and powerful supreme authority who is the actual shelter of everyone.</P><P CLASS=t>PURPORT</P><P>One who is intelligent understands that there is a great and supreme authority above everything. That great authority appears in different incarnations to save the innocent from disturbances. As confirmed in Bhagavad-g&#299;t&#257;, paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m: [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] the Lord appears in His various incarnations for two purposes &#8212; to annihilate the dushkrit&#299;, the sinful, and to protect His devotees. The King of the elephants decided to surrender unto Him. This is intelligent. One must know that great Supreme Personality of Godhead and surrender unto Him. The Lord comes personally to instruct us how to be happy, and only fools and rascals do not see by intelligence this supreme authority, the Supreme Person. In the &#347;ruti-mantra it is said:</P><P>bh&#299;sh&#257;sm&#257;d v&#257;tah pavate</P><P CLASS=n>bh&#299;shodeti s&#363;ryah</P><P CLASS=n>bh&#299;sh&#257;sm&#257;d agni&#347; candra&#347; ca</P><P CLASS=n>mrityur dh&#257;vati pañcamah</P><P>(Taittir&#299;ya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/8">2.8</A>)</P><P>It is out of fear of the Supreme Personality of Godhead that the wind is blowing, that the sun is distributing heat and light, and that death is chasing everyone. Thus there is a supreme controller, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>): may&#257;dhyakshena prakritih s&#363;yate sacar&#257;caram. This material manifestation is working so well because of the supreme controller. Any intelligent person, therefore, can understand that there is a supreme controller. Furthermore, the supreme controller Himself appears as Lord Krishna, as Lord Caitanya Mah&#257;prabhu and as Lord R&#257;macandra to give us instructions and to show us by example how to surrender unto the Supreme Personality of Godhead. Yet those who are dushkrit&#299;, the lowest of men, do not surrender (na m&#257;m dushkritino m&#363;dh&#257;h prapadyante nar&#257;dham&#257;h [<A CLASS=v HREF="../../../bg/7/15.htm">Bg. 7.15</A>]).</P><P>In Bhagavad-g&#299;t&#257; the Lord clearly says, mrityuh sarva-hara&#347; c&#257;ham: "I am all-devouring death." Thus mrityu, or death, is the representative who takes everything away from the living entity who has accepted a material body. No one can say, "I do not fear death." This is a false proposition. Everyone fears death. However, one who seeks shelter of the Supreme Personality of Godhead can be saved from death. One may argue, "Does the devotee not die?" The answer is that a devotee certainly must give up his body, for the body is material. The difference is, however, that for one who surrenders to Krishna fully and who is protected by Krishna, the present body is his last; he will not again receive a material body to be subjected to death. This is assured in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>). Tyaktv&#257; deham punar janma naiti m&#257;m eti so'rjuna: a devotee, after giving up his body, does not accept a material body, but returns home, back to Godhead. We are always in danger because at any moment death can take place. It is not that only Gajendra, the King of the elephants, was afraid of death. Everyone should fear death because everyone is caught by the crocodile of eternal time and may die at any moment. The best course, therefore, is to seek shelter of Krishna, the Supreme Personality of Godhead, and be saved from the struggle for existence in this material world, in which one repeatedly takes birth and dies. To reach this understanding is the ultimate goal of life.</P><P>Thus end the Bhaktivedanta purports of the Eighth Canto, Second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Elephant Gajendra's Crisis."</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../3/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>