<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 2 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 2 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Elephant Gajendra's Crisis</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.2.6</P><P CLASS=c>yatra sa&#324;g&#299;ta-sann&#257;dair</P><P CLASS=c>nadad-guham amarshay&#257;</P><P CLASS=c>abhigarjanti harayah</P><P CLASS=c>&#347;l&#257;ghinah para-&#347;a&#324;kay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that mountain (<A HREF="http://vedabase.net/t/trikuta">Trik&#363;ta</A>); <A CLASS=v HREF="http://vedabase.net/s/sangita">sa&#324;g&#299;ta</A> &#8212; of singing; <A CLASS=v HREF="http://vedabase.net/s/sannadaih">sann&#257;daih</A> &#8212; with the vibrations; <A CLASS=v HREF="http://vedabase.net/n/nadat">nadat</A> &#8212; resounding; <A CLASS=v HREF="http://vedabase.net/g/guham">guham</A> &#8212; the caves; <A CLASS=v HREF="http://vedabase.net/a/amarsaya">amarshay&#257;</A> &#8212; because of unbearable anger or envy; <A CLASS=v HREF="http://vedabase.net/a/abhigarjanti">abhigarjanti</A> &#8212; roar; <A CLASS=v HREF="http://vedabase.net/h/harayah">harayah</A> &#8212; the lions; <A CLASS=v HREF="http://vedabase.net/s/slaghinah">&#347;l&#257;ghinah</A> &#8212; being very proud of their strength; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/s/sankaya">&#347;a&#324;kay&#257;</A> &#8212; because of suspecting another lion.</P><P CLASS=t>TRANSLATION</P><P>Because of the resounding vibrations of the denizens of heaven singing in the caves, the lions there, being very proud of their strength, roar with unbearable envy, thinking that another lion is roaring in that way.</P><P CLASS=t>PURPORT</P><P>In the higher planetary systems, there are not only different types of human beings, but also animals like lions and elephants. There are trees, and the land is made of emeralds. Such is the creation of the Supreme Personality of Godhead. &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung in this regard, ke&#347;ava! tuy&#257; jagata vicitra: "My Lord Ke&#347;ava, Your creation is colorful and full of varieties." Geologists, botanists and other so-called scientists speculate about other planetary systems, but being unable to estimate the varieties on other planets, they falsely imagine that all planets but this one are vacant, uninhabited, and full of dust. Although they cannot even estimate the varieties existing throughout the universe, they are very proud of their knowledge, and they are accepted as learned by persons of a similar caliber. As described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/3/19.htm">2.3.19</A>), &#347;va-vid-var&#257;hoshtra-kharaih samstutah purushah pa&#347;uh: materialistic leaders are praised by dogs, hogs, camels and asses, and they themselves are also big animals. One should not be satisfied with the knowledge imparted by a big animal. Rather, one must take knowledge from a perfect person like &#346;ukadeva Gosv&#257;m&#299;. Mah&#257;jano yena gatah sa panth&#257;h: our duty is to follow the instructions of the mah&#257;janas. There are twelve mah&#257;janas, and &#346;ukadeva Gosv&#257;m&#299; is one of them.</P><P>svayambh&#363;r n&#257;radah &#347;ambhuh</P><P CLASS=n>kum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo</P><P CLASS=n>balir vaiy&#257;sakir vayam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/6/3/20.htm">6.3.20</A>)</P><P>Vaiy&#257;saki is &#346;ukadeva Gosv&#257;m&#299;. Whatever he says we consider to be factual. That is perfect knowledge.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>