<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 25 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 25 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">Lord Krishna Lifts Govardhana Hill</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.25.17</P><P CLASS=c>na hi sad-bh&#257;va-yukt&#257;n&#257;m</P><P CLASS=c>sur&#257;n&#257;m &#299;&#347;a-vismayah</P><P CLASS=c>matto 'sat&#257;m m&#257;na-bha&#324;gah</P><P CLASS=c>pra&#347;am&#257;yopakalpate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; with the mode of goodness; <A CLASS=v HREF="http://vedabase.net/y/yuktanam">yukt&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> endowed; <A CLASS=v HREF="http://vedabase.net/s/suranam">sur&#257;n&#257;m</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> controlling lords; <A CLASS=v HREF="http://vedabase.net/v/vismayah">vismayah</A> &#8212; false identification; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/asatam">asat&#257;m</A> &#8212; of the impure; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; of the false prestige; <A CLASS=v HREF="http://vedabase.net/b/bhangah">bha&#324;gah</A> &#8212; the eradication; <A CLASS=v HREF="http://vedabase.net/p/prasamaya">pra&#347;am&#257;ya</A> &#8212; for relieving them; <A CLASS=v HREF="http://vedabase.net/u/upakalpate">upakalpate</A> &#8212; is intended.</P><P CLASS=t>TRANSLATION</P><P>Since the demigods are endowed with the mode of goodness, the false pride of considering oneself the Lord should certainly not affect them. When I break the false prestige of those bereft of goodness, My purpose is to bring them relief.</P><P CLASS=t>PURPORT</P><P>The demigods are supposed to be sad-bh&#257;va-yukta, endowed with spiritual existence, since they are deputed servants of the Supreme Lord. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/24.htm">4.24</A>) it is stated:</P><P>brahm&#257;rpanam brahma havir</P><P CLASS=n>brahm&#257;gnau brahman&#257; hutam</P><P CLASS=n>brahmaiva tena gantavyam</P><P CLASS=n>brahma-karma -sam&#257;dhin&#257;</P><P>"That which is duly offered to the Lord becomes spiritualized." The demigods engage in the devotional service of the Lord by managing various departments of cosmic administration. Therefore as demigods, or as servants of the Lord, their existence is pure (sad-bh&#257;va). When the demigods fail to live up to the high position given them by the Lord and deviate from proper behavior, they are not acting as demigods but rather as conditioned souls.</P><P>M&#257;na, or false prestige, is certainly an anxiety-ridden burden for the conditioned soul. A falsely proud person is not truly peaceful or satisfied, because his understanding of himself is false and inflated. When a servant of the Lord becomes asat, or irreligious, the Lord saves him from impiety by breaking the false prestige that has led him to be offensive or sinful. As stated by the Lord Himself, yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih: "I give My blessings to a person by taking away his so-called opulence."</P><P>Of course, the advanced stage of devotional service to the Lord, as described by R&#363;pa Gosv&#257;m&#299;, is yukta-vairagya, utilizing the opulence of this world to execute the Lord's mission. Obviously the things of this world can be used wonderfully to spread the glories of God and to create a godly society, and a more advanced devotee will not be seduced by material paraphernalia but will dutifully and honestly engage it solely for the pleasure of the Lord. In this particular case, Lord Indra forgot that he was a humble servant of God, and Lord Krishna therefore arranged to bring this bewildered demigod to his senses.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>