<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 25 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 25 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">Lord Krishna Lifts Govardhana Hill</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.25.29</P><P CLASS=c>tam prema-veg&#257;n nirbhrit&#257; vrajaukaso</P><P CLASS=c>yath&#257; sam&#299;yuh parirambhan&#257;dibhih</P><P CLASS=c>gopya&#347; ca sa-sneham ap&#363;jayan mud&#257;</P><P CLASS=c>dadhy-akshat&#257;dbhir yuyujuh sad-&#257;&#347;ishah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; of their <A HREF="http://vedabase.net/p/pure">pure</A> love; <A CLASS=v HREF="http://vedabase.net/v/vegat">veg&#257;t</A> &#8212; by the force; <A CLASS=v HREF="http://vedabase.net/n/nirbhrtah">nirbhrit&#257;h</A> &#8212; fulfilled; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; the residents of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; each according <A HREF="http://vedabase.net/t/to">to</A> his position; <A CLASS=v HREF="http://vedabase.net/s/samiyuh">sam&#299;yuh</A> &#8212; came forward; <A CLASS=v HREF="http://vedabase.net/p/parirambhana">parirambhana</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; with embracing and <A HREF="http://vedabase.net/s/so">so</A> forth; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> ladies; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sneham">sneham</A> &#8212; with great affection; <A CLASS=v HREF="http://vedabase.net/a/apujayan">ap&#363;jayan</A> &#8212; showed their respect; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; joyfully; <A CLASS=v HREF="http://vedabase.net/d/dadhi">dadhi</A> &#8212; with yogurt; <A CLASS=v HREF="http://vedabase.net/a/aksata">akshata</A> &#8212; unbroken grains; <A CLASS=v HREF="http://vedabase.net/a/adbhih">adbhih</A> &#8212; and water; <A CLASS=v HREF="http://vedabase.net/y/yuyujuh">yuyujuh</A> &#8212; they presented; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; excellent; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; benedictions.</P><P CLASS=t>TRANSLATION</P><P>All the residents of Vrind&#257;vana were overwhelmed with ecstatic love, and they came forward and greeted &#346;r&#299; Krishna according to their individual relationships with Him &#8212; some embracing Him, others bowing down to Him, and so forth. The cowherd women presented water mixed with yogurt and unbroken barleycorns as a token of honor, and they showered auspicious benedictions upon Him.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that each of the residents of Vrind&#257;vana regarded Krishna in his own way &#8212; as an inferior, younger member of the community; as an equal; or as a superior &#8212; and they dealt with Him accordingly. Krishna's superiors offered auspicious benedictions, lovingly smelled His head, kissed Him, rubbed His arms and fingers, and inquired with parental affection as to whether He was tired or pained. Krishna's equals laughed or joked with Him, and those who were younger fell at His feet, massaged His feet, and so on.</P><P>The word ca in this verse indicates that the wives of the br&#257;hmanas joined with the cowherd ladies to offer auspicious items like yogurt and unbroken grains. Lord Krishna received benedictions such as this: "May You subdue the wicked, protect the decent people, give pleasure to Your parents and be enriched with all wealth and opulence."</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>