<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verses 27-28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verses 27-28"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.27-28</P><P CLASS=c>man&#299;shino 'ntar-hridi sannive&#347;itam</P><P CLASS=c>sva-&#347;aktibhir navabhi&#347; ca trivridbhih</P><P CLASS=c>vahnim yath&#257; d&#257;runi p&#257;ñcada&#347;yam</P><P CLASS=c>man&#299;shay&#257; nishkarshanti g&#363;dham</P><P CLASS=c>sa vai mam&#257;&#347;esha-vi&#347;esha-m&#257;y&#257;-</P><P CLASS=c>nishedha-nirv&#257;na-sukh&#257;nubh&#363;tih</P><P CLASS=c>sa sarva-n&#257;m&#257; sa ca vi&#347;va-r&#363;pah</P><P CLASS=c>pras&#299;dat&#257;m anirukt&#257;tma-&#347;aktih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manisinah">man&#299;shinah</A> &#8212; great learned br&#257;hmanas performing ritualistic ceremonies and sacrifices; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/s/sannivesitam">sannive&#347;itam</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/saktibhih">&#347;aktibhih</A> &#8212; with His own spiritual potencies; <A CLASS=v HREF="http://vedabase.net/n/navabhih">navabhih</A> &#8212; also with the nine different material potencies (the material nature, the total material energy, the ego, the mind and the five objects of the senses); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and (the five gross material elements and the ten acting and knowledge-gathering senses); <A CLASS=v HREF="http://vedabase.net/t/trivrdbhih">trivridbhih</A> &#8212; by the three material modes of nature; <A CLASS=v HREF="http://vedabase.net/v/vahnim">vahnim</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/d/daruni">d&#257;runi</A> &#8212; within wood; <A CLASS=v HREF="http://vedabase.net/p/pancadasyam">p&#257;ñcada&#347;yam</A> &#8212; produced by chanting the fifteen hymns known <A HREF="http://vedabase.net/a/as">as</A> S&#257;midhen&#299; mantras; <A CLASS=v HREF="http://vedabase.net/m/manisaya">man&#299;shay&#257;</A> &#8212; by purified intelligence; <A CLASS=v HREF="http://vedabase.net/n/niskarsanti">nishkarshanti</A> &#8212; extract; <A CLASS=v HREF="http://vedabase.net/g/gudham">g&#363;dham</A> &#8212; although not manifesting; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; toward <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A> &#8212; varieties; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; of the illusory energy; <A CLASS=v HREF="http://vedabase.net/n/nisedha">nishedha</A> &#8212; by the process of negation; <A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A> &#8212; of liberation; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhutih">anubh&#363;tih</A> &#8212; who is realized by transcendental bliss; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;m&#257;</A> &#8212; who is the source of all names; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/r/rupah">r&#363;pah</A> &#8212; the gigantic form of the universe; <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> be merciful; <A CLASS=v HREF="http://vedabase.net/a/anirukta">anirukta</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; the reservoir of all spiritual potencies.</P><P CLASS=t>TRANSLATION</P><P>Just as great learned br&#257;hmanas who are expert in performing ritualistic ceremonies and sacrifices can extract the fire dormant within wooden fuel by chanting the fifteen S&#257;midhen&#299; mantras, thus proving the efficacy of the Vedic mantras, so those who are actually advanced in consciousness &#8212; in other words, those who are Krishna conscious &#8212; can find the Supersoul, who by His own spiritual potency is situated within the heart. The heart is covered by the three modes of material nature and the nine material elements [material nature, the total material energy, the ego, the mind and the five objects of sense gratification], and also by the five material elements and the ten senses. These twenty-seven elements constitute the external energy of the Lord. Great yog&#299;s meditate upon the Lord, who is situated as the Supersoul, Param&#257;tm&#257;, within the core of the heart. May that Supersoul be pleased with me. The Supersoul is realized when one is eager for liberation from the unlimited varieties of material life. One actually attains such liberation when he engages in the transcendental loving service of the Lord and realizes the Lord because of his attitude of service. The Lord may be addressed by various spiritual names, which are inconceivable to the material senses. When will that Supreme Personality of Godhead be pleased with me?</P><P CLASS=t>PURPORT</P><P>In his commentary to this verse, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura uses the word durvijñeyam, which means "very difficult to realize." The pure stage of existence is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>), wherein Krishna says:</P><P>yesh&#257;m tv anta-gatam p&#257;pam</P><P CLASS=n>jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257;</P><P CLASS=n>bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination."</P><P>Elsewhere in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/14.htm">9.14</A>) the Lord says:</P><P>satatam k&#299;rtayanto m&#257;m</P><P CLASS=n>yatanta&#347; ca dridha-vrat&#257;h</P><P CLASS=n>namasyanta&#347; ca m&#257;m bhakty&#257;</P><P CLASS=n>nitya-yukt&#257; up&#257;sate</P><P>"Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion."</P><P>One can understand the Supreme Personality of Godhead after transcending all material impediments. Therefore Lord Krishna also says in the G&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>):</P><P>manushy&#257;n&#257;m sahasreshu</P><P CLASS=n>ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m</P><P CLASS=n>ka&#347;cin m&#257;m vetti tattvatah</P><P>"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."</P><P>To understand Krishna, the Supreme Personality of Godhead, one must undergo severe penances and austerities, but since the path of devotional service is perfect, by following this process one can very easily come to the spiritual platform and understand the Lord. This, too, is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), wherein Krishna says:</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality of Godhead as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God."</P><P>Thus although the subject matter is durvijñeyam, extremely difficult to understand, it becomes easy if one follows the prescribed method. Coming in touch with the Supreme Personality of Godhead is possible through pure devotional service, which begins with &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. In this regard, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura quotes a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/8/5.htm">2.8.5</A>): pravishtah karna-randhrena sv&#257;n&#257;m bh&#257;va-saroruham. The process of hearing and chanting enters the core of the heart, and in this way one becomes a pure devotee. By continuing this process, one comes to the stage of transcendental love, and then he appreciates the transcendental name, form, qualities and pastimes of the Supreme Personality of Godhead. In other words, a pure devotee, by devotional service, is able to see the Supreme Personality of Godhead despite many material impediments, which are all various energies of the Supreme Personality of Godhead. Easily making his way through these impediments, a devotee comes directly in contact with the Supreme Personality of Godhead. After all, the material impediments described in these verses are but various energies of the Lord. When a devotee is eager to see the Supreme Personality of Godhead, he prays to the Lord:</P><P>ayi nanda-tanuja ki&#324;karam</P><P CLASS=n>patitam m&#257;m vishame bhav&#257;mbudhau</P><P CLASS=n>kripay&#257; tava p&#257;da-pa&#324;kaja-</P><P CLASS=n>sthita-dh&#363;l&#299;-sadri&#347;am vicintaya</P><P>"O son of Mah&#257;r&#257;ja Nanda [Krishna], I am Your eternal servitor, yet somehow or other I have fallen into the ocean of birth and death. Please pick me up from this ocean of death and place me as one of the atoms at Your lotus feet." Being pleased with the devotee, the Lord turns all his material impediments into spiritual service. In this connection &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura quotes a verse from the Vishnu Pur&#257;na:</P><P>hl&#257;din&#299; sandhin&#299; samvit</P><P CLASS=n>tvayy ek&#257; sarva-samsthitau</P><P CLASS=n>hl&#257;da-t&#257;pa-kar&#299; mi&#347;r&#257;</P><P CLASS=n>tvayi no guna-varjite</P><P>In the material world, the spiritual energy of the Supreme Personality of Godhead is manifested as t&#257;pa-kar&#299;, which means "causing miseries." Everyone hankers for happiness, but although happiness originally comes from the pleasure potency of the Supreme Personality of Godhead, in the material world, because of material activities, the pleasure potency of the Lord becomes a source of miseries (hl&#257;da-t&#257;pa-kar&#299;). False happiness in the material world is the source of distress, but when one's endeavors for happiness are redirected toward the satisfaction of the Supreme Personality of Godhead, this t&#257;pa-kar&#299; element of misery is vanquished. An example given in this connection is that extracting fire from wood is certainly difficult, but when the fire comes out it burns the wood to ashes. In other words, experiencing the Supreme Personality of Godhead is extremely difficult for those devoid of devotional service, but everything becomes easier for a devotee, and thus he can very easily meet the Supreme Lord.</P><P>Here the prayers say that the form of the Lord is beyond the jurisdiction of material form and is therefore inconceivable. A devotee prays, however, "My dear Lord, be pleased with me so that I may very easily see Your transcendental form and potency." Nondevotees try to understand the Supreme Brahman by discussions of neti neti. Nishedha-nirv&#257;na-sukh&#257;nubh&#363;tih: a devotee, however, simply by chanting the holy name of the Lord, avoids such laborious speculations and realizes the existence of the Lord very easily.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>