<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.29</P><P CLASS=c>yad yan niruktam vacas&#257; nir&#363;pitam</P><P CLASS=c>dhiy&#257;kshabhir v&#257; manasota yasya</P><P CLASS=c>m&#257; bh&#363;t svar&#363;pam guna-r&#363;pam hi tat tat</P><P CLASS=c>sa vai gun&#257;p&#257;ya-visarga-lakshanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/n/niruktam">niruktam</A> &#8212; expressed; <A CLASS=v HREF="http://vedabase.net/v/vacasa">vacas&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/n/nirupitam">nir&#363;pitam</A> &#8212; ascertained; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by <A HREF="http://vedabase.net/s/so">so</A>-called meditation or intelligence; <A CLASS=v HREF="http://vedabase.net/a/aksabhih">akshabhih</A> &#8212; by the senses; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhut">bh&#363;t</A> &#8212; may not be; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the actual form of the Lord; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; consisting of the three qualities; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/apaya">ap&#257;ya</A> &#8212; the cause of the annihilation of everything <A HREF="http://vedabase.net/m/made">made</A> of the material modes of nature; <A CLASS=v HREF="http://vedabase.net/v/visarga">visarga</A> &#8212; and the creation; <A CLASS=v HREF="http://vedabase.net/l/laksanah">lakshanah</A> &#8212; appearing <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Anything expressed by material vibrations, anything ascertained by material intelligence and anything experienced by the material senses or concocted within the material mind is but an effect of the modes of material nature and therefore has nothing to do with the real nature of the Supreme Personality of Godhead. The Supreme Lord is beyond the creation of this material world, for He is the source of the material qualities and creation. As the cause of all causes, He exists before the creation and after the creation. I wish to offer my respectful obeisances unto Him.</P><P CLASS=t>PURPORT</P><P>One who manufactures names, forms, qualities or paraphernalia pertaining to the Supreme Personality of Godhead cannot understand Him, since He is beyond creation. The Supreme Lord is the creator of everything, and this means that He existed when there was no creation. In other words, His name, form and qualities are not materially created entities; they are transcendental always. Therefore by our material concoctions, vibrations and thoughts we cannot ascertain the Supreme Lord. This is explained in the verse atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih [BRS. 1.2.234].</P><P>Pr&#257;cetasa, Daksha, herein offers prayers unto the Transcendence, not to anyone within the material creation. Only fools and rascals think God a material creation. This is confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>):</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P CLASS=n>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P>"Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be." Therefore, one must receive knowledge from a person to whom the Lord has revealed Himself; there is no value in creating an imaginary name or form for the Lord. &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya was an impersonalist, but nevertheless he said, n&#257;r&#257;yanah paro 'vyakt&#257;t: N&#257;r&#257;yana, the Supreme Personality of Godhead, is not a person of the material world. We cannot assign N&#257;r&#257;yana a material designation, as the foolish attempt to do when they speak of daridra-n&#257;r&#257;yana (poor N&#257;r&#257;yana). N&#257;r&#257;yana is always transcendental, beyond this material creation. How can He become daridra-n&#257;r&#257;yana? Poverty is found within this material world, but in the spiritual world, there is no such thing as poverty. Therefore the idea of daridra-n&#257;r&#257;yana is merely a concoction.</P><P>Daksha very carefully points out that material designations cannot be names of the worshipable Lord: yad yan niruktam vacas&#257; nir&#363;pitam. Nirukta refers to the Vedic dictionary. One cannot properly understand the Supreme Personality of Godhead merely by picking up expressions from a dictionary. In praying to the Lord, Daksha does not wish material names and forms to be the objects of his worship; rather, he wants to worship the Lord, who existed before the creation of material dictionaries and names. As confirmed in the Vedas, yato v&#257;co nivartante/ apr&#257;pya manas&#257; saha: the name, form, attributes and paraphernalia of the Lord cannot be ascertained through a material dictionary. However, if one reaches the transcendental platform of understanding the Supreme Personality of Godhead, he becomes well acquainted with everything, material and spiritual. This is confirmed in another Vedic mantra: tam eva viditv&#257;ti mrityum eti. If one can somehow or other, by the grace of the Lord, understand the transcendental position of the Lord, one becomes eternal. This is further confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." Simply by understanding the Supreme Lord, one goes beyond birth, death, old age and disease. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; therefore advised Mah&#257;r&#257;ja Par&#299;kshit in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/1/5.htm">2.1.5</A>):</P><P>tasm&#257;d bh&#257;rata sarv&#257;tm&#257;</P><P CLASS=n>bhagav&#257;n &#299;&#347;varo harih</P><P CLASS=n>&#347;rotavyah k&#299;rtitavya&#347; ca</P><P CLASS=n>smartavya&#347; cecchat&#257;bhayam</P><P>"O descendant of King Bharata, one who desires to be free from all miseries must hear, glorify and also remember the Personality of Godhead. who is the Supersoul, the controller and the savior from all miseries."</P><P CLASS=l><A CLASS=i HREF="27-28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>