<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.30</P><P CLASS=c>yasmin yato yena ca yasya yasmai</P><P CLASS=c>yad yo yath&#257; kurute k&#257;ryate ca</P><P CLASS=c>par&#257;varesh&#257;m paramam pr&#257;k prasiddham</P><P CLASS=c>tad brahma tad dhetur ananyad ekam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom (the Supreme Personality of Godhead or the supreme place of repose); <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom (everything emanates); <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom (everything is enacted); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> whom everything belongs; <A CLASS=v HREF="http://vedabase.net/y/yasmai">yasmai</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> whom (everything is offered); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kurute">kurute</A> &#8212; executes; <A CLASS=v HREF="http://vedabase.net/k/karyate">k&#257;ryate</A> &#8212; is performed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avaresam">avaresh&#257;m</A> &#8212; of both, <A HREF="http://vedabase.net/i/in">in</A> the material and spiritual existence; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; the origin; <A CLASS=v HREF="http://vedabase.net/p/prasiddham">prasiddham</A> &#8212; well known <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/h/hetuh">hetuh</A> &#8212; the cause of all causes; <A CLASS=v HREF="http://vedabase.net/a/ananyat">ananyat</A> &#8212; having <A HREF="http://vedabase.net/n/no">no</A> other cause; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one without <A HREF="http://vedabase.net/a/a">a</A> second.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Brahman, Krishna, is the ultimate resting place and source of everything. Everything is done by Him, everything belongs to Him, and everything is offered to Him. He is the ultimate objective, and whether acting or causing others to act, He is the ultimate doer. There are many causes, high and low, but since He is the cause of all causes, He is well known as the Supreme Brahman who existed before all activities. He is one without a second and has no other cause. I therefore offer my respects unto Him.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Krishna, is the original cause, as confirmed in Bhagavad-g&#299;t&#257; (aham sarvasya prabhavah). Even this material world, which is conducted under the modes of material nature, is caused by the Supreme Personality of Godhead, who therefore also has an intimate relationship with the material world. If the material world were not a part of His body, the Supreme Lord, the supreme cause, would be incomplete. Therefore we hear, v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah: [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>] if one knows that V&#257;sudeva is the original cause of all causes, he becomes a perfect mah&#257;tm&#257;.</P><P>The Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>) declares:</P><P>&#299;&#347;varah paramah krishnah</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah</P><P CLASS=n>an&#257;dir &#257;dir govindah</P><P CLASS=n>sarva-k&#257;rana-k&#257;ranam</P><P>"Krishna, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes." The Supreme Brahman (tad brahma) is the cause of all causes, but He has no cause. An&#257;dir &#257;dir govindah sarva-k&#257;rana-k&#257;ranam: [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>] Govinda, Krishna, is the original cause of all causes, but He has no cause for His appearance as Govinda. Govinda expands in multifarious forms, but nevertheless they are one. As confirmed by Madhv&#257;c&#257;rya, ananyah sadri&#347;&#257;bh&#257;v&#257;d eko r&#363;p&#257;dy-abhedatah: Krishna has no cause nor any equal, and He is one because His various forms, as sv&#257;m&#347;a and vibhinn&#257;m&#347;a, are nondifferent from Himself.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>