<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.31</P><P CLASS=c>yac-chaktayo vadat&#257;m v&#257;din&#257;m vai</P><P CLASS=c>viv&#257;da-samv&#257;da-bhuvo bhavanti</P><P CLASS=c>kurvanti caish&#257;m muhur &#257;tma-moham</P><P CLASS=c>tasmai namo 'nanta-gun&#257;ya bh&#363;mne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/s/saktayah">&#347;aktayah</A> &#8212; whose multifarious potencies; <A CLASS=v HREF="http://vedabase.net/v/vadatam">vadat&#257;m</A> &#8212; speaking different philosophies; <A CLASS=v HREF="http://vedabase.net/v/vadinam">v&#257;din&#257;m</A> &#8212; of the speakers; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vivada">viv&#257;da</A> &#8212; of argument; <A CLASS=v HREF="http://vedabase.net/s/samvada">samv&#257;da</A> &#8212; and agreement; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; the causes; <A CLASS=v HREF="http://vedabase.net/b/bhavanti">bhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; create; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/esam">esh&#257;m</A> &#8212; of them (the theorists); <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; continuously; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/moham">moham</A> &#8212; bewilderment regarding the existence of the soul; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/g/gunaya">gun&#257;ya</A> &#8212; possessing transcendental attributes; <A CLASS=v HREF="http://vedabase.net/b/bhumne">bh&#363;mne</A> &#8212; the all-pervading Godhead.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my respectful obeisances unto the all-pervading Supreme Personality of Godhead, who possesses unlimited transcendental qualities. Acting from within the cores of the hearts of all philosophers, who propagate various views, He causes them to forget their own souls while sometimes agreeing and sometimes disagreeing among themselves. Thus He creates within this material world a situation in which they are unable to come to a conclusion. I offer my obeisances unto Him.</P><P CLASS=t>PURPORT</P><P>Since time immemorial or since the creation of the cosmic manifestation, the conditioned souls have formed various parties of philosophical speculation, but this is not true of the devotees. Nondevotees have different ideas of creation, maintenance and annihilation, and therefore they are called v&#257;d&#299;s and prativ&#257;d&#299;s &#8212; proponents and counterproponents. It is understood from the statement of Mah&#257;bh&#257;rata that there are many munis, or speculators:</P><P>tarko 'pratishthah &#347;rutayo vibhinn&#257;</P><P CLASS=n>n&#257;s&#257;v rishir yasya matam na bhinnam</P><P>All speculators must disagree with other speculators; otherwise, why should there be so many opposing parties concerned with ascertaining the supreme cause?</P><P>Philosophy means finding the ultimate cause. As Ved&#257;nta-s&#363;tra very reasonably says, ath&#257;to brahma jijñ&#257;s&#257;: human life is meant for understanding the ultimate cause. Devotees accept that the ultimate cause is Krishna because this conclusion is supported by all Vedic literature and also by Krishna Himself, who says, aham sarvasya prabhavah: "I am the source of everything." Devotees have no problem understanding the ultimate cause of everything, but nondevotees must face many opposing elements because everyone who wants to be a prominent philosopher invents his own way. In India there are many parties of philosophers, such as the dvaita-v&#257;d&#299;s, advaita-v&#257;d&#299;s, vai&#347;eshikas, m&#299;m&#257;msakas, M&#257;y&#257;v&#257;d&#299;s and svabh&#257;va-v&#257;d&#299;s, and each of them opposes the others. Similarly, in the Western countries there are also many philosophers with different views of creation, life, maintenance and annihilation. Thus it is undoubtedly a fact that there are countless philosophers throughout the world, each of them contradicting the others.</P><P>Now, one might ask why there are so many philosophers if the ultimate goal of philosophy is one. Undoubtedly the ultimate cause is one &#8212; the Supreme Brahman. As Arjuna told Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>):</P><P>param brahma param dh&#257;ma</P><P CLASS=n>pavitram paramam bhav&#257;n</P><P CLASS=n>purusham &#347;&#257;&#347;vatam divyam</P><P CLASS=n>&#257;di-devam ajam vibhum</P><P>"You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty." Nondevotee speculators, however, do not accept an ultimate cause (sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). Because they are ignorant and bewildered concerning the soul and its activities, even though some of them have a vague idea of the soul, many controversies arise, and the philosophical speculators can never reach a conclusion. All of these speculators are envious of the Supreme Personality of Godhead, and as Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/19.htm">16.19-20</A>):</P><P>t&#257;n aham dvishatah kr&#363;r&#257;n</P><P CLASS=n>sams&#257;reshu nar&#257;dham&#257;n</P><P CLASS=n>kship&#257;my ajasram a&#347;ubh&#257;n</P><P CLASS=n>&#257;sur&#299;shv eva yonishu</P><P CLASS=n>&#257;sur&#299;m yonim &#257;pann&#257;</P><P CLASS=n>m&#363;dh&#257; janmani janmani</P><P CLASS=n>m&#257;m apr&#257;pyaiva kaunteya</P><P CLASS=n>tato y&#257;nty adham&#257;m gatim</P><P>"Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life. Attaining repeated birth among the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence." Because of their envy of the Supreme Personality of Godhead, nondevotees are born in demoniac families life after life. They are great offenders, and because of their offenses the Supreme Lord keeps them always bewildered. Kurvanti caish&#257;m muhur &#257;tma-moham: the Lord, the Supreme Personality of Godhead, purposely keeps them in darkness (&#257;tma-moham).</P><P>The great authority Par&#257;&#347;ara, the father of Vy&#257;sadeva, explains the Supreme Personality of Godhead thus:</P><P>jñ&#257;na-&#347;akti-balai&#347;varya-</P><P CLASS=n>v&#299;rya-tej&#257;msy a&#347;eshatah</P><P CLASS=n>bhagavac-chabda-v&#257;cy&#257;ni</P><P CLASS=n>vin&#257; heyair gun&#257;dibhih</P><P>The demoniac speculators cannot understand the transcendental qualities, form, pastimes, strength, knowledge and opulence of the Supreme Personality of Godhead, which are all free from material contamination (vin&#257; heyair gun&#257;dibhih). These speculators are envious of the existence of the Lord. Jagad &#257;hur an&#299;&#347;varam: their conclusion is that the entire cosmic manifestation has no controller, but is just working naturally. Thus they are kept in constant darkness, birth after birth, and cannot understand the real cause of all causes. This is the reason why there are so many schools of philosophical speculation.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>