<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.32</P><P CLASS=c>ast&#299;ti n&#257;st&#299;ti ca vastu-nishthayor</P><P CLASS=c>eka-sthayor bhinna-viruddha-dharmanoh</P><P CLASS=c>avekshitam kiñcana yoga-s&#257;&#324;khyayoh</P><P CLASS=c>samam param hy anuk&#363;lam brihat tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthayoh">nishthayoh</A> &#8212; professing knowledge of the ultimate cause; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/s/sthayoh">sthayoh</A> &#8212; with one and the <A HREF="http://vedabase.net/s/same">same</A> subject matter, establishing <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A> &#8212; demonstrating different; <A CLASS=v HREF="http://vedabase.net/v/viruddha">viruddha</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmanoh">dharmanoh</A> &#8212; and opposing characteristics; <A CLASS=v HREF="http://vedabase.net/a/aveksitam">avekshitam</A> &#8212; perceived; <A CLASS=v HREF="http://vedabase.net/k/kincana">kiñcana</A> &#8212; that something which; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/sankhyayoh">s&#257;&#324;khyayoh</A> &#8212; of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> and the <A HREF="http://vedabase.net/s/sankhya">S&#257;&#324;khya</A> philosophy (analysis of the ways of nature); <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anukulam">anuk&#363;lam</A> &#8212; dwelling place; <A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that ultimate cause.</P><P CLASS=t>TRANSLATION</P><P>There are two parties &#8212; namely, the theists and the atheists. The theist, who accepts the Supersoul, finds the spiritual cause through mystic yoga. The S&#257;&#324;khyite, however, who merely analyzes the material elements, comes to a conclusion of impersonalism and does not accept a supreme cause &#8212; whether Bhagav&#257;n, Param&#257;tm&#257; or even Brahman. Instead, he is preoccupied with the superfluous, external activities of material nature. Ultimately, however, both parties demonstrate the Absolute Truth because although they offer opposing statements, their object is the same ultimate cause. They are both approaching the same Supreme Brahman, to whom I offer my respectful obeisances.</P><P CLASS=t>PURPORT</P><P>Actually there are two sides to this argument. Some say that the Absolute has no form (nir&#257;k&#257;ra), and others say that the Absolute has a form (s&#257;k&#257;ra). Therefore the word form is the common factor, although some accept it (asti or astika) whereas others try to negate it (n&#257;sti or n&#257;stika). Since the devotee considers the word "form" (&#257;k&#257;ra) the common factor for both, he offers his respectful obeisances to the form, although others may go on arguing about whether the Absolute has a form or not.</P><P>In this verse the word yoga-s&#257;&#324;khyayoh is very important. Yoga means bhakti-yoga because yog&#299;s also accept the existence of the all-pervading Supreme Soul and try to see that Supreme Soul within their hearts. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/13/1.htm">12.13.1</A>), dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah. The devotee tries to come directly in touch with the Supreme Personality of Godhead, whereas the yog&#299; tries to find the Supersoul within the heart by meditation. Thus, both directly and indirectly, yoga means bhakti-yoga. S&#257;&#324;khya, however, means physical study of the cosmic situation through speculative knowledge. This is generally known as jñ&#257;na-&#347;&#257;stra. The S&#257;&#324;khyites are attached to the impersonal Brahman, but the Absolute Truth is known in three ways. Brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate: the Absolute Truth is one, but some accept Him as impersonal Brahman, some as the Supersoul existing everywhere, and some as Bhagav&#257;n, the Supreme Personality of Godhead. The central point is the Absolute Truth.</P><P>Although the impersonalists and personalists fight with one another, they focus upon the same Parabrahman, the same Absolute Truth. In the yoga-&#347;&#257;stras, Krishna is described as follows: krishnam pi&#347;a&#324;g&#257;mbaram ambujekshanam catur-bhujam &#347;a&#324;kha-gad&#257;dy-ud&#257;yudham. Thus the pleasing appearance of the Supreme Personality of Godhead's bodily features, His limbs and His dress are described. The s&#257;&#324;khya-&#347;&#257;stra, however, denies the existence of the Lord's transcendental form. The s&#257;&#324;khya-&#347;&#257;stra says that the Supreme Absolute Truth has no hands, no legs and no name: hy an&#257;ma-r&#363;pa-guna-p&#257;ni-p&#257;dam acakshur a&#347;rotram ekam advit&#299;yam api n&#257;ma-r&#363;p&#257;dikam n&#257;sti. The Vedic mantras say, ap&#257;ni-p&#257;do javano grah&#299;t&#257;: the Supreme Lord has no legs and hands, but He can accept whatever is offered to Him. Actually such statements accept that the Supreme has hands and legs, but deny that He has material hands and legs. This is why the Absolute is called apr&#257;krita. Krishna, the Supreme Personality of Godhead, has a sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], a form of eternity, knowledge and bliss, not a material form. The S&#257;&#324;khyites, or jñ&#257;n&#299;s, deny the material form, and the devotees also know very well that the Absolute Truth, Bhagav&#257;n, has no material form.</P><P>&#299;&#347;varah paramah krishnah</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah</P><P CLASS=n>an&#257;dir &#257;dir govindah</P><P CLASS=n>sarva-k&#257;rana-k&#257;ranam</P><P CLASS=n>[<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]</P><P>"Krishna, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes." The conception of the Absolute without hands and legs and the conception of the Absolute with hands and legs are apparently contradictory, but they both coincide with the same truth about the Supreme Absolute Person. Therefore the word vastu-nishthayoh, which is used herein, indicates that both the yog&#299;s and S&#257;&#324;khyites have faith in the reality, but are arguing about it from the different viewpoints of material and spiritual identities. Parabrahman, or brihat, is the common point. The S&#257;&#324;khyites and yog&#299;s are both situated in that same Brahman, but they differ because of different angles of vision.</P><P>The directions given by the bhakti-&#347;&#257;stra point one in the perfect direction because the Supreme Personality of Godhead says in Bhagavad-g&#299;t&#257;, bhakty&#257; m&#257;m abhij&#257;n&#257;ti: [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>] "Only by devotional service am I to be known." The bhaktas know that the Supreme Person has no material form, whereas the jñ&#257;n&#299;s simply deny the material form. One should therefore take shelter of the bhakti-m&#257;rga, the path of devotion; then everything will be clear. Jñ&#257;n&#299;s concentrate on the vir&#257;t-r&#363;pa, the gigantic universal form of the Lord. This is a good system in the beginning for those who are extremely materialistic, but there is no need to think continuously of the vir&#257;t-r&#363;pa. When Arjuna was shown the vir&#257;t-r&#363;pa of Krishna, he saw it, but he did not want to see it perpetually. He therefore requested the Lord to return to His original form as two-armed Krishna. In conclusion, learned scholars find no contradictions in the devotees' concentration upon the spiritual form of the Lord (&#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya says that less intelligent nondevotees think that their conclusion is the ultimate, but because devotees are completely learned, they can understand that the Supreme Personality of Godhead is the ultimate goal.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>