<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.33</P><P CLASS=c>yo 'nugrah&#257;rtham bhajat&#257;m p&#257;da-m&#363;lam</P><P CLASS=c>an&#257;ma-r&#363;po bhagav&#257;n anantah</P><P CLASS=c>n&#257;m&#257;ni r&#363;p&#257;ni ca janma-karmabhir</P><P CLASS=c>bheje sa mahyam paramah pras&#299;datu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/anugraha">anugraha</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> show His causeless mercy; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the devotees who always render devotional service; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His transcendental lotus feet; <A CLASS=v HREF="http://vedabase.net/a/anama">an&#257;ma</A> &#8212; with <A HREF="http://vedabase.net/n/no">no</A> material <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/r/rupah">r&#363;pah</A> &#8212; or material form; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anantah">anantah</A> &#8212; unlimited, all-pervading and eternally existing; <A CLASS=v HREF="http://vedabase.net/n/namani">n&#257;m&#257;ni</A> &#8212; transcendental holy names; <A CLASS=v HREF="http://vedabase.net/r/rupani">r&#363;p&#257;ni</A> &#8212; His transcendental forms; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; with His transcendental birth and activities; <A CLASS=v HREF="http://vedabase.net/b/bheje">bheje</A> &#8212; manifests; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/p/prasidatu">pras&#299;datu</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> be merciful.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, who is inconceivably opulent, who is devoid of all material names, forms and pastimes, and who is all-pervading, is especially merciful to the devotees who worship His lotus feet. Thus He exhibits transcendental forms and names with His different pastimes. May that Supreme Personality of Godhead, whose form is eternal and full of knowledge and bliss, be merciful to me.</P><P CLASS=t>PURPORT</P><P>In regard to the significant word an&#257;ma-r&#363;pah, &#346;r&#299; &#346;r&#299;dhara Sv&#257;m&#299; says, pr&#257;krita-n&#257;ma-r&#363;pa-rahito 'pi. The word an&#257;ma, which means "having no name," indicates that the Supreme Personality of Godhead has no material name. Simply by chanting the name of N&#257;r&#257;yana to call his son, Aj&#257;mila attained salvation. This means that N&#257;r&#257;yana is not an ordinary mundane name; it is nonmaterial. The word an&#257;ma, therefore, indicates that the names of the Supreme Lord do not belong to this material world. The vibration of the Hare Krishna mah&#257;-mantra is not a material sound, and similarly the form of the Lord and His appearance and activities are all nonmaterial. To show His causeless mercy to the devotees, as well as to the nondevotees, Krishna, the Supreme Personality of Godhead, appears in this material world with names, forms and pastimes, all of which are transcendental. Unintelligent men who cannot understand this think that these names, forms and pastimes are material, and therefore they deny that He has a name or a form.</P><P>Considered with scrutiny, the conclusion of nondevotees, who say that God has no name, and that of devotees, who know that His name is not material, are practically the same. The Supreme Personality of Godhead has no material name, form, birth, appearance or disappearance, but nevertheless, He takes His birth (janma). As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/6.htm">4.6</A>):</P><P>ajo 'pi sann avyay&#257;tm&#257;</P><P CLASS=n>bh&#363;t&#257;n&#257;m &#299;&#347;varo 'pi san</P><P CLASS=n>prakritim sv&#257;m adhishth&#257;ya</P><P CLASS=n>sambhav&#257;my &#257;tma-m&#257;yay&#257;</P><P>Although the Lord is unborn (aja) and His body never undergoes material changes, He nevertheless appears as an incarnation, maintaining Himself always in the transcendental stage (&#347;uddha-sattva). Thus He exhibits His transcendental forms, names and activities. That is His special mercy toward His devotees. Others may continue merely arguing about whether the Absolute Truth has form or not, but when a devotee, by the grace of the Lord, sees the Lord personally, he becomes spiritually ecstatic.</P><P>Unintelligent persons say that the Lord does nothing. Actually He has nothing to do, but nevertheless He has to do everything, because without His sanction no one can do anything. The unintelligent, however, cannot see how He is working and how the entire material nature is working under His direction. His different potencies work perfectly.</P><P>na tasya k&#257;ryam karanam ca vidyate</P><P CLASS=n>na tat-sama&#347; c&#257;bhyadhika&#347; ca dri&#347;yate</P><P CLASS=n>par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate</P><P CLASS=n>sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca</P><P>(&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>)</P><P>He has nothing to do personally, for since His potencies are perfect, everything is immediately done by His will. Persons to whom the Supreme Personality of Godhead is not revealed cannot see how He is working, and therefore they think that even if there is God, He has nothing to do or has no particular name.</P><P>Actually the Lord's name already exists because of His transcendental activities. The Lord is sometimes called guna-karma-n&#257;ma because He is named according to His transcendental activities. For example, Krishna means "all-attractive." This is the Lord's name because His transcendental qualities make Him very attractive. As a small boy He lifted Govardhana Hill, and in His childhood He killed many demons. Such activities are very attractive, and therefore He is sometimes called Giridh&#257;r&#299;, Madhus&#363;dana, Agha-nish&#363;dana and so on. Because He acted as the son of Nanda Mah&#257;r&#257;ja, He is called Nanda-tanuja. These names already exist, but since nondevotees cannot understand the names of the Lord, He is sometimes called an&#257;ma, or nameless. This means that He has no material names. All His activities are spiritual, and therefore He has spiritual names.</P><P>Generally, less intelligent men are under the impression that the Lord has no form. Therefore He appears in His original form as Krishna, sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], to carry out His mission of participating in the Battle of Kurukshetra and pastimes to protect the devotees and vanquish the demons (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>]). This is His mercy. For those who think that He has no form and no work to do, Krishna comes to show that indeed He works. He works so gloriously that no one else can perform such uncommon acts. Although He appeared as a human being, He married 16,108 wives, which is impossible for a human being to do. The Lord performs such activities to show people how great He is, how affectionate He is and how merciful He is. Although His original name is Krishna (krishnas tu bhagav&#257;n svayam), He acts in unlimited ways, and therefore according to His work He has many, many thousands of names.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>