<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.34</P><P CLASS=c>yah pr&#257;kritair jñ&#257;na-pathair jan&#257;n&#257;m</P><P CLASS=c>yath&#257;&#347;ayam deha-gato vibh&#257;ti</P><P CLASS=c>yath&#257;nilah p&#257;rthivam &#257;&#347;rito gunam</P><P CLASS=c>sa &#299;&#347;varo me kurut&#257;m manoratham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/p/prakrtaih">pr&#257;kritaih</A> &#8212; lower grade; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/p/pathaih">pathaih</A> &#8212; by the paths of worship; <A CLASS=v HREF="http://vedabase.net/j/jananam">jan&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the desire; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; situated within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/v/vibhati">vibh&#257;ti</A> &#8212; manifests; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/anilah">anilah</A> &#8212; the air; <A CLASS=v HREF="http://vedabase.net/p/parthivam">p&#257;rthivam</A> &#8212; earthly; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;ritah</A> &#8212; receiving; <A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; the quality (like flavor and color); <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/k/kurutam">kurut&#257;m</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> fulfill; <A CLASS=v HREF="http://vedabase.net/m/manoratham">manoratham</A> &#8212; desire (for devotional service).</P><P CLASS=t>TRANSLATION</P><P>As the air carries various characteristics of the physical elements, like the aroma of a flower or colors resulting from a mixture of dust in the air, the Lord appears through lower systems of worship according to one's desires, although He appears as the demigods and not in His original form. What is the use of these other forms? May the original Supreme Personality of Godhead please fulfill my desires.</P><P CLASS=t>PURPORT</P><P>The impersonalists imagine the various demigods to be forms of the Lord. For example, the M&#257;y&#257;v&#257;d&#299;s worship five demigods (pañcop&#257;san&#257;). They do not actually believe in the form of the Lord, but for the sake of worship they imagine some form to be God. Generally they imagine a form of Vishnu, a form of &#346;iva, and forms of Gane&#347;a, the sun-god and Durg&#257;. This is called pañcop&#257;san&#257;. Daksha, however, wanted to worship not an imaginary form, but the supreme form of Lord Krishna.</P><P>In this regard, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura describes the difference between the Supreme Personality of Godhead and an ordinary living being. As pointed out in a previous verse, sarvam pum&#257;n veda gun&#257;m&#347; ca taj-jño na veda sarva jñam anantam &#299;de: the omnipotent Supreme Lord knows everything, but the living being does not actually know the Supreme Personality of Godhead. As Krishna says in Bhagavad-g&#299;t&#257;, "I know everything, but no one knows Me." This is the difference between the Supreme Lord and an ordinary living being. In a prayer in &#346;r&#299;mad-Bh&#257;gavatam, Queen Kunt&#299; says, "My dear Lord, You exist inside and outside, yet no one can see You."</P><P>The conditioned soul cannot understand the Supreme Personality of Godhead by speculative knowledge or by imagination. One must therefore know the Supreme Personality of Godhead by the grace of the Supreme Personality of Godhead. He reveals Himself, but He cannot be understood by speculation. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/29.htm">10.14.29</A>):</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>"My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years."</P><P>This is the verdict of the &#347;&#257;stra. An ordinary man may be a great philosopher and may speculate upon what the Absolute Truth is, what His form is and where He is existing, but be cannot understand these truths. Sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah: one can understand the Supreme Personality of Godhead only through devotional service. This is also explained by the Supreme Personality of Godhead Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>). Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah: "One can understand the Supreme Personality of Godhead as He is only by devotional service." Unintelligent persons want to imagine or concoct a form of the Supreme Personality of Godhead, but devotees want to worship the actual Personality of Godhead. Therefore Daksha prays, "One may think of You as personal, impersonal or imaginary, but I wish to pray to Your Lordship that You fulfill my desires to see You as You actually are."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments that this verse is especially meant for the impersonalist, who thinks that he himself is the Supreme because there is no difference between the living being and God. The M&#257;y&#257;v&#257;d&#299; philosopher thinks that there is only one Supreme Truth and that he is also that Supreme Truth. Actually this is not knowledge but foolishness, and this verse is especially meant for such fools, whose knowledge has been stolen by illusion (m&#257;yay&#257;pahrita jñ&#257;n&#257;h). Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that such persons, jñ&#257;ni-m&#257;ninah, think themselves very advanced, but actually they are unintelligent.</P><P>In regard to this verse, &#346;r&#299;la Madhv&#257;c&#257;rya says:</P><P>svadeha-stham harim pr&#257;hur</P><P CLASS=n>adham&#257; j&#299;vam eva tu</P><P CLASS=n>madhyam&#257;&#347; c&#257;py anirn&#299;tam</P><P CLASS=n>j&#299;v&#257;d bhinnam jan&#257;rdanam</P><P>There are three classes of men &#8212; the lowest (adhama), those in the middle (madhyama), and the best (uttama). The lowest (adhama) think that there is no difference between God and the living entity except that the living entity is under designations whereas the Absolute Truth has no designations. In their opinion, as soon as the designations of the material body are dissolved, the j&#299;va, the living entity, will mix with the Supreme. They give the argument of ghat&#257;k&#257;&#347;a-pat&#257;k&#257;&#347;a, in which the body is compared to a pot with the sky within and the sky without. When the pot breaks, the sky inside becomes one with the sky outside, and so the impersonalists say that the living being becomes one with the Supreme. This is their argument, but &#346;r&#299;la Madhv&#257;c&#257;rya says that such an argument is put forward by the lowest class of men. Another class of men cannot ascertain what the actual form of the Supreme is, but they agree that there is a Supreme who controls the activities of the ordinary living being. Such philosophers are accepted as mediocre. The best, however. are those who understand the Supreme Lord (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). P&#363;rn&#257;nand&#257;di-gunakam sarva j&#299;va-vilakshanam: His form is completely spiritual, full of bliss, and completely distinct from that of the conditioned soul or any other living entity. Uttam&#257;s tu harim pr&#257;hus t&#257;ratamyena teshu ca: such philosophers are the best because they know that the Supreme Personality of Godhead reveals Himself differently to worshipers in various modes of material nature. They know that there are thirty-three million demigods just to convince the conditioned soul that there is a supreme power and to induce him to agree to worship one of these demigods so that by the association of devotees he may be able to understand that Krishna is the Supreme Personality of Godhead. As Lord Krishna says in Bhagavad-g&#299;t&#257;, mattah parataram n&#257;nyat kiñcid asti dhanañjaya: [<A CLASS=v HREF="../../../bg/7/7.htm">Bg. 7.7</A>] "There is no truth superior to Me." Aham &#257;dir hi dev&#257;n&#257;m: "I am the origin of all the demigods." Aham sarvasya prabhavah: "I am superior to everyone, even Lord Brahm&#257;, Lord &#346;iva and the other demigods." These are the conclusions of the &#347;&#257;stra, and one who accepts these conclusions should be considered a first-class philosopher. Such a philosopher knows that the Supreme Personality of Godhead is the Lord of the demigods (deva-deve&#347;varam s&#363;tram &#257;nandam pr&#257;na-vedinah).</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35-39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>