<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.45</P><P CLASS=c>brahm&#257; bhavo bhavanta&#347; ca</P><P CLASS=c>manavo vibudhe&#347;var&#257;h</P><P CLASS=c>vibh&#363;tayo mama hy et&#257;</P><P CLASS=c>bh&#363;t&#257;n&#257;m bh&#363;ti-hetavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavantah">bhavantah</A> &#8212; all of you praj&#257;patis; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/manavah">manavah</A> &#8212; the Manus; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h</A> &#8212; all the different demigods (such <A HREF="http://vedabase.net/a/as">as</A> the sun, the moon, Venus, Mars and Jupiter, who <A HREF="http://vedabase.net/a/are">are</A> all <A HREF="http://vedabase.net/i/in">in</A> charge of various activities for the welfare of the world); <A CLASS=v HREF="http://vedabase.net/v/vibhutayah">vibh&#363;tayah</A> &#8212; expansions of energy; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/etah">et&#257;h</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all the living entities; <A CLASS=v HREF="http://vedabase.net/b/bhuti">bh&#363;ti</A> &#8212; of welfare; <A CLASS=v HREF="http://vedabase.net/h/hetavah">hetavah</A> &#8212; causes.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257;, Lord &#346;iva, the Manus, all the other demigods in the higher planetary systems, and you praj&#257;patis, who are increasing the population, are working for the benefit of all living entities. Thus you expansions of My marginal energy are incarnations of My various qualities.</P><P CLASS=t>PURPORT</P><P>There are various types of incarnations or expansions of the Supreme Personality of Godhead. The expansions of His personal self, or vishnu-tattva, are called sv&#257;m&#347;a expansions, whereas the living entities, who are not vishnu-tattva but j&#299;va-tattva, are called vibhinn&#257;m&#347;a, separated expansions. Although Praj&#257;pati Daksha is not on the same level as Lord Brahm&#257; and Lord &#346;iva, he is compared to them because he engages in the service of the Lord. In the service of the Personality of Godhead, it is not that Lord Brahm&#257; is considered very great while an ordinary human being trying to preach the glories of the Lord is considered very low. There are no such distinctions. Regardless of whether materially high or materially low, anyone engaged in the service of the Lord is spiritually very dear to Him. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya gives this quotation from the Tantra-nirnaya:</P><P>vi&#347;esha-vyakti-p&#257;tratv&#257;d</P><P CLASS=n>brahm&#257;dy&#257;s tu vibh&#363;tayah</P><P CLASS=n>tad-antary&#257;mina&#347; caiva</P><P CLASS=n>matsy&#257;dy&#257; vibhav&#257;h smrit&#257;h</P><P>From Lord Brahm&#257; down, all the living entities engaged in the service of the Lord are extraordinary and are called vibh&#363;ti. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/41.htm">10.41</A>):</P><P>yad yad vibh&#363;timat sattvam</P><P CLASS=n>&#347;r&#299;mad &#363;rjitam eva v&#257;</P><P CLASS=n>tat tad ev&#257;vagaccha tvam</P><P CLASS=n>mama tejo-'m&#347;a-sambhavam</P><P>"Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor." A living entity especially empowered to act on behalf of the Lord is called vibh&#363;ti, whereas the vishnu-tattva incarnations of the Lord, such as the Matsya avat&#257;ra (ke&#347;ava dhrita-m&#299;na-&#347;ar&#299;ra jaya jagad-&#299;&#347;a hare), are called vibhava.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>