<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.47</P><P CLASS=c>aham ev&#257;sam ev&#257;gre</P><P CLASS=c>n&#257;nyat kiñc&#257;ntaram bahih</P><P CLASS=c>samjñ&#257;na-m&#257;tram avyaktam</P><P CLASS=c>prasuptam iva vi&#347;vatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/asam">&#257;sam</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning, before the creation; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/k/kinca">kiñca</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/a/antaram">antaram</A> &#8212; besides <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; external (<A HREF="http://vedabase.net/s/since">since</A> the cosmic manifestation is external <A HREF="http://vedabase.net/t/to">to</A> the spiritual world, the spiritual world existed when there was <A HREF="http://vedabase.net/n/no">no</A> material world); <A CLASS=v HREF="http://vedabase.net/s/samjnana">samjñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; only the consciousness of the living entities; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; unmanifested; <A CLASS=v HREF="http://vedabase.net/p/prasuptam">prasuptam</A> &#8212; sleeping; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/visvatah">vi&#347;vatah</A> &#8212; all over.</P><P CLASS=t>TRANSLATION</P><P>Before the creation of this cosmic manifestation, I alone existed with My specific spiritual potencies. Consciousness was then unmanifested, just as one's consciousness is unmanifested during the time of sleep.</P><P CLASS=t>PURPORT</P><P>The word aham indicates a person. As explained in the Vedas, nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m: the Lord is the supreme eternal among innumerable eternals and the supreme living being among the innumerable living beings. The Lord is a person who also has impersonal features. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/11.htm">1.2.11</A>):</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>"Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Param&#257;tm&#257; or Bhagav&#257;n." Consideration of the Param&#257;tm&#257; and impersonal Brahman arose after the creation; before the creation, only the Supreme Personality of Godhead existed. As firmly declared in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), the Lord can be understood only by bhakti-yoga. The ultimate cause, the supreme cause of creation, is the Supreme Personality of Godhead, who can be understood only by bhakti-yoga. He cannot be understood by speculative philosophical research or by meditation, since all such processes came into existence after the material creation. The impersonal and localized conceptions of the Supreme Lord are more or less materially contaminated. The real spiritual process, therefore, is bhakti-yoga. As the Lord says, bhakty&#257; m&#257;m abhij&#257;n&#257;ti: [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>] "Only by devotional service can I be understood." Before the creation, the Lord existed as a person, as indicated here by the word aham. When Praj&#257;pati Daksha saw Him as a person, who was beautifully dressed and ornamented, he actually experienced the meaning of this word aham through devotional service.</P><P>Each person is eternal. Because the Lord says that He existed as a person before the creation (agre) and will also exist after the annihilation, the Lord is a person eternally. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura therefore quotes these verses from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/9/13.htm">10.9.13-14</A>):</P><P>na c&#257;ntar na bahir yasya</P><P CLASS=n>na p&#363;rvam n&#257;pi c&#257;param</P><P CLASS=n>p&#363;rv&#257;param bahi&#347; c&#257;ntar</P><P CLASS=n>jagato yo jagac ca yah</P><P CLASS=n>tam matv&#257;tmajam avyaktam</P><P CLASS=n>martya-li&#324;gam adhokshajam</P><P CLASS=n>gopikol&#363;khale d&#257;mn&#257;</P><P CLASS=n>babandha pr&#257;kritam yath&#257;</P><P>The Personality of Godhead appeared in Vrind&#257;vana as the son of mother Ya&#347;od&#257;, who bound the Lord with rope just as an ordinary mother binds a material child. There are actually no divisions of external and internal for the form of the Supreme Personality of Godhead (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]), but when He appears in His own form the unintelligent think Him an ordinary person. Avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam: [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>] although He comes in His own body, which never changes. m&#363;dhas, the unintelligent, think that the impersonal Brahman has assumed a material body to come in the form of a person. Ordinary living beings assume material bodies, but the Supreme Personality of Godhead does not. Since the Supreme Personality of Godhead is the supreme consciousness, it is stated herein that samjñ&#257;na-m&#257;tram, the original consciousness, Krishna consciousness, was unmanifested before the creation, although the consciousness of the Supreme Personality of Godhead is the origin of everything. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/12.htm">2.12</A>), "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be." Thus the Lord's person is the Absolute Truth in the past, present and future.</P><P>In this regard, Madhv&#257;c&#257;rya quotes two verses from the Matsya Pur&#257;na:</P><P>n&#257;n&#257;-varno haris tv eko</P><P CLASS=n>bahu-&#347;&#299;rsha-bhujo r&#363;p&#257;t</P><P CLASS=n>&#257;s&#299;l laye tad-anyat tu</P><P CLASS=n>s&#363;kshma-r&#363;pam &#347;riyam vin&#257;</P><P CLASS=n>asuptah supta iva ca</P><P CLASS=n>m&#299;lit&#257;ksho 'bhavad dharih</P><P CLASS=n>anyatr&#257;n&#257;dar&#257;d vishnau</P><P CLASS=n>&#347;r&#299;&#347; ca l&#299;neva kathyate</P><P CLASS=n>s&#363;kshmatvena harau sth&#257;n&#257;l</P><P CLASS=n>l&#299;nam anyad ap&#299;shyate</P><P>After the annihilation of everything, the Supreme Lord, because of His sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], remains in His original form, but since the other living entities have material bodies, the matter merges into matter, and the subtle form of the spirit soul remains within the body of the Lord. The Lord does not sleep, but the ordinary living entities remain asleep until the next creation. An unintelligent person thinks that the opulence of the Supreme Lord is nonexistent after the annihilation, but that is not a fact. The opulence of the Supreme Personality of Godhead remains as it is in the spiritual world; only in the material world is everything dissolved. Brahma-l&#299;na, merging into the Supreme Brahman, is not actual l&#299;na, or annihilation, for the subtle form remaining in the Brahman effulgence will return to the material world after the material creation and again assume a material form. This is described as bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate. When the material body is annihilated, the spirit soul remains in a subtle form, which later assumes another material body. This is true for the conditioned souls, but the Supreme Personality of Godhead remains eternally in His original consciousness and spiritual body.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>