<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.5</P><P CLASS=c>drumebhyah krudhyam&#257;n&#257;s te</P><P CLASS=c>tapo-d&#299;pita-manyavah</P><P CLASS=c>mukhato v&#257;yum agnim ca</P><P CLASS=c>sasrijus tad-didhakshay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drumebhyah">drumebhyah</A> &#8212; unto the trees; <A CLASS=v HREF="http://vedabase.net/k/krudhyamanah">krudhyam&#257;n&#257;h</A> &#8212; being very angry; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they (the ten sons of Pr&#257;c&#299;nabarhi); <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/d/dipita">d&#299;pita</A>-<A CLASS=v HREF="http://vedabase.net/m/manyavah">manyavah</A> &#8212; whose anger was inflamed because of long austerities; <A CLASS=v HREF="http://vedabase.net/m/mukhatah">mukhatah</A> &#8212; from the mouth; <A CLASS=v HREF="http://vedabase.net/v/vayum">v&#257;yum</A> &#8212; wind; <A CLASS=v HREF="http://vedabase.net/a/agnim">agnim</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sasrjuh">sasrijuh</A> &#8212; they created; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; those forests; <A CLASS=v HREF="http://vedabase.net/d/didhaksaya">didhakshay&#257;</A> &#8212; with the desire <A HREF="http://vedabase.net/t/to">to</A> burn.</P><P CLASS=t>TRANSLATION</P><P>Because of having undergone long austerities in the water, the Pracet&#257;s were very angry at the trees. Desiring to burn them to ashes, they generated wind and fire from their mouths.</P><P CLASS=t>PURPORT</P><P>Here the word tapo-d&#299;pita-manyavah indicates that persons who have undergone severe austerity (tapasya) are endowed with great mystic power, as evinced by the Pracet&#257;s, who created fire and wind from their mouths. Although devotees undergo severe tapasya, however, they are vimanyavah, s&#257;dhavah, which means that they are never angry. They are always decorated with good qualities. Bh&#257;gavatam (<A CLASS=v HREF="../../3/25/21.htm">3.25.21</A>) states:</P><P>titikshavah k&#257;runik&#257;h</P><P CLASS=n>suhridah sarva-dehin&#257;m</P><P CLASS=n>aj&#257;ta-&#347;atravah &#347;&#257;nt&#257;h</P><P CLASS=n>s&#257;dhavah s&#257;dhu-bh&#363;shan&#257;h</P><P>A s&#257;dhu, a devotee, is never angry. Actually the real feature of devotees who undergo tapasya, austerity, is forgiveness. Although a Vaishnava has sufficient power in tapasya, he does not become angry when put into difficulty. If one undergoes tapasya but does not become a Vaishnava, however, one does not develop good qualities. For example, Hiranyaka&#347;ipu and R&#257;vana also performed great austerities, but they did so to demonstrate their demoniac tendencies. Vaishnavas must meet many opponents while preaching the glories of the Lord, but &#346;r&#299; Caitanya Mah&#257;prabhu recommends that they not become angry while preaching. Lord Caitanya Mah&#257;prabhu has given this formula: trin&#257;d api sun&#299;cena taror api sahishnun&#257;/ am&#257;nin&#257; m&#257;nadena k&#299;rtan&#299;yah sad&#257; harih [Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]. "One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and should be ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly." Those engaged in preaching the glories of the Lord should be humbler than grass and more tolerant than a tree; then they can preach the glories of the Lord without difficulty.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>