<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 4 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 4 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Hamsa-guhya Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.4.9</P><P CLASS=c>annam car&#257;n&#257;m acar&#257;</P><P CLASS=c>hy apadah p&#257;da-c&#257;rin&#257;m</P><P CLASS=c>ahast&#257; hasta-yukt&#257;n&#257;m</P><P CLASS=c>dvi-pad&#257;m ca catush-padah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food; <A CLASS=v HREF="http://vedabase.net/c/caranam">car&#257;n&#257;m</A> &#8212; of those that move on wings; <A CLASS=v HREF="http://vedabase.net/a/acarah">acar&#257;h</A> &#8212; the nonmoving (fruits and flowers); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/apadah">apadah</A> &#8212; the living entities without legs, like the grass; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/c/carinam">c&#257;rin&#257;m</A> &#8212; of the animals who move on legs, like the cows and buffalo; <A CLASS=v HREF="http://vedabase.net/a/ahastah">ahast&#257;h</A> &#8212; animals without hands; <A CLASS=v HREF="http://vedabase.net/h/hasta">hasta</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktanam">yukt&#257;n&#257;m</A> &#8212; of the animals with hands, like the tigers; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">pad&#257;m</A> &#8212; of human beings, who have two legs; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">padah</A> &#8212; the four-legged animals like the deer.</P><P CLASS=t>TRANSLATION</P><P>By nature's arrangement, fruits and flowers are considered the food of insects and birds; grass and other legless living entities are meant to be the food of four-legged animals like cows and buffalo; animals that cannot use their front legs as hands are meant to be the food of animals like tigers, which have claws; and four-legged animals like deer and goats, as well as food grains, are meant to be the food of human beings.</P><P CLASS=t>PURPORT</P><P>By nature's law, or the arrangement of the Supreme Personality of Godhead, one kind of living entity is eatable by other living entities. As mentioned herein, dvi-pad&#257;m ca catush-padah: the four-legged animals (catush-padah), as well as food grains, are eatables for human beings (dvi-pad&#257;m). These four-legged animals are those such as deer and goats, not cows, which are meant to be protected. Generally the men of the higher classes of society &#8212; the br&#257;hmanas, kshatriyas and vai&#347;yas &#8212; do not eat meat. Sometimes kshatriyas go to the forest to kill animals like deer because they have to learn the art of killing, and sometimes they eat the animals also. &#346;&#363;dras, too, eat animals such as goats. Cows, however, are never meant to be killed or eaten by human beings. In every &#347;&#257;stra, cow killing is vehemently condemned. Indeed, one who kills a cow must suffer for as many years as there are hairs on the body of a cow. Manu-samhit&#257; says, pravrittir esh&#257; bh&#363;t&#257;n&#257;m nivrittis tu mah&#257;-phal&#257;: we have many tendencies in this material world, but in human life one is meant to learn how to curb those tendencies. Those who desire to eat meat may satisfy the demands of their tongues by eating lower animals, but they should never kill cows, who are actually accepted as the mothers of human society because they supply milk. The &#347;&#257;stra especially recommends, krishi-go-rakshya: the vai&#347;ya section of humanity should arrange for the food of the entire society through agricultural activities and should give full protection to the cows, which are the most useful animals because they supply milk to human society.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>