<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.11</P><P CLASS=c>krit&#257;gasam tam prarudantam akshin&#299;</P><P CLASS=c>kashantam añjan-mashin&#299; sva-p&#257;nin&#257;</P><P CLASS=c>udv&#299;ksham&#257;nam bhaya-vihvalekshanam</P><P CLASS=c>haste grih&#299;tv&#257; bhishayanty av&#257;gurat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/agasam">&#257;gasam</A> &#8212; who was <A HREF="http://vedabase.net/a/an">an</A> offender; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prarudantam">prarudantam</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> crying attitude; <A CLASS=v HREF="http://vedabase.net/a/aksini">akshin&#299;</A> &#8212; His two eyes; <A CLASS=v HREF="http://vedabase.net/k/kasantam">kashantam</A> &#8212; rubbing; <A CLASS=v HREF="http://vedabase.net/a/anjat">añjat</A>-<A CLASS=v HREF="http://vedabase.net/m/masini">mashin&#299;</A> &#8212; from whose eyes the blackish ointment was distributed all over His face with tears; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/panina">p&#257;nin&#257;</A> &#8212; with His own hand; <A CLASS=v HREF="http://vedabase.net/u/udviksamanam">udv&#299;ksham&#257;nam</A> &#8212; who was seen <A HREF="http://vedabase.net/i/in">in</A> that attitude by mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/v/vihvala">vihvala</A>-<A CLASS=v HREF="http://vedabase.net/i/iksanam">&#299;kshanam</A> &#8212; whose eyes appeared distressed because of such fear of His mother; <A CLASS=v HREF="http://vedabase.net/h/haste">haste</A> &#8212; by the hand; <A CLASS=v HREF="http://vedabase.net/g/grhitva">grih&#299;tv&#257;</A> &#8212; catching; <A CLASS=v HREF="http://vedabase.net/b/bhisayanti">bhishayant&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> was threatening Him; <A CLASS=v HREF="http://vedabase.net/a/avagurat">av&#257;gurat</A> &#8212; and thus she very mildly chastised Him.</P><P CLASS=t>TRANSLATION</P><P>When caught by mother Ya&#347;od&#257;, Krishna became more and more afraid and admitted to being an offender. As she looked upon Him, she saw that He was crying, His tears mixing with the black ointment around His eyes, and as He rubbed His eyes with His hands, He smeared the ointment all over His face. Mother Ya&#347;od&#257;, catching her beautiful son by the hand, mildly began to chastise Him.</P><P CLASS=t>PURPORT</P><P>From these dealings between mother Ya&#347;od&#257; and Krishna, we can understand the exalted position of a pure devotee in loving service to the Lord. Yog&#299;s, jñ&#257;n&#299;s, karm&#299;s and Ved&#257;ntists cannot even approach Krishna; they must remain very, very far away from Him and try to enter His bodily effulgence, although this also they are unable to do. Great demigods like Lord Brahm&#257; and Lord &#346;iva always worship the Lord by meditation and by service. Even the most powerful Yamar&#257;ja fears Krishna. Therefore, as we find in the history of Aj&#257;mila, Yamar&#257;ja instructed his followers not even to approach the devotees, what to speak of capturing them. In other words, Yamar&#257;ja also fears Krishna and Krishna's devotees. Yet this Krishna became so dependent on mother Ya&#347;od&#257; that when she simply showed Krishna the stick in her hand, Krishna admitted to being an offender and began to cry like an ordinary child. Mother Ya&#347;od&#257;, of course, did not want to chastise her beloved child very much, and therefore she immediately threw her stick away and simply rebuked Krishna, saying, "Now I shall bind You so that You cannot commit any further offensive activities. Nor for the time being can You play with Your playmates." This shows the position of a pure devotee, in contrast with others, like jñ&#257;n&#299;s, yog&#299;s and the followers of Vedic ritualistic ceremonies, in regarding the transcendental nature of the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>