<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verses 13-14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verses 13-14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.13-14</P><P CLASS=c>na c&#257;ntar na bahir yasya</P><P CLASS=c>na p&#363;rvam n&#257;pi c&#257;param</P><P CLASS=c>p&#363;rv&#257;param bahi&#347; c&#257;ntar</P><P CLASS=c>jagato yo jagac ca yah</P><P CLASS=c>tam matv&#257;tmajam avyaktam</P><P CLASS=c>martya-li&#324;gam adhokshajam</P><P CLASS=c>gopikol&#363;khale d&#257;mn&#257;</P><P CLASS=c>babandha pr&#257;kritam yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; interior; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; exterior; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; beginning; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/aparam">aparam</A> &#8212; end; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/a/aparam">aparam</A> &#8212; the beginning and the end; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; the external and the internal; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the whole cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who is; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; and who is everything <A HREF="http://vedabase.net/i/in">in</A> creation <A HREF="http://vedabase.net/i/in">in</A> total; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/m/matva">matv&#257;</A> &#8212; considering; <A CLASS=v HREF="http://vedabase.net/a/atmajam">&#257;tmajam</A> &#8212; her own son; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; the unmanifested; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; appearing <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/a/adhoksajam">adhokshajam</A> &#8212; beyond sense perception; <A CLASS=v HREF="http://vedabase.net/g/gopika">gopik&#257;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/ulukhale">ul&#363;khale</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the grinding mortar; <A CLASS=v HREF="http://vedabase.net/d/damna">d&#257;mn&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> rope; <A CLASS=v HREF="http://vedabase.net/b/babandha">babandha</A> &#8212; bound; <A CLASS=v HREF="http://vedabase.net/p/prakrtam">pr&#257;kritam</A> <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> done <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> common human child.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead has no beginning and no end, no exterior and no interior, no front and no rear. In other words, He is all-pervading. Because He is not under the influence of the element of time, for Him there is no difference between past, present and future; He exists in His own transcendental form at all times. Being absolute, beyond relativity, He is free from distinctions between cause and effect, although He is the cause and effect of everything. That unmanifested person, who is beyond the perception of the senses, had now appeared as a human child, and mother Ya&#347;od&#257;, considering Him her own ordinary child, bound Him to the wooden mortar with a rope.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>), Krishna is described as the Supreme Brahman (param brahma param dh&#257;ma). The word brahma means "the greatest." Krishna is greater than the greatest, being unlimited and all-pervading. How can it be possible for the all-pervading to be measured or bound? Then again, Krishna is the time factor. Therefore, He is all-pervading not only in space but also in time. We have measurements of time, but although we are limited by past, present and future, for Krishna these do not exist. Every individual person can be measured, but Krishna has already shown that although He also is an individual, the entire cosmic manifestation is within His mouth. All these points considered, Krishna cannot be measured. How then did Ya&#347;od&#257; want to measure Him and bind Him? We must conclude that this took place simply on the platform of pure transcendental love. This was the only cause.</P><P>advaitam acyutam an&#257;dim ananta-r&#363;pam</P><P CLASS=n>&#257;dyam pur&#257;na-purusham nava-yauvanam ca</P><P CLASS=n>vedeshu durlabham adurlabham &#257;tma-bhaktau</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>)</P><P>Everything is one because Krishna is the supreme cause of everything. Krishna cannot be measured or calculated by Vedic knowledge (vedeshu durlabham). He is available only to devotees (adurlabham &#257;tma-bhaktau). Devotees can handle Him because they act on the basis of loving service (bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah) [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]. Thus mother Ya&#347;od&#257; wanted to bind Him.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>