<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.17</P><P CLASS=c>evam sva-geha-d&#257;m&#257;ni</P><P CLASS=c>ya&#347;od&#257; sandadhaty api</P><P CLASS=c>gop&#299;n&#257;m susmayant&#299;n&#257;m</P><P CLASS=c>smayant&#299; vismit&#257;bhavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/g/geha">geha</A>-<A CLASS=v HREF="http://vedabase.net/d/damani">d&#257;m&#257;ni</A> &#8212; all the ropes available <A HREF="http://vedabase.net/i/in">in</A> the household; <A CLASS=v HREF="http://vedabase.net/y/yasoda">ya&#347;od&#257;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sandadhati">sandadhati</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although she was joining one after another; <A CLASS=v HREF="http://vedabase.net/g/gopinam">gop&#299;n&#257;m</A> &#8212; when all the other elderly <A HREF="http://vedabase.net/g/gopi">gop&#299;</A> friends of mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/smayantinam">smayant&#299;n&#257;m</A> &#8212; were all taking pleasure <A HREF="http://vedabase.net/i/in">in</A> this funny affair; <A CLASS=v HREF="http://vedabase.net/s/smayanti">smayant&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> was also smiling; <A CLASS=v HREF="http://vedabase.net/v/vismita">vismit&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; all of them were struck with wonder.</P><P CLASS=t>TRANSLATION</P><P>Thus mother Ya&#347;od&#257; joined whatever ropes were available in the household, but still she failed in her attempt to bind Krishna. Mother Ya&#347;od&#257;'s friends, the elderly gop&#299;s in the neighborhood, were smiling and enjoying the fun. Similarly, mother Ya&#347;od&#257;, although laboring in that way, was also smiling. All of them were struck with wonder.</P><P CLASS=t>PURPORT</P><P>Actually this incident was wonderful because Krishna was only a child with small hands. To bind Him should have required only a rope not more than two feet long. All the ropes in the house combined together might have been hundreds of feet long, but still He was impossible to bind, for all the ropes together were still too short. Naturally mother Ya&#347;od&#257; and her gop&#299; friends thought, "How is this possible?" Seeing this funny affair, all of them were smiling. The first rope was short by a measurement the width of two fingers, and after the second rope was added, it was still two fingers too short. If the shortness of all the ropes were added together, it must have amounted to the width of hundreds of fingers. Certainly this was astonishing. This was another exhibition of Krishna's inconceivable potency to His mother and His mother's friends.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>