<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.18</P><P CLASS=c>sva-m&#257;tuh svinna-g&#257;tr&#257;y&#257;</P><P CLASS=c>visrasta-kabara-srajah</P><P CLASS=c>drishtv&#257; pari&#347;ramam krishnah</P><P CLASS=c>kripay&#257;s&#299;t sva-bandhane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; of His own mother (<A HREF="http://vedabase.net/k/krsna">Krishna</A>'s mother, Ya&#347;od&#257;dev&#299;); <A CLASS=v HREF="http://vedabase.net/s/svinna">svinna</A>-<A CLASS=v HREF="http://vedabase.net/g/gatrayah">g&#257;tr&#257;y&#257;h</A> &#8212; when <A HREF="http://vedabase.net/k/krsna">Krishna</A> saw His mother perspiring all over because of unnecessary labor; <A CLASS=v HREF="http://vedabase.net/v/visrasta">visrasta</A> &#8212; were falling down; <A CLASS=v HREF="http://vedabase.net/k/kabara">kabara</A> &#8212; from her hair; <A CLASS=v HREF="http://vedabase.net/s/srajah">srajah</A> &#8212; of whom the flowers; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; by seeing the condition of His mother; <A CLASS=v HREF="http://vedabase.net/p/parisramam">pari&#347;ramam</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> could understand that she was now overworked and feeling fatigued; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; by His causeless mercy upon His devotee and mother; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; agreed; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhane">bandhane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> binding Him.</P><P CLASS=t>TRANSLATION</P><P>Because of mother Ya&#347;od&#257;'s hard labor, her whole body became covered with perspiration, and the flowers and comb were falling from her hair. When child Krishna saw His mother thus fatigued, He became merciful to her and agreed to be bound.</P><P CLASS=t>PURPORT</P><P>When mother Ya&#347;od&#257; and the other ladies finally saw that Krishna, although decorated with many bangles and other jeweled ornaments, could not be bound with all the ropes available in the house, they decided that Krishna was so fortunate that He could not be bound by any material condition. Thus they gave up the idea of binding Him. But in competition between Krishna and His devotee, Krishna sometimes agrees to be defeated. Thus Krishna's internal energy, yogam&#257;y&#257;, was brought to work, and Krishna agreed to be bound by mother Ya&#347;od&#257;.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>