<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.20</P><P CLASS=c>nemam viriñco na bhavo</P><P CLASS=c>na &#347;r&#299;r apy a&#324;ga-sam&#347;ray&#257;</P><P CLASS=c>pras&#257;dam lebhire gop&#299;</P><P CLASS=c>yat tat pr&#257;pa vimuktid&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this exalted position; <A CLASS=v HREF="http://vedabase.net/v/virincah">viriñcah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/samsraya">sam&#347;ray&#257;</A> &#8212; although she is always the better half of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prasadam">pras&#257;dam</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/l/lebhire">lebhire</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> that which; <A CLASS=v HREF="http://vedabase.net/p/prapa">pr&#257;pa</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/v/vimukti">vimukti</A>-<A CLASS=v HREF="http://vedabase.net/d/dat">d&#257;t</A> &#8212; from <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who gives deliverance from this material world.</P><P CLASS=t>TRANSLATION</P><P>Neither Lord Brahm&#257;, nor Lord &#346;iva, nor even the goddess of fortune, who is always the better half of the Supreme Lord, can obtain from the Supreme Personality of Godhead, the deliverer from this material world, such mercy as received by mother Ya&#347;od&#257;.</P><P CLASS=t>PURPORT</P><P>This is a comparative study between mother Ya&#347;od&#257; and other devotees of the Lord. As stated in Caitanya carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>), ekale &#299;&#347;vara krishna, &#257;ra saba bhritya: the only supreme master is Krishna, and all others are His servants. Krishna has the transcendental quality of bhritya-va&#347;yat&#257;, becoming subordinate to His bhritya, or servant. Now, although everyone is bhritya and although Krishna has the quality of becoming subordinate to His bhritya, the position of mother Ya&#347;od&#257; is the greatest. Lord Brahm&#257; is bhritya, a servant of Krishna, and he is &#257;di-kavi, the original creator of this universe (tene brahma hrid&#257; ya &#257;di-kavaye). Nonetheless, even he could not obtain such mercy as mother Ya&#347;od&#257;. As for Lord &#346;iva, he is the topmost Vaishnava (vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh). What to speak of Lord Brahm&#257; and Lord &#346;iva, the goddess of fortune, Lakshm&#299;, is the Lord's constant companion in service, since she always associates with His body. But even she could not get such mercy. Therefore Mah&#257;r&#257;ja Par&#299;kshit was surprised, thinking, "What did mother Ya&#347;od&#257; and Nanda Mah&#257;r&#257;ja do in their previous lives by which they got such a great opportunity, the opportunity to be the affectionate father and mother of Krishna?"</P><P>In this verse there are three negative pronouncements &#8212; na, na, na. When anything is uttered three times &#8212; "do it, do it, do it" &#8212; one should understand that this is meant to indicate great stress on a fact. In this verse, we find na lebhire, na lebhire, na lebhire. Yet mother Ya&#347;od&#257; is in the supermost exalted position, and thus Krishna has become completely subordinate to her.</P><P>The word vimuktid&#257;t is also significant. There are different types of liberation, such as s&#257;yujya, s&#257;lokya, s&#257;r&#363;pya, s&#257;rshti and s&#257;m&#299;pya, but vimukti means "special mukti." When after liberation one is situated on the platform of prema-bhakti, one is said to have achieved vimukti, "special mukti." Therefore the word na is mentioned. That exalted platform of prem&#257; is described by &#346;r&#299; Caitanya Mah&#257;prabhu as prem&#257; pum-artho mah&#257;n, and mother Ya&#347;od&#257; naturally acts in such an exalted position in loving affairs. She is therefore a nitya-siddha devotee, an expansion of Krishna's hl&#257;din&#299; potency, His potency to enjoy transcendental bliss through expansions who are special devotees (&#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhih). Such devotees are not s&#257;dhana-siddha.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>