<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.5</P><P CLASS=c>tam a&#324;kam &#257;r&#363;dham ap&#257;yayat stanam</P><P CLASS=c>sneha-snutam sa-smitam &#299;kshat&#299; mukham</P><P CLASS=c>atriptam utsrijya javena s&#257; yay&#257;v</P><P CLASS=c>utsicyam&#257;ne payasi tv adhi&#347;rite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/ankam">a&#324;kam</A> <A CLASS=v HREF="http://vedabase.net/a/arudham">&#257;r&#363;dham</A> &#8212; very affectionately allowing Him <A HREF="http://vedabase.net/t/to">to</A> sit down on her lap; <A CLASS=v HREF="http://vedabase.net/a/apayayat">ap&#257;yayat</A> &#8212; allowed <A HREF="http://vedabase.net/t/to">to</A> drink; <A CLASS=v HREF="http://vedabase.net/s/stanam">stanam</A> &#8212; her breast; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/s/snutam">snutam</A> &#8212; which was flowing with milk because of intense affection; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/smitam">smitam</A> <A CLASS=v HREF="http://vedabase.net/i/iksati">&#299;kshat&#299;</A> <A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> was smiling and observing the smiling face of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/atrptam">atriptam</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who was still not fully satisfied by drinking the milk; <A CLASS=v HREF="http://vedabase.net/u/utsrjya">utsrijya</A> &#8212; putting Him aside; <A CLASS=v HREF="http://vedabase.net/j/javena">javena</A> &#8212; very hastily; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; left that place; <A CLASS=v HREF="http://vedabase.net/u/utsicyamane">utsicyam&#257;ne</A> <A CLASS=v HREF="http://vedabase.net/p/payasi">payasi</A> &#8212; because of seeing that the milk was overflowing; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/adhisrite">adhi&#347;rite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the milk <A HREF="http://vedabase.net/p/pan">pan</A> on the oven.</P><P CLASS=t>TRANSLATION</P><P>Mother Ya&#347;od&#257; then embraced Krishna, allowed Him to sit down on her lap, and began to look upon the face of the Lord with great love and affection. Because of her intense affection, milk was flowing from her breast. But when she saw that the milk pan on the oven was boiling over, she immediately left her son to take care of the overflowing milk, although the child was not yet fully satisfied with drinking the milk of His mother's breast.</P><P CLASS=t>PURPORT</P><P>Everything in the household affairs of mother Ya&#347;od&#257; was meant for Krishna. Although Krishna was drinking the breast milk of mother Ya&#347;od&#257;, when she saw that the milk pan in the kitchen was overflowing, she had to take care of it immediately, and thus she left her son, who then became very angry, not having been fully satisfied with drinking the milk of her breast. Sometimes one must take care of more than one item of important business for the same purpose. Therefore mother Ya&#347;od&#257; was not unjust when she left her son to take care of the overflowing milk. On the platform of love and affection, it is the duty of the devotee to do one thing first and other things later. The proper intuition by which to do this is given by Krishna.</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>(<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>)</P><P>In Krishna consciousness, everything is dynamic. Krishna guides the devotee in what to do first and what to do next on the platform of absolute truth.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>