<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.9</P><P CLASS=c>t&#257;m &#257;tta-yashtim prasam&#299;kshya satvaras</P><P CLASS=c>tato 'varuhy&#257;pasas&#257;ra bh&#299;tavat</P><P CLASS=c>gopy anvadh&#257;van na yam &#257;pa yogin&#257;m</P><P CLASS=c>kshamam praveshtum tapaseritam manah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; unto mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A>-<A CLASS=v HREF="http://vedabase.net/y/yastim">yashtim</A> &#8212; carrying <A HREF="http://vedabase.net/i/in">in</A> her hand <A HREF="http://vedabase.net/a/a">a</A> stick; <A CLASS=v HREF="http://vedabase.net/p/prasamiksya">prasam&#299;kshya</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, seeing her <A HREF="http://vedabase.net/i/in">in</A> that attitude; <A CLASS=v HREF="http://vedabase.net/s/satvarah">satvarah</A> &#8212; very quickly; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from there; <A CLASS=v HREF="http://vedabase.net/a/avaruhya">avaruhya</A> &#8212; getting down; <A CLASS=v HREF="http://vedabase.net/a/apasasara">apasas&#257;ra</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> flee; <A CLASS=v HREF="http://vedabase.net/b/bhita">bh&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if very much afraid; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/anvadhavat">anvadh&#257;vat</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> follow Him; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;pa</A> &#8212; failed <A HREF="http://vedabase.net/t/to">to</A> reach; <A CLASS=v HREF="http://vedabase.net/y/yoginam">yogin&#257;m</A> &#8212; of great yog&#299;s, mystics; <A CLASS=v HREF="http://vedabase.net/k/ksamam">kshamam</A> &#8212; who could reach Him; <A CLASS=v HREF="http://vedabase.net/p/pravestum">praveshtum</A> &#8212; trying <A HREF="http://vedabase.net/t/to">to</A> enter into the <A HREF="http://vedabase.net/b/brahman">Brahman</A> effulgence or <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; with great austerities and penances; <A CLASS=v HREF="http://vedabase.net/i/iritam">&#299;ritam</A> &#8212; trying for that purpose; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; by meditation.</P><P CLASS=t>TRANSLATION</P><P>When Lord &#346;r&#299; Krishna saw His mother, stick in hand, He very quickly got down from the top of the mortar and began to flee as if very much afraid. Although yog&#299;s try to capture Him as Param&#257;tm&#257; by meditation, desiring to enter into the effulgence of the Lord with great austerities and penances, they fail to reach Him. But mother Ya&#347;od&#257;, thinking that same Personality of Godhead, Krishna, to be her son, began following Krishna to catch Him.</P><P CLASS=t>PURPORT</P><P>Yog&#299;s, mystics, want to catch Krishna as Param&#257;tm&#257;, and with great austerities and penances they try to approach Him, yet they cannot. Here we see, however, that Krishna is going to be caught by Ya&#347;od&#257; and is running away in fear. This illustrates the difference between the bhakta and the yog&#299;. Yog&#299;s cannot reach Krishna, but for pure devotees like mother Ya&#347;od&#257;, Krishna is already caught. Krishna was even afraid of mother Ya&#347;od&#257;'s stick. This was mentioned by Queen Kunt&#299; in her prayers: bhaya-bh&#257;vanay&#257; sthitasya (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/8/31.htm">1.8.31</A>). Krishna is afraid of mother Ya&#347;od&#257;, and yog&#299;s are afraid of Krishna. Yog&#299;s try to reach Krishna by jñ&#257;na-yoga and other yogas, but fail. Yet although mother Ya&#347;od&#257; was a woman, Krishna was afraid of her, as clearly described in this verse.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>