<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>pitribhy&#257;m prasthite s&#257;dhv&#299;</P><P CLASS=c>patim i&#324;gita-kovid&#257;</P><P CLASS=c>nityam paryacarat pr&#299;ty&#257;</P><P CLASS=c>bhav&#257;n&#299;va bhavam prabhum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/p/pitrbhyam">pitribhy&#257;m</A> &#8212; by the parents; <A CLASS=v HREF="http://vedabase.net/p/prasthite">prasthite</A> &#8212; at the departure; <A CLASS=v HREF="http://vedabase.net/s/sadhvi">s&#257;dhv&#299;</A> &#8212; the chaste woman; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; her husband; <A CLASS=v HREF="http://vedabase.net/i/ingita">i&#324;gita</A>-<A CLASS=v HREF="http://vedabase.net/k/kovida">kovid&#257;</A> &#8212; understanding the desires; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/p/paryacarat">paryacarat</A> &#8212; she served; <A CLASS=v HREF="http://vedabase.net/p/pritya">pr&#299;ty&#257;</A> &#8212; with great love; <A CLASS=v HREF="http://vedabase.net/b/bhavani">bhav&#257;n&#299;</A> &#8212; the goddess <A HREF="http://vedabase.net/p/parvati">P&#257;rvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bhavam</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhum">prabhum</A> &#8212; her lord.</P><P CLASS=t>TRANSLATION</P><P>Maitreya continued: After the departure of her parents, the chaste woman Devah&#363;ti, who could understand the desires of her husband, served him constantly with great love, as Bhav&#257;n&#299;, the wife of Lord &#346;iva, serves her husband.</P><P CLASS=t>PURPORT</P><P>The specific example of Bhav&#257;n&#299; is very significant. Bhav&#257;n&#299; means the wife of Bhava, or Lord &#346;iva. Bhav&#257;n&#299;, or P&#257;rvat&#299;, the daughter of the King of the Himalayas, selected Lord &#346;iva, who appears to be just like a beggar, as her husband. In spite of her being a princess, she undertook all kinds of tribulations to associate with Lord &#346;iva, who did not even have a house, but was sitting underneath the trees and passing his time in meditation. Although Bhav&#257;n&#299; was the daughter of a very great king, she used to serve Lord &#346;iva just like a poor woman. Similarly, Devah&#363;ti was the daughter of an emperor, Sv&#257;yambhuva Manu, yet she preferred to accept Kardama Muni as her husband. She served him with great love and affection, and she knew how to please him. Therefore, she is designated here as s&#257;dhv&#299;, which means "a chaste, faithful wife." Her rare example is the ideal of Vedic civilization. Every woman is expected to be as good and chaste as Devah&#363;ti or Bhav&#257;n&#299;. Today in Hindu society, unmarried girls are still taught to worship Lord &#346;iva with the idea that they may get husbands like him. Lord &#346;iva is the ideal husband, not in the sense of riches or sense gratification, but because he is the greatest of all devotees. Vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh: &#346;ambhu, or Lord &#346;iva, is the ideal Vaishnava. He constantly meditates upon Lord R&#257;ma and chants Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Lord &#346;iva has a Vaishnava samprad&#257;ya, which is called the Vishnusv&#257;m&#299;-samprad&#257;ya. Unmarried girls worship Lord &#346;iva so that they can expect a husband who is as good a Vaishnava as he. The girls are not taught to select a husband who is very rich or very opulent for material sense gratification; rather, if a girl is fortunate enough to get a husband as good as Lord &#346;iva in devotional service, then her life becomes perfect. The wife is dependent on the husband, and if the husband is a Vaishnava, then naturally she shares the devotional service of the husband because she renders him service. This reciprocation of service and love between husband and wife is the ideal of a householder's life.</P><P CLASS=l><A CLASS=i HREF="../22/39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>