<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.10</P><P CLASS=c>devah&#363;tir uv&#257;ca</P><P CLASS=c>r&#257;ddham bata dvija-vrishaitad amogha-yoga-</P><P CLASS=c>m&#257;y&#257;dhipe tvayi vibho tad avaimi bhartah</P><P CLASS=c>yas te 'bhyadh&#257;yi samayah sakrid a&#324;ga-sa&#324;go</P><P CLASS=c>bh&#363;y&#257;d gar&#299;yasi gunah prasavah sat&#299;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devahutih">devah&#363;tih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A> said; <A CLASS=v HREF="http://vedabase.net/r/raddham">r&#257;ddham</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> has been achieved; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/v/vrsa">vrisha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; of mystic powers; <A CLASS=v HREF="http://vedabase.net/a/adhipe">adhipe</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> you; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great one; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avaimi">avaimi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/b/bhartah">bhartah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> husband; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/a/abhyadhayi">abhyadh&#257;yi</A> &#8212; was given; <A CLASS=v HREF="http://vedabase.net/s/samayah">samayah</A> &#8212; promise; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; bodily union; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/g/gariyasi">gar&#299;yasi</A> &#8212; when very glorious; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great quality; <A CLASS=v HREF="http://vedabase.net/p/prasavah">prasavah</A> &#8212; progeny; <A CLASS=v HREF="http://vedabase.net/s/satinam">sat&#299;n&#257;m</A> &#8212; of chaste women.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Devah&#363;ti said: My dear husband, O best of br&#257;hmanas, I know that you have achieved perfection and are the master of all the infallible mystic powers because you are under the protection of yogam&#257;y&#257;, the transcendental nature. But you once made a promise that our bodily union should now fulfill, since children are a great quality for a chaste woman who has a glorious husband.</P><P CLASS=t>PURPORT</P><P>Devah&#363;ti expressed her happiness by uttering the word bata, for she knew that her husband was in a highly elevated, transcendental position and was under the shelter of yogam&#257;y&#257;. As stated in Bhagavad-g&#299;t&#257;, those who are great souls, mah&#257;tm&#257;s, are not under the control of the material energy. The Supreme Lord has two energies, material and spiritual. The living entities are marginal energy. As marginal energy, a person may be under the control of the material energy or the spiritual energy (yogam&#257;y&#257;). Kardama Muni was a great soul, and therefore he was under the spiritual energy, which means that he was directly connected with the Supreme Lord. The symptom of this is Krishna consciousness, constant engagement in devotional service. This was known to Devah&#363;ti, yet she was anxious to have a son by bodily union with the sage. She reminded her husband of his promise to her parents: "I will remain only until the time of Devah&#363;ti's pregnancy." She reminded him that for a chaste woman to have a child by a great personality is most glorious. She wanted to be pregnant, and she prayed for that. The word str&#299; means "expansion." By bodily union of the husband and wife their qualities are expanded: children born of good parents are expansions of the parents' personal qualifications. Both Kardama Muni and Devah&#363;ti were spiritually enlightened; therefore she desired from the beginning that first she be pregnant and then she be empowered with the achievement of God's grace and love of God. For a woman it is a great ambition to have a son of the same quality as a highly qualified husband. Since she had the opportunity to have Kardama Muni as her husband, she also desired to have a child by bodily union.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>