<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.11</P><P CLASS=c>tatreti-krityam upa&#347;iksha yathopade&#347;am</P><P CLASS=c>yenaisha me kar&#347;ito 'tiriramsay&#257;tm&#257;</P><P CLASS=c>siddhyeta te krita-manobhava-dharshit&#257;y&#257;</P><P CLASS=c>d&#299;nas tad &#299;&#347;a bhavanam sadri&#347;am vicakshva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A>-<A CLASS=v HREF="http://vedabase.net/k/krtyam">krityam</A> &#8212; what is necessary <A HREF="http://vedabase.net/t/to">to</A> be done; <A CLASS=v HREF="http://vedabase.net/u/upasiksa">upa&#347;iksha</A> &#8212; perform; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/u/upadesam">upade&#347;am</A> &#8212; instruction <A HREF="http://vedabase.net/i/in">in</A> scripture; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/k/karsitah">kar&#347;itah</A> &#8212; emaciated; <A CLASS=v HREF="http://vedabase.net/a/atiriram">atiriram</A>-<A CLASS=v HREF="http://vedabase.net/s/saya">say&#257;</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> intense passion not being satisfied; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/s/siddhyeta">siddhyeta</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> may <A HREF="http://vedabase.net/h/he">he</A> rendered fit; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; for you; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; excited; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; by emotion; <A CLASS=v HREF="http://vedabase.net/d/dharsitayah">dharshit&#257;y&#257;h</A> &#8212; who <A HREF="http://vedabase.net/a/am">am</A> struck; <A CLASS=v HREF="http://vedabase.net/d/dinah">d&#299;nah</A> &#8212; poor; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my dear lord; <A CLASS=v HREF="http://vedabase.net/b/bhavanam">bhavanam</A> &#8212; house; <A CLASS=v HREF="http://vedabase.net/s/sadrsam">sadri&#347;am</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/v/vicaksva">vicakshva</A> &#8212; please think of.</P><P CLASS=t>TRANSLATION</P><P>Devah&#363;ti continued: My dear lord, I am struck by excited emotion for you. Therefore kindly make what arrangements must be made according to the scriptures so that my skinny body, emaciated through unsatisfied passion, may be rendered fit for you. Also, my lord, please think of a suitable house for this purpose.</P><P CLASS=t>PURPORT</P><P>The Vedic literatures are not only full of spiritual instruction but are also instructive in how to prosecute material existence very nicely, with the ultimate aim of spiritual perfection. Devah&#363;ti asked her husband, therefore, how to prepare herself for sex life according to the Vedic instructions. Sex life is especially meant for having good children. The circumstances for creating good children are mentioned in k&#257;ma-&#347;&#257;stra, the scripture in which suitable arrangements are prescribed for factually glorious sex life. Everything needed is mentioned in the scriptures &#8212; what sort of house and decorations there should be, what sort of dress the wife should have, how she should be decorated with ointments, scents and other attractive features, etc. With these requisites fulfilled, the husband will be attracted by her beauty, and a favorable mental situation will be created. The mental situation at the time of sex life may then be transferred into the womb of the wife, and good children can come out of that pregnancy. Here is a special reference to Devah&#363;ti's bodily features. Because she had become skinny, she feared that her body might have no attraction for Kardama. She wanted to be instructed how to improve her bodily condition in order to attract her husband. Sexual intercourse in which the husband is attracted to the wife is sure to produce a male child, but sexual intercourse based on attraction of the wife for the husband may produce a girl. That is mentioned in the &#256;yur-veda. When the passion of the woman is greater, there is a chance of a girl's being born. When the passion of the man is greater, then there is the possibility of a son. Devah&#363;ti wanted the passion of her husband to be increased by the arrangement mentioned in the k&#257;ma-&#347;&#257;stra. She wanted him to instruct her in that way, and she also requested that he arrange for a suitable house because the hermitage in which Kardama Muni was living was very simple and completely in the mode of goodness, and there was less possibility of passion's being aroused in his heart.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>