<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.2</P><P CLASS=c>vi&#347;rambhen&#257;tma-&#347;aucena</P><P CLASS=c>gauravena damena ca</P><P CLASS=c>&#347;u&#347;r&#363;shay&#257; sauhridena</P><P CLASS=c>v&#257;c&#257; madhuray&#257; ca bhoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visrambhena">vi&#347;rambhena</A> &#8212; with intimacy; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/saucena">&#347;aucena</A> &#8212; with purity of mind and body; <A CLASS=v HREF="http://vedabase.net/g/gauravena">gauravena</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/d/damena">damena</A> &#8212; with control of the senses; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/susrusaya">&#347;u&#347;r&#363;shay&#257;</A> &#8212; with service; <A CLASS=v HREF="http://vedabase.net/s/sauhrdena">sauhridena</A> &#8212; with love; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; with words; <A CLASS=v HREF="http://vedabase.net/m/madhuraya">madhuray&#257;</A> &#8212; sweet; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhoh">bhoh</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/v/vidura">Vidura</A>.</P><P CLASS=t>TRANSLATION</P><P>O Vidura, Devah&#363;ti served her husband with intimacy and great respect, with control of the senses, with love and with sweet words.</P><P CLASS=t>PURPORT</P><P>Here two words are very significant. Devah&#363;ti served her husband in two ways, vi&#347;rambhena and gauravena. These are two important processes in serving the husband or the Supreme Personality of Godhead. Vi&#347;rambhena means "with intimacy," and gauravena means "with great reverence." The husband is a very intimate friend; therefore, the wife must render service just like an intimate friend, and at the same time she must understand that the husband is superior in position, and thus she must offer him all respect. A man's psychology and woman's psychology are different. As constituted by bodily frame, a man always wants to be superior to his wife, and a woman, as bodily constituted, is naturally inferior to her husband. Thus the natural instinct is that the husband wants to post himself as superior to the wife, and this must be observed. Even if there is some wrong on the part of the husband, the wife must tolerate it, and thus there will be no misunderstanding between husband and wife. Vi&#347;rambhena means "with intimacy," but it must not be familiarity that breeds contempt. According to the Vedic civilization, a wife cannot call her husband by name. In the present civilization the wife calls her husband by name, but in Hindu civilization she does not. Thus the inferiority and superiority complexes are recognized. Damena ca: a wife has to learn to control herself even if there is a misunderstanding. Sauhridena v&#257;c&#257; madhuray&#257; means always desiring good for the husband and speaking to him with sweet words. A person becomes agitated by so many material contacts in the outside world; therefore, in his home life he must be treated by his wife with sweet words.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>