<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verses 4-5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verses 4-5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.4-5</P><P CLASS=c>sa vai devarshi-varyas t&#257;m</P><P CLASS=c>m&#257;nav&#299;m samanuvrat&#257;m</P><P CLASS=c>daiv&#257;d gar&#299;yasah patyur</P><P CLASS=c>&#257;&#347;&#257;s&#257;n&#257;m mah&#257;&#347;ishah</P><P CLASS=c>k&#257;lena bh&#363;yas&#257; ksh&#257;m&#257;m</P><P CLASS=c>kar&#347;it&#257;m vrata-caryay&#257;</P><P CLASS=c>prema-gadgaday&#257; v&#257;c&#257;</P><P CLASS=c>p&#299;ditah kripay&#257;brav&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/k/kardama">Kardama</A>); <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; of the celestial sages; <A CLASS=v HREF="http://vedabase.net/v/varyah">varyah</A> &#8212; the foremost; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/m/manavim">m&#257;nav&#299;m</A> &#8212; the daughter of <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/s/samanuvratam">samanuvrat&#257;m</A> &#8212; fully devoted; <A CLASS=v HREF="http://vedabase.net/d/daivat">daiv&#257;t</A> &#8212; than providence; <A CLASS=v HREF="http://vedabase.net/g/gariyasah">gar&#299;yasah</A> &#8212; who was greater; <A CLASS=v HREF="http://vedabase.net/p/patyuh">patyuh</A> &#8212; from her husband; <A CLASS=v HREF="http://vedabase.net/a/asasanam">&#257;&#347;&#257;s&#257;n&#257;m</A> &#8212; expecting; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; great blessings; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> <A CLASS=v HREF="http://vedabase.net/b/bhuyasa">bh&#363;yas&#257;</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/k/ksamam">ksh&#257;m&#257;m</A> &#8212; weak; <A CLASS=v HREF="http://vedabase.net/k/karsitam">kar&#347;it&#257;m</A> &#8212; emaciated; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A>-<A CLASS=v HREF="http://vedabase.net/c/caryaya">caryay&#257;</A> &#8212; by religious observances; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; with love; <A CLASS=v HREF="http://vedabase.net/g/gadgadaya">gadgaday&#257;</A> &#8212; stammering; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> voice; <A CLASS=v HREF="http://vedabase.net/p/piditah">p&#299;ditah</A> &#8212; overcome; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; with compassion; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> said.</P><P CLASS=t>TRANSLATION</P><P>The daughter of Manu, who was fully devoted to her husband, looked upon him as greater even than providence. Thus she expected great blessings from him. Having served him for a long time, she grew weak and emaciated due to her religious observances. Seeing her condition, Kardama, the foremost of celestial sages, was overcome with compassion and spoke to her in a voice choked with great love.</P><P CLASS=t>PURPORT</P><P>The wife is expected to be of the same category as the husband. She must be prepared to follow the principles of the husband, and then there will be happy life. If the husband is a devotee and the wife is materialistic, there cannot be any peace in the home. The wife must see the tendencies of the husband and must be prepared to follow him. From Mah&#257;bh&#257;rata we learn that when G&#257;ndh&#257;r&#299; understood that her would-be husband, Dhritar&#257;shtra, was blind, she immediately began to practice blindness herself. Thus she covered her eyes and played the part of a blind woman. She decided that since her husband was blind, she must also act like a blind woman, otherwise she would be proud of her eyes, and her husband would be seen as inferior. The word samanuvrata indicates that it is the duty of a wife to adopt the special circumstances in which the husband is situated. Of course, if the husband is as great as Kardama Muni, then a very good result accrues from following him. But even if the husband is not a great devotee like Kardama Muni, it is the wife's duty to adapt herself according to his mentality. That makes married life very happy. It is also mentioned herein that by following the strict vows of a chaste woman, Princess Devah&#363;ti became very skinny, and therefore her husband became compassionate. He knew that she was the daughter of a great king and yet was serving him just like an ordinary woman. She was reduced in health by such activities, and he became compassionate and addressed her as follows.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>