<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.42</P><P CLASS=c>kim dur&#257;p&#257;danam tesh&#257;m</P><P CLASS=c>pums&#257;m udd&#257;ma-cetas&#257;m</P><P CLASS=c>yair &#257;&#347;ritas t&#299;rtha-pada&#347;</P><P CLASS=c>carano vyasan&#257;tyayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/d/durapadanam">dur&#257;p&#257;danam</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; for those; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; men; <A CLASS=v HREF="http://vedabase.net/u/uddama">udd&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasam">cetas&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> determined; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;ritah</A> &#8212; taken refuge; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">padah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/caranah">caranah</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A>-<A CLASS=v HREF="http://vedabase.net/a/atyayah">atyayah</A> &#8212; which vanquish dangers.</P><P CLASS=t>TRANSLATION</P><P>What is difficult to achieve for determined men who have taken refuge of the Supreme Personality of Godhead's lotus feet? His feet are the source of sacred rivers like the Ganges, which put an end to the dangers of mundane life.</P><P CLASS=t>PURPORT</P><P>The words yair &#257;&#347;ritas t&#299;rtha-pada&#347; caranah are significant here. The Supreme Personality of Godhead is known as t&#299;rtha-p&#257;da. The Ganges is called a sacred river because it emanates from the toe of Vishnu. The Ganges is meant to eradicate all the material distresses of the conditioned souls. For any living entity, therefore, who has taken shelter of the holy lotus feet of the Lord, nothing is impossible. Kardama Muni is special not because he was a great mystic, but because he was a great devotee. Therefore it is said here that for a great devotee like Kardama Muni, nothing is impossible. Although yog&#299;s can perform wonderful feats, as Kardama has already displayed, Kardama was more than a yog&#299; because he was a great devotee of the Lord; therefore he was more glorious than an ordinary yog&#299;. As it is confirmed in Bhagavad-g&#299;t&#257;, "Out of the many yog&#299;s, he who is a devotee of the Lord is first class." For a person like Kardama Muni there is no question of being conditioned; he was already a liberated soul and better than the demigods, who are also conditioned. Although he was enjoying with his wife and many other women, he was above material, conditional life. Therefore the word vyasan&#257;tyayah is used to indicate that he was beyond the position of a conditioned soul. He was transcendental to all material limitations.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>