<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.44</P><P CLASS=c>vibhajya navadh&#257;tm&#257;nam</P><P CLASS=c>m&#257;nav&#299;m suratotsuk&#257;m</P><P CLASS=c>r&#257;m&#257;m niramayan reme</P><P CLASS=c>varsha-p&#363;g&#257;n muh&#363;rtavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vibhajya">vibhajya</A> &#8212; having divided; <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A>-<A CLASS=v HREF="http://vedabase.net/d/dha">dh&#257;</A> &#8212; into nine; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/m/manavim">m&#257;nav&#299;m</A> &#8212; the daughter of <A HREF="http://vedabase.net/m/manu">Manu</A> (<A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>); <A CLASS=v HREF="http://vedabase.net/s/surata">surata</A> &#8212; for sex life; <A CLASS=v HREF="http://vedabase.net/u/utsukam">utsuk&#257;m</A> &#8212; who was eager; <A CLASS=v HREF="http://vedabase.net/r/ramam">r&#257;m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his wife; <A CLASS=v HREF="http://vedabase.net/n/niramayan">niramayan</A> &#8212; giving pleasure; <A CLASS=v HREF="http://vedabase.net/r/reme">reme</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> enjoyed; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/p/pugan">p&#363;g&#257;n</A> &#8212; for many years; <A CLASS=v HREF="http://vedabase.net/m/muhurtavat">muh&#363;rtavat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> moment.</P><P CLASS=t>TRANSLATION</P><P>After coming back to his hermitage, he divided himself into nine personalities just to give pleasure to Devah&#363;ti, the daughter of Manu, who was eager for sex life. In that way he enjoyed with her for many, many years, which passed just like a moment.</P><P CLASS=t>PURPORT</P><P>Here the daughter of Sv&#257;yambhuva Manu, Devah&#363;ti, is described as suratotsuka. After traveling with her husband all over the universe, in Mount Meru and the beautiful gardens of the heavenly kingdoms, she naturally became sexually stimulated, and in order to satisfy her sexual desire, Kardama Muni expanded himself into nine forms. Instead of one, he became nine, and nine persons had sexual intercourse with Devah&#363;ti for many, many years. It is understood that the sexual appetite of a woman is nine times greater than that of a man. That is clearly indicated here. Otherwise, Kardama Muni would have had no reason to expand himself into nine. Here is another example of yogic power. As the Supreme Personality of Godhead can expand Himself in millions of forms, a yog&#299; can also expand up to nine forms, but not more than that. Another example is that of Saubhari Muni; he also expanded himself into eight forms. But however powerful a yog&#299; may be, he cannot expand himself into more than eight or nine forms. The Supreme Personality of Godhead, however, can expand Himself into millions of forms, ananta-r&#363;pa &#8212; innumerable, countless forms &#8212; as stated in the Brahma-samhit&#257;. No one can compare to the Supreme Personality of Godhead by any conceivable energetic manifestation of power.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>