<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.57</P><P CLASS=c>s&#257;ham bhagavato n&#363;nam</P><P CLASS=c>vañcit&#257; m&#257;yay&#257; dridham</P><P CLASS=c>yat tv&#257;m vimuktidam pr&#257;pya</P><P CLASS=c>na mumuksheya bandhan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that very person; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; surely; <A CLASS=v HREF="http://vedabase.net/v/vancita">vañcit&#257;</A> &#8212; cheated; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy; <A CLASS=v HREF="http://vedabase.net/d/drdham">dridham</A> &#8212; solidly; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/v/vimukti">vimukti</A>-<A CLASS=v HREF="http://vedabase.net/d/dam">dam</A> &#8212; who gives liberation; <A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; having attained; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/m/mumukseya">mumuksheya</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have not sought liberation; <A CLASS=v HREF="http://vedabase.net/b/bandhanat">bandhan&#257;t</A> &#8212; from material bondage.</P><P CLASS=t>TRANSLATION</P><P>My lord, surely I have been solidly cheated by the insurmountable illusory energy of the Supreme Personality of Godhead, for in spite of having obtained your association, which gives liberation from material bondage, I did not seek such liberation.</P><P CLASS=t>PURPORT</P><P>An intelligent man should utilize good opportunities. The first opportunity is the human form of life, and the second opportunity is to take birth in a suitable family where there is cultivation of spiritual knowledge; this is rarely obtained. The greatest opportunity is to have the association of a saintly person. Devah&#363;ti was conscious that she was born as the daughter of an emperor. She was sufficiently educated and cultured, and at last she got Kardama Muni, a saintly person and a great yog&#299;, as her husband. Still, if she did not get liberation from the entanglement of material energy, then certainly she would be cheated by the insurmountable illusory energy. Actually, the illusory, material energy is cheating everyone. People do not know what they are doing when they worship the material energy in the form of goddess K&#257;l&#299; or Durg&#257; for material boons. They ask, "Mother, give me great riches, give me a good wife, give me fame, give me victory." But such devotees of the goddess M&#257;y&#257;, or Durg&#257;, do not know that they are being cheated by that goddess. Material achievement is actually no achievement because as soon as one is illusioned by the material gifts, he becomes more and more entangled, and there is no question of liberation. One should be intelligent enough to know how to utilize material assets for the purpose of spiritual realization. That is called karma-yoga or jñ&#257;na-yoga. Whatever we have we should use as service to the Supreme Person. It is advised in Bhagavad-g&#299;t&#257; sva-karman&#257; tam abhyarcya: one should try to worship the Supreme Personality of Godhead by one's assets. There are many forms of service to the Supreme Lord, and anyone can render service unto Him according to the best of his ability.</P><P>Thus end the Bhaktivedanta purports of the Third Canto, Twenty-third Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Devah&#363;ti's Lamentation."</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../24/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>