<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.7</P><P CLASS=c>ye me sva-dharma-niratasya tapah-sam&#257;dhi-</P><P CLASS=c>vidy&#257;tma-yoga-vijit&#257; bhagavat-pras&#257;d&#257;h</P><P CLASS=c>t&#257;n eva te mad-anusevanay&#257;varuddh&#257;n</P><P CLASS=c>drishtim prapa&#347;ya vitar&#257;my abhay&#257;n a&#347;ok&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those which; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; own religious life; <A CLASS=v HREF="http://vedabase.net/n/niratasya">niratasya</A> &#8212; fully occupied with; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> austerity; <A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> meditation; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by fixing the mind; <A CLASS=v HREF="http://vedabase.net/v/vijitah">vijit&#257;h</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/prasadah">pras&#257;d&#257;h</A> &#8212; the blessings of the Lord; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anusevanaya">anusevanay&#257;</A> &#8212; by devoted service; <A CLASS=v HREF="http://vedabase.net/a/avaruddhan">avaruddh&#257;n</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/d/drstim">drishtim</A> &#8212; transcendental vision; <A CLASS=v HREF="http://vedabase.net/p/prapasya">prapa&#347;ya</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/v/vitarami">vitar&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> giving; <A CLASS=v HREF="http://vedabase.net/a/abhayan">abhay&#257;n</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> free from fear; <A CLASS=v HREF="http://vedabase.net/a/asokan">a&#347;ok&#257;n</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> free from lamentation.</P><P CLASS=t>TRANSLATION</P><P>Kardama Muni continued: I have achieved the blessings of the Lord in discharging my own religious life of austerity, meditation and Krishna consciousness. Although you have not yet experienced these achievements, which are free from fear and lamentation, I shall offer them all to you because you are engaged in my service. Now just look at them. I am giving you the transcendental vision to see how nice they are.</P><P CLASS=t>PURPORT</P><P>Devah&#363;ti engaged only in the service of Kardama Muni. She was not supposed to be so advanced in austerity, ecstasy, meditation or Krishna consciousness, but, imperceptibly, she was sharing her husband's achievements, which she could neither see nor experience. Automatically she achieved these graces of the Lord.</P><P>What are the graces of the Lord? It is stated here that the graces of the Lord are abhaya, free from fearfulness. In the material world, if someone accumulates a million dollars, he is always full of fear because he is always thinking, "What if the money is lost?" But the benediction of the Lord, bhagavat-pras&#257;da, is never to be lost. It is simply to be enjoyed. There is no question of loss. One simply gains and enjoys gaining. Bhagavad-g&#299;t&#257; also confirms this: when one achieves the grace of the Lord, the result is that sarva-duhkh&#257;ni, all distresses, are destroyed. When situated in the transcendental position, one is freed from the two kinds of material diseases &#8212; hankering and lamentation. This is also stated in Bhagavad-g&#299;t&#257;. After devotional life begins, we can achieve the full result of love of Godhead. Love of Krishna is the highest perfection of bhagavat-pras&#257;da, or divine mercy. This transcendental achievement is so greatly valuable that no material happiness can compare to it. Prabodh&#257;nanda Sarasvat&#299; said that if one achieves the grace of Lord Caitanya he becomes so great that he does not care a fig even for the demigods, he thinks of monism as hellish, and for him the perfection of controlling the senses is as easy as anything. Heavenly pleasures become to him no more than stories. Actually, there is no comparison between material happiness and transcendental happiness.</P><P>By the grace of Kardama Muni, Devah&#363;ti experienced actual realization simply by serving. We get a similar example in the life of N&#257;rada Muni. In his previous life, N&#257;rada was a maidservant's son, but his mother was engaged in the service of great devotees. He got the opportunity to serve the devotees, and simply by eating the remnants of their foodstuff and carrying out their orders he became so elevated that in his next life he became the great personality N&#257;rada. For spiritual achievement the easiest path is to take shelter of a bona fide spiritual master and to serve him with heart and soul. That is the secret of success. As stated by Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura in his eight stanzas of prayer to the spiritual master, yasya pras&#257;d&#257;d bhagavat-pras&#257;dah: ** by serving or receiving the grace of the spiritual master, one receives the grace of the Supreme Lord. By serving her devotee husband, Kardama Muni, Devah&#363;ti shared in his achievements. Similarly, a sincere disciple, simply by serving a bona fide spiritual master, can achieve all the mercy of the Lord and the spiritual master simultaneously.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>