<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.8</P><P CLASS=c>anye punar bhagavato bhruva udvijrimbha-</P><P CLASS=c>vibhram&#347;it&#257;rtha-racan&#257;h kim urukramasya</P><P CLASS=c>siddh&#257;si bhu&#324;kshva vibhav&#257;n nija-dharma-doh&#257;n</P><P CLASS=c>divy&#257;n narair duradhig&#257;n nripa-vikriy&#257;bhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/b/bhruvah">bhruvah</A> &#8212; of the eyebrows; <A CLASS=v HREF="http://vedabase.net/u/udvijrmbha">udvijrimbha</A> &#8212; by the movement; <A CLASS=v HREF="http://vedabase.net/v/vibhramsita">vibhram&#347;ita</A> &#8212; annihilated; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/r/racanah">racan&#257;h</A> &#8212; material achievements; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what use; <A CLASS=v HREF="http://vedabase.net/u/urukramasya">urukramasya</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A> (far-stepping); <A CLASS=v HREF="http://vedabase.net/s/siddha">siddh&#257;</A> &#8212; successful; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/b/bhunksva">bhu&#324;kshva</A> &#8212; enjoy; <A CLASS=v HREF="http://vedabase.net/v/vibhavan">vibhav&#257;n</A> &#8212; the gifts; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; by your own principles of devotion; <A CLASS=v HREF="http://vedabase.net/d/dohan">doh&#257;n</A> &#8212; gained; <A CLASS=v HREF="http://vedabase.net/d/divyan">divy&#257;n</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/n/naraih">naraih</A> &#8212; by persons; <A CLASS=v HREF="http://vedabase.net/d/duradhigan">duradhig&#257;n</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/v/vikriyabhih">vikriy&#257;bhih</A> &#8212; proud of aristocracy.</P><P CLASS=t>TRANSLATION</P><P>Kardama Muni continued: What is the use of enjoyments other than the Lord's grace? All material achievements are subject to be annihilated simply by a movement of the eyebrows of Lord Vishnu, the Supreme Personality of Godhead. By your principles of devotion to your husband, you have achieved and can enjoy transcendental gifts very rarely obtained by persons proud of aristocracy and material possessions.</P><P CLASS=t>PURPORT</P><P>Lord Caitanya recommended that the greatest achievement of human life is to achieve the grace of the Lord, love of God. He said, prem&#257; pumartho mah&#257;n: to achieve love of Godhead is the highest perfection of life. The same perfection is recommended by Kardama Muni to his wife. His wife belonged to a very aristocratic royal family. Generally, those who are very materialistic or who possess material wealth and prosperity are unable to appreciate the value of transcendental love of God. Although Devah&#363;ti was a princess coming from a very great royal family, fortunately she was under the supervision of her great husband, Kardama Muni, who offered her the best gift which can be bestowed in human life &#8212; the grace of the Lord, or love of God. This grace of the Lord was achieved by Devah&#363;ti by the good will and satisfaction of her husband. She served her husband, who was a great devotee and saintly person, with great sincerity, love, affection and service, and Kardama Muni was satisfied. He willingly gave love of God, and he recommended that she accept it and enjoy it because he had already achieved it.</P><P>Love of God is not an ordinary commodity. Caitanya Mah&#257;prabhu was worshiped by R&#363;pa Gosv&#257;m&#299; because He distributed love of God, krishna-prem&#257;, to everyone. R&#363;pa Gosv&#257;m&#299; praised Him as mah&#257;-vad&#257;nya, a greatly munificent personality, because He was freely distributing to everyone love of Godhead, which is achieved by wise men only after many, many births. Krishna-prem&#257;, Krishna consciousness, is the highest gift which can be bestowed on anyone whom we presume to love.</P><P>One word used in this verse, nija-dharma-doh&#257;n, is very significant. Devah&#363;ti, as the wife of Kardama Muni, achieved an invaluable gift from her husband because she was very faithful to him. For a woman the first principle of religion is to be faithful to her husband. If, fortunately, the husband is a great personality, then the combination is perfect, and the lives of both the wife and the husband are at once fulfilled.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>