<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 23 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 23 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Devah&#363;ti's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.23.9</P><P CLASS=c>evam bruv&#257;nam abal&#257;khila-yogam&#257;y&#257;-</P><P CLASS=c>vidy&#257;-vicakshanam avekshya gat&#257;dhir &#257;s&#299;t</P><P CLASS=c>sampra&#347;raya-pranaya-vihvalay&#257; gireshad-</P><P CLASS=c>vr&#299;d&#257;valoka-vilasad-dhasit&#257;nan&#257;ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bruvanam">bruv&#257;nam</A> &#8212; speaking; <A CLASS=v HREF="http://vedabase.net/a/abala">abal&#257;</A> &#8212; the woman; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; of transcendental science; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vicaksanam">vicakshanam</A> &#8212; excelling <A HREF="http://vedabase.net/i/in">in</A> knowledge; <A CLASS=v HREF="http://vedabase.net/a/aveksya">avekshya</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/a/adhih">&#257;dhih</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; she became; <A CLASS=v HREF="http://vedabase.net/s/samprasraya">sampra&#347;raya</A> &#8212; with humility; <A CLASS=v HREF="http://vedabase.net/p/pranaya">pranaya</A> &#8212; and with love; <A CLASS=v HREF="http://vedabase.net/v/vihvalaya">vihvalay&#257;</A> &#8212; choked up; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> voice; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;shat</A> &#8212; slightly; <A CLASS=v HREF="http://vedabase.net/v/vrida">vr&#299;d&#257;</A> &#8212; bashful; <A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> glance; <A CLASS=v HREF="http://vedabase.net/v/vilasat">vilasat</A> &#8212; shining; <A CLASS=v HREF="http://vedabase.net/h/hasita">hasita</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/a/anana">&#257;nan&#257;</A> &#8212; her face; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; she spoke.</P><P CLASS=t>TRANSLATION</P><P>Upon hearing the speaking of her husband, who excelled in knowledge of all kinds of transcendental science, innocent Devah&#363;ti was very satisfied. Her smiling face shining with a slightly bashful glance, she spoke in a choked voice because of great humility and love.</P><P CLASS=t>PURPORT</P><P>It is said that if one is already engaged in Krishna consciousness and is rendering transcendental loving service to the Lord, then it can be supposed that he has finished all the recommended courses of austerity, penance, religion, sacrifice, mystic yoga and meditation. Devah&#363;ti's husband was so expert in the transcendental science that there was nothing for him to argue about, and when she heard him speak she was confident that since he was very much advanced in devotional service he had already surpassed all transcendental educational activities. She had no doubt about the gifts offered by her husband; she knew that he was expert in offering such gifts, and when she understood that he was offering the greatest gift, she was very satisfied. She was overwhelmed with ecstatic love, and therefore she could not reply; then, with faltering language, just like an attractive wife, she spoke the following words.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>