<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 6 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 6 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Demigods and Demons Declare a Truce</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.6.11</P><P CLASS=c>tvam m&#257;yay&#257;tm&#257;&#347;rayay&#257; svayedam</P><P CLASS=c>nirm&#257;ya vi&#347;vam tad-anupravishtah</P><P CLASS=c>pa&#347;yanti yukt&#257; manas&#257; man&#299;shino</P><P CLASS=c>guna-vyav&#257;ye 'py agunam vipa&#347;citah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by Your eternal energy; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayaya">&#257;&#347;rayay&#257;</A> &#8212; whose existence is under Your shelter; <A CLASS=v HREF="http://vedabase.net/s/svaya">svay&#257;</A> &#8212; emanated from Yourself; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nirmaya">nirm&#257;ya</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of creating; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the entire universe; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; into <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/anupravistah">anupravishtah</A> &#8212; You enter; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; they see; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yukt&#257;h</A> &#8212; persons <A HREF="http://vedabase.net/i/in">in</A> touch with You; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/an">an</A> elevated mind; <A CLASS=v HREF="http://vedabase.net/m/manisinah">man&#299;shinah</A> &#8212; people with advanced consciousness; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of material qualities; <A CLASS=v HREF="http://vedabase.net/v/vyavaye">vyav&#257;ye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the transformation; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/agunam">agunam</A> &#8212; still untouched by the material qualities; <A CLASS=v HREF="http://vedabase.net/v/vipascitah">vipa&#347;citah</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> fully aware of the truth of <A HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>.</P><P CLASS=t>TRANSLATION</P><P>O Supreme, You are independent in Your self and do not take help from others. Through Your own potency, You create this cosmic manifestation and enter into it. Those who are advanced in Krishna consciousness, who are fully in knowledge of the authoritative &#347;&#257;stra, and who, through the practice of bhakti-yoga, are cleansed of all material contamination, can see with clear minds that although You exist within the transformations of the material qualities, Your presence is untouched by these qualities.</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>):</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sacar&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature, working under My direction, O son of Kunt&#299;, is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again." The material energy creates, maintains and devastates the entire cosmic manifestation because of directions given by the Supreme Personality of Godhead, who enters this universe as Garbhodaka&#347;&#257;y&#299; Vishnu but is untouched by the material qualities. In Bhagavad-g&#299;t&#257; the Lord refers to m&#257;y&#257;, the external energy, which creates this material world, as mama m&#257;y&#257;, "My energy," because this energy works under the full control of the Lord. These facts can be realized only by those who are well versed in Vedic knowledge and advanced in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>