<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 6 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 6 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Demigods and Demons Declare a Truce</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.6.12</P><P CLASS=c>yath&#257;gnim edhasy amritam ca goshu</P><P CLASS=c>bhuvy annam amb&#363;dyamane ca vrittim</P><P CLASS=c>yogair manushy&#257; adhiyanti hi tv&#257;m</P><P CLASS=c>guneshu buddhy&#257; kavayo vadanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/agnim">agnim</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/e/edhasi">edhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> wood; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; milk, which is like nectar; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/gosu">goshu</A> &#8212; from cows; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the ground; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/a/ambu">ambu</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/u/udyamane">udyamane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> enterprise; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; livelihood; <A CLASS=v HREF="http://vedabase.net/y/yogaih">yogaih</A> &#8212; by practice of <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/m/manusyah">manushy&#257;h</A> &#8212; human beings; <A CLASS=v HREF="http://vedabase.net/a/adhiyanti">adhiyanti</A> &#8212; achieve; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material modes of nature; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; great personalities; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; say.</P><P CLASS=t>TRANSLATION</P><P>As one can derive fire from wood, milk from the milk bag of the cow, food grains and water from the land, and prosperity in one's livelihood from industrial enterprises, so, by the practice of bhakti-yoga, even within this material world, one can achieve Your favor or intelligently approach You. Those who are pious all affirm this.</P><P CLASS=t>PURPORT</P><P>Although the Supreme Personality of Godhead is nirguna, not to be found within this material world, the entire material world is pervaded by Him, as stated in Bhagavad-g&#299;t&#257; (may&#257; tatam idam sarvam). The material world is nothing but an expansion of the Lord's material energy, and the entire cosmic manifestation rests upon Him (mat-sth&#257;ni sarva-bh&#363;t&#257;ni). Nonetheless, the Supreme Lord cannot be found here (na c&#257;ham teshv avasthitah). A devotee, however, can see the Supreme Personality of Godhead through the practice of bhakti-yoga. One ordinarily does not begin to practice bhakti-yoga unless he has practiced it in previous births. Moreover, one can begin bhakti-yoga only by the mercy of the spiritual master and Krishna. Guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja. The seed of devotional service is obtainable by the mercy of guru, the spiritual master, and Krishna, the Supreme Personality of Godhead.</P><P>Only by the practice of bhakti-yoga can one achieve the favor of the Supreme Personality of Godhead and see Him face to face (prem&#257;ñjana-cchurita-bhakti-vilocanena santah sadaiva hridayeshu vilokayanti [<A CLASS=v HREF="../../../bs/5/38.htm">Bs. 5.38</A>]). One cannot see the Lord by other methods, such as karma, jñ&#257;na or yoga. Under the direction of the spiritual master, one must cultivate bhakti-yoga (&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). Then, even within this material world, although the Lord is not visible, a devotee can see Him. This is confirmed in Bhagavad-g&#299;t&#257; (bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]) and in &#346;r&#299;mad-Bh&#257;gavatam (bhakty&#257;ham ekay&#257; gr&#257;hyah). Thus by devotional service one can achieve the favor of the Supreme Personality of Godhead, although He is not visible or understandable to materialistic persons.</P><P>In this verse, the cultivation of bhakti-yoga is compared to many material activities. By friction one can get fire from wood, by digging the earth one can get food grains and water, and by agitating the milk bag of the cow one can get nectarean milk. Milk is compared to nectar, which one can drink to become immortal. Of course, simply drinking milk will not make one immortal, but it can increase the duration of one's life. In modern civilization, men do not think milk to be important, and therefore they do not live very long. Although in this age men can live up to one hundred years, their duration of life is reduced because they do not drink large quantities of milk. This is a sign of Kali-yuga. In Kali-yuga, instead of drinking milk, people prefer to slaughter an animal and eat its flesh. The Supreme Personality of Godhead, in His instructions of Bhagavad-g&#299;t&#257;, advises go-rakshya, which means cow protection. The cow should be protected, milk should be drawn from the cows, and this milk should be prepared in various ways. One should take ample milk, and thus one can prolong one's life, develop his brain, execute devotional service, and ultimately attain the favor of the Supreme Personality of Godhead. As it is essential to get food grains and water by digging the earth, it is also essential to give protection to the cows and take nectarean milk from their milk bags.</P><P>The people of this age are inclined toward industrial enterprises for comfortable living, but they refuse to endeavor to execute devotional service, by which they can achieve the ultimate goal of life by returning home, back to Godhead. Unfortunately, as it is said, na te viduh sv&#257;rtha-gatim hi vishnum dur&#257;&#347;ay&#257; ye bahir-artha-m&#257;ninah [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>]. People without spiritual education do not know that the ultimate goal of life is to go back home, back to Godhead. Forgetting this aim of life, they are working very hard in disappointment and frustration (mogh&#257;&#347;&#257; mogha-karm&#257;no mogha jñ&#257;n&#257; vicetasah [<A CLASS=v HREF="../../../bg/9/12.htm">Bg. 9.12</A>]). The so-called vai&#347;yas &#8212; the industrialists or businessmen &#8212; are involved in big, big industrial enterprises, but they are not interested in food grains and milk. However, as indicated here, by digging for water, even in the desert, we can produce food grains; when we produce food grains and vegetables, we can give protection to the cows; while giving protection to the cows, we can draw from them abundant quantities of milk; and by getting enough milk and combining it with food grains and vegetables, we can prepare hundreds of nectarean foods. We can happily eat this food and thus avoid industrial enterprises and joblessness.</P><P>Agriculture and cow protection are the way to become sinless and thus be attracted to devotional service. Those who are sinful cannot be attracted by devotional service. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam</P><P CLASS=n>jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257;</P><P CLASS=n>bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination." The majority of people in this age of Kali are sinful, short-living, unfortunate and disturbed (mand&#257;h sumanda-matayo manda-bh&#257;gy&#257; hy upadrut&#257;h [<A CLASS=v HREF="../../1/1/10.htm">SB 1.1.10</A>]). For them, Caitanya Mah&#257;prabhu has advised:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way."</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>