<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 6 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 6 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Demigods and Demons Declare a Truce</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.6.13</P><P CLASS=c>tam tv&#257;m vayam n&#257;tha samujjih&#257;nam</P><P CLASS=c>saroja-n&#257;bh&#257;ticirepsit&#257;rtham</P><P CLASS=c>drishtv&#257; gat&#257; nirvritam adya sarve</P><P CLASS=c>gaj&#257; dav&#257;rt&#257; iva g&#257;&#324;gam ambhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/s/samujjihanam">samujjih&#257;nam</A> &#8212; now appearing before us with all glories; <A CLASS=v HREF="http://vedabase.net/s/saroja">saroja</A>-<A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, whose navel resembles <A HREF="http://vedabase.net/a/a">a</A> lotus flower, or from whose navel grows <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/c/cira">cira</A> &#8212; for <A HREF="http://vedabase.net/a/an">an</A> extremely long time; <A CLASS=v HREF="http://vedabase.net/i/ipsita">&#299;psita</A> &#8212; desiring; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> our vision; <A CLASS=v HREF="http://vedabase.net/n/nirvrtam">nirvritam</A> &#8212; transcendental happiness; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/g/gajah">gaj&#257;h</A> &#8212; elephants; <A CLASS=v HREF="http://vedabase.net/d/dava">dava</A>-<A CLASS=v HREF="http://vedabase.net/a/artah">art&#257;h</A> &#8212; being afflicted <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> forest fire; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/g/gangam">g&#257;&#324;gam</A> <A CLASS=v HREF="http://vedabase.net/a/ambhah">ambhah</A> &#8212; with water from the Ganges.</P><P CLASS=t>TRANSLATION</P><P>Elephants afflicted by a forest fire become very happy when they get water from the Ganges. Similarly, O my Lord, from whose navel grows a lotus flower, since You have now appeared before us, we have become transcendentally happy. By seeing Your Lordship, whom we have desired to see for a very long time, we have achieved our ultimate goal in life.</P><P CLASS=t>PURPORT</P><P>The devotees of the Lord are always very eager to see the Supreme Lord face to face, but they do not demand that the Lord come before them, for a pure devotee considers such a demand to be contrary to devotional service. &#346;r&#299; Caitanya Mah&#257;prabhu teaches this lesson in His &#346;iksh&#257;shtaka. Adar&#347;an&#257;n marma-hat&#257;m karotu v&#257;. The devotee is always eager to see the Lord face to face, but if he is brokenhearted because he cannot see the Lord, even life after life, he will never command the Lord to appear. This is a sign of pure devotion. Therefore in this verse we find the word ati-cira-&#299;psita-artham, meaning that the devotee aspires for a long, long time to see the Lord. If the Lord, by His own pleasure, appears before the devotee, the devotee feels extremely happy, as Dhruva Mah&#257;r&#257;ja felt when he personally saw the Supreme Personality of Godhead. When Dhruva Mah&#257;r&#257;ja saw the Lord, he had no desire to ask the Lord for any benediction. Indeed, simply by seeing the Lord, Dhruva Mah&#257;r&#257;ja felt so satisfied that he did not want to ask the Lord for any benediction (sv&#257;min krit&#257;rtho 'smi varam na y&#257;ce). A pure devotee, whether able or unable to see the Lord, always engages in the Lord's devotional service, always hoping that at some time the Lord may be pleased to appear before him so that he can see the Lord face to face.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>