<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 6 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 6 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Demigods and Demons Declare a Truce</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.6.15</P><P CLASS=c>aham giritra&#347; ca sur&#257;dayo ye</P><P CLASS=c>daksh&#257;dayo 'gner iva ketavas te</P><P CLASS=c>kim v&#257; vid&#257;me&#347;a prithag-vibh&#257;t&#257;</P><P CLASS=c>vidhatsva &#347;am no dvija-deva-mantram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> (Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/g/giritrah">giritrah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; all the demigods; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> we <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; headed by <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/a/agneh">agneh</A> &#8212; of fire; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/k/ketavah">ketavah</A> &#8212; sparks; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/v/vidama">vid&#257;ma</A> &#8212; can we understand; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhatah">vibh&#257;t&#257;h</A> &#8212; independently of You; <A CLASS=v HREF="http://vedabase.net/v/vidhatsva">vidhatsva</A> &#8212; kindly bestow upon us; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the means of deliverance suitable for the br&#257;hmanas and demigods.</P><P CLASS=t>TRANSLATION</P><P>I [Lord Brahm&#257;], Lord &#346;iva and all the demigods, accompanied by the praj&#257;patis like Daksha, are nothing but sparks illuminated by You, who are the original fire. Since we are particles of You, what can we understand about our welfare? O Supreme Lord, please give us the means of deliverance that is suitable for the br&#257;hmanas and demigods.</P><P CLASS=t>PURPORT</P><P>In this verse, the word dvija-deva-mantram is very important. The word mantra means "that which delivers one from the material world." Only the dvijas (the br&#257;hmanas) and the devas (the demigods) can be delivered from material existence by the instructions of the Supreme Personality of Godhead. Whatever is spoken by the Supreme Personality of Godhead is a mantra and is suitable for delivering the conditioned souls from mental speculation. The conditioned souls are engaged in a struggle for existence (manah shashth&#257;n&#299;ndriy&#257;ni prakriti-sth&#257;ni karshati [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). Deliverance from this struggle constitutes the highest benefit, but unless one gets a mantra from the Supreme Personality of Godhead, deliverance is impossible. The beginning mantra is the G&#257;yatr&#299; mantra. Therefore, after purification, when one is qualified to become a br&#257;hmana (dvija), he is offered the G&#257;yatr&#299; mantra. Simply by chanting the G&#257;yatr&#299; mantra, one can be delivered. This mantra, however, is suitable only for the br&#257;hmanas and demigods. In Kali-yuga, we are all in a very difficult position, in which we need a suitable mantra that can deliver us from the dangers of this age. Therefore the Supreme Personality of Godhead, in His incarnation as Lord Caitanya, gives us the Hare Krishna mantra.</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way." In His &#346;iksh&#257;shtaka, Lord Caitanya says, param vijayate &#347;r&#299;-krishna-sa&#324;k&#299;rtanam: "All glories to the chanting of &#347;r&#299;-krishna-sa&#324;k&#299;rtana!" The mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; is directly chanted by the Lord Himself, who gives us this mantra for deliverance.</P><P>We cannot invent any means to be delivered from the dangers of material existence. Here, even the demigods, such as Lord Brahm&#257; and Lord &#346;iva, and the praj&#257;patis, such as Daksha, are said to be like illuminating sparks in the presence of the Supreme Lord, who is compared to a great fire. Sparks are beautiful as long as they are in the fire. Similarly, we have to remain in the association of the Supreme Personality of Godhead and always engage in devotional service, for then we shall always be brilliant and illuminating. As soon as we fall from the service of the Lord, our brilliance and illumination will immediately be extinguished, or at least stopped for some time. When we living entities, who are like sparks of the original fire, the Supreme Lord, fall into a material condition, we must take the mantra from the Supreme Personality of Godhead as it is offered by &#346;r&#299; Caitanya Mah&#257;prabhu. By chanting this Hare Krishna mantra, we shall be delivered from all the difficulties of this material world.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>