<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 6 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 6 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Demigods and Demons Declare a Truce</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.6.28</P><P CLASS=c>drishtv&#257;r&#299;n apy asamyatt&#257;ñ</P><P CLASS=c>j&#257;ta-kshobh&#257;n sva-n&#257;yak&#257;n</P><P CLASS=c>nyashedhad daitya-r&#257;t &#347;lokyah</P><P CLASS=c>sandhi-vigraha-k&#257;lavit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/a/arin">ar&#299;n</A> &#8212; the enemies; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/asamyattan">asamyatt&#257;n</A> &#8212; without any endeavor <A HREF="http://vedabase.net/t/to">to</A> fight; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/ksobhan">kshobh&#257;n</A> &#8212; who became agitated; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/n/nayakan">n&#257;yak&#257;n</A> &#8212; his own captains and commanders; <A CLASS=v HREF="http://vedabase.net/n/nyasedhat">nyashedhat</A> &#8212; prevented; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> &#8212; the Emperor of the Daityas, <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bali">Bali</A>; <A CLASS=v HREF="http://vedabase.net/s/slokyah">&#347;lokyah</A> &#8212; very respectable and prominent; <A CLASS=v HREF="http://vedabase.net/s/sandhi">sandhi</A> &#8212; for making negotiations; <A CLASS=v HREF="http://vedabase.net/v/vigraha">vigraha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> for fighting; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; the time; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; completely aware of.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Bali, a most celebrated king of the demons, knew very well when to make peace and when to fight. Thus although his commanders and captains were agitated and were about to kill the demigods, Mah&#257;r&#257;ja Bali, seeing that the demigods were coming to him without a militant attitude, forbade his commanders to kill them.</P><P CLASS=t>PURPORT</P><P>Vedic etiquette enjoins: grihe &#347;atrum api pr&#257;ptam vi&#347;vastam akutobhayam. When enemies come to their opponent's place, they should be received in such a way that they will forget that there is animosity between the two parties. Bali Mah&#257;r&#257;ja was well conversant with the arts of peacemaking and fighting. Thus he received the demigods very well, although his commanders and captains were agitated. This kind of treatment was prevalent even during the fight between the P&#257;ndavas and the Kurus. During the day, the P&#257;ndavas and Kurus would fight with the utmost strength, and when the day was over they would go to each other's camps as friends and be received as such. During such friendly meetings, one enemy would offer anything the other enemy wanted. That was the system.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>