<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 6 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 6 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Demigods and Demons Declare a Truce</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.6.9</P><P CLASS=c>r&#363;pam tavaitat purusharshabhejyam</P><P CLASS=c>&#347;reyo 'rthibhir vaidika-t&#257;ntrikena</P><P CLASS=c>yogena dh&#257;tah saha nas tri-lok&#257;n</P><P CLASS=c>pa&#347;y&#257;my amushminn u ha vi&#347;va-m&#363;rtau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of all personalities; <A CLASS=v HREF="http://vedabase.net/i/ijyam">ijyam</A> &#8212; worshipable; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; ultimate auspiciousness; <A CLASS=v HREF="http://vedabase.net/a/arthibhih">arthibhih</A> &#8212; by persons who desire; <A CLASS=v HREF="http://vedabase.net/v/vaidika">vaidika</A> &#8212; under the direction of Vedic instructions; <A CLASS=v HREF="http://vedabase.net/t/tantrikena">t&#257;ntrikena</A> &#8212; realized by followers of Tantras, like <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>-pañcar&#257;tra; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by practice of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/d/dhatah">dh&#257;tah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme director; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us (the demigods); <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; controlling the three worlds; <A CLASS=v HREF="http://vedabase.net/p/pasyami">pa&#347;y&#257;mi</A> &#8212; we see directly; <A CLASS=v HREF="http://vedabase.net/a/amusmin">amushmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; completely manifested; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/m/murtau">m&#363;rtau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You, who have the universal form.</P><P CLASS=t>TRANSLATION</P><P>O best of persons, O supreme director, those who actually aspire for supreme good fortune worship this form of Your Lordship according to the Vedic Tantras. My Lord, we can see all the three worlds in You.</P><P CLASS=t>PURPORT</P><P>The Vedic mantras say: yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati. When the devotee sees the Supreme Personality of Godhead by his meditation, or when he sees the Lord personally, face to face, he becomes aware of everything within this universe. Indeed, nothing is unknown to him. Everything within this material world is fully manifested to a devotee who has seen the Supreme Personality of Godhead. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>) therefore advises:</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam</P><P CLASS=n>jñ&#257;ninas tattva-dar&#347;inah</P><P>"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth." Lord Brahm&#257; is one of these self-realized authorities (svayambh&#363;r n&#257;radah &#347;ambhuh kum&#257;rah kapilo manuh [<A CLASS=v HREF="../../6/3/20.htm">SB 6.3.20</A>]). One must therefore accept the disciplic succession from Lord Brahm&#257;, and then one can understand the Supreme Personality of Godhead in fullness. Here the word vi&#347;va-m&#363;rtau indicates that everything exists in the form of the Supreme Personality of Godhead. One who is able to worship Him can see everything in Him and see Him in everything.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>