<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 27 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 27 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Lord Krishna's Instructions on the Process of Deity Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.27.35</P><P CLASS=c>abhya&#324;gonmardan&#257;dar&#347;a-</P><P CLASS=c>danta-dh&#257;v&#257;bhishecanam</P><P CLASS=c>ann&#257;dya-g&#299;ta-nrity&#257;ni</P><P CLASS=c>parvani syur ut&#257;nv-aham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abhyanga">abhya&#324;ga</A> &#8212; with ointment; <A CLASS=v HREF="http://vedabase.net/u/unmardana">unmardana</A> &#8212; massaging; <A CLASS=v HREF="http://vedabase.net/a/adarsa">&#257;dar&#347;a</A> &#8212; offering <A HREF="http://vedabase.net/a/a">a</A> mirror; <A CLASS=v HREF="http://vedabase.net/d/danta">danta</A>-<A CLASS=v HREF="http://vedabase.net/d/dhava">dh&#257;va</A> &#8212; washing the teeth; <A CLASS=v HREF="http://vedabase.net/a/abhisecanam">abhishecanam</A> &#8212; bathing; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A> &#8212; offering food that can be eaten without chewing; <A CLASS=v HREF="http://vedabase.net/a/adya">&#257;dya</A> &#8212; offering food that is chewed; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A> &#8212; singing; <A CLASS=v HREF="http://vedabase.net/n/nrtyani">nrity&#257;ni</A> &#8212; and dancing; <A CLASS=v HREF="http://vedabase.net/p/parvani">parvani</A> &#8212; on special holidays; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; these offerings should be <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; or else (if <A HREF="http://vedabase.net/i/it">it</A> is within one's means); <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; every day.</P><P CLASS=t>TRANSLATION</P><P>On special occasions, and daily if possible, the Deity should be massaged with ointment, shown a mirror, offered a eucalyptus stick for brushing His teeth, bathed with the five kinds of nectar, offered all kinds of opulent foods, and entertained with singing and dancing.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura describes the process of Deity worship as follows: "First the Deity's teeth should be cleaned and His body massaged with fragrant oil and rubbed with vermilion, camphor powder and so forth. Then He should be bathed with fragrant water and the five kinds of nectar. Next one should offer valuable silk garments and jeweled ornaments to the Deity, smear His body with sandalwood paste, and offer Him garlands and other gifts. After this, one should hold a mirror in front of the Deity and then offer fragrant oil, flowers, incense, lamps and scented water for refreshing the mouth. One should offer all types of palatable foods, fragrant water, betel nuts, garlands, &#257;rati lamps, a bed to rest on, and so on. One should also fan the Deity and perform instrumental music, singing and dancing. This Deity worship must be performed on special occasions like religious holidays or else, if one can afford it, daily." According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, Ek&#257;da&#347;&#299; is an appropriate day for performing special Deity worship.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>