<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 15"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 15: Bali Mah&#257;r&#257;ja Conquers the Heavenly Planets</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 8.15 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 8.15.1-2</B></A>: Mah&#257;r&#257;ja Par&#299;kshit inquired: The Supreme Personality of Godhead is the proprietor of everything. Why did He beg three paces of land from Bali Mah&#257;r&#257;ja like a poor man, and when He got the gift for which He had begged, why did He nonetheless arrest Bali Mah&#257;r&#257;ja? I am very much anxious to know the mystery of these contradictions.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 8.15.3</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: O King, when Bali Mah&#257;r&#257;ja lost all his opulence and died in the fight, &#346;ukr&#257;c&#257;rya, a descendant of Bhrigu Muni, brought him back to life. Because of this, the great soul Bali Mah&#257;r&#257;ja became a disciple of &#346;ukr&#257;c&#257;rya and began to serve him with great faith, offering everything he had.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 8.15.4</B></A>: The br&#257;hmana descendants of Bhrigu Muni were very pleased with Bali Mah&#257;r&#257;ja, who desired to conquer the kingdom of Indra. Therefore, after purifying him and properly bathing him according to regulative principles, they engaged him in performing the yajña known as Vi&#347;vajit.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 8.15.5</B></A>: When ghee [clarified butter] was offered in the fire of sacrifice, there appeared from the fire a celestial chariot covered with gold and silk. There also appeared yellow horses like those of Indra, and a flag marked with a lion.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 8.15.6</B></A>: A gilded bow, two quivers of infallible arrows, and celestial armor also appeared. Bali Mah&#257;r&#257;ja's grandfather Prahl&#257;da Mah&#257;r&#257;ja offered Bali a garland of flowers that would never fade, and &#346;ukr&#257;c&#257;rya gave him a conchshell.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 8.15.7</B></A>: When Mah&#257;r&#257;ja Bali had thus performed the special ritualistic ceremony advised by the br&#257;hmanas and had received, by their grace, the equipment for fighting, he circumambulated the br&#257;hmanas and offered them obeisances. He also saluted Prahl&#257;da Mah&#257;r&#257;ja and offered obeisances to him.</P><P CLASS=r><A CLASS=i HREF="8-9.htm"><B>SB 8.15.8-9</B></A>: Then, after getting on the chariot given by &#346;ukr&#257;c&#257;rya, Bali Mah&#257;r&#257;ja, decorated with a nice garland, put protective armor on his body, equipped himself with a bow, and took up a sword and a quiver of arrows. When he sat down on the seat of the chariot, his arms decorated with golden bangles and his ears with sapphire earrings, he shone like a worshipable fire.</P><P CLASS=r><A CLASS=i HREF="10-11.htm"><B>SB 8.15.10-11</B></A>: When he assembled with his own soldiers and the demon chiefs, who were equal to him in strength, opulence and beauty, they appeared as if they would swallow the sky and burn all directions with their vision. After thus gathering the demoniac soldiers, Bali Mah&#257;r&#257;ja departed for the opulent capital of Indra. Indeed, he seemed to make the entire surface of the world tremble.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 8.15.12</B></A>: King Indra's city was full of pleasing orchards and gardens, such as the Nandana garden. Because of the weight of the flowers, leaves and fruit, the branches of the eternally existing trees were bending down. The gardens were visited by pairs of chirping birds and singing bees. The entire atmosphere was celestial.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 8.15.13</B></A>: Beautiful women protected by the demigods sported in the gardens, which had lotus ponds full of swans, cranes, cakrav&#257;kas and ducks.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 8.15.14</B></A>: The city was surrounded by trenches full of Ganges water, known as &#256;k&#257;&#347;a-ga&#324;g&#257;, and by a high wall, which was the color of fire. Upon this wall were parapets for fighting.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 8.15.15</B></A>: The doors were made of solid gold plates, and the gates were of excellent marble. These were linked by various public roads. The entire city had been constructed by Vi&#347;vakarm&#257;.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 8.15.16</B></A>: The city was full of courtyards, wide roads, assembly houses, and not less than one hundred million airplanes. The crossroads were made of pearl, and there were sitting places made of diamond and coral.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 8.15.17</B></A>: Everlastingly beautiful and youthful women, who were dressed with clean garments, glittered in the city like fires with flames. They all possessed the quality of &#347;y&#257;m&#257;.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 8.15.18</B></A>: The breezes blowing in the streets of the city bore the fragrance of the flowers falling from the hair of the women of the demigods.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 8.15.19</B></A>: Apsar&#257;s passed on the streets, which were covered with the white, fragrant smoke of aguru incense emanating from windows with golden filigree.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 8.15.20</B></A>: The city was shaded by canopies decorated with pearls, and the domes of the palaces had flags of pearl and gold. The city always resounded with the vibrations of peacocks, pigeons and bees, and above the city flew airplanes full of beautiful women who constantly chanted auspicious songs that were very pleasing to the ear.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 8.15.21</B></A>: The city was filled with the sounds of mrida&#324;gas, conchshells, kettledrums, flutes and well-tuned stringed instruments all playing in concert. There was constant dancing and the Gandharvas sang. The combined beauty of Indrapur&#299; defeated beauty personified.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 8.15.22</B></A>: No one who was sinful, envious, violent toward other living entities, cunning, falsely proud, lusty or greedy could enter that city. The people who lived there were all devoid of these faults.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 8.15.23</B></A>: Bali Mah&#257;r&#257;ja, who was the commander of numberless soldiers, gathered his soldiers outside this abode of Indra and attacked it from all directions. He sounded the conchshell given him by his spiritual master, &#346;ukr&#257;c&#257;rya, thus creating a fearful situation for the women protected by Indra.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 8.15.24</B></A>: Seeing Bali Mah&#257;r&#257;ja's indefatigable endeavor and understanding his motive, King Indra, along with the other demigods, approached his spiritual master, Brihaspati, and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 8.15.25</B></A>: My lord, our old enemy Bali Mah&#257;r&#257;ja now has new enthusiasm, and he has obtained such astonishing power that we think that perhaps we cannot resist his prowess.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 8.15.26</B></A>: No one anywhere can counteract this military arrangement of Bali's. It now appears that Bali is trying to drink up the entire universe with his mouth, lick up the ten directions with his tongue, and raise fire in every direction with his eyes. Indeed, he has arisen like the annihilating fire known as samvartaka.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 8.15.27</B></A>: Kindly inform me. What is the cause for Bali Mah&#257;r&#257;ja's strength, endeavor, influence and victory? How has he become so enthusiastic?</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 8.15.28</B></A>: Brihaspati, the spiritual master of the demigods, said: O Indra, I know the cause for your enemy's becoming so powerful. The br&#257;hmana descendants of Bhrigu Muni, being pleased by Bali Mah&#257;r&#257;ja, their disciple, endowed him with such extraordinary power.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 8.15.29</B></A>: Neither you nor your men can conquer the most powerful Bali. Indeed, no one but the Supreme Personality of Godhead can conquer him, for he is now equipped with the supreme spiritual power [brahma-tejas]. As no one can stand before Yamar&#257;ja, no one can now stand before Bali Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 8.15.30</B></A>: Therefore, waiting until the situation of your enemies is reversed, you should all leave this heavenly planet and go elsewhere, where you will not be seen.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 8.15.31</B></A>: Bali Mah&#257;r&#257;ja has now become extremely powerful because of the benedictions given him by the br&#257;hmanas, but when he later insults the br&#257;hmanas, he will be vanquished, along with his friends and assistants.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 8.15.32</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: The demigods, being thus advised by Brihaspati for their benefit, immediately accepted his words. Assuming forms according to their desire, they left the heavenly kingdom and scattered, without being observed by the demons.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 8.15.33</B></A>: When the demigods had disappeared, Bali Mah&#257;r&#257;ja, the son of Virocana, entered the heavenly kingdom, and from there he brought the three worlds under his control.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 8.15.34</B></A>: The br&#257;hmana descendants of Bhrigu, being very pleased with their disciple, who had conquered the entire universe, now engaged him in performing one hundred a&#347;vamedha sacrifices.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 8.15.35</B></A>: When Bali Mah&#257;r&#257;ja performed these sacrifices, he gained a great reputation in all directions, throughout the three worlds. Thus he shone in his position, like the brilliant moon in the sky.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 8.15.36</B></A>: Because of the favor of the br&#257;hmanas, the great soul Bali Mah&#257;r&#257;ja, thinking himself very satisfied, became very opulent and prosperous and began to enjoy the kingdom.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>