<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 15"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Conquers the Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.15 Summary</P><P>This chapter describes how Bali, after performing the Vi&#347;vajit-yajña, received the benediction of a chariot and various kinds of paraphernalia for war, with which he attacked the King of heaven. All the demigods, being afraid of him, left the heavenly planets and went away, following the instructions of their guru.</P><P>Mah&#257;r&#257;ja Par&#299;kshit wanted to understand how Lord V&#257;manadeva, on the plea of taking three paces of land from Bali Mah&#257;r&#257;ja, took everything away from him and arrested him. &#346;ukadeva Gosv&#257;m&#299; responded to this inquiry with the following explanation. In the fight between the demons and the demigods, as described in the Eleventh Chapter of this canto, Bali was defeated, and he died in the fight, but by the grace of &#346;ukr&#257;c&#257;rya he regained his life. Thus he engaged himself in the service of &#346;ukr&#257;c&#257;rya, his spiritual master. The descendants of Bhrigu, being pleased with him, engaged him in the Vi&#347;vajit-yajña. When this yajña was performed, from the fire of yajña came a chariot, horses, a flag, a bow, armor and two quivers of arrows. Mah&#257;r&#257;ja Prahl&#257;da, Bali Mah&#257;r&#257;ja's grandfather, gave Bali an eternal garland of flowers, and &#346;ukr&#257;c&#257;rya gave him a conchshell. Bali Mah&#257;r&#257;ja, after offering obeisances to Prahl&#257;da, the br&#257;hmanas and his spiritual master, &#346;ukr&#257;c&#257;rya, equipped himself to fight with Indra and went to Indrapur&#299; with his soldiers. Blowing his conchshell, he attacked the outskirts of Indra's kingdom. When Indra saw Bali Mah&#257;r&#257;ja's prowess, he went to his own spiritual master, Brihaspati, told him about Bali's strength, and inquired about his duty. Brihaspati informed the demigods that because Bali had been endowed with extraordinary power by the br&#257;hmanas, the demigods could not fight with him. Their only hope was to gain the favor of the Supreme Personality of Godhead. Indeed, there was no alternative. Under the circumstances, Brihaspati advised the demigods to leave the heavenly planets and keep themselves somewhere invisible. The demigods followed his orders, and Bali Mah&#257;r&#257;ja, along with his associates, gained the entire kingdom of Indra. The descendants of Bhrigu Muni, being very affectionate to their disciple Bali Mah&#257;r&#257;ja, engaged him in performing one hundred a&#347;vamedha-yajñas. In this way, Bali enjoyed the opulences of the heavenly planets.</P><P CLASS=l><A CLASS=i HREF="../14/11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>