<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 1"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.1</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>bh&#363;ya eva mah&#257;-b&#257;ho</P><P CLASS=c>&#347;rinu me paramam vacah</P><P CLASS=c>yat te 'ham pr&#299;yam&#257;n&#257;ya</P><P CLASS=c>vakshy&#257;mi hita-k&#257;myay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/baho">b&#257;ho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mighty-armed; <A CLASS=v HREF="http://vedabase.net/s/srnu">&#347;rinu</A> &#8212; just hear; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; instruction; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/priyamanaya">pr&#299;yam&#257;n&#257;ya</A> &#8212; thinking you dear <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vaksyami">vakshy&#257;mi</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/h/hita">hita</A>-<A CLASS=v HREF="http://vedabase.net/k/kamyaya">k&#257;myay&#257;</A> &#8212; for your benefit.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: Listen again, O mighty-armed Arjuna. Because you are My dear friend, for your benefit I shall speak to you further, giving knowledge that is better than what I have already explained.</P><P CLASS=t>PURPORT</P><P>The word bhagav&#257;n is explained thus by Par&#257;&#347;ara Muni: one who is full in six opulences, who has full strength, full fame, wealth, knowledge, beauty and renunciation, is Bhagav&#257;n, or the Supreme Personality of Godhead. While Krishna was present on this earth, He displayed all six opulences. Therefore great sages like Par&#257;&#347;ara Muni have all accepted Krishna as the Supreme Personality of Godhead. Now Krishna is instructing Arjuna in more confidential knowledge of His opulences and His work. Previously, beginning with the Seventh Chapter, the Lord has already explained His different energies and how they are acting. Now in this chapter He explains His specific opulences to Arjuna. In the previous chapter He has clearly explained His different energies to establish devotion in firm conviction. Again in this chapter He tells Arjuna about His manifestations and various opulences.</P><P>The more one hears about the Supreme God, the more one becomes fixed in devotional service. One should always hear about the Lord in the association of devotees; that will enhance one's devotional service. Discourses in the society of devotees can take place only among those who are really anxious to be in Krishna consciousness. Others cannot take part in such discourses. The Lord clearly tells Arjuna that because Arjuna is very dear to Him, for his benefit such discourses are taking place.</P><P CLASS=l><A CLASS=i HREF="../9/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>