<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.14</P><P CLASS=c>sarvam etad ritam manye</P><P CLASS=c>yan m&#257;m vadasi ke&#347;ava</P><P CLASS=c>na hi te bhagavan vyaktim</P><P CLASS=c>vidur dev&#257; na d&#257;nav&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> accept; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/vadasi">vadasi</A> &#8212; You tell; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vyaktim">vyaktim</A> &#8212; revelation; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; can know; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/d/danavah">d&#257;nav&#257;h</A> &#8212; the demons.</P><P CLASS=t>TRANSLATION</P><P>O Krishna, I totally accept as truth all that You have told me. Neither the demigods nor the demons, O Lord, can understand Your personality.</P><P CLASS=t>PURPORT</P><P>Arjuna herein confirms that persons of faithless and demonic nature cannot understand Krishna. He is not known even by the demigods, so what to speak of the so-called scholars of this modern world? By the grace of the Supreme Lord, Arjuna has understood that the Supreme Truth is Krishna and that He is the perfect one. One should therefore follow the path of Arjuna. He received the authority of Bhagavad-g&#299;t&#257;. As described in the Fourth Chapter, the parampar&#257; system of disciplic succession for the understanding of Bhagavad-g&#299;t&#257; was lost, and therefore Krishna reestablished that disciplic succession with Arjuna because He considered Arjuna His intimate friend and a great devotee. Therefore, as stated in our Introduction to G&#299;topanishad, Bhagavad-g&#299;t&#257; should be understood in the parampar&#257; system. When the parampar&#257; system was lost, Arjuna was selected to rejuvenate it. The acceptance by Arjuna of all that Krishna says should be emulated; then we can understand the essence of Bhagavad-g&#299;t&#257;, and then only can we understand that Krishna is the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="12-13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>