<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 15"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.15</P><P CLASS=c>svayam ev&#257;tman&#257;tm&#257;nam</P><P CLASS=c>vettha tvam purushottama</P><P CLASS=c>bh&#363;ta-bh&#257;vana bh&#363;te&#347;a</P><P CLASS=c>deva-deva jagat-pate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by Yourself; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; Yourself; <A CLASS=v HREF="http://vedabase.net/v/vettha">vettha</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatest of all persons; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavana">bh&#257;vana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> origin of everything; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of everything; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of all demigods; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the entire universe.</P><P CLASS=t>TRANSLATION</P><P>Indeed, You alone know Yourself by Your own internal potency, O Supreme Person, origin of all, Lord of all beings, God of gods, Lord of the universe!</P><P CLASS=t>PURPORT</P><P>The Supreme Lord, Krishna, can be known by persons who are in a relationship with Him through the discharge of devotional service, like Arjuna and his followers. Persons of demonic or atheistic mentality cannot know Krishna. Mental speculation that leads one away from the Supreme Lord is a serious sin, and one who does not know Krishna should not try to comment on Bhagavad-g&#299;t&#257;. Bhagavad-g&#299;t&#257; is the statement of Krishna, and since it is the science of Krishna, it should be understood from Krishna as Arjuna understood it. It should not be received from atheistic persons.</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/1/2/11.htm">1.2.11</A>):</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>The Supreme Truth is realized in three aspects: as impersonal Brahman, localized Param&#257;tm&#257; and at last as the Supreme Personality of Godhead. So at the last stage of understanding the Absolute Truth, one comes to the Supreme Personality of Godhead. A common man or even a liberated man who has realized impersonal Brahman or localized Param&#257;tm&#257; may not understand God's personality. Such men, therefore, may endeavor to understand the Supreme Person from the verses of Bhagavad-g&#299;t&#257;, which are being spoken by this person, Krishna. Sometimes the impersonalists accept Krishna as Bhagav&#257;n, or they accept His authority. Yet many liberated persons cannot understand Krishna as Purushottama, the Supreme Person. Therefore Arjuna addresses Him as Purushottama. Yet one still may not understand that Krishna is the father of all living entities. Therefore Arjuna addresses Him as Bh&#363;ta-bh&#257;vana. And if one comes to know Him as the father of all the living entities, still one may not know Him as the supreme controller; therefore He is addressed here as Bh&#363;te&#347;a, the supreme controller of everyone. And even if one knows Krishna as the supreme controller of all living entities, still one may not know that He is the origin of all the demigods; therefore He is addressed herein as Devadeva, the worshipful God of all demigods. And even if one knows Him as the worshipful God of all demigods, one may not know that He is the supreme proprietor of everything; therefore He is addressed as Jagatpati. Thus the truth about Krishna is established in this verse by the realization of Arjuna, and we should follow in the footsteps of Arjuna to understand Krishna as He is.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>