<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 27"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.27</P><P CLASS=c>uccaih&#347;ravasam a&#347;v&#257;n&#257;m</P><P CLASS=c>viddhi m&#257;m amritodbhavam</P><P CLASS=c>air&#257;vatam gajendr&#257;n&#257;m</P><P CLASS=c>nar&#257;n&#257;m ca nar&#257;dhipam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uccaihsravasam">uccaih&#347;ravasam</A> &#8212; Uccaih&#347;rav&#257;; <A CLASS=v HREF="http://vedabase.net/a/asvanam">a&#347;v&#257;n&#257;m</A> &#8212; among horses; <A CLASS=v HREF="http://vedabase.net/v/viddhi">viddhi</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/u/udbhavam">udbhavam</A> &#8212; produced from the churning of the ocean; <A CLASS=v HREF="http://vedabase.net/a/airavatam">air&#257;vatam</A> &#8212; <A HREF="http://vedabase.net/a/airavata">Air&#257;vata</A>; <A CLASS=v HREF="http://vedabase.net/g/gaja">gaja</A>-<A CLASS=v HREF="http://vedabase.net/i/indranam">indr&#257;n&#257;m</A> &#8212; of lordly elephants; <A CLASS=v HREF="http://vedabase.net/n/naranam">nar&#257;n&#257;m</A> &#8212; among human beings; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/a/adhipam">adhipam</A> &#8212; the king.</P><P CLASS=t>TRANSLATION</P><P>Of horses know Me to be Uccaih&#347;rav&#257;, produced during the churning of the ocean for nectar. Of lordly elephants I am Air&#257;vata, and among men I am the monarch.</P><P CLASS=t>PURPORT</P><P>The devotee demigods and the demons (asuras) once took part in churning the sea. From this churning, nectar and poison were produced, and Lord &#346;iva drank the poison. From the nectar were produced many entities, of which there was a horse named Uccaih&#347;rav&#257;. Another animal produced from the nectar was an elephant named Air&#257;vata. Because these two animals were produced from nectar, they have special significance, and they are representatives of Krishna.</P><P>Amongst the human beings, the king is the representative of Krishna because Krishna is the maintainer of the universe, and the kings, who are appointed on account of their godly qualifications, are maintainers of their kingdoms. Kings like Mah&#257;r&#257;ja Yudhishthira, Mah&#257;r&#257;ja Par&#299;kshit and Lord R&#257;ma were all highly righteous kings who always thought of the citizens' welfare. In Vedic literature, the king is considered to be the representative of God. In this age, however, with the corruption of the principles of religion, monarchy decayed and is now finally abolished. It is to be understood that in the past, however, people were more happy under righteous kings.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>