<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 3"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.3</P><P CLASS=c>yo m&#257;m ajam an&#257;dim ca</P><P CLASS=c>vetti loka-mahe&#347;varam</P><P CLASS=c>asamm&#363;dhah sa martyeshu</P><P CLASS=c>sarva-p&#257;paih pramucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; unborn; <A CLASS=v HREF="http://vedabase.net/a/anadim">an&#257;dim</A> &#8212; without beginning; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vetti">vetti</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of the planets; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the supreme master; <A CLASS=v HREF="http://vedabase.net/a/asammudhah">asamm&#363;dhah</A> &#8212; undeluded; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/m/martyesu">martyeshu</A> &#8212; among those subject <A HREF="http://vedabase.net/t/to">to</A> death; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/p/papaih">p&#257;paih</A> &#8212; from all sinful reactions; <A CLASS=v HREF="http://vedabase.net/p/pramucyate">pramucyate</A> &#8212; is delivered.</P><P CLASS=t>TRANSLATION</P><P>He who knows Me as the unborn, as the beginningless, as the Supreme Lord of all the worlds &#8212; he only, undeluded among men, is freed from all sins.</P><P CLASS=t>PURPORT</P><P>As stated in the Seventh Chapter (<A CLASS=v HREF="../7/3.htm">7.3</A>), manushy&#257;n&#257;m sahasreshu ka&#347;cid yatati siddhaye: those who are trying to elevate themselves to the platform of spiritual realization are not ordinary men; they are superior to millions and millions of ordinary men who have no knowledge of spiritual realization. But out of those actually trying to understand their spiritual situation, one who can come to the understanding that Krishna is the Supreme Personality of Godhead, the proprietor of everything, the unborn, is the most successful spiritually realized person. In that stage only, when one has fully understood Krishna's supreme position, can one be free completely from all sinful reactions.</P><P>Here the Lord is described by the word aja, meaning "unborn," but He is distinct from the living entities who are described in the Second Chapter as aja. The Lord is different from the living entities who are taking birth and dying due to material attachment. The conditioned souls are changing their bodies, but His body is not changeable. Even when He comes to this material world, He comes as the same unborn; therefore in the Fourth Chapter it is said that the Lord, by His internal potency, is not under the inferior, material energy, but is always in the superior energy.</P><P>In this verse the words vetti loka-mahe&#347;varam indicate that one should know that Lord Krishna is the supreme proprietor of the planetary systems of the universe. He was existing before the creation, and He is different from His creation. All the demigods were created within this material world, but as far as Krishna is concerned, it is said that He is not created; therefore Krishna is different even from the great demigods like Brahm&#257; and &#346;iva. And because He is the creator of Brahm&#257;, &#346;iva and all the other demigods, He is the Supreme Person of all planets.</P><P>&#346;r&#299; Krishna is therefore different from everything that is created, and anyone who knows Him as such immediately becomes liberated from all sinful reactions. One must be liberated from all sinful activities to be in the knowledge of the Supreme Lord. Only by devotional service can He be known and not by any other means, as stated in Bhagavad-g&#299;t&#257;.</P><P>One should not try to understand Krishna as a human being. As stated previously, only a foolish person thinks Him to be a human being. This is again expressed here in a different way. A man who is not foolish, who is intelligent enough to understand the constitutional position of the Godhead, is always free from all sinful reactions.</P><P>If Krishna is known as the son of Devak&#299;, then how can He be unborn? That is also explained in &#346;r&#299;mad-Bh&#257;gavatam: When He appeared before Devak&#299; and Vasudeva, He was not born as an ordinary child; He appeared in His original form, and then He transformed Himself into an ordinary child.</P><P>Anything done under the direction of Krishna is transcendental. It cannot be contaminated by material reactions, which may be auspicious or inauspicious. The conception that there are things auspicious and inauspicious in the material world is more or less a mental concoction because there is nothing auspicious in the material world. Everything is inauspicious because the very material nature is inauspicious. We simply imagine it to be auspicious. Real auspiciousness depends on activities in Krishna consciousness in full devotion and service. Therefore if we at all want our activities to be auspicious, then we should work under the directions of the Supreme Lord. Such directions are given in authoritative scriptures such as &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257;, or from a bona fide spiritual master. Because the spiritual master is the representative of the Supreme Lord, his direction is directly the direction of the Supreme Lord. The spiritual master, saintly persons and scriptures direct in the same way. There is no contradiction in these three sources. All actions done under such direction are free from the reactions of pious or impious activities of this material world. The transcendental attitude of the devotee in the performance of activities is actually that of renunciation, and this is called sanny&#257;sa. As stated in the first verse of the Sixth Chapter of Bhagavad-g&#299;t&#257;, one who acts as a matter of duty because he has been ordered to do so by the Supreme Lord, and who does not seek shelter in the fruits of his activities (an&#257;&#347;ritah karma-phalam), is a true renouncer. Anyone acting under the direction of the Supreme Lord is actually a sanny&#257;s&#299; and a yog&#299;, and not the man who has simply taken the dress of the sanny&#257;s&#299;, or a pseudo yog&#299;.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4-5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>