<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 35"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.35</P><P CLASS=c>brihat-s&#257;ma tath&#257; s&#257;mn&#257;m</P><P CLASS=c>g&#257;yatr&#299; chandas&#257;m aham</P><P CLASS=c>m&#257;s&#257;n&#257;m m&#257;rga-&#347;&#299;rsho 'ham</P><P CLASS=c>rit&#363;n&#257;m kusum&#257;karah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A>-<A CLASS=v HREF="http://vedabase.net/s/sama">s&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/b/brhat">Brihat</A>-<A HREF="http://vedabase.net/s/sama">s&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/samnam">s&#257;mn&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/s/sama">S&#257;ma</A> <A HREF="http://vedabase.net/v/veda">Veda</A> songs; <A CLASS=v HREF="http://vedabase.net/g/gayatri">g&#257;yatr&#299;</A> &#8212; the <A HREF="http://vedabase.net/g/gayatri">G&#257;yatr&#299;</A> hymns; <A CLASS=v HREF="http://vedabase.net/c/chandasam">chandas&#257;m</A> &#8212; of all poetry; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/m/masanam">m&#257;s&#257;n&#257;m</A> &#8212; of months; <A CLASS=v HREF="http://vedabase.net/m/marga">m&#257;rga</A>-<A CLASS=v HREF="http://vedabase.net/s/sirsah">&#347;&#299;rshah</A> &#8212; the month of November-December; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/r/rtunam">rit&#363;n&#257;m</A> &#8212; of all seasons; <A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A>-<A CLASS=v HREF="http://vedabase.net/a/akarah">&#257;karah</A> &#8212; spring.</P><P CLASS=t>TRANSLATION</P><P>Of the hymns in the S&#257;ma Veda I am the Brihat-s&#257;ma, and of poetry I am the G&#257;yatr&#299;. Of months I am M&#257;rga&#347;&#299;rsha [November-December], and of seasons I am flower-bearing spring.</P><P CLASS=t>PURPORT</P><P>It has already been explained by the Lord that amongst all the Vedas, He is the S&#257;ma Veda. The S&#257;ma Veda is rich with beautiful songs played by the various demigods. One of these songs is the Brihat-s&#257;ma, which has an exquisite melody and is sung at midnight.</P><P>In Sanskrit, there are definite rules that regulate poetry; rhyme and meter are not written whimsically, as in much modern poetry. Amongst the regulated poetry, the G&#257;yatr&#299; mantra, which is chanted by the duly qualified br&#257;hmanas, is the most prominent. The G&#257;yatr&#299; mantra is mentioned in the &#346;r&#299;mad-Bh&#257;gavatam. Because the G&#257;yatr&#299; mantra is especially meant for God realization, it represents the Supreme Lord. This mantra is meant for spiritually advanced people, and when one attains success in chanting it, he can enter into the transcendental position of the Lord. One must first acquire the qualities of the perfectly situated person, the qualities of goodness according to the laws of material nature, in order to chant the G&#257;yatr&#299; mantra. The G&#257;yatr&#299; mantra is very important in Vedic civilization and is considered to be the sound incarnation of Brahman. Brahm&#257; is its initiator, and it is passed down from him in disciplic succession.</P><P>The month of November-December is considered the best of all months because in India grains are collected from the fields at this time and the people become very happy. Of course spring is a season universally liked because it is neither too hot nor too cold and the flowers and trees blossom and flourish. In spring there are also many ceremonies commemorating Krishna's pastimes; therefore this is considered to be the most joyful of all seasons, and it is the representative of the Supreme Lord, Krishna.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>