<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 37"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.37</P><P CLASS=c>vrishn&#299;n&#257;m v&#257;sudevo 'smi</P><P CLASS=c>p&#257;ndav&#257;n&#257;m dhanañjayah</P><P CLASS=c>mun&#299;n&#257;m apy aham vy&#257;sah</P><P CLASS=c>kav&#299;n&#257;m u&#347;an&#257; kavih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrsninam">vrishn&#299;n&#257;m</A> &#8212; of the descendants of <A HREF="http://vedabase.net/v/vrsni">Vrishni</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/p/pandavanam">p&#257;ndav&#257;n&#257;m</A> &#8212; of the P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/d/dhananjayah">dhanañjayah</A> &#8212; <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/m/muninam">mun&#299;n&#257;m</A> &#8212; of the sages; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/v/vyasah">vy&#257;sah</A> &#8212; <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>, the compiler of all Vedic literature; <A CLASS=v HREF="http://vedabase.net/k/kavinam">kav&#299;n&#257;m</A> &#8212; of all great thinkers; <A CLASS=v HREF="http://vedabase.net/u/usana">u&#347;an&#257;</A> &#8212; <A HREF="http://vedabase.net/u/usana">U&#347;an&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kavih">kavih</A> &#8212; the thinker.</P><P CLASS=t>TRANSLATION</P><P>Of the descendants of Vrishni I am V&#257;sudeva, and of the P&#257;ndavas I am Arjuna. Of the sages I am Vy&#257;sa, and among great thinkers I am U&#347;an&#257;.</P><P CLASS=t>PURPORT</P><P>Krishna is the original Supreme Personality of Godhead, and Baladeva is Krishna's immediate expansion. Both Lord Krishna and Baladeva appeared as sons of Vasudeva, so both of Them may be called V&#257;sudeva. From another point of view, because Krishna never leaves Vrind&#257;vana, all the forms of Krishna that appear elsewhere are His expansions. V&#257;sudeva is Krishna's immediate expansion, so V&#257;sudeva is not different from Krishna. It is to be understood that the V&#257;sudeva referred to in this verse of Bhagavad-g&#299;t&#257; is Baladeva, or Balar&#257;ma, because He is the original source of all incarnations and thus He is the sole source of V&#257;sudeva. The immediate expansions of the Lord are called sv&#257;m&#347;a (personal expansions), and there are also expansions called vibhinn&#257;m&#347;a (separated expansions).</P><P>Amongst the sons of P&#257;ndu, Arjuna is famous as Dhanañjaya. He is the best of men and therefore represents Krishna. Among the munis, or learned men conversant in Vedic knowledge, Vy&#257;sa is the greatest because he explained Vedic knowledge in many different ways for the understanding of the common mass of people in this Age of Kali. And Vy&#257;sa is also known as an incarnation of Krishna; therefore Vy&#257;sa also represents Krishna. Kavis are those who are capable of thinking thoroughly on any subject matter. Among the kavis, U&#347;an&#257;, &#346;ukr&#257;c&#257;rya, was the spiritual master of the demons; he was an extremely intelligent and far-seeing politician. Thus &#346;ukr&#257;c&#257;rya is another representative of the opulence of Krishna.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>