<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 6"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.6</P><P CLASS=c>maharshayah sapta p&#363;rve</P><P CLASS=c>catv&#257;ro manavas tath&#257;</P><P CLASS=c>mad-bh&#257;v&#257; m&#257;nas&#257; j&#257;t&#257;</P><P CLASS=c>yesh&#257;m loka im&#257;h praj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/p/purve">p&#363;rve</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/c/catvarah">catv&#257;rah</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/m/manavah">manavah</A> &#8212; Manus; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;v&#257;h</A> &#8212; born of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/manasah">m&#257;nas&#257;h</A> &#8212; from the mind; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;t&#257;h</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/i/imah">im&#257;h</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; population.</P><P CLASS=t>TRANSLATION</P><P>The seven great sages and before them the four other great sages and the Manus [progenitors of mankind] come from Me, born from My mind, and all the living beings populating the various planets descend from them.</P><P CLASS=t>PURPORT</P><P>The Lord is giving a genealogical synopsis of the universal population. Brahm&#257; is the original creature born out of the energy of the Supreme Lord, who is known as Hiranyagarbha. And from Brahm&#257; all the seven great sages, and before them four other great sages, named Sanaka, Sananda, San&#257;tana and Sanat-kum&#257;ra, and the Manus, are manifested. All these twenty-five great sages are known as the patriarchs of the living entities all over the universe. There are innumerable universes and innumerable planets within each universe, and each planet is full of population of different varieties. All of them are born of these twenty-five patriarchs. Brahm&#257; underwent penance for one thousand years of the demigods before he realized by the grace of Krishna how to create. Then from Brahm&#257; came Sanaka, Sananda, San&#257;tana and Sanat-kum&#257;ra, then Rudra, and then the seven sages, and in this way all the br&#257;hmanas and kshatriyas are born out of the energy of the Supreme Personality of Godhead. Brahm&#257; is known as Pit&#257;maha, the grandfather, and Krishna is known as Prapit&#257;maha, the father of the grandfather. That is stated in the Eleventh Chapter of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../11/39.htm">11.39</A>).</P><P CLASS=l><A CLASS=i HREF="4-5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>