<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 10 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 10 Verse 8"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: <A CLASS=v HREF="index.htm">The Opulence of the Absolute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 10.8</P><P CLASS=c>aham sarvasya prabhavo</P><P CLASS=c>mattah sarvam pravartate</P><P CLASS=c>iti matv&#257; bhajante m&#257;m</P><P CLASS=c>budh&#257; bh&#257;va-samanvit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvasya">sarvasya</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/p/prabhavah">prabhavah</A> &#8212; the source of generation; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; from <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/p/pravartate">pravartate</A> &#8212; emanates; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/matva">matv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/b/bhajante">bhajante</A> &#8212; become devoted; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/budhah">budh&#257;h</A> &#8212; the learned; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/s/samanvitah">samanvit&#257;h</A> &#8212; with great attention.</P><P CLASS=t>TRANSLATION</P><P>I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts.</P><P CLASS=t>PURPORT</P><P>A learned scholar who has studied the Vedas perfectly and has information from authorities like Lord Caitanya and who knows how to apply these teachings can understand that Krishna is the origin of everything in both the material and spiritual worlds, and because he knows this perfectly he becomes firmly fixed in the devotional service of the Supreme Lord. He can never be deviated by any amount of nonsensical commentaries or by fools. All Vedic literature agrees that Krishna is the source of Brahm&#257;, &#346;iva and all other demigods. In the Atharva Veda (Gop&#257;la-t&#257;pan&#299; Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/24">1.24</A>) it is said, yo brahm&#257;nam vidadh&#257;ti p&#363;rvam yo vai ved&#257;m&#347; ca g&#257;payati sma krishnah: "It was Krishna who in the beginning instructed Brahm&#257; in Vedic knowledge and who disseminated Vedic knowledge in the past." Then again the N&#257;r&#257;yana Upanishad (1) says, atha purusho ha vai n&#257;r&#257;yano 'k&#257;mayata praj&#257;h srijeyeti: "Then the Supreme Personality N&#257;r&#257;yana desired to create living entities." The Upanishad continues, n&#257;r&#257;yan&#257;d brahm&#257; j&#257;yate, n&#257;r&#257;yan&#257;d praj&#257;patih praj&#257;yate, n&#257;r&#257;yan&#257;d indro j&#257;yate, n&#257;r&#257;yan&#257;d ashtau vasavo j&#257;yante, n&#257;r&#257;yan&#257;d ek&#257;da&#347;a rudr&#257; j&#257;yante, n&#257;r&#257;yan&#257;d dv&#257;da&#347;&#257;dity&#257;h: "From N&#257;r&#257;yana, Brahm&#257; is born, and from N&#257;r&#257;yana the patriarchs are also born. From N&#257;r&#257;yana, Indra is born, from N&#257;r&#257;yana the eight Vasus are born, from N&#257;r&#257;yana the eleven Rudras are born, from N&#257;r&#257;yana the twelve &#256;dityas are born." This N&#257;r&#257;yana is an expansion of Krishna.</P><P>It is said in the same Vedas, brahmanyo devak&#299;-putrah: "The son of Devak&#299;, Krishna, is the Supreme Personality." (N&#257;r&#257;yana Upanishad 4) Then it is said, eko vai n&#257;r&#257;yana &#257;s&#299;n na brahm&#257; na &#299;&#347;&#257;no n&#257;po n&#257;gni-samau neme dy&#257;v-&#257;prithiv&#299; na nakshatr&#257;ni na s&#363;ryah: "In the beginning of the creation there was only the Supreme Personality N&#257;r&#257;yana. There was no Brahm&#257;, no &#346;iva, no water, no fire, no moon, no stars in the sky, no sun." (Mah&#257; Upanishad 1) In the Mah&#257; Upanishad it is also said that Lord &#346;iva was born from the forehead of the Supreme Lord. Thus the Vedas say that it is the Supreme Lord, the creator of Brahm&#257; and &#346;iva, who is to be worshiped.</P><P>In the Moksha-dharma Krishna also says,</P><P CLASS=n>praj&#257;patim ca rudram c&#257;py</P><P CLASS=n>aham eva srij&#257;mi vai</P><P CLASS=n>tau hi m&#257;m na vij&#257;n&#299;to</P><P CLASS=n>mama m&#257;y&#257;-vimohitau</P><P>"The patriarchs, &#346;iva and others are created by Me, though they do not know that they are created by Me because they are deluded by My illusory energy." In the Var&#257;ha Pur&#257;na it is also said,</P><P>n&#257;r&#257;yanah paro devas</P><P CLASS=n>tasm&#257;j j&#257;ta&#347; caturmukhah</P><P CLASS=n>tasm&#257;d rudro 'bhavad devah</P><P CLASS=n>sa ca sarva-jñat&#257;m gatah</P><P>"N&#257;r&#257;yana is the Supreme Personality of Godhead, and from Him Brahm&#257; was born, from whom &#346;iva was born."</P><P>Lord Krishna is the source of all generations, and He is called the most efficient cause of everything. He says, "Because everything is born of Me, I am the original source of all. Everything is under Me; no one is above Me." There is no supreme controller other than Krishna. One who understands Krishna in such a way from a bona fide spiritual master, with references from Vedic literature, engages all his energy in Krishna consciousness and becomes a truly learned man. In comparison to him, all others, who do not know Krishna properly, are but fools. Only a fool would consider Krishna to be an ordinary man. A Krishna conscious person should not be bewildered by fools; he should avoid all unauthorized commentaries and interpretations on Bhagavad-g&#299;t&#257; and proceed in Krishna consciousness with determination and firmness.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>