<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 10</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 10"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 10</P><P CLASS=c>m&#257;bh&#299;r manda-mano vicintya bahudh&#257; y&#257;m&#299;&#347; ciram y&#257;tan&#257;</P><P CLASS=c>naiv&#257;m&#299; prabhavanti p&#257;pa-ripavah sv&#257;m&#299; nanu &#347;r&#299;dharah</P><P CLASS=c>&#257;lasyam vyapan&#299;ya bhakti-sulabham dhy&#257;yasva n&#257;r&#257;yanam</P><P CLASS=c>lokasya vyasan&#257;panodana-karo d&#257;sasya kim na kshamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhih">bh&#299;h</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not be afraid; <A CLASS=v HREF="http://vedabase.net/m/manda">manda</A> &#8212; foolish; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mind; <A CLASS=v HREF="http://vedabase.net/v/vicintya">vicintya</A> &#8212; thinking; <A CLASS=v HREF="http://vedabase.net/b/bahudha">bahudh&#257;</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/y/yamih">y&#257;m&#299;h</A> &#8212; caused by Yamar&#257;ja, the lord of death; <A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; long-lasting; <A CLASS=v HREF="http://vedabase.net/y/yatanah">y&#257;tan&#257;h</A> &#8212; about the torments; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/ami">am&#299;</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/p/prabhavanti">prabhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> effective; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> &#8212; sinful reactions; <A CLASS=v HREF="http://vedabase.net/r/ripavah">ripavah</A> &#8212; the enemies; <A CLASS=v HREF="http://vedabase.net/s/svami">sv&#257;m&#299;</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; is <A HREF="http://vedabase.net/h/he">He</A> not; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah</A> &#8212; the maintainer of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/a/alasyam">&#257;lasyam</A> &#8212; sloth; <A CLASS=v HREF="http://vedabase.net/v/vyapaniya">vyapan&#299;ya</A> &#8212; driving off; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/l/labham">labham</A> &#8212; who is easily attained; <A CLASS=v HREF="http://vedabase.net/d/dhyayasva">dhy&#257;yasva</A> &#8212; just meditate; <A CLASS=v HREF="http://vedabase.net/n/narayanam">n&#257;r&#257;yanam</A> &#8212; upon the Supreme Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A> &#8212; the troubles; <A CLASS=v HREF="http://vedabase.net/a/apanodana">apanodana</A>-<A CLASS=v HREF="http://vedabase.net/k/karah">karah</A> &#8212; who dispels; <A CLASS=v HREF="http://vedabase.net/d/dasasya">d&#257;sasya</A> &#8212; for His servant; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/ksamah">kshamah</A> &#8212; capable.</P><P CLASS=t>TRANSLATION</P><P>O foolish mind, stop your fearful fretting about the extensive torments imposed by Yamar&#257;ja. How can your enemies, the sinful reactions you have accrued, even touch you? After all, is your master not the Supreme Lord, the husband of Goddess &#346;r&#299;? Cast aside all hesitation and concentrate your thoughts on Lord N&#257;r&#257;yana, whom one very easily attains through devotional service. What can that dispeller of the whole world's troubles not do for His own servant?</P><P CLASS=t>PURPORT</P><P>In a very positive mood, King Kula&#347;ekhara reminds us that as long as we are under the protection of the supreme, all-powerful Lord, no harm can come to us, even that which our own sinful reactions would normally bring us. Lord Krishna also orders Arjuna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/31.htm">9.31</A>), "Declare it boldly: My devotee will never be vanquished."</P><P>Sinful life and its reactions are certainly serious matters, not to be easily dismissed. Yamar&#257;ja metes out hellish torments to all sinful living beings. But the process of bhakti is so potent that it drives away all sinful reactions as if they were merely enemies one might see in a bad dream. In Text 15 King Kula&#347;ekhara will recommend the chanting of the holy name of Krishna as the best way to attain freedom from the miseries of birth and death. N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura concurs, declaring that even the shadow of pure chanting of the holy names, known as n&#257;m&#257;bh&#257;sa, destroys the entire stock of sins one has accumulated for many lifetimes and thus grants liberation.</P><P>The devotees' claim to victory over birth and death is not an idle boast, but it requires full surrender to Lord Hari. The Lord offers this benediction to the unalloyed servant of His servant, and not to others. As long as one tries to protect oneself with wealth and worldly power, one will be an easy victim for powerful M&#257;y&#257;. The j&#299;va who is serious about freeing himself from sams&#257;ra does not, therefore, pretend to act on his or her own prowess but always follows the authorized directions of the Supreme Lord and His representatives. Only such a dependent servitor of the Lord, under His full protection, can be confident of conquering birth and death.</P><P>In this prayer King Kula&#347;ekhara mentions Yamar&#257;ja, the lord of death, as the cause of long-lasting torments. But such suffering is not for the Lord's devotees. Yamar&#257;ja himself once instructed his servants, the Yamad&#363;tas, that those who chant the holy names of the Lord were not under Yama's jurisdiction. Yamar&#257;ja said, "Generally [the devotees] never commit sinful activities, but even if by mistake or because of bewilderment or illusion they sometimes commit sinful acts, they are protected from sinful reactions because they always chant the Hare Krishna mantra" (Bh&#257;g. <A CLASS=v HREF="../sb/6/3/26.htm">6.3.26</A>). Yamar&#257;ja told his followers they should not even go near the devotees. The Vaishnavas are always protected by Lord Vishnu's club, and thus neither Lord Brahm&#257; nor even the time factor can chastise them.</P><P>&#346;r&#299;la Prabhup&#257;da said that when a devotee receives initiation from his spiritual master he is freed from his karmic reactions. Pains and pleasures that may appear like continuing karmic reactions are merely the residual effects of nondevotional activities, like the last revolutions of an electric fan after it's been unplugged. But everything depends on the sincere execution of devotional service. One who again regularly transgresses the laws of God, even after taking the vows of initiation, is once more subject to the merciless dealings of the material nature.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>