<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 11</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 11"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 11</P><P CLASS=c>bhava-jaladhi-gat&#257;n&#257;m dvandva-v&#257;t&#257;hat&#257;n&#257;m</P><P CLASS=c>suta-duhitri-kalatra-tr&#257;na-bh&#257;r&#257;rdit&#257;n&#257;m</P><P CLASS=c>vishama-vishaya-toye majjat&#257;m aplav&#257;n&#257;m</P><P CLASS=c>bhavati &#347;aranam eko vishnu-poto nar&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/j/jaladhi">jaladhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/g/gatanam">gat&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> present; <A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A> &#8212; of material dualities; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A> &#8212; by the wind; <A CLASS=v HREF="http://vedabase.net/a/ahatanam">&#257;hat&#257;n&#257;m</A> &#8212; struck; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/d/duhitr">duhitri</A> &#8212; daughters; <A CLASS=v HREF="http://vedabase.net/k/kalatra">kalatra</A> &#8212; and wives; <A CLASS=v HREF="http://vedabase.net/t/trana">tr&#257;na</A> &#8212; of protecting; <A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A> &#8212; by the burden; <A CLASS=v HREF="http://vedabase.net/a/arditanam">ardit&#257;n&#257;m</A> &#8212; distressed; <A CLASS=v HREF="http://vedabase.net/v/visama">vishama</A> &#8212; perilous; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; of sense gratification; <A CLASS=v HREF="http://vedabase.net/t/toye">toye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/m/majjatam">majjat&#257;m</A> &#8212; drowning; <A CLASS=v HREF="http://vedabase.net/a/aplavanam">aplav&#257;n&#257;m</A> &#8212; having <A HREF="http://vedabase.net/n/no">no</A> vessel <A HREF="http://vedabase.net/t/to">to</A> carry them away; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; the shelter; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/p/potah">potah</A> &#8212; the boat that is Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/n/naranam">nar&#257;n&#257;m</A> &#8212; for people <A HREF="http://vedabase.net/i/in">in</A> general.</P><P CLASS=t>TRANSLATION</P><P>The people in this vast ocean of birth and death are being blown about by the winds of material dualities. As they flounder in the perilous waters of sense indulgence, with no boat to help them, they are sorely distressed by the need to protect their sons, daughters, and wives. Only the boat that is Lord Vishnu can save them.</P><P CLASS=t>PURPORT</P><P>Materialists sometimes philosophize that dualities such as heat and cold provide an interesting variety or spice to life. In truth, however, although we may romanticize about life in this temporary world of duality, its main quality is misery. Prahl&#257;da Mah&#257;r&#257;ja has described this world as a place where we meet up with things we don't want and are separated from what we love. We either hanker for what we lack, or we lament upon losing something valuable. Whenever we seem to run into smooth sailing on the sea of human affairs, we know, either consciously or at the back of our minds, that we are being pursued by Time, the ultimate destroyer.</P><P>Attempting to expand our happiness, we select a marriage partner and raise a family. We may sometimes see our family members as protectors against the ravages of fate, but they prove to be, in &#346;r&#299;la Prabhup&#257;da's immortal words, "fallible soldiers." Our search for security and happiness through family life merely increases our jeopardy and pain. As N&#257;rada Muni said when King Citraketu's infant son died: "My dear king, now you are actually experiencing the misery of a person who has sons and daughters. O king,... a person's wife, his house, the opulence of his kingdom, and his various other opulences and objects of sense perception are all the same in that they are temporary. One's kingdom, military power, treasury, servants, ministers, friends, and relatives are all causes of fear, illusion, lamentation, and distress. They are like a gandharva-nagara, a nonexistent palace that one imagines to exist in the forest. Because they are impermanent, they are no better than illusions, dreams, and mental concoctions" (Bh&#257;g. <A CLASS=v HREF="../sb/6/15/23.htm">6.15.23</A>).</P><P>When distress strikes it is natural to seek shelter, and at such times a pious soul turns to the Supreme Lord, our only protector. When Gajendra, the king of the elephants, was attacked in the water by a crocodile, he soon realized that none of his wives or fellow elephants could save him. "They cannot do anything," said Gajendra. "It is by the will of providence that I have been attacked by this crocodile, and therefore I shall seek the shelter of the Supreme Personality of Godhead, who is always the shelter of everyone, even of great personalities" (Bh&#257;g. <A CLASS=v HREF="../sb/8/2/32.htm">8.2.32</A>).</P><P>None of us wants calamities, yet when they come they may serve as an impetus to surrender to Lord Krishna. Thus Queen Kunt&#299; prayed,</P><P>vipadah santu t&#257;h &#347;a&#347;vat tatra tatra jagad-guro</P><P CLASS=n>bhavato dar&#347;anam yat sy&#257;d apunar bhava-dar&#347;anam</P><P>"I wish that all those calamities would happen again and again so that we could see You again and again, for seeing You means that we will no longer see repeated births and deaths" (Bh&#257;g. <A CLASS=v HREF="../sb/1/8/25.htm">1.8.25</A>).</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>