<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 12</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 12"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 12</P><P CLASS=c>bhava-jaladhim ag&#257;dham dustaram nistareyam</P><P CLASS=c>katham aham iti ceto m&#257; sma g&#257;h k&#257;taratvam</P><P CLASS=c>sarasija-dri&#347;i deve t&#257;rak&#299; bhaktir ek&#257;</P><P CLASS=c>naraka-bhidi nishann&#257; t&#257;rayishyaty ava&#347;yam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/j/jaladhim">jaladhim</A> &#8212; the ocean; <A CLASS=v HREF="http://vedabase.net/a/agadham">ag&#257;dham</A> &#8212; fathomless; <A CLASS=v HREF="http://vedabase.net/d/dustaram">dustaram</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> cross; <A CLASS=v HREF="http://vedabase.net/n/nistareyam">nistareyam</A> &#8212; will cross beyond; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; my dear mind; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> <A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h</A> &#8212; please <A HREF="http://vedabase.net/d/do">do</A> not come; <A CLASS=v HREF="http://vedabase.net/k/kataratvam">k&#257;taratvam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> complete distress; <A CLASS=v HREF="http://vedabase.net/s/sarasi">sarasi</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> lotus; <A CLASS=v HREF="http://vedabase.net/d/drsi">dri&#347;i</A> &#8212; whose eyes; <A CLASS=v HREF="http://vedabase.net/d/deve">deve</A> &#8212; unto the Lord; <A CLASS=v HREF="http://vedabase.net/t/taraki">t&#257;rak&#299;</A> &#8212; deliver; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; the personality of Devotion; <A CLASS=v HREF="http://vedabase.net/e/eka">ek&#257;</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/n/naraka">naraka</A> &#8212; of the demon <A HREF="http://vedabase.net/n/naraka">Naraka</A>; <A CLASS=v HREF="http://vedabase.net/b/bhidi">bhidi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the destroyer; <A CLASS=v HREF="http://vedabase.net/n/nisanna">nishann&#257;</A> &#8212; reposed; <A CLASS=v HREF="http://vedabase.net/t/tarayisyati">t&#257;rayishyati</A> &#8212; will bring you across; <A CLASS=v HREF="http://vedabase.net/a/avasyam">ava&#347;yam</A> &#8212; inevitably.</P><P CLASS=t>TRANSLATION</P><P>Dear mind, do not bewilder yourself by anxiously thinking, How can I cross this fathomless and impassable ocean of material existence? There is one who can save you &#8212; Devotion. If you offer her to the lotus-eyed Lord, the killer of Narak&#257;sura, she will carry you across this ocean without fail.</P><P CLASS=t>PURPORT</P><P>The devotee is not afraid of the miseries of material existence. He is confident that Krishna will save him. Although the forces of destruction are more powerful that any mortal, the devotee is like a tiny bird protected by its parents. The Supreme Lord assures us, "Declare it boldly, O Arjuna, that my devotee never perishes" (<A CLASS=v HREF="../bg/9/31.htm">Bg. 9.31</A>).</P><P>However, if one seeks the protection of the Lord through some means other than devotion, one will fail. Krishna is not impressed by anything but devotion. For example, in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/26.htm">9.26</A>) He encourages the devotee to offer Him food in order to increase the devotee's loving relationship with Him: "If one offers Me with love and devotion a leaf, a flower, a fruit, or water, I will accept it." The Supreme Lord does not want any food or flowers in and of themselves, but when His devotee offers them with bhakti, He is very attracted and inclined to reciprocate His devotee's love.</P><P>Unless the Supreme Lord is pleased with our service, He will not reveal Himself (n&#257;ham prak&#257;&#347;ah sarvasya yogam&#257;y&#257;-sam&#257;vritah [<A CLASS=v HREF="../bg/7/25.htm">Bg. 7.25</A>]). And without His personal intervention, a soul will remain stranded in the cycle of birth and death, despite all material qualifications. In his prayers to Lord Nrisimha, Prahl&#257;da Mah&#257;r&#257;ja confirms that bhakti alone can satisfy the Lord: "One may possess wealth, an aristocratic family, beauty, austerity, education, sensory expertise, luster, influence, physical strength, diligence, intelligence, and mystic yogic power, but I think that even by all these qualifications one cannot satisfy the Supreme Personality of Godhead. However, one can satisfy the Lord simply by devotional service. Gajendra did this, and thus the Lord was satisfied with him" (Bh&#257;g. <A CLASS=v HREF="../sb/7/9/9.htm">7.9.9</A>).</P><P>Even though one is serving a spiritual master, one may doubt the efficacy of bhakti. But King Kula&#347;ekhara assures his mind that there is no need for anxiety. If we contemplate the abysmal depth and impassable breadth of the material ocean, or if we frighten ourselves by dwelling on the torments of hell, then we will become paralyzed and unable to carry out normal activities. There is no need for such fear if one is situated sincerely in devotional service. As the br&#257;hmana from Avant&#299;de&#347;a said,</P><P>et&#257;m sa &#257;sth&#257;ya par&#257;tma-nishth&#257;m</P><P CLASS=n>adhy&#257;sit&#257;m p&#363;rvatamair maharshibhih</P><P CLASS=n>aham tarishy&#257;mi duranta-p&#257;ram</P><P CLASS=n>tamo mukund&#257;&#324;ghri-nishevayaiva</P><P>"I shall cross over the insurmountable ocean of nescience by being firmly fixed in the service of the lotus feet of Krishna. This was approved by the previous &#257;c&#257;ryas, who were fixed in firm devotion to the Lord, Param&#257;tm&#257;, the Supreme Personality of Godhead" (Bh&#257;g. <A CLASS=v HREF="../sb/11/23/57.htm">11.23.57</A>).</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>