<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 14</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 14"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 14</P><P CLASS=c>prithv&#299; renur anuh pay&#257;msi kanik&#257;h phalguh sphuli&#324;go laghus</P><P CLASS=c>tejo nih&#347;vasanam marut tanu-taram randhram su-s&#363;kshmam nabhah</P><P CLASS=c>kshudr&#257; rudra-pit&#257;maha-prabhritayah k&#299;t&#257;h samast&#257;h sur&#257;</P><P CLASS=c>drishte yatra sa t&#257;rako vijayate &#347;r&#299;-p&#257;da-dh&#363;l&#299;-kanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prthvi">prithv&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/r/renuh">renuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> piece of dust; <A CLASS=v HREF="http://vedabase.net/a/anuh">anuh</A> &#8212; atomic; <A CLASS=v HREF="http://vedabase.net/p/payamsi">pay&#257;msi</A> &#8212; the waters (of the oceans); <A CLASS=v HREF="http://vedabase.net/k/kanikah">kanik&#257;h</A> &#8212; drops; <A CLASS=v HREF="http://vedabase.net/p/phalguh">phalguh</A> &#8212; tiny; <A CLASS=v HREF="http://vedabase.net/s/sphulingah">sphuli&#324;gah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> spark; <A CLASS=v HREF="http://vedabase.net/l/laghuh">laghuh</A> &#8212; insignificant; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; the totality of elemental fire; <A CLASS=v HREF="http://vedabase.net/n/nih">nih</A>-<A CLASS=v HREF="http://vedabase.net/s/svasanam">&#347;vasanam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> sigh; <A CLASS=v HREF="http://vedabase.net/m/marut">marut</A> &#8212; the wind; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/t/taram">taram</A> &#8212; very faint; <A CLASS=v HREF="http://vedabase.net/r/randhram">randhram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> hole; <A CLASS=v HREF="http://vedabase.net/s/su">su</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/s/suksmam">s&#363;kshmam</A> &#8212; small; <A CLASS=v HREF="http://vedabase.net/n/nabhah">nabhah</A> &#8212; the ethereal sky; <A CLASS=v HREF="http://vedabase.net/k/ksudrah">ksh&#363;dr&#257;h</A> &#8212; petty; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/pitamaha">pit&#257;maha</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhrtayah">prabhritayah</A> &#8212; and the like; <A CLASS=v HREF="http://vedabase.net/k/kitah">k&#299;t&#257;h</A> &#8212; insects; <A CLASS=v HREF="http://vedabase.net/s/samastah">samast&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/surah">sur&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/d/drste">drishte</A> &#8212; having been seen; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/t/tarakah">t&#257;rakah</A> &#8212; the deliverer; <A CLASS=v HREF="http://vedabase.net/v/vijayate">vijayate</A> &#8212; is victorious; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; from the feet; <A CLASS=v HREF="http://vedabase.net/d/dhuli">dh&#363;l&#299;</A> &#8212; of dust; <A CLASS=v HREF="http://vedabase.net/k/kanah">kanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> particle.</P><P CLASS=t>TRANSLATION</P><P>Once our savior has been seen, the whole earth becomes no greater than a speck of dust, all the waters of the ocean become mere droplets, the totality of fire becomes a minute spark, the winds become just a faint sigh, and the expanse of space becomes a tiny hole. Great lords like Rudra and Grandfather Brahm&#257; become insignificant, and all the demigods become like small insects. Indeed, even one particle of dust from our Lord's feet conquers all.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is unlimited: no one is greater than or equal to Him. Therefore it is impossible to compare Him with anyone else, even if we wish to make a favorable comparison. He is unique. Everything depends on Him, and He is the only provider (eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n). Therefore to say that God is greater than all others is insufficient praise.</P><P>But to bring the reality of the Godhead more vividly to focus in our limited minds (which are always prone to making comparisons), King Kula&#347;ekhara here gives us metaphors that stress the supreme greatness of the Lord. He compares the Supreme Lord to persons and things we might think are the very greatest. Those who reject the personal conception of God, such as pantheists, think that the earth itself is God. Some impersonalists think that the sky is the greatest manifestation, and so they consider it to be God. Demigod-worshipers consider Rudra or Brahm&#257; the supreme person, or they think all gods are equal. Thus Kula&#347;ekhara's metaphors serve to dismantle all these misconceptions.</P><P>This verse expresses King Kula&#347;ekhara's mood of awe and reverence as he contemplates the Supreme Lord's magnificent power and opulence. Many pure bhaktas go beyond this appreciation of the Lord in His opulent majesty and come to enjoy intimate loving exchanges with Him. But regardless of one's ultimate relationship with the Lord, when one starts one's devotional career, one must be trained to appreciate the greatness of the Supreme Lord. Therefore in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/8.htm">9.8</A>) Krishna teaches His friend Arjuna, "The whole cosmic order is under Me. Under My will it is automatically manifested again and again, and under My will it is annihilated at the end."</P><P>Because the Supreme Lord's potencies are unlimited, they are also inconceivable. For example, Krishna creates all the species of life and yet He has no connection with them. The j&#299;va souls have no awareness of how the cosmic process is taking place, yet by the will of the Lord they are sometimes supplied bodies, allowed to maintain themselves for awhile, and then, without their knowledge or control, they are annihilated. But He whose will directs all these changes is not involved with it.</P><P>Glorifying the Lord as King Kula&#347;ekhara does in this prayer awakens in us the proper mood of appreciation for the Lord's greatness and also helps us understand our position as His insignificant servants.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>