<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 15</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 15"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 15</P><P CLASS=c>he lok&#257;h &#347;rinuta pras&#363;ti-marana-vy&#257;dhe&#347; cikits&#257;m im&#257;m</P><P CLASS=c>yoga-jñ&#257;h samud&#257;haranti munayo y&#257;m y&#257;jñavalky&#257;dayah</P><P CLASS=c>antar-jyotir ameyam ekam amritam krishn&#257;khyam &#257;p&#299;yat&#257;m</P><P CLASS=c>tat p&#299;tam paramaushadham vitanute nirv&#257;nam &#257;tyantikam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> people of the world; <A CLASS=v HREF="http://vedabase.net/s/srnuta">&#347;rinuta</A> &#8212; just hear; <A CLASS=v HREF="http://vedabase.net/p/prasuti">pras&#363;ti</A> &#8212; of birth; <A CLASS=v HREF="http://vedabase.net/m/marana">marana</A> &#8212; and death; <A CLASS=v HREF="http://vedabase.net/v/vyadheh">vy&#257;dheh</A> &#8212; for the disease; <A CLASS=v HREF="http://vedabase.net/c/cikitsam">cikits&#257;m</A> &#8212; about the treatment; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñ&#257;h</A> &#8212; experts <A HREF="http://vedabase.net/i/in">in</A> knowledge of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/s/samudaharanti">samud&#257;haranti</A> &#8212; recommend; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; sagacious; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/y/yajnavalkya">y&#257;jñavalkya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/y/yajnavalkya">Y&#257;jñavalkya</A>; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; inner; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; light; <A CLASS=v HREF="http://vedabase.net/a/ameyam">ameyam</A> &#8212; immeasurable; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; immortal; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/apiyatam">&#257;p&#299;yat&#257;m</A> &#8212; just drink; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/p/pitam">p&#299;tam</A> &#8212; being drunk; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/ausadham">aushadham</A> &#8212; medicine; <A CLASS=v HREF="http://vedabase.net/v/vitanute">vitanute</A> &#8212; bestows; <A CLASS=v HREF="http://vedabase.net/n/nirvanam">nirv&#257;nam</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/a/atyantikam">&#257;tyantikam</A> &#8212; absolute.</P><P CLASS=t>TRANSLATION</P><P>O people, please hear of this treatment for the disease of birth and death! It is the name of Krishna. Recommended by Y&#257;jñavalkya and other expert yog&#299;s steeped in wisdom, this boundless, eternal inner light is the best medicine, for when drunk it bestows complete and final liberation. Just drink it!</P><P CLASS=t>PURPORT</P><P>Devotees are always pleased to hear bona fide verses proclaiming the glories of the Lord's holy names. We like to be reminded and encouraged to always chant and hear the holy names with great attention and devotion.</P><P>As a pure devotee of Lord Krishna, King Kula&#347;ekhara naturally worships the holy names of the Lord. Here he compares them to a medicine for curing the disease of sams&#257;ra. Of all dreaded maladies, sams&#257;ra is the worst, because it includes all other diseases. As long as we are bound to take birth in the material world, we must inevitably expose ourselves to cancers, heart attacks, AIDS, and so on. All cures within this world are temporary because even if we are cured of one disease, we will eventually contract another, either in the present life or a future one. As with our attempts for happiness, our attempts for health must fail sooner or later.</P><P>In previous ages in India, a criminal would sometimes be strapped to a chair and immersed in water almost to the point of drowning. Upon being brought up, he felt great relief &#8212; only to be plunged under again by his torturers. Similarly, the times when we are pain-free and happy are like the few seconds of relief the prisoner feels when he is brought up from under water. The basic principle of material life is suffering.</P><P>Therefore we should be very eager to receive the medicine that will cure all our diseases. The word nirv&#257;na in this verse refers to the permanent cessation of sams&#257;ra and its attendant miseries. Nirv&#257;na has become famous from the teachings of Buddhism, but the voidistic liberation the Buddhists teach is unnatural for the living entity, and thus it is temporary. We can find factual, permanent release from pain only in the kind of liberation King Kula&#347;ekhara refers to here: the liberation of a devotee engaged in eternal service to the Supreme Personality of Godhead. When through the process of devotional service we become free of all material desires and attain pure love of God, we will be transferred to the Vaikuntha realm, where there are no anxieties or suffering.</P><P>At the beginning of the Tenth Canto of the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/1/4.htm">10.1.4</A>), King Par&#299;kshit also uses the word aushadhi ("medicine") to refer to the chanting and hearing of krishna-kath&#257;, or words about Krishna: "Descriptions of the Lord are the right medicine for the conditioned soul undergoing repeated birth and death." Such descriptions, of course, include the chanting and hearing of the Lord's holy name.</P><P>As with any bona fide medicine, one should take the nectarean potion of the holy name under the guidance of experts, in this case sages and the spiritual master. The Supreme Lord's names vary with His different pastimes and relationships with His pure devotees. He appeared as the son of Mother Ya&#347;od&#257; and also as the son of Mother Devak&#299;, and therefore He is named Devak&#299;-nandana and Ya&#347;od&#257;-nandana. One should receive the Lord's authorized names from the spiritual master in disciplic succession.</P><P>The &#347;&#257;stras recommend which names we should chant. For example, the Kali-santarana Upanishad recommends the Hare Krishna mah&#257;-mantra: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. We don't have to search for some name or manufacture one. Rather, we must follow the saintly persons and the &#347;&#257;stras in chanting the Lord's holy names, as &#346;r&#299;la Prabhup&#257;da recommends in his &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/8/1/13.htm">8.1.13</A>, purport).</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>