<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 16</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 16"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 16</P><P CLASS=c>he marty&#257;h paramam hitam &#347;rinuta vo vakshy&#257;mi sa&#324;kshepatah</P><P CLASS=c>sams&#257;r&#257;rnavam &#257;pad-&#363;rmi-bahulam samyak pravi&#347;ya sthit&#257;h</P><P CLASS=c>n&#257;n&#257;-jñ&#257;nam ap&#257;sya cetasi namo n&#257;r&#257;yan&#257;yety amum</P><P CLASS=c>mantram sa-pranavam pran&#257;ma-sahitam pr&#257;vartayadhvam muhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/m/martyah">marty&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mortals; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/h/hitam">hitam</A> &#8212; benefit; <A CLASS=v HREF="http://vedabase.net/s/srnuta">&#347;rinuta</A> &#8212; just hear about; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/v/vaksyami">vakshy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> will tell; <A CLASS=v HREF="http://vedabase.net/s/sanksepatah">sa&#324;kshepatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> summary; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of the cycle of material existence; <A CLASS=v HREF="http://vedabase.net/a/arnavam">arnavam</A> &#8212; the ocean; <A CLASS=v HREF="http://vedabase.net/a/apat">&#257;pat</A> &#8212; of misfortunes; <A CLASS=v HREF="http://vedabase.net/u/urmi">&#363;rmi</A> &#8212; with the waves; <A CLASS=v HREF="http://vedabase.net/b/bahulam">bahulam</A> &#8212; crowded; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; fully; <A CLASS=v HREF="http://vedabase.net/p/pravisya">pravi&#347;ya</A> &#8212; having entered; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthit&#257;h</A> &#8212; situated within; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/apasya">ap&#257;sya</A> &#8212; rejecting; <A CLASS=v HREF="http://vedabase.net/c/cetasi">cetasi</A> &#8212; within your heart; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/n/narayanaya">n&#257;r&#257;yan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/pranavam">pranavam</A> &#8212; together with the syllable <A HREF="http://vedabase.net/o/om">om</A>; <A CLASS=v HREF="http://vedabase.net/p/pranama">pran&#257;ma</A> &#8212; bowing down; <A CLASS=v HREF="http://vedabase.net/s/sahitam">sahitam</A> &#8212; also with; <A CLASS=v HREF="http://vedabase.net/p/pravartayadhvam">pr&#257;vartayadhvam</A> &#8212; please practice; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; continuously.</P><P CLASS=t>TRANSLATION</P><P>O mortal beings, you have submerged yourselves fully in the ocean of material existence, which is filled with the waves of misfortune. Please hear as I briefly tell you how to attain your supreme benefit. Just put aside your various attempts at gaining knowledge and instead begin constantly chanting the mantra om namo n&#257;r&#257;yan&#257;ya and bowing down to the Lord.</P><P CLASS=t>PURPORT</P><P>No matter how expert a swimmer one may be, one cannot survive for long in a vast sea like the Pacific Ocean. Similarly, no matter how expert a materialist one may be, whether a karm&#299;, jñ&#257;n&#299;, or yog&#299;, one cannot survive forever amidst the tossing waves of sams&#257;ra. Indeed, all living entities are being tossed repeatedly from one life to the next, from one species to another. Many philosophers have sought relief from sams&#257;ra by cultivating knowledge, but no amount of mental speculation or Ved&#257;nta study will take one to the other shore of the ocean of sams&#257;ra. At best, a jñ&#257;n&#299; can come to know that all material life is suffering, and by further purification he can understand the spiritual oneness of all beings. But even that understanding does not bring ultimate relief. Liberation from the ocean of birth and death comes with direct surrender to the Supreme Lord, who personally frees the devotee from suffering. As Lord Krishna states, "For the devotees I am the swift deliverer from the ocean of birth and death" (<A CLASS=v HREF="../bg/12/7.htm">Bg. 12.7</A>).</P><P>King Kula&#347;ekhara recommends the constant chanting of God's names as the way out of sams&#257;ra. Of course, only one who has spontaneous love of God can continuously chant His holy names. Mechanical chanting cannot continue for very long. But even neophytes are advised to chant Hare Krishna as much as possible to develop their taste for the holy names. A symptom of an advanced devotee is that he has n&#257;ma-g&#257;ne sad&#257; rucih, tireless attraction for chanting or singing the Lord's names.</P><P>The six Gosv&#257;m&#299;s of Vrind&#257;vana achieved the perfect state of attraction for the holy names, chanting and hearing almost twenty-four hours daily. Prabhup&#257;da writes, "Of course, we should not imitate him [R&#363;pa Gosv&#257;m&#299;], but the devotees of the Krishna consciousness movement must at least be very careful to complete their sixteen rounds, their minimum amount of prescribed chanting. N&#257;ma-g&#257;ne sad&#257; rucih: we have to increase our taste for singing and chanting Hare Krishna" (Teachings of Queen Kunt&#299;, pp. 149-50).</P><P>Continuous chanting of the holy name with great relish (ruci) is the privilege of the advanced devotee, but one who chants with offenses is also recommended to chant constantly. As the Padma Pur&#257;na states, although in the beginning one may chant the Hare Krishna mantra with offenses, one can free himself from those offenses by chanting again and again. P&#257;pa-kshaya&#347; ca bhavati smarat&#257;m tam ahar-ni&#347;am: "One becomes free from all sinful reactions if one remembers the Lord day and night."</P><P>Whatever a person thinks of at the time of death determines his next life. This is another reason for chanting the holy names constantly. If we can chant at the difficult hour of death, we will guarantee our return home, back to Godhead, without a doubt.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>