<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 17</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 17"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 17</P><P CLASS=c>n&#257;the nah purushottame tri-jagat&#257;m ek&#257;dhipe cetas&#257;</P><P CLASS=c>sevye svasya padasya d&#257;tari pare n&#257;r&#257;yane tishthati</P><P CLASS=c>yam kañcit purush&#257;dhamam katipaya-gr&#257;me&#347;am alp&#257;rtha-dam</P><P CLASS=c>sev&#257;yai mrigay&#257;mahe naram aho m&#363;dh&#257; var&#257;k&#257; vayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nathe">n&#257;the</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/u/uttame">uttame</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/j/jagatam">jagat&#257;m</A> &#8212; of the worlds; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; the one; <A CLASS=v HREF="http://vedabase.net/a/adhipe">adhipe</A> &#8212; Lord; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/s/sevye">sevye</A> &#8212; capable of being served; <A CLASS=v HREF="http://vedabase.net/s/svasya">svasya</A> &#8212; of His own; <A CLASS=v HREF="http://vedabase.net/p/padasya">padasya</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/d/datari">d&#257;tari</A> &#8212; the granter; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/n/narayane">n&#257;r&#257;yane</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/t/tisthati">tishthati</A> &#8212; when <A HREF="http://vedabase.net/h/he">He</A> is present; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> <A CLASS=v HREF="http://vedabase.net/k/kancit">kañcit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/a/adhamam">adhamam</A> &#8212; lowly; <A CLASS=v HREF="http://vedabase.net/k/katipaya">katipaya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> few; <A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A> &#8212; villages; <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; controller; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A> &#8212; meager; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; benefit; <A CLASS=v HREF="http://vedabase.net/d/dam">dam</A> &#8212; who can give; <A CLASS=v HREF="http://vedabase.net/s/sevayai">sev&#257;yai</A> &#8212; for service; <A CLASS=v HREF="http://vedabase.net/m/mrgayamahe">mrigay&#257;mahe</A> &#8212; we seek out; <A CLASS=v HREF="http://vedabase.net/n/naram">naram</A> &#8212; this <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/m/mudhah">m&#363;dh&#257;h</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/v/varakah">var&#257;k&#257;h</A> &#8212; degraded fools; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we.</P><P CLASS=t>TRANSLATION</P><P>Our master, the Personality of Godhead N&#257;r&#257;yana, who alone rules the three worlds, whom one can serve in meditation, and who happily shares His personal domain, is manifest before us. Yet still we beg for the service of some minor lord of a few villages, some lowly man who can only meagerly reward us. Alas, what foolish wretches we are!</P><P CLASS=t>PURPORT</P><P>The eternal dharma of the living being is to render service. No one can escape it. Originally we are meant to serve the Supreme Lord out of love, but in our conditioned state we forget the real object of service and out of selfish motives seek to serve unworthy masters. We serve such persons not out of love but in hopes of gaining remuneration from them. Even when we perform so-called altruistic acts, such service to country or humanity at large is usually tainted by a desire to be recognized as generous or compassionate. Ultimately, all materially motivated service is frustrated in many ways and winds up satisfying neither ourselves nor our masters.</P><P>By contrast, Kula&#347;ekhara points out the great advantage of becoming the servant of the Supreme Lord. Lord N&#257;r&#257;yana is the ruler of all the worlds (sarva-loka-mahe&#347;varam). Part of His glory, however, is that although He is unlimitedly majestic and powerful, He makes Himself accessible so that we can easily serve Him anywhere and at any time by chanting His holy names or meditating on His form, qualities, pastimes, and instructions. Such devotional service should be performed without any desire for personal reward. But even if a conditioned soul harbors personal desires, he should render active service to the Supreme. As &#346;ukadeva Gosv&#257;m&#299; said to King Par&#299;kshit in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/3/10.htm">2.3.10</A>),</P><P>ak&#257;mah sarva-k&#257;mo v&#257; moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena yajeta purusham param</P><P>"A person who has broader intelligence, whether he be full of all material desire, without any material desire, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead."</P><P>Service to Lord N&#257;r&#257;yana culminates in our rejoining Him in the eternal Vaikuntha planets. There the servants of the Lord share almost equally in His opulences. As &#346;r&#299;la Prabhup&#257;da used to say, "Become great by serving the great." But despite the overwhelming advantages of serving Lord N&#257;r&#257;yana, we still misdirect our service in the pitiful way King Kula&#347;ekhara describes here.</P><P>Sometimes a person adopts the impersonal conception of the Absolute Truth and thinks that by practicing austerities and cultivating knowledge he will eventually become equal with the Supreme in all respects: "I will give up serving and become the Self," he thinks. This resistance to bhakti results from ignorance of the transcendental pleasure the Lord's servant enjoys. If we actually knew how happy we would become by acting in our constitutional position as the Lord's servant, we would take up devotional service at once.</P><P>In this connection, &#346;r&#299;la Prabhup&#257;da tells the story of a man whose burning desire was to serve the greatest person. The man was born into a small village, where he became attracted to serving the village chief. He was very happy in this capacity and tried to please the chief in many ways. But one day a district governor visited the village, and the servant came to understand that his local chief was also a servant &#8212; of the governor. He then asked to be transferred to the service of the greater master. The governor accepted him into his service, and the man was again satisfied trying to please his new master. But then he saw that the governor was paying taxes and offering obeisances to the king. The man who wanted to serve the greatest managed to transfer himself into the king's direct service. Now he was completely satisfied, and the king treated him as a favorite servant. But one day the man saw that the king went off alone into the woods to worship and serve an ascetic. The king's servant later approached that guru and addressed him, "You must be the greatest person of all, because even the king serves you. Please let me be your servant." The ascetic replied that he himself was the lowly servant of the Supreme Personality of Godhead, Krishna. The perpetual servant then asked where he could find Krishna, and the guru directed him to the nearest Krishna temple. With an ardent desire the servant went to the temple and received a direct indication from the Deity that he was indeed accepted as His servant. Finally, the aspiring servant of the greatest reached his goal, a position as the servant of the Supreme Personality of Godhead.</P><P>There are five major rasas, or relationships, with the Supreme Lord, but the basis of them all is service. The glories of loving service won praise from the great yog&#299; Durv&#257;s&#257; Muni, who saw how pleased the Supreme Lord was with His pure devotee Ambar&#299;sha. Durv&#257;s&#257; said, "What remains to be attained for those who have become the Lord's servants?" And in the Stotra-ratna (43), &#346;r&#299; Y&#257;mun&#257;c&#257;rya states,</P><P>bhavantam ev&#257;nucaran nirantarah</P><P CLASS=n>pra&#347;&#257;nta-nih&#347;esha-mano-rath&#257;ntarah</P><P CLASS=n>kad&#257;ham aik&#257;ntika-nitya-ki&#324;karah</P><P CLASS=n>praharshayishy&#257;mi san&#257;tha-j&#299;vitam</P><P>"By serving You constantly, one is freed from all material desires and is completely pacified. When shall I engage as Your permanent eternal servant and always feel joyful to have such a perfect master?" (Cc. <A CLASS=v HREF="../cc/madhya/1/206.htm">Madhya 1.206</A>).</P><P>Another reason a foolish j&#299;va may avoid serving the Lord is because of social pressure. If we serve Lord Krishna, many people may laugh at us, whereas if we serve the mundane gods of money, prestige, and power, we will be widely accepted. Some people prefer to seek anonymity, and they are afraid that becoming a devotee of the Lord would make them far too noticeable. A real devotee, however, derives such great satisfaction from his service to the spiritual master and Krishna that he doesn't care what others think. As the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/40.htm">11.2.40</A>) states,</P><P>evam-vratah sva-priya-n&#257;ma-k&#299;rty&#257;</P><P CLASS=n>j&#257;t&#257;nur&#257;go druta-citta uccaih</P><P CLASS=n>hasaty atho roditi rauti g&#257;yaty</P><P CLASS=n>unm&#257;da-van nrityati loka-b&#257;hyah</P><P>"By chanting the holy name of the Lord, one comes to the stage of love of Godhead. Then the devotee is fixed in his vow as an eternal servant of the Lord, and he gradually becomes very much attached to a particular name and form of the Lord. As his heart melts with ecstatic love, he laughs very loudly or cries and shouts. Sometimes he sings and dances like a madman, for he is indifferent to public opinion."</P><P>Devotees in the Krishna consciousness movement may be shy at first, but they soon learn to forget their inhibitions while publicly chanting the holy names and dancing. They do this as a service to the Lord, for the welfare of all people, and they also find it ecstatic. In his Pady&#257;val&#299; (73), &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; quotes a verse written by S&#257;rvabhauma Bhatt&#257;c&#257;rya describing just how ecstatic devotional service can be, and how indifferent to public opinion an ecstatic devotee is: "Let the garrulous populace say whatever they like. We shall pay them no regard. Thoroughly maddened by the ecstasy of the intoxicating beverage of love for Krishna, we shall enjoy life, running about and rolling on the ground and dancing in ecstasy."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>