<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 18</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 18"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 18</P><P CLASS=c>baddhen&#257;ñjalin&#257; natena &#347;iras&#257; g&#257;traih sa-romodgamaih</P><P CLASS=c>kanthena svara-gadgadena nayanenodg&#299;rna-b&#257;shp&#257;mbun&#257;</P><P CLASS=c>nityam tvac-caran&#257;ravinda-yugala-dhy&#257;n&#257;mrit&#257;sv&#257;din&#257;m</P><P CLASS=c>asm&#257;kam saras&#299;ruh&#257;ksha satatam sampadyat&#257;m j&#299;vitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/baddhena">baddhena</A> &#8212; closed together; <A CLASS=v HREF="http://vedabase.net/a/anjalina">añjalin&#257;</A> &#8212; with joined palms; <A CLASS=v HREF="http://vedabase.net/n/natena">natena</A> &#8212; bowed down; <A CLASS=v HREF="http://vedabase.net/s/sirasa">&#347;iras&#257;</A> &#8212; with our heads; <A CLASS=v HREF="http://vedabase.net/g/gatraih">g&#257;traih</A> &#8212; with bodily limbs; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; having; <A CLASS=v HREF="http://vedabase.net/r/roma">roma</A> &#8212; of their hair; <A CLASS=v HREF="http://vedabase.net/u/udgamaih">udgamaih</A> &#8212; eruptions; <A CLASS=v HREF="http://vedabase.net/k/kanthena">kanthena</A> &#8212; with the voice; <A CLASS=v HREF="http://vedabase.net/s/svara">svara</A> &#8212; sounds; <A CLASS=v HREF="http://vedabase.net/g/gadgadena">gadgadena</A> &#8212; choked up; <A CLASS=v HREF="http://vedabase.net/n/nayanena">nayanena</A> &#8212; with eyes; <A CLASS=v HREF="http://vedabase.net/u/udgirna">udg&#299;rna</A> &#8212; emitting; <A CLASS=v HREF="http://vedabase.net/b/baspa">b&#257;shpa</A> &#8212; of tears; <A CLASS=v HREF="http://vedabase.net/a/ambuna">ambun&#257;</A> &#8212; with the water; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; constant; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/y/yugala">yugala</A> &#8212; on the pair; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A> &#8212; from meditation; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; immortal nectar; <A CLASS=v HREF="http://vedabase.net/a/asvadinam">&#257;sv&#257;din&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> tasting; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/s/sarasi">saras&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/ruha">ruha</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> lotus growing <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> lake; <A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You whose eyes; <A CLASS=v HREF="http://vedabase.net/s/satatam">satatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/sam">sam</A>-<A CLASS=v HREF="http://vedabase.net/p/padyatam">padyat&#257;m</A> &#8212; please assure; <A CLASS=v HREF="http://vedabase.net/j/jivitam">j&#299;vitam</A> &#8212; our livelihood.</P><P CLASS=t>TRANSLATION</P><P>O lotus-eyed Lord, please sustain our lives as we constantly relish the nectar of meditating on Your lotus feet, with our palms prayerfully joined, our heads bowed down, our bodily hair standing up in jubilation, our voices choked with emotion, and our eyes flowing with tears.</P><P CLASS=t>PURPORT</P><P>A devotee finds full satisfaction in reverently worshiping his Lord, appreciating His personal features. And while rapt in worshiping the Lord, a Vaishnava does not worry much about his own sustenance. In modern cities, by contrast, earning one's livelihood has become an exaggerated endeavor that takes one's full energy, day and night, leaving no time left for God, except perhaps on Sunday, the day of rest.</P><P>The Vedic philosophy teaches that the top priority in life should be reawakening our relationship with the Lord. Therefore a sensible man should never allow himself to get so wrapped up in his material duties that they sap all his energy and kill his desire for serving Krishna. &#346;r&#299;la Bhaktivinoda Th&#257;kura, who was both a great Vaishnava and a responsible magistrate in the Indian government, said that we should balance our material and spiritual needs, but that we should favor the latter. In other words, we should earn our livelihood in the spirit of simple living and high thinking.</P><P>In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/7/14/6.htm">7.14.6</A>), N&#257;rada Muni recommends just such a life to Mah&#257;r&#257;ja Yudhishthira: "An intelligent man in human society should make his program of activities very simple. If there are suggestions from his friends, children, parents, brothers, or anyone else, he should externally agree, saying, 'Yes, that is all right,' but internally he should be determined not to create a cumbersome life in which the purpose of life will not be fulfilled."</P><P>An ideal service for a householder is Deity worship, either at home or in the temple. As one cleans the altar, cooks, or dresses the Deity, one should relish the nectar of meditating on the Lord's lotus feet, as King Kula&#347;ekhara says in this prayer. To be effective, worship must never be done in a time-serving mood. Sometimes M&#257;y&#257;v&#257;d&#299;s appear to worship Deities as the Vaishnavas do. But there is a world of difference, because M&#257;y&#257;v&#257;d&#299;s do not think that the Supreme Lord is a perpetual object of devotion. Rather, they think that Deity worship may help one develop a meditative mood, which will eventually lead one to realize that the Lord Himself is illusion. Then the worshiper merges with the impersonal Brahman. Neither the Supreme Lord nor His pure devotee ever accepts this kind of time-serving bhakti.</P><P>The &#346;r&#299;mad-Bh&#257;gavatam and all the spiritual masters in disciplic succession warn us never to consider Deity worship to be idol worship. The arc&#257;-vigraha is not a symbolic creation but is Krishna Himself appearing in a form of metal, stone, wood, etc., to facilitate devotional exchanges with His devotees.</P><P>One of the great blessings of Deity worship is that it provides us with a concrete image to meditate on. Thus Deity worship, in conjunction with descriptions of the Lord found in authorized &#347;&#257;stras like &#346;r&#299;mad-Bh&#257;gavatam, enables the devotee easily to absorb his mind in the form of the Lord. Here are just two of the many descriptions of the Lord's form found in the Bh&#257;gavatam:</P><P>"His lotus feet are placed over the whorls of the lotuslike hearts of great mystics. On His chest is the Kaustubha jewel, engraved with a beautiful calf, and there are other jewels on His shoulders. His complete torso is garlanded with fresh flowers" (Bh&#257;g. <A CLASS=v HREF="../sb/2/2/10.htm">2.2.10</A>).</P><P>"Krishna's face is decorated with ornaments, such as earrings resembling sharks. His ears are beautiful, His cheeks are brilliant, and His smiling face is attractive to everyone. Whoever sees Lord Krishna sees a festival. His face and body are fully satisfying for everyone to see, but the devotees are angry at the creator for the disturbance caused by the momentary blinking of their eyes" (Bh&#257;g. <A CLASS=v HREF="../sb/9/24/65.htm">9.24.65</A>).</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>