<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 19</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 19"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 19</P><P CLASS=c>yat krishna-pranip&#257;ta-dh&#363;li-dhavalam tad varshma tad vai &#347;iras</P><P CLASS=c>te netre tamasojjhite su-rucire y&#257;bhy&#257;m harir dri&#347;yate</P><P CLASS=c>s&#257; buddhir vimalendu-&#347;a&#324;kha-dhaval&#257; y&#257; m&#257;dhava-dhy&#257;yin&#299;</P><P CLASS=c>s&#257; jihv&#257;mrita-varshin&#299; prati-padam y&#257; stauti n&#257;r&#257;yanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/pranipata">pranip&#257;ta</A> &#8212; from bowing down; <A CLASS=v HREF="http://vedabase.net/d/dhuli">dh&#363;li</A> &#8212; with dust; <A CLASS=v HREF="http://vedabase.net/d/dhavalam">dhavalam</A> &#8212; whitened; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/varsma">varshma</A> &#8212; topmost; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; head; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; those two; <A CLASS=v HREF="http://vedabase.net/n/netre">netre</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/t/tamasa">tamas&#257;</A> &#8212; by darkness; <A CLASS=v HREF="http://vedabase.net/u/ujjhite">ujjhite</A> &#8212; abandoned; <A CLASS=v HREF="http://vedabase.net/s/su">su</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/r/rucire">rucire</A> &#8212; attractive; <A CLASS=v HREF="http://vedabase.net/y/yabhyam">y&#257;bhy&#257;m</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/d/drsyate">dri&#347;yate</A> &#8212; is seen; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/v/vimala">vimal&#257;</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/i/indu">indu</A> &#8212; like the moon; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A> &#8212; or <A HREF="http://vedabase.net/a/a">a</A> conchshell; <A CLASS=v HREF="http://vedabase.net/d/dhavala">dhaval&#257;</A> &#8212; shining white; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A>-<A CLASS=v HREF="http://vedabase.net/d/dhyayani">dhy&#257;yan&#299;</A> &#8212; meditating on Lord <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A> &#8212; tongue; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/v/varsini">varshin&#299;</A> &#8212; raining down; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; at every step; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/stauti">stauti</A> &#8212; praises; <A CLASS=v HREF="http://vedabase.net/n/narayanam">n&#257;r&#257;yanam</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>That head is the loftiest which is white with dust from bowing down to Lord Krishna. Those eyes are the most beautiful which darkness has abandoned after they have seen Lord Hari. That intelligence is spotless &#8212; like the white glow of the moon or a conchshell &#8212; which concentrates on Lord M&#257;dhava. And that tongue rains down nectar which constantly glorifies Lord N&#257;r&#257;yana.</P><P CLASS=t>PURPORT</P><P>Devotional service to Lord Krishna gradually spiritualizes and beautifies all one's senses. Ordinary people may not see how a Vaishnava is being transformed, for only a devotee can appreciate the actual beauty of other devotees. Therefore &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; cautions us in his Upade&#347;&#257;mrita (5) against judging a devotee superficially: "One should overlook a devotee's being born in a low family, having a body with a bad complexion, a deformed body, or a diseased or infirm body. According to ordinary vision, such imperfections may seem prominent in the body of a pure devotee, but despite such seeming defects, the body of a pure devotee cannot be polluted. It is exactly like the waters of the Ganges, which during the rainy season are sometimes full of bubbles, foam, and mud [but which remain pure and thus able to purify one who bathes in them]."</P><P>Often, however, the transforming power of devotional service is dramatic. &#346;r&#299;la Prabhup&#257;da would sometimes recall how when he first met many of his future disciples, they were dirty, morose hippies. But as they took to Krishna consciousness, Prabhup&#257;da said, they became like bright-faced angels from Vaikuntha.</P><P>In the course of the Lord's pastimes, the Lord will sometimes personally cause dramatic changes in His devotees' bodies. As Lord Krishna entered Mathur&#257; He met a young hunchback girl who anointed Him with sandalwood pulp that had been meant for King Kamsa, and in return for her service the Lord straightened her body and changed her into a beautiful girl. Similarly, Lord Caitanya instantly cured the leper V&#257;sudeva. The ultimate bodily transformation takes place when a devotee gains his svar&#363;pa, his spiritual body, and enters the spiritual world to worship the Lord in Vaikuntha.</P><P>A devotee becomes beautiful by humbling himself in the dust as he offers obeisances to the Lord. By contrast, a proud person who is trying to impress the opposite sex with his or her so-called beauty will avoid bowing in the dust. But King Kula&#347;ekhara recommends it as a kind of beauty treatment. True beauty means that which is pleasing to Lord Krishna.</P><P>The devotees' eyes become beautiful by seeing the most beautiful form of Krishna. A reflection of Krishna's radiance shines in the eyes of devotional mystics. Those who saw His Divine Grace &#346;r&#299;la Prabhup&#257;da saw this radiance in his eyes.</P><P>The spotless intelligence referred to here is one that is cleansed of all doubts and filled with pure faith in the Lord. One who has attained such clear buddhi, spiritual intelligence, is peaceful and is able to solve all problems, both his own and others'. Therefore the devotees' intelligence is likened to the moon, whose cool, soothing beauty can be seen and appreciated by everyone in the world. Similarly, the tongue of one who glorifies the Lord is said to shower down a rain of nectar, which, like the moonshine, is available to all without distinction.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>