<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 20</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 20"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 20</P><P CLASS=c>jihve k&#299;rtaya ke&#347;avam mura-ripum ceto bhaja &#347;r&#299;dharam</P><P CLASS=c>p&#257;ni-dvandva samarcay&#257;cyuta-kath&#257;h &#347;rotra-dvaya tvam &#347;rinu</P><P CLASS=c>krishnam lokaya locana-dvaya harer gacch&#257;&#324;ghri-yugm&#257;layam</P><P CLASS=c>jighra ghr&#257;na mukunda-p&#257;da-tulas&#299;m m&#363;rdhan nam&#257;dhokshajam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jihve">jihve</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> tongue; <A CLASS=v HREF="http://vedabase.net/k/kirtaya">k&#299;rtaya</A> &#8212; chant the praise; <A CLASS=v HREF="http://vedabase.net/k/kesavam">ke&#347;avam</A> &#8212; of Lord <A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A>; <A CLASS=v HREF="http://vedabase.net/m/mura">mura</A>-<A CLASS=v HREF="http://vedabase.net/r/ripum">ripum</A> &#8212; the enemy of <A HREF="http://vedabase.net/m/mura">Mura</A>; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mind; <A CLASS=v HREF="http://vedabase.net/b/bhaja">bhaja</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/d/dharam">dharam</A> &#8212; the Lord of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A>, the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/p/pani">p&#257;ni</A>-<A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> two hands; <A CLASS=v HREF="http://vedabase.net/s/samarcaya">samarcaya</A> &#8212; serve; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; topics of Lord <A HREF="http://vedabase.net/a/acyuta">Acyuta</A>; <A CLASS=v HREF="http://vedabase.net/s/srotra">&#347;rotra</A>-<A CLASS=v HREF="http://vedabase.net/d/dvaya">dvaya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> two ears; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/s/srnu">&#347;rinu</A> &#8212; just hear; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; at <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/l/lokaya">lokaya</A> &#8212; look; <A CLASS=v HREF="http://vedabase.net/l/locana">locana</A>-<A CLASS=v HREF="http://vedabase.net/d/dvaya">dvaya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> two eyes; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/g/gaccha">gaccha</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A> <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/y/yugma">yugma</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> two feet; <A CLASS=v HREF="http://vedabase.net/a/alayam">&#257;layam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the residence; <A CLASS=v HREF="http://vedabase.net/j/jighra">jighra</A> &#8212; smell; <A CLASS=v HREF="http://vedabase.net/g/ghrana">ghr&#257;na</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> nose; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; of Lord <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; at the feet; <A CLASS=v HREF="http://vedabase.net/t/tulasim">tulas&#299;m</A> &#8212; the <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> flowers; <A CLASS=v HREF="http://vedabase.net/m/murdhan">m&#363;rdhan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> head; <A CLASS=v HREF="http://vedabase.net/n/nama">nama</A> &#8212; bow down; <A CLASS=v HREF="http://vedabase.net/a/adhoksajam">adhokshajam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/a/adhoksaja">Adhokshaja</A>.</P><P CLASS=t>TRANSLATION</P><P>O tongue, praise the glories of Lord Ke&#347;ava. O mind, worship the enemy of Mura. O hands, serve the Lord of &#346;r&#299;. O ears, hear the topics of Lord Acyuta. O eyes, gaze upon &#346;r&#299; Krishna. O feet, go to the temple of Lord Hari. O nose, smell the tulas&#299; buds on Lord Mukunda's feet. O head, bow down to Lord Adhokshaja.</P><P CLASS=t>PURPORT</P><P>Here the poet orders each of his senses to cooperate in serving the Lord. The spirit soul is higher than the senses, and so it is right that he should order them:</P><P>indriy&#257;ni par&#257;ny &#257;hur indriyebyah param manah</P><P CLASS=n>manasas tu par&#257; buddhir yo buddheh paratas tu sah</P><P>"The working senses are superior to dull matter; mind is higher than the senses; intelligence is still higher than the mind; and he [the soul] is even higher than the intelligence" (<A CLASS=v HREF="../bg/3/42.htm">Bg. 3.42</A>).</P><P>Texts 19 and 20 of Mukunda-m&#257;l&#257;-stotra call to mind a series of verses by &#346;aunaka Rishi in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/3/20.htm">2.3.20-24</A>): "One who has not listened to the messages about the prowess and marvelous acts of the Personality of Godhead and has not sung or chanted loudly the worthy songs about the Lord is to be considered to possess earholes like the holes snakes live in and a tongue like the tongue of a frog. The upper portion of the body, though crowned with a silk turban, is only a heavy burden if not bowed down before the Personality of Godhead, who can award mukti [freedom from birth and death]. And the hands, though decorated with glittering bangles, are like those of a dead man if not engaged in the service of the Personality of Godhead, Hari. The eyes which do not look at the symbolic representations [Deity forms] of the Personality of Godhead, Vishnu, are like those printed on the plumes of the peacock, and the legs which do not move to the holy places [where the Lord is remembered] are considered to be like tree trunks. The person who has not at any time received the dust of the feet of the Lord's pure devotee upon his head is certainly a dead body. And the person who has never experienced the aroma of the tulas&#299; flowers decorating the lotus feet of the Lord is also a dead body, although breathing. Certainly that heart is steel-framed which, in spite of one's chanting the holy name of the Lord with concentration, does not change and feel ecstasy, at which time tears fill the eyes and the hairs stand on end."</P><P>Each of our senses may help or hinder us in devotional service. If we allow even one sense free rein, it can seriously distract our mind, just as a gust of wind can sweep away an unanchored sailboat on the ocean. The Supreme Personality of Godhead has senses, and so do we, and our perfection lies in serving Hrish&#299;ke&#347;a (the Lord of the senses) with all of our senses. We may engage our senses in the service of Krishna or in the service of M&#257;y&#257;, illusion. The choice is vividly shown in the verses by Kula&#347;ekhara and &#346;aunaka Rishi.</P><P>For example, our sincere singing (k&#299;rtana) may please the Supreme Lord and evoke His mercy, or our materialistic songs will resemble the frog's croaking, which attracts the predator snake &#8212; death. Similarly, we may be beautified by bowing our head before the Lord, or that same head, burdened by ornaments and pride, will drag us down into the ocean of birth and death. A person in a high social position is often too proud to humble himself before the Deity in the temple. In that case he will be pulled down by his own pride, just as a man who falls overboard in the ocean is pulled down by his heavy clothes and headdress. In Lord Caitanya's time, King Prat&#257;parudra set the perfect example for a worldly leader by performing the menial service of sweeping the road before Lord Jagann&#257;tha's chariot. In this way he showed his subordination to the Almighty.</P><P>One can best serve the Lord's senses by serving His devotees. &#346;r&#299;la Prabhup&#257;da states, "Krishna is the property of His pure, unconditioned devotees, and as such only the devotees can deliver Krishna to another devotee; Krishna is never obtainable directly" (Bh&#257;g. <A CLASS=v HREF="../sb/2/3/23.htm">2.3.23</A>, purport). A disciple should therefore use his senses to perform all kinds of services for the satisfaction of his guru.</P><P>We should engage not only our senses but also our mind in the Lord's service. The mind, after all, provides the impetus for the actions of all the bodily limbs. So thinking of Krishna is the basis of all devotional service. As the Lord instructs in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/34.htm">9.34</A>), man-man&#257; bhava mad-bhaktah: "Think of Me and become My devotee." The mind fixed in chanting and praying to Krishna will change the heart, which will transform the conditioned soul into a pure devotee. A pure devotee, therefore, is one whose body, mind, and words are all merged in devotional service to Krishna, with no room for illusion.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>