<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 21</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 21"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 21</P><P CLASS=c>&#257;mn&#257;y&#257;bhyasan&#257;ny aranya-ruditam veda-vrat&#257;ny anv-aham</P><P CLASS=c>meda&#347;-cheda-phal&#257;ni p&#363;rta-vidhayah sarvam hutam bhasmani</P><P CLASS=c>t&#299;rth&#257;n&#257;m avag&#257;han&#257;ni ca gaja-sn&#257;nam vin&#257; yat-pada-</P><P CLASS=c>dvandv&#257;mbhoruha-samsmritim vijayate devah sa n&#257;r&#257;yanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/amnaya">&#257;mn&#257;ya</A> &#8212; of the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/a/abhyasanani">abhyasan&#257;ni</A> &#8212; studies; <A CLASS=v HREF="http://vedabase.net/a/aranya">aranya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/r/ruditam">ruditam</A> &#8212; crying; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; Vedic; <A CLASS=v HREF="http://vedabase.net/v/vratani">vrat&#257;ni</A> &#8212; vows of austerity; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; daily; <A CLASS=v HREF="http://vedabase.net/m/medah">medah</A> &#8212; of fat; <A CLASS=v HREF="http://vedabase.net/c/cheda">cheda</A> &#8212; removal; <A CLASS=v HREF="http://vedabase.net/p/phalani">phal&#257;ni</A> &#8212; whose result; <A CLASS=v HREF="http://vedabase.net/p/purta">p&#363;rta</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhayah">vidhayah</A> &#8212; prescribed pious works; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/h/hutam">hutam</A> &#8212; oblations offered; <A CLASS=v HREF="http://vedabase.net/b/bhasmani">bhasmani</A> &#8212; onto ashes; <A CLASS=v HREF="http://vedabase.net/t/tirthanam">t&#299;rth&#257;n&#257;m</A> &#8212; at holy sites; <A CLASS=v HREF="http://vedabase.net/a/avagahanani">avag&#257;han&#257;ni</A> &#8212; acts of bathing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/gaja">gaja</A> &#8212; of <A HREF="http://vedabase.net/a/an">an</A> elephant; <A CLASS=v HREF="http://vedabase.net/s/snanam">sn&#257;nam</A> &#8212; the bathing; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A> &#8212; the pair; <A CLASS=v HREF="http://vedabase.net/a/amboruha">amboruha</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/s/samsmrtim">samsmritim</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/v/vijayate">vijayate</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> be victorious; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>All glories to Lord N&#257;r&#257;yana! Without remembrance of His lotus feet, recitation of scripture is merely crying in the wilderness, regular observance of severe vows enjoined in the Vedas is no more than a way to lose weight, execution of prescribed pious duties is like pouring oblations onto ashes, and bathing at various holy sites is no better than an elephant's bath.</P><P CLASS=t>PURPORT</P><P>Remembrance of the Supreme Personality of Godhead is the goal of all spiritual practices. One moment's remembrance of Lord Krishna is the greatest fortune, and a moment's forgetfulness of Him is the greatest loss. Therefore even the important religious duties mentioned in this verse become null and void if they do not lead to remembrance of Krishna. Studying the scriptures, visiting temples, observing vows &#8212; none of these is unimportant or dispensable for devotees. King Kula&#347;ekhara, therefore, condemns them only when they are improperly performed in the name of religion. For example, the studies and meditations of the impersonalists, who deride the personal, spiritual form of the Absolute Truth, are useless. Other useless acts would include austerities performed for political ends or demigod worship aimed at winning material boons. The renunciant may become very skinny, but he will not please the Lord, and therefore he himself will not be pleased at heart. So what is the use of his austerities? As stated in the N&#257;rada-pañcar&#257;tra:</P><P>&#257;r&#257;dhito yadi haris tapas&#257; tatah kim</P><P CLASS=n>n&#257;r&#257;dhito yadi haris tapas&#257; tatah kim</P><P CLASS=n>antar bahir yadi haris tapas&#257; tatah kim</P><P CLASS=n>n&#257;ntar bahir yadi haris tapas&#257; tatah kim</P><P>"If one is worshiping Lord Hari, what is the use of severe penances? And if one is not worshiping Lord Hari, what is the use of severe penances? If one can understand that Lord Hari is all-pervading, what is the use of severe penances? And if one cannot understand that Lord Hari is all-pervading, what is the use of severe penances?"</P><P>The successful devotee has learned to think of the Lord in every conceivable circumstance. Thinking of Krishna is not something to be practiced only when we are removed from our daily occupation, as in solitary meditation. Rather, Lord Krishna instructed Arjuna to "remember Me and fight." In other words, we are meant to carry out our daily duties and at the same time think of Krishna. Lord Caitanya's injunction to always chant the names of Krishna is the same instruction, given in such a way that we can happily and easily follow it. In the advanced stage, a devotee effortlessly remembers Krishna out of spontaneous love. In the beginning and intermediate stages, one can also think of Krishna day and night, by chanting the holy name and molding one's activities in His service, under the direction of a pure devotee of the Lord.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>