<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 22</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 22"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 22</P><P CLASS=c>madana parihara sthitim mad&#299;ye</P><P CLASS=c>manasi mukunda-pad&#257;ravinda-dh&#257;mni</P><P CLASS=c>hara-nayana-kri&#347;&#257;nun&#257; kri&#347;o 'si</P><P CLASS=c>smarasi na cakra-par&#257;kramam mur&#257;reh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/madana">madana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Cupid; <A CLASS=v HREF="http://vedabase.net/p/parihara">parihara</A> &#8212; give up; <A CLASS=v HREF="http://vedabase.net/s/sthitim">sthitim</A> &#8212; your residence; <A CLASS=v HREF="http://vedabase.net/m/madiye">mad&#299;ye</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; of Lord <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/d/dhamni">dh&#257;mni</A> &#8212; which is the abode; <A CLASS=v HREF="http://vedabase.net/h/hara">hara</A> &#8212; of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; from the eye; <A CLASS=v HREF="http://vedabase.net/k/krsanuna">kri&#347;&#257;nun&#257;</A> &#8212; by the fire; <A CLASS=v HREF="http://vedabase.net/k/krsah">kri&#347;ah</A> &#8212; decimated; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you have become; <A CLASS=v HREF="http://vedabase.net/s/smarasi">smarasi</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; you <A HREF="http://vedabase.net/d/do">do</A> not remember; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; of the disc weapon; <A CLASS=v HREF="http://vedabase.net/p/parakramam">par&#257;kramam</A> &#8212; the powerful capability; <A CLASS=v HREF="http://vedabase.net/m/mura">mura</A>-<A CLASS=v HREF="http://vedabase.net/a/areh">areh</A> &#8212; of the enemy of <A HREF="http://vedabase.net/m/mura">Mura</A>.</P><P CLASS=t>TRANSLATION</P><P>O Cupid, abandon your residence in my mind, which is now the home of Lord Mukunda's lotus feet. You have already been incinerated by Lord &#346;iva's fiery glance, so why have you forgotten the power of Lord Mur&#257;ri's disc?</P><P CLASS=t>PURPORT</P><P>This is a bold challenge to Cupid, who can usually subdue everyone, including aspiring transcendentalists. As Lord Kapila says to His mother, "Just try to understand the mighty strength of My m&#257;y&#257; in the shape of a woman, who by the mere movement of her eyebrows can keep even the greatest conquerors of the world under her grip" (Bh&#257;g. <A CLASS=v HREF="../sb/3/31/38.htm">3.31.38</A>).</P><P>A devotee can challenge K&#257;madeva (Cupid) in such a feisty way because devotees constantly meditate on Lord Krishna, who destroys Cupid's influence. Here King Kula&#347;ekhara is giving fair warning to K&#257;madeva to leave the king's mind or risk destruction for a second time. The reference here is to an incident in which K&#257;madeva tried to shoot his arrows at Lord &#346;iva to arouse lust in him. Lord &#346;iva retaliated by burning K&#257;madeva to ashes with his glance. K&#257;madeva should have learned his lesson from that incident. If not, King Kula&#347;ekhara warns that Lord Krishna will have no trouble destroying K&#257;madeva with His disc and freeing His devotee's mind of lust.</P><P>K&#257;madeva is also called Madana, a name that means "one who attracts." But Lord Krishna is known as Madana-mohana, "the bewilderer of Cupid." In other words, Krishna is so transcendentally attractive that anyone who absorbs his mind in Him will not be troubled by sex desire. Furthermore, Lord Krishna's consort, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, is called Madana-mohana-mohin&#299; because She alone can captivate even Krishna.</P><P>In all the world's religions, ascetics have practiced renunciation, and K&#257;madeva always tests them and gives them trouble. Often, despite one's best attempts at purification, one thinks of the opposite sex at the time of death. Then one has to come back in the cycle of birth and death, to be again attracted and again suffer the miseries of material life. Even the powerful mystic Vi&#347;v&#257;mitra became a victim of the beauty of Menak&#257;, united with her, and begot &#346;akuntal&#257;.</P><P>But the bhaktas have discovered an infallible shelter from Cupid &#8212; absorption in the beauty of Krishna. One who is captivated by the beauty of Krishna is not victimized by lust. As &#346;r&#299; Y&#257;mun&#257;c&#257;rya sings,</P><P>yad-avadhi mama cetah krishna-p&#257;d&#257;ravinde</P><P CLASS=n>nava-nava-rasa-dh&#257;many udyatam rantum &#257;s&#299;t</P><P CLASS=n>tad-avadhi bata n&#257;r&#299;-sa&#324;game smaryam&#257;ne</P><P CLASS=n>bhavati mukha-vik&#257;rah sushthu nishth&#299;vanam ca</P><P>"Since my mind has been engaged in the service of the lotus feet of Lord Krishna and I have been enjoying ever-new transcendental pleasure in that service, whenever I think of sex with a woman my face at once turns from it, and I spit at the thought."</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>