<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 23</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 23"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 23</P><P CLASS=c>n&#257;the dh&#257;tari bhogi-bhoga-&#347;ayane n&#257;r&#257;yane m&#257;dhave</P><P CLASS=c>deve devaki-nandane sura-vare cakr&#257;yudhe &#347;&#257;r&#324;gini</P><P CLASS=c>l&#299;l&#257;&#347;esha-jagat-prapañca-jathare vi&#347;ve&#347;vare &#347;r&#299;dhare</P><P CLASS=c>govinde kuru citta-vrittim acal&#257;m anyais tu kim vartanaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nathe">n&#257;the</A> &#8212; on your master; <A CLASS=v HREF="http://vedabase.net/d/dhatari">dh&#257;tari</A> &#8212; and sustainer; <A CLASS=v HREF="http://vedabase.net/b/bhogi">bhogi</A> &#8212; of the serpent (<A HREF="http://vedabase.net/a/ananta">Ananta</A> <A HREF="http://vedabase.net/s/sesa">&#346;esha</A>); <A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A> &#8212; on the body; <A CLASS=v HREF="http://vedabase.net/s/sayane">&#347;ayane</A> &#8212; who lies down; <A CLASS=v HREF="http://vedabase.net/n/narayane">n&#257;r&#257;yane</A> <A CLASS=v HREF="http://vedabase.net/m/madhave">m&#257;dhave</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A> and <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/d/deve">deve</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/d/devaki">devaki</A>-<A CLASS=v HREF="http://vedabase.net/n/nandane">nandane</A> &#8212; the darling son of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/v/vare">vare</A> &#8212; the hero of the demigods; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A>-<A CLASS=v HREF="http://vedabase.net/a/ayudhe">&#257;yudhe</A> &#8212; the holder of the disc; <A CLASS=v HREF="http://vedabase.net/s/sarn">&#347;&#257;r&#324;</A>-<A CLASS=v HREF="http://vedabase.net/g/gini">gini</A> &#8212; the possessor of the bow <A HREF="http://vedabase.net/s/sarnga">&#346;&#257;r&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> pastime; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;e&#347;a</A> &#8212; endless; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; universes; <A CLASS=v HREF="http://vedabase.net/p/prapanca">prapañca</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/j/jathare">jathare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the stomach; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; of the universes; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/s/sridhare">&#347;r&#299;dhare</A> &#8212; the Lord of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/govinde">govinde</A> &#8212; on Lord <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A> &#8212; place; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A> &#8212; of your mind; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; the workings; <A CLASS=v HREF="http://vedabase.net/a/acalam">acal&#257;m</A> &#8212; without deviation; <A CLASS=v HREF="http://vedabase.net/a/anyaih">anyaih</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; conversely; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/v/vartanaih">vartanaih</A> &#8212; with engagements.</P><P CLASS=t>TRANSLATION</P><P>Think only of your master and sustainer, the Supreme Lord, who is known as N&#257;r&#257;yana and M&#257;dhava and who lies on the body of the serpent Ananta. He is the darling son of Devak&#299;, the hero of the demigods, and the Lord of the cows, and He holds a conchshell and the bow &#346;&#257;r&#324;ga. He is the husband of the goddess of fortune and the controller of all the universes, which He manifests from His abdomen as a pastime. What will you gain by thinking of anything else?</P><P CLASS=t>PURPORT</P><P>In previous verses King Kula&#347;ekhara has instructed his own mind to be fixed at the lotus feet of Krishna, and now he instructs his readers to fix their minds on Him as well. He gives some of the Lord's innumerable names, which describe His qualities and pastimes. Devotees are attracted to serving a specific aspect of the Supreme Lord according to their specific rasa, or loving relationship with Him. One may meditate on and serve any bona fide form of the Lord and derive the same benefit of going back to Godhead. While passing away from the world, Grandfather Bh&#299;shma, who was in a chivalrous relationship with Krishna, chanted prayers recalling that aspect of the Lord. Praying that his mind would go unto Krishna, he reviewed the Lord's chivalrous pastimes in his mind: "May He, Lord &#346;r&#299; Krishna, the Personality of Godhead, who awards salvation, be my ultimate destination. On the battlefield He charged me, as if angry because of the wounds dealt by my sharp arrows. His shield was scattered, and His body was smeared with blood due to the wounds" (Bh&#257;g. <A CLASS=v HREF="../sb/1/9/38.htm">1.9.38</A>).</P><P>In this verse King Kula&#347;ekhara instructs us to attain sam&#257;dhi, or ecstatic concentration on the Supreme. Yog&#299;s try to achieve sam&#257;dhi by perfecting the eightfold yoga process, but this is very difficult. When Krishna recommended this practice to Arjuna, he replied, "O Madhus&#363;dana, the system of yoga You have summarized appears impractical and unbearable to me, for the mind is restless and unsteady.... [Controlling the mind] is more difficult than controlling the wind" (<A CLASS=v HREF="../bg/6/33.htm">Bg. 6.33-34</A>).</P><P>By contrast, bhakti-yoga is so easy that anyone can successfully practice it. A sincere soul who chants and hears the holy names of Krishna, and also hears His pastimes and qualities narrated by self-realized devotees, can progress to the highest stages of concentration with an ease unknown to the followers of other yoga processes.</P><P>Why does King Kula&#347;ekhara deem as worthless all activities except fixing the mind on Krishna? Because all other acts and thoughts are temporary and thus lead to unending entanglement in material misery. As &#346;r&#299;la Prabhup&#257;da writes in his Bhagavad-g&#299;t&#257; commentary, "If one is not in Krishna consciousness, there cannot be a final goal for the mind." By the tricks of fate and the inexorable workings of karma, what appears auspicious and happy one moment may turn into tragedy the next. Like the Supreme Lord, the soul is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>] (eternal and full of bliss and knowledge), and as such he can be fully satisfied only when he unites in bhakti with the Lord. We should join with Bh&#299;shmadeva in praying, "May His lotus feet always remain the objects of my attraction."</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>