<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 24</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 24"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 24</P><P CLASS=c>m&#257; dr&#257;ksham ksh&#299;na-puny&#257;n kshanam api bhavato bhakti-h&#299;n&#257;n pad&#257;bje</P><P CLASS=c>m&#257; &#347;rausham &#347;r&#257;vya-bandham tava caritam ap&#257;sy&#257;nyad &#257;khy&#257;na-j&#257;tam</P><P CLASS=c>m&#257; sm&#257;rsham m&#257;dhava tv&#257;m api bhuvana-pate cetas&#257;pahnuv&#257;n&#257;n</P><P CLASS=c>m&#257; bh&#363;vam tvat-sapary&#257;-vyatikara-rahito janma-janm&#257;ntare 'pi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/draksam">dr&#257;ksham</A> &#8212; may <A HREF="http://vedabase.net/i/i">I</A> not look at; <A CLASS=v HREF="http://vedabase.net/k/ksina">ksh&#299;na</A> &#8212; depleted; <A CLASS=v HREF="http://vedabase.net/p/punyan">puny&#257;n</A> &#8212; whose credit of piety; <A CLASS=v HREF="http://vedabase.net/k/ksanam">kshanam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/h/hinan">h&#299;n&#257;n</A> &#8212; devoid of; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/abje">abje</A> &#8212; for the lotus feet; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/srausam">&#347;rausham</A> &#8212; may <A HREF="http://vedabase.net/i/i">I</A> not hear; <A CLASS=v HREF="http://vedabase.net/s/sravya">&#347;r&#257;vya</A> &#8212; worth hearing; <A CLASS=v HREF="http://vedabase.net/b/bandham">bandham</A> &#8212; compositions about which; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/a/apasya">ap&#257;sya</A> &#8212; putting aside; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/a/akhyana">&#257;khy&#257;na</A> &#8212; of narrations; <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> &#8212; topics; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/smarsam">&#347;m&#257;rsham</A> &#8212; may <A HREF="http://vedabase.net/i/i">I</A> not remember; <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; mentally; <A CLASS=v HREF="http://vedabase.net/a/apahnuvanan">apahnuv&#257;n&#257;n</A> &#8212; those who avoid; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhuvam">bh&#363;vam</A> &#8212; may <A HREF="http://vedabase.net/i/i">I</A> not become; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/saparya">sapary&#257;</A> &#8212; for the personal service; <A CLASS=v HREF="http://vedabase.net/v/vyatikara">vyatikara</A> &#8212; the opportunity; <A CLASS=v HREF="http://vedabase.net/r/rahitah">rahitah</A> &#8212; devoid of; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/a/antare">antare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> repeated rebirths; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even.</P><P CLASS=t>TRANSLATION</P><P>O M&#257;dhava, please do not let me even glance at those whose pious credits are so depleted that they have no devotion for Your lotus feet. Please do not let me be distracted from listening to the worthy narrations of Your pastimes and become interested in other topics. Please, O Lord of the universe, let me pay no attention to those who avoid thinking of You. And let me never be unable to serve You in some menial way, birth after birth.</P><P CLASS=t>PURPORT</P><P>Like other Vaishnavas' prayers, King Kula&#347;ekhara's are characterized by single-minded intensity. A critic might say his attitude doesn't embody the "golden mean" praised in Greek wisdom. The critic might ask, "What's wrong with sometimes serving Krishna and sometimes enjoying yourself in sense gratification? Why be so fanatical as to avoid even glancing at impious persons? And why focus exclusively on the Deity of Lord Vishnu?" These questions are not to be answered by reason alone. The devotee's exclusive intensity is dictated by love. It is unreasonable to ask someone in love to be interested in something other than his beloved.</P><P>But krishna-bhakti is not an ordinary lover's madness. &#346;r&#299; Krishna is the Absolute Truth, the source of supreme wisdom, and, as such, in the Bhagavad-g&#299;t&#257; He teaches single-minded devotion to Himself:</P><P>bhakty&#257; tv ananyay&#257; &#347;akya aham evam-vidho 'rjuna</P><P CLASS=n>jñ&#257;tum drashtum ca tattvena praveshtum ca parantapa</P><P>"My dear Arjuna, only by undivided devotional service can I be understood as I am, standing before you, and can thus be seen directly. Only in this way can you enter into the mysteries of My understanding" (<A CLASS=v HREF="../bg/11/54.htm">Bg. 11.54</A>). Furthermore, unlike ordinary, materialistic "love," one-pointed devotion to Krishna does not produce indifference to everyone else besides one's beloved. While in this verse King Kula&#347;ekhara expresses his valid wish to avoid the association of nondevotees, out of compassion a pure devotee will "glance at" and "pay attention to" nondevotees for the sake of preaching. When a devotee actually becomes fully absorbed in Krishna, he sees the whole world as the Lord's creation and everything as part and parcel of His energies. Through his exclusive devotion to the Lord, the devotee becomes a mah&#257;tm&#257;, a high-souled person who works for the benefit of all living beings by reminding them of their connection with Krishna.</P><P>The stage of Krishna consciousness King Kula&#347;ekhara desires is not artificial but is the original state of the living being. He is therefore calling out to the Lord to invoke His mercy so that he can return to his original, undistracted, blissful state of sam&#257;dhi. In the conditioned state, souls are bewildered by innumerable distractions in the name of necessities, sufferings, and enjoyments, and so a devotee prays for the removal of these distractions. The language of devotion may seem extreme to the distracted materialist, but it is actually a prayer for a return to sanity and balance, a return to eternal servitude by the eternal servant of the supreme master.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>