<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 25</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 25"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 25</P><P CLASS=c>maj-janmanah phalam idam madhu-kaitabh&#257;re</P><P CLASS=c>mat-pr&#257;rthan&#299;ya-mad-anugraha esha eva</P><P CLASS=c>tvad-bhritya-bhritya-paric&#257;raka-bhritya-bhritya-</P><P CLASS=c>bhrityasya bhritya iti m&#257;m smara loka-n&#257;tha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/j/janmanah">janmanah</A> &#8212; of the birth; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the fruit; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/k/kaitabha">kaitabha</A>-<A CLASS=v HREF="http://vedabase.net/a/are">are</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> enemy of <A HREF="http://vedabase.net/m/madhu">Madhu</A> and <A HREF="http://vedabase.net/k/kaitabha">Kaitabha</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/prarthaniya">pr&#257;rthan&#299;ya</A> &#8212; prayed for; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; of the servant's servant; <A CLASS=v HREF="http://vedabase.net/p/paricaraka">paric&#257;raka</A> &#8212; of the servant; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtyasya">bhrityasya</A> &#8212; of the servant of the servant of the servant; <A CLASS=v HREF="http://vedabase.net/b/bhrtyah">bhrityah</A> &#8212; the servant; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/smara">smara</A> &#8212; think of; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master.</P><P CLASS=t>TRANSLATION</P><P>O enemy of Madhu and Kaitabha, O Lord of the universe, the perfection of my life and the most cherished mercy You could show me would be for You to consider me the servant of the servant of the servant of the servant of the servant of the servant of Your servant.</P><P CLASS=t>PURPORT</P><P>This verse is startling for its repetition of the word "servant" seven times. One can almost picture all the servants of the Lord whom Kula&#347;ekhara wishes to serve. Direct servants of Lord Krishna are &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; or Lord Balar&#257;ma and other gop&#299;s and cowherd boys. Some of the gop&#299;s and cowherd boys are assistants to the direct servants. Among these assistants are the mañjar&#299;s, who help R&#257;dh&#257;r&#257;n&#299; serve Krishna and who, according to Her, experience a happiness even greater than Hers. The Vaishnava spiritual masters, especially those in the m&#257;dhurya-rasa, serve the gop&#299;s, and each spiritual master is being served by his disciples. In the modern age Lord Krishna appeared as Lord Caitanya, who was served directly by the six Gosv&#257;m&#299;s of Vrind&#257;vana, and these Gosv&#257;m&#299;s also took disciples, such as Krishnad&#257;sa Kavir&#257;ja, who in turn accepted disciples &#8212; and His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da is in the eleventh spiritual generation of that Caitanya-samprad&#257;ya. So the phrase tvad-bhritya-bhritya-paric&#257;raka-bhritya-bhritya-bhrityasya bhrityah is not only pleasing poetry, but it is an accurate description of the parampar&#257;: each devotee is serving a previous servant of the Lord.</P><P>To consider oneself a servant of all the Vaishnavas and to put their foot-dust on one's head is not demeaning; it is the best way to please the Supreme Personality of Godhead, Lord Krishna. Prahl&#257;da Mah&#257;r&#257;ja told his father that unless one humbly serves the Vaishnavas and "bathes" in the dust of their lotus feet, one can never attain devotional service to Krishna.</P><P>King Kula&#347;ekhara says that if the Lord grants this prayer it will be the display of His most cherished mercy. But why does he ask to be so many times removed from direct service? Why not ask simply to be the servant of the Lord? One reason is that the Supreme Lord does not accept direct service without service to His servants. As Krishna states in the &#256;di Pur&#257;na,</P><P>ye me bhakta-jan&#257;h p&#257;rtha na me bhakt&#257;&#347; ca te jan&#257;h</P><P CLASS=n>mad bhakt&#257;n&#257;m ca ye bhakt&#257;s te me bhaktatam&#257;h mat&#257;h</P><P>"My dear P&#257;rtha, those who say they are My devotees are not My devotees, but those who claim to be devotees of My devotees are actually My devotees."</P><P>The pure devotee's chief aim is to please his worshipable Lord, and a wise Vaishnava knows what will please Him best &#8212; becoming the servant, many times removed, of the Lord's bona fide servants. It is because the servants of God are so dear to the Lord that one can please Him best by pleasing them. &#346;r&#299;la Prabhup&#257;da compared the process to an ordinary person's attempt to please a very great man. Normally an ordinary man cannot even approach the great man, but if by good fortune he is able to please the great man's pet dog, then he can quickly achieve the favor of the celebrated person.</P><P>Another reason a devotee wishes to serve through other devotees is that he is naturally humble. He wants to take that place below, rather than push himself forward. He wants to serve all the devotees, or even worship the place where they have walked. The genuine devotee does not rashly presume that he is a member of the inner circle of the Lord's most dear ones. Lord Caitanya has advised us that if we really wish to chant the holy name constantly, we should consider ourselves "lower that the straw in the street, devoid of all sense of false prestige, and ready to offer all respects to others." We should serve not only recognized devotees but all living entities, by giving them Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>