<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 26</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 26"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 26</P><P CLASS=c>tattvam bruv&#257;n&#257;ni param parast&#257;n</P><P CLASS=c>madhu ksharant&#299;va mud&#257;vah&#257;ni</P><P CLASS=c>pr&#257;vartaya pr&#257;ñjalir asmi jihve</P><P CLASS=c>n&#257;m&#257;ni n&#257;r&#257;yana-gocar&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/b/bruvanani">bruv&#257;n&#257;ni</A> &#8212; which speak; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/parastat">parast&#257;t</A> &#8212; beyond everything superior; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; honey; <A CLASS=v HREF="http://vedabase.net/k/ksaranti">ksharanti</A> &#8212; dripping; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; joy; <A CLASS=v HREF="http://vedabase.net/a/avahani">avah&#257;ni</A> &#8212; bringing; <A CLASS=v HREF="http://vedabase.net/p/pravartaya">pr&#257;vartaya</A> &#8212; please recite; <A CLASS=v HREF="http://vedabase.net/p/pranjalih">pr&#257;ñjalih</A> &#8212; with joined palms; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/j/jihve">jihve</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> tongue; <A CLASS=v HREF="http://vedabase.net/n/namani">n&#257;m&#257;ni</A> &#8212; the names; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/g/gocarani">gocar&#257;ni</A> &#8212; which refer <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>My dear tongue, I stand before you with joined palms and beg you to recite the names of Lord N&#257;r&#257;yana. These names describing the Supreme Absolute Truth bring great pleasure, as if exuding honey.</P><P CLASS=t>PURPORT</P><P>At first our tongues may be unwilling to chant the Lord's names. Describing the neophyte chanter, &#346;r&#299;la Bhaktivinoda Th&#257;kura states, "Some bear only the burden; others appreciate the true worth of things." &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also recognizes the plight of the beginner and encourages him to pursue his chanting even though it seems dry and unpleasant: "The holy name, character, pastimes, and activities of Krishna are all transcendentally sweet like sugar candy. Although the tongue of one afflicted by the jaundice of avidy&#257;, ignorance, cannot taste anything sweet, it is wonderful that if a person simply chants these sweet names carefully every day, a natural relish awakens within his tongue, and his disease is gradually destroyed at the root" (Nectar of Instruction 7).</P><P>We may also take heart in the example of N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura. Although born in a Muslim family, he received the mercy of the holy name and began to chant Hare Krishna constantly. In this way he achieved the highest perfection of love of Godhead. Indeed, he was such an exalted devotee that Lord Caitanya Himself praised him "as if speaking with five mouths." We cannot imitate Harid&#257;sa Th&#257;kura, but it is encouraging to know that although one may be lowborn, one can overcome all obstacles by the mercy of the holy name. Moreover, Harid&#257;sa Th&#257;kura always remained very humble and wanted to remain aware of his material disqualifications. He therefore did not want to associate too intimately with Lord Caitanya, and he did not attempt to enter the temple at Jagann&#257;tha Pur&#299;. Cultivating humility in the mood of Harid&#257;sa Th&#257;kura is an absolute requirement for one who wishes to taste the nectar of the holy name and to chant constantly.</P><P>The honey within the holy name is remembrance of Krishna. That is why chanting the name brings ecstasy. As &#346;r&#299;la Prabhup&#257;da writes, "The more one chants the names of Krishna, the more one becomes attached. Thus service by &#347;ravana and k&#299;rtana, hearing and chanting about Krishna, is the beginning. The next process is smarana &#8212; always remembering Krishna. When one is perfect in hearing and chanting, he will always remember Krishna. In this third stage he becomes the greatest yog&#299;" (The Matchless Gift, p. 89). Whether we are still at the beginning stage of bhakti, afflicted with avidy&#257;, or whether we are starting to appreciate "the true worth of things," let us all go on chanting the holy names of the Lord. And let us relish verses from the authorized devotees who tell us of the honey in the holy name, such as this one by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;:</P><P>jayati jayati n&#257;m&#257;nanda-r&#363;pam mur&#257;rer</P><P CLASS=n>viramita-nija-dharma-dhy&#257;na-p&#363;j&#257;di-yatnam</P><P CLASS=n>katham api sakrid &#257;ttam mukti-dam pr&#257;nin&#257;m yat</P><P CLASS=n>paramam amritam ekam j&#299;vanam bh&#363;shanam me</P><P>"All glories, all glories to the all-blissful holy name of &#346;r&#299; Krishna, which causes the devotee to give up all conventional religious duties, meditation, and worship. When somehow or other uttered even once by a living entity, the holy name awards him liberation. The holy name of Krishna is the highest nectar. It is my very life and my only treasure" (Brihad-bh&#257;gavat&#257;mrita <A CLASS=v HREF="http://vedabase.net/todo/bhagavatamrta/1/9">1.9</A>).</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>