<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 27</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 27"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 27</P><P CLASS=c>nam&#257;mi n&#257;r&#257;yana-p&#257;da-pa&#324;kajam</P><P CLASS=c>karomi n&#257;r&#257;yana-p&#363;janam sad&#257;</P><P CLASS=c>vad&#257;mi n&#257;r&#257;yana-n&#257;ma nirmalam</P><P CLASS=c>smar&#257;mi n&#257;r&#257;yana-tattvam avyayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namami">nam&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer obeisances; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/pankajam">pa&#324;kajam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the lotus feet; <A CLASS=v HREF="http://vedabase.net/k/karomi">karomi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/p/pujanam">p&#363;janam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/v/vadami">vad&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> speak; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/n/nirmalam">nirmalam</A> &#8212; free from contamination; <A CLASS=v HREF="http://vedabase.net/s/smarami">smar&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> remember; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; infallible.</P><P CLASS=t>TRANSLATION</P><P>At every moment I bow down to the lotus feet of N&#257;r&#257;yana, I perform worship to N&#257;r&#257;yana, I recite the pure name of N&#257;r&#257;yana, and I reflect on the infallible truth of N&#257;r&#257;yana.</P><P CLASS=t>PURPORT</P><P>One may wonder, Is this an exaggeration or perhaps an expression of wishful thinking? The answer is no, this verse describes the practical experience of King Kula&#347;ekhara, a pure devotee. Moreover, such absorption in various services to the Lord is possible not only for King Kula&#347;ekhara but for all sincere devotees. Such twenty-four-hour engagement in the Lord's service is rarely possible at once, but we can take encouragement from Lord Krishna's words in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/12/9.htm">12.9</A>): "If you cannot fix your mind upon Me without deviation, then follow the regulative principles of bhakti-yoga. In this way develop the desire to attain to Me."</P><P>King Kula&#347;ekhara first states, nam&#257;mi: "I offer obeisances." This refers to bowing down to the Lord physically and mentally, thus praying to Him with one's whole being to be placed, as Lord Caitanya said, as "an atom at [His] lotus feet." We offer obeisances because we recognize the inconceivable greatness of the Supreme Lord, and we beg for awareness of our own tinyness and dependence on Him. In addition to following the regulative principles of devotional service, we should take time regularly to go beyond the mechanical activity of religious duties, beyond all the relative roles we may play with our family and in our religious institution, and to try to recall that we are actually eternal servants of the Supreme Lord and of all living beings.</P><P>The preacher of Krishna consciousness should offer mental obeisances to the recipients of his message. Lord Caitanya advised His followers, y&#257;re dekha t&#257;re kaha krishna-upade&#347;a: "Impart Krishna's teachings to whomever you meet" (Cc. <A CLASS=v HREF="../cc/madhya/7/128.htm">Madhya 7.128</A>). By carrying out this order we offer humble obeisances to the Lord within all living entities.</P><P>King Kula&#347;ekhara says that he recites the name of N&#257;r&#257;yana at every moment. &#346;r&#299;la Prabhup&#257;da advised his followers to do the same: "In our Krishna consciousness movement we are teaching our followers to chant the Hare Krishna mantra continuously on beads. Even those who are not accustomed to this practice are advised to chant at least sixteen rounds on beads so they may be trained.... Sad&#257; means 'always.' Harid&#257;sa Th&#257;kura says nirantara n&#257;ma lao: 'Chant the Hare Krishna mantra without stopping' " (Cc. <A CLASS=v HREF="../cc/antya/3/139.htm">Antya 3.139</A>, purport).</P><P>To chant all the time one has to follow Lord Caitanya's advice &#8212; to think oneself lower than the straw in the street and offer all respects to others. In this way one combines reciting the Lord's names and offering obeisances. A person who does not offer respects to God and all God's creatures, who is proud of his material acquisitions, cannot call upon the Lord sincerely. Even if he does occasionally chant the Lord's name, he does so with complacency. A devotee who realizes his actual situation of dependence on Krishna calls on the name of the Lord the way a child calls upon his mother. And as stated in previous verses, such a chanter tastes unprecedented nectar in the holy name.</P><P>King Kula&#347;ekhara also reflects on the infallible truth of N&#257;r&#257;yana. The conclusion (siddh&#257;nta) concerning the science of the Supreme Personality of Godhead is received from the scriptures, from the guru, and from authorized s&#257;dhus. One should regularly read and hear the &#346;r&#299;mad-Bh&#257;gavatam, the Bhagavad-g&#299;t&#257;, the Caitanya-carit&#257;mrita, and similar Vaishnava works, and one should also hear realized devotees explain them. One who does so will eventually be able to see all events in a Krishna conscious way. This is known as &#347;&#257;stra-cakshur, seeing the world with the vision gained through scriptural knowledge.</P><P>And so King Kula&#347;ekhara has offered four activities that should consume all our time without distraction: offering obeisances to the Lord, worshiping Him, chanting His holy names, and thinking of the conclusive truths concerning Him. These practices are included in the ninefold process of devotional service Prahl&#257;da Mah&#257;r&#257;ja describes in the Seventh Canto of the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/7/5/23.htm">7.5.23</A>). So whether one performs the activities King Kula&#347;ekhara mentions here or adds the ones Prahl&#257;da Mah&#257;r&#257;ja recommends &#8212; praying, worshiping the Deity, becoming the Lord's friend, and so on &#8212; one can move from one activity to another, from one thought to another, and yet stay within the internal, spiritual energy of Lord N&#257;r&#257;yana. Such a fully Krishna conscious devotee will transfer at the time of death to the spiritual world, where he will render further services in the blissful company of the Lord and His intimate associates.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28-29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>