<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 28-29</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 28-29"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 28-29</P><P CLASS=c>&#347;r&#299;-n&#257;tha n&#257;r&#257;yana v&#257;sudeva</P><P CLASS=c>&#347;r&#299;-krishna bhakta-priya cakra-p&#257;ne</P><P CLASS=c>&#347;r&#299;-padman&#257;bh&#257;cyuta kaitabh&#257;re</P><P CLASS=c>&#347;r&#299;-r&#257;ma padm&#257;ksha hare mur&#257;re</P><P CLASS=c>ananta vaikuntha mukunda krishna</P><P CLASS=c>govinda d&#257;modara m&#257;dhaveti</P><P CLASS=c>vaktum samartho 'pi na vakti ka&#347;cid</P><P CLASS=c>aho jan&#257;n&#257;m vyasan&#257;bhimukhyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> resort of all living entities; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme proprietor; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>, son of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; toward Your devotees; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who <A HREF="http://vedabase.net/a/are">are</A> favorably disposed; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; the disc weapon; <A CLASS=v HREF="http://vedabase.net/p/pane">p&#257;ne</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who hold <A HREF="http://vedabase.net/i/in">in</A> Your hand; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/n/nabha">n&#257;bha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You from whose navel grows <A HREF="http://vedabase.net/a/a">a</A> lotus; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> infallible Lord; <A CLASS=v HREF="http://vedabase.net/k/kaitabha">kaitabha</A>-<A CLASS=v HREF="http://vedabase.net/a/are">are</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> enemy of <A HREF="http://vedabase.net/k/kaitabha">Kaitabha</A>, <A HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A HREF="http://vedabase.net/r/rama">r&#257;ma</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> blessed <A HREF="http://vedabase.net/r/rama">R&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lotus-eyed one; <A CLASS=v HREF="http://vedabase.net/h/hare">hare</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> remover of misfortune; <A CLASS=v HREF="http://vedabase.net/m/mura">mura</A>-<A CLASS=v HREF="http://vedabase.net/a/are">are</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> enemy of <A HREF="http://vedabase.net/m/mura">Mura</A>; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> limitless one; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the spiritual kingdom; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> bestower of liberation; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of the cows; <A CLASS=v HREF="http://vedabase.net/d/damodara">d&#257;modara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who were tied up <A HREF="http://vedabase.net/a/as">as</A> punishment by Your mother; <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the supreme goddess; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vaktum">vaktum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/s/samarthah">samarthah</A> &#8212; able; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vakti">vakti</A> &#8212; one does not say; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/j/jananam">jan&#257;n&#257;m</A> &#8212; of people; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A> &#8212; toward <A HREF="http://vedabase.net/a/a">a</A> danger; <A CLASS=v HREF="http://vedabase.net/a/abhimukhyam">&#257;bhimukhyam</A> &#8212; the inclination.</P><P CLASS=t>TRANSLATION</P><P>O &#346;r&#299;n&#257;tha, N&#257;r&#257;yana, V&#257;sudeva, divine Krishna, O kind friend of Your devotees! O Cakrap&#257;ni, Padman&#257;bha, Acyuta, Kaitabh&#257;ri, R&#257;ma, Padm&#257;ksha, Hari, Mur&#257;ri! O Ananta, Vaikuntha, Mukunda, Krishna, Govinda, D&#257;modara, M&#257;dhava! Although all people can address You, still they remain silent. Just see how eager they are for their own peril!</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead manifests innumerable inconceivable qualities, and to remember and glorify these qualities His devotees address Him by innumerable names. The names themselves are fully invested with the power of the Lord. As Lord Caitanya states in His &#346;iksh&#257;shtaka (2), n&#257;mn&#257;m ak&#257;ri bahudh&#257; nija-sarva-&#347;aktis tatr&#257;rpit&#257; niyamitah smarane na k&#257;lah: "O my Lord, O Supreme Personality of Godhead, in Your holy name there is all good fortune for the living entity, and therefore You have many names, such as Krishna and Govinda, by which You expand Yourself. You have invested all Your potencies in those names, and there are no hard and fast rules for chanting them."</P><P>&#346;r&#299; Y&#257;mun&#257;c&#257;rya, who appeared in the same samprad&#257;ya as King Kula&#347;ekhara, composed a verse lamenting that although the Lord is fully accessible by His many names and qualities, the nondevotees do not approach Him, and thus they bring about their own destruction. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/15.htm">7.15</A>), Lord Krishna summarizes the types of persons who do not surrender to Him:</P><P>na m&#257;m dushkritino m&#363;dh&#257;h prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257; &#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>"Those miscreants who are grossly foolish, who are the lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons do not surrender to Me."</P><P>As His Divine Grace &#346;r&#299;la Prabhup&#257;da traveled worldwide spreading the Krishna consciousness movement, he noted that most people could not understand the simplest rudiments of transcendental knowledge. The first lesson of spiritual knowledge is that the self is not the body but rather the soul, and that therefore the soul is the truly important thing. But in Western countries, even among the scholarly elite, people do not understand the nature of the soul, and therefore they fail to understand the real mission of human life &#8212; understanding God. One who cannot understand the soul cannot understand God, for the soul is a minute particle of God, and failing to understand the particle, one fails to understand the whole. Instead of even trying to understand the spirit soul, most people ignore it or, even worse, deny its existence entirely. And godless scientists encourage the people in their ignorance by propounding the theory that life arises from matter. &#346;r&#299;la Prabhup&#257;da decried this atheistic theory and exposed the fact that it could not be proved. Thus he said that civilized countries, especially in the West, were living in a fool's paradise.</P><P>King Kula&#347;ekhara notes that we ignore God and His many names and activities at our peril. This peril is not only individual but collective. Materialists try to live in a technological paradise, but the paradise is lost when war breaks out or other calamities strike. Although &#346;r&#299;la Prabhup&#257;da noted that fools become angry when called fools, he never hesitated to boldly criticize the foolish materialists in his books and lectures. But he didn't simply criticize: he offered the teachings and the example that can bring relief to the whole world. He taught the members of his International Society for Krishna Consciousness to live in a way that leaves ample time for spiritual advancement. The Society is meant to be an example for the whole world, a community whose members have reduced their problems and are simply interested living a God-centered life.</P><P>Though the four kinds of unsurrendered persons Krishna mentions in the Bhagavad-g&#299;t&#257; are not interested in surrendering to Him, the devotees continue their efforts, satisfied to set the example their spiritual master has requested and to help conditioned souls wherever possible.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>