<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 30</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 30"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 30</P><P CLASS=c>bhakt&#257;p&#257;ya-bhuj&#257;&#324;ga-g&#257;ruda-manis trailokya-raksh&#257;-manir</P><P CLASS=c>gop&#299;-locana-c&#257;tak&#257;mbuda-manih saundarya-mudr&#257;-manih</P><P CLASS=c>yah k&#257;nt&#257;-mani-rukmin&#299;-ghana-kuca-dvandvaika-bh&#363;sh&#257;-manih</P><P CLASS=c>&#347;reyo deva-&#347;ikh&#257;-manir di&#347;atu no gop&#257;la-c&#363;d&#257;-manih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; His devotees; <A CLASS=v HREF="http://vedabase.net/a/apaya">ap&#257;ya</A> &#8212; who takes away; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; whose arms; <A CLASS=v HREF="http://vedabase.net/g/garuda">g&#257;ruda</A> &#8212; riding on the great bird <A HREF="http://vedabase.net/g/garuda">Garuda</A>; <A CLASS=v HREF="http://vedabase.net/m/manih">manih</A> &#8212; the jewel; <A CLASS=v HREF="http://vedabase.net/t/trai">trai</A>-<A CLASS=v HREF="http://vedabase.net/l/lokya">lokya</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/r/raksa">raksh&#257;</A> &#8212; for protection; <A CLASS=v HREF="http://vedabase.net/m/manih">manih</A> &#8212; the jewel; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A> &#8212; of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> girls; <A CLASS=v HREF="http://vedabase.net/l/locana">locana</A> &#8212; of the eyes; <A CLASS=v HREF="http://vedabase.net/c/cataka">c&#257;taka</A> &#8212; for the <A HREF="http://vedabase.net/c/cataka">c&#257;taka</A> birds; <A CLASS=v HREF="http://vedabase.net/a/ambuda">ambuda</A> &#8212; of clouds; <A CLASS=v HREF="http://vedabase.net/m/manih">manih</A> &#8212; the jewel; <A CLASS=v HREF="http://vedabase.net/s/saundarya">saundarya</A> &#8212; displaying beauty; <A CLASS=v HREF="http://vedabase.net/m/mudra">mudr&#257;</A> &#8212; of gestures; <A CLASS=v HREF="http://vedabase.net/m/manih">manih</A> &#8212; the jewel; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nt&#257;</A> &#8212; of consorts; <A CLASS=v HREF="http://vedabase.net/m/mani">mani</A> &#8212; who is the jewel; <A CLASS=v HREF="http://vedabase.net/r/rukmini">rukmin&#299;</A> &#8212; of <A HREF="http://vedabase.net/r/rukmini">Rukmin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/g/ghana">ghana</A> &#8212; full; <A CLASS=v HREF="http://vedabase.net/k/kuca">kuca</A>-<A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A> &#8212; of the two breasts; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; the one; <A CLASS=v HREF="http://vedabase.net/b/bhusa">bh&#363;sh&#257;</A> &#8212; decorative; <A CLASS=v HREF="http://vedabase.net/m/manih">manih</A> &#8212; jewel; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; ultimate benefit; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/s/sikha">&#347;ikh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manih">manih</A> &#8212; the crown jewel; <A CLASS=v HREF="http://vedabase.net/d/disatu">di&#347;atu</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> grant; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; of cowherds; <A CLASS=v HREF="http://vedabase.net/c/cuda">c&#363;d&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manih">manih</A> &#8212; the crest jewel.</P><P CLASS=t>TRANSLATION</P><P>He is the jewel riding on the back of Garuda, who carries away the Lord's devotees on his wings. He is the magic jewel protecting the three worlds, the jewellike cloud attracting the c&#257;taka-bird eyes of the gop&#299;s, and the jewel among all who gesture gracefully. He is the only jeweled ornament on the ample breasts of Queen Rukmin&#299;, who is herself the jewel of beloved consorts. May that crown jewel of all gods, the best of the cowherds, grant us the supreme benediction.</P><P CLASS=t>PURPORT</P><P>In this verse King Kula&#347;ekhara gives us glimpses of Lord Krishna in some of His various l&#299;l&#257;s. In each example, the Lord is described as mani, a jewel. Like a jewel, He is self-effulgent, very beautiful, and highly valuable.</P><P>Without a jewel, a ring-setting looks empty, and so without Krishna, Garuda would have no extraordinary importance, although he is a large and powerful bird. Without Krishna, the gop&#299;s' eyes would have no place to rest and nothing to see, just as a c&#257;taka bird remains restless until it sees a rain-bearing and life-giving cloud. As Lord Caitanya says in the mood of a gop&#299;, "The whole world appears vacant without You." In the absence of Krishna, the gods would be without their crest jewel, and their own value would fall away. Thus Lord Krishna is the absolutely essential figure in His own l&#299;l&#257; in the spiritual world, as well as in all the operations of the material worlds. As He states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/7.htm">7.7</A>), "Everything rests upon Me, as pearls are strung on a thread."</P><P>When a soul misuses his free will, he tries to become the center of existence and thinks he can do without Krishna. This mistake is illustrated in the story of Satr&#257;jit, who once possessed a wondrous jewel called Syamantaka, which he wore in a locket around his neck. When Satr&#257;jit entered Dv&#257;rak&#257;, Krishna asked him to deliver the jewel to the king, Ugrasena. But instead Satr&#257;jit installed the jewel in a temple, worshiped it, and gained 170 pounds of gold daily. Because of his claim that the jewel did not belong to Krishna, King Satr&#257;jit and his family suffered in many ways. The king found peace only when he realized that the Syamantaka should be given to the supreme jewel, Lord Krishna. And so he gave both the jewel and his daughter, Satyabh&#257;m&#257;, to the Lord.</P><P CLASS=l><A CLASS=i HREF="28-29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>