<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 31</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 31"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 31</P><P CLASS=c>&#347;atru-cchedaika-mantram sakalam upanishad-v&#257;kya-samp&#363;jya-mantram</P><P CLASS=c>sams&#257;roccheda-mantram samucita-tamasah sa&#324;gha-niry&#257;na-mantram</P><P CLASS=c>sarvai&#347;varyaika-mantram vyasana-bhujaga-sandashta-santr&#257;na-mantram</P><P CLASS=c>jihve &#347;r&#299;-krishna-mantram japa japa satatam janma-s&#257;phalya-mantram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satru">&#347;atru</A> &#8212; enemies; <A CLASS=v HREF="http://vedabase.net/c/cheda">cheda</A> &#8212; for destroying; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; the only; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; mystic chant; <A CLASS=v HREF="http://vedabase.net/s/sakalam">sakalam</A> &#8212; entire; <A CLASS=v HREF="http://vedabase.net/u/upanisat">upanishat</A> &#8212; of the Upanishads; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; by the words; <A CLASS=v HREF="http://vedabase.net/s/sampujya">samp&#363;jya</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the mystic chant; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; the cycle of birth and death; <A CLASS=v HREF="http://vedabase.net/u/uccheda">uccheda</A> &#8212; which uproots; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the mystic chant; <A CLASS=v HREF="http://vedabase.net/s/samucita">samucita</A> &#8212; accumulated; <A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah</A> &#8212; of darkness; <A CLASS=v HREF="http://vedabase.net/s/sangha">sa&#324;gha</A> &#8212; the mass; <A CLASS=v HREF="http://vedabase.net/n/niryana">niry&#257;na</A> &#8212; for driving away; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the mystic chant; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; for opulence; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; the only; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; mystic chant; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A> &#8212; of material distress; <A CLASS=v HREF="http://vedabase.net/b/bhujaga">bhujaga</A> &#8212; by the snake; <A CLASS=v HREF="http://vedabase.net/s/sandasta">sandashta</A> &#8212; for those who have been bitten; <A CLASS=v HREF="http://vedabase.net/s/santrana">santr&#257;na</A> &#8212; saving; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the mystic chant; <A CLASS=v HREF="http://vedabase.net/j/jihve">jihve</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my tongue; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the mystic chant; <A CLASS=v HREF="http://vedabase.net/j/japa">japa</A> <A CLASS=v HREF="http://vedabase.net/j/japa">japa</A> &#8212; please repeatedly chant; <A CLASS=v HREF="http://vedabase.net/s/satatam">satatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; of one's birth; <A CLASS=v HREF="http://vedabase.net/s/saphalya">s&#257;phalya</A> &#8212; for the success; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the mystic chant.</P><P CLASS=t>TRANSLATION</P><P>O tongue, please constantly chant the mantra composed of &#346;r&#299; Krishna's names. This is the only mantra for destroying all enemies, the mantra worshiped by every word of the Upanishads, the mantra that uproots sams&#257;ra, the mantra that drives away all the darkness of ignorance, the mantra for attaining infinite opulence, the mantra for curing those bitten by the poisonous snake of worldly distress, and the mantra for making one's birth in this world successful.</P><P CLASS=t>PURPORT</P><P>A mantra is a sound vibration that delivers the mind from illusion. When a person chants a mantra consisting of the Lord's names, his mind is freed of distress and he comes to the state of transcendental peace in God consciousness. Of all such mantras, however, the one King Kula&#347;ekhara recommends is a krishna-mantra &#8212; in other words, one composed of Krishna's names. One of these is the Hare Krishna mah&#257;-mantra, which Lord Caitanya chanted and which the Upanishads proclaim the best mantra for Kali-yuga:</P><P>hare krishna hare krishna krishna krishna hare hare</P><P CLASS=n>hare r&#257;ma hare r&#257;ma r&#257;ma r&#257;ma hare hare</P><P CLASS=n>iti shoda&#347;akam n&#257;mn&#257;m kali-kalmasha-n&#257;&#347;anam</P><P CLASS=n>n&#257;tah paratarop&#257;yah sarva-vedeshu dri&#347;yate</P><P>"Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. These sixteen names composed of thirty-two syllables are the only means of counteracting the evil effects of the Kali-yuga. After searching through all the Vedic literature, one cannot find a method of religion for this age so sublime as the chanting of the Hare Krishna mantra" (Kali-santarana Upanishad).</P><P>King Kula&#347;ekhara declares that the krishna-mantra destroys one's enemies. We find one confirmation of this in the story of Aj&#257;mila, who chanted the name N&#257;r&#257;yana and was protected from the agents of death. Elsewhere the &#346;r&#299;mad-Bh&#257;gavatam states,</P><P>&#257;pannah samsritim ghor&#257;m yan-n&#257;ma viva&#347;o grinan</P><P CLASS=n>tatah sadyo vimucyeta yad bibheti svayam bhayam</P><P>"Living beings who are entangled in the complicated meshes of birth and death can be freed immediately by even unconsciously chanting the holy name of Krishna, which is feared by fear personified" (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/14.htm">1.1.14</A>). Also, chanting the holy name of Krishna destroys the six mental enemies: lust, anger, greed, illusion, madness, and envy.</P><P>Next Kula&#347;ekhara says that the krishna-mantra is worshiped throughout the Upanishads. For the most part, the Upanishads describe the personal form of the Lord indirectly, yet they always point toward Krishna. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; reveals this inner meaning of the Upanishads in his N&#257;m&#257;shtaka (1):</P><P>nikhila-&#347;ruti-mauli-ratna-m&#257;la-</P><P CLASS=n>dyuti-n&#299;r&#257;jita-p&#257;da-pa&#324;kaj&#257;nta</P><P CLASS=n>ayi mukta-kulair up&#257;syam&#257;n&#257;m</P><P CLASS=n>paritas tv&#257;m hari-n&#257;ma sam&#347;ray&#257;mi</P><P>"O Hari-n&#257;ma! The tips of the toes of Your lotus feet are constantly being worshiped by the glowing radiance emanating from the string of gems known as the Upanishads, the crown jewels of all the Vedas. You are eternally adored by liberated souls such as N&#257;rada and &#346;ukadeva. O Hari-n&#257;ma! I take complete shelter of You."</P><P>The krishna-mantra also uproots sams&#257;ra. Lord Caitanya confirms this in His &#346;iksh&#257;shtaka (1), where He states, bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam: "The congregational chanting of the Hare Krishna mantra extinguishes the blazing fire of repeated birth and death." The krishna-mantra is also most effective for driving away the darkness of ignorance. As Lord Caitanya says in the same verse, vidy&#257;-vadh&#363;-j&#299;vanam: "Chanting Hare Krishna is the life and soul of transcendental knowledge." Also, the second verse of the Caitanya-carit&#257;mrita compares Lord Caitanya and Lord Nity&#257;nanda, the foremost propagators of the chanting of Krishna's names, to the sun and moon: "They have arisen simultaneously on the horizon of Gauda [Bengal] to dissipate the darkness of ignorance and thus wonderfully bestow benediction upon all." Elaborating on this point, &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja informs us that the material sun and moon are able to dissipate the darkness of the external world, "but these two brothers [Lord Caitanya and Lord Nity&#257;nanda] dissipate the darkness of the inner core of the heart and thus help one to meet the two kinds of bh&#257;gavatas [persons or things related to the Supreme Personality of Godhead]" (Cc. <A CLASS=v HREF="../cc/adi/1/98.htm">&#256;di 1.98</A>).</P><P>King Kula&#347;ekhara glorifies the krishna-mantra as the bestower of infinite opulence. The most valuable thing, even more valuable than the cint&#257;mani stone of this world, is love of Godhead. "Simply chanting the Hare Krishna mah&#257;-mantra without offenses vanquishes all sinful activity. Thus pure devotional service, which is the cause of love of Godhead, becomes manifest" (Cc. <A CLASS=v HREF="../cc/adi/8/26.htm">&#256;di 8.26</A>).</P><P>King Kula&#347;ekhara also praises the krishna-mantra as a type of medicine that relieves the suffering of those who have been bitten by the snake of material distress. In &#346;r&#299;la Bhaktivinoda Th&#257;kura's song Arunodaya-k&#299;rtana, Lord Caitanya says to the people of the world, "I have brought the medicine for destroying the illusion of M&#257;y&#257;. Now pray for this hari-n&#257;ma mah&#257;-mantra and take it."</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>