<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 33</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 33"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 33</P><P CLASS=c>krishna tvad&#299;ya-pada-pa&#324;kaja-pañjar&#257;ntam</P><P CLASS=c>adyaiva me vi&#347;atu m&#257;nasa-r&#257;ja-hamsah</P><P CLASS=c>pr&#257;na-pray&#257;na-samaye kapha-v&#257;ta-pittaih</P><P CLASS=c>kanth&#257;varodhana-vidhau smaranam kutas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tvadiya">tvad&#299;ya</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/p/panjara">pañjara</A> &#8212; the network; <A CLASS=v HREF="http://vedabase.net/a/antam">antam</A> &#8212; the edge; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; now, at this moment; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/v/visatu">vi&#347;atu</A> &#8212; may enter; <A CLASS=v HREF="http://vedabase.net/m/manasa">m&#257;nasa</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; royal; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; swan; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/p/prayana">pray&#257;na</A> &#8212; of death; <A CLASS=v HREF="http://vedabase.net/s/samaye">samaye</A> &#8212; at the time; <A CLASS=v HREF="http://vedabase.net/k/kapha">kapha</A> &#8212; mucus; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A> &#8212; air; <A CLASS=v HREF="http://vedabase.net/p/pittaih">pittaih</A> &#8212; and with <A HREF="http://vedabase.net/b/bile">bile</A>; <A CLASS=v HREF="http://vedabase.net/k/kantha">kantha</A> &#8212; throat; <A CLASS=v HREF="http://vedabase.net/a/avarodhana">avarodhana</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhau">vidhau</A> &#8212; when <A HREF="http://vedabase.net/i/it">it</A> is choked; <A CLASS=v HREF="http://vedabase.net/s/smaranam">smaranam</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; how is <A HREF="http://vedabase.net/i/it">it</A> possible; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You.</P><P CLASS=t>TRANSLATION</P><P>O Lord Krishna, at this moment let the royal swan of my mind enter the tangled stems of the lotus of Your feet. How will it be possible for me to remember You at the time of death, when my throat will be choked up with mucus, bile, and air?</P><P CLASS=t>PURPORT</P><P>Of all the verses of the Mukunda-m&#257;l&#257;-stotra, this one was the most beloved of &#346;r&#299;la Prabhup&#257;da. He frequently quoted it and sang it as a bhajana. On one of the first record albums His Divine Grace produced, he sang this &#347;loka as a complete song. Devotees who served &#346;r&#299;la Prabhup&#257;da often heard him sing it as he went about his daily activities, or sometimes alone in his room. He also quoted it many times in his purports. Here he explains it in the purport to the second verse of the Eighth Chapter of his Bhagavad-g&#299;t&#257; As It Is, in reference to the word pray&#257;na-k&#257;la, which carries the same meaning as pr&#257;na-pray&#257;na-samaye in Kula&#347;ekhara's verse:</P><P>Now, the word pray&#257;na-k&#257;le in this [Bhagavad-g&#299;t&#257;] verse is very significant because whatever we do in life will be tested at the time of death. Arjuna is very anxious to know of those who are constantly engaged in Krishna consciousness. What should be their position at that final moment? At the time of death all the bodily functions are disrupted, and the mind is not in a proper condition. Thus disturbed by the bodily situation, one may not be able to remember the Supreme Lord. Mah&#257;r&#257;ja Kula&#347;ekhara, a great devotee, prays, "My dear Lord, just now I am quite healthy, and it is better that I die immediately so that the swan of my mind can seek entrance at the stem of Your lotus feet." The metaphor is used because the swan, a bird of the water, takes pleasure in digging into the lotus flowers; its sporting proclivity is to enter the lotus flower. Mah&#257;r&#257;ja Kula&#347;ekhara says to the Lord, "Now my mind is undisturbed, and I am quite healthy. If I die immediately, thinking of Your lotus feet, then I am sure that my performance of Your devotional service will become perfect. But if I have to wait for my natural death, then I do not know what will happen, because at that time the bodily functions will be disrupted, my throat will be choked up, and I do not know whether I shall be able to chant Your name. Better let me die immediately."</P><P>Later in the Eighth Chapter Lord Krishna says that the exact moment of death is crucial: "Whatever state of being one remembers when he quits his body,... that state he will attain without fail" (<A CLASS=v HREF="../bg/8/6.htm">Bg. 8.6</A>). And in his purports &#346;r&#299;la Prabhup&#257;da repeatedly recommends chanting the Hare Krishna mantra as the best process for remembering Krishna at the time of death and successfully transferring oneself to the spiritual world.</P><P>The practical difficulty, brought up in Kula&#347;ekhara's verse, is that although it is crucial to remember Krishna at the time of death, that time also produces the greatest disruption of one's physical and mental functions. &#346;r&#299;la Prabhup&#257;da explained that death occurs when the body becomes so painful that the soul finds it unbearable to live in the body any longer. Therefore the paradox: At the time when we should be the most meditative, fixing our mind on Krishna and preparing to transfer ourselves to the spiritual world, we are also faced with the greatest possible distraction in the form of agonizing pain. Thus here King Kula&#347;ekhara prays to die now, in good health, so he will be able to absorb his mind in thoughts of Krishna's lotus feet.</P><P>The &#257;c&#257;ryas have assured us that the essence of Krishna consciousness is our lifelong devotional activities and sentiments. Krishna will not disqualify or discount our accumulated devotional activities due to a last moment epileptic fit or sudden heart failure. Nevertheless, we should always practice chanting Hare Krishna so that we will be able to "pass the test" at the end.</P><P>In the &#298;&#347;opanishad (17), a devotee requests the Lord: "[At the moment of my death,] please remember all that I have done for You." In his purport &#346;r&#299;la Prabhup&#257;da informs us that Krishna does not have to be reminded; He is the witness within our heart, and He also desires &#8212; more than we do &#8212; that we come back to Him, back to Godhead. Considering the trauma of death and the dangerous quirks of fate, however, Mah&#257;r&#257;ja Kula&#347;ekhara prays that he may die immediately rather than wait for old age, when he may forget Krishna in the agony of his death throes.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>