<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 36</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 36"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 36</P><P CLASS=c>andhasya me hrita-viveka-mah&#257;-dhanasya</P><P CLASS=c>cauraih prabho balibhir indriya-n&#257;madheyaih</P><P CLASS=c>moh&#257;ndha-k&#363;pa-kuhare vinip&#257;titasya</P><P CLASS=c>deve&#347;a dehi kripanasya kar&#257;valambam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/andhasya">andhasya</A> &#8212; who is blind; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; stolen; <A CLASS=v HREF="http://vedabase.net/v/viveka">viveka</A> &#8212; discrimination; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/d/dhanasya">dhanasya</A> &#8212; whose wealth; <A CLASS=v HREF="http://vedabase.net/c/cauraih">cauraih</A> &#8212; by thieves; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/b/balibhih">balibhih</A> &#8212; powerful; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the senses; <A CLASS=v HREF="http://vedabase.net/n/namadheyaih">n&#257;madheyaih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> named; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A> &#8212; of delusion; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/k/kupa">k&#363;pa</A> &#8212; of the pitch-dark well; <A CLASS=v HREF="http://vedabase.net/k/kuhare">kuhare</A> &#8212; into the cavity; <A CLASS=v HREF="http://vedabase.net/v/vinipatitasya">vinip&#257;titasya</A> &#8212; thrown down; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme controller; <A CLASS=v HREF="http://vedabase.net/d/dehi">dehi</A> &#8212; give; <A CLASS=v HREF="http://vedabase.net/k/krpanasya">kripanasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> this unfortunate person; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; of the hand; <A CLASS=v HREF="http://vedabase.net/a/avalambam">avalambam</A> &#8212; the aid.</P><P CLASS=t>TRANSLATION</P><P>O Lord, the powerful thieves of my senses have blinded me by stealing my most precious possession, my discrimination, and they have thrown me deep into the pitch-dark well of delusion. Please, O Lord of lords, extend Your hand and save this wretched soul.</P><P CLASS=t>PURPORT</P><P>In texts 20, 26, 31, and 34, King Kula&#347;ekhara instructed his senses to serve the Lord. But now those same senses have apparently dragged him down into the well of delusion. Of course, the king is a liberated, pure devotee of the Lord, and he is simply taking the role of a fallen conditioned soul for our instruction. But still, one might question why Kula&#347;ekhara has first encouraged us with descriptions of proper sensory engagement in the Lord's service &#8212; and then discouraged us with this dreary picture of uncontrolled senses casting the hapless soul into the well of delusion.</P><P>The answer is that King Kula&#347;ekhara is simply giving us a realistic picture of the alternatives faced by the living being in the clutches of the material energy. We need a sober view of M&#257;y&#257;'s powers if we hope to extricate ourselves. As the &#298;&#347;opanishad (11) states,</P><P>vidy&#257;m c&#257;vidy&#257;m ca yas tad vedobhayam saha</P><P CLASS=n>avidyay&#257; mrityum t&#299;rtv&#257; vidyay&#257;mritam a&#347;nute</P><P>"Only one who can learn the process of nescience and that of transcendental knowledge side by side can transcend the influence of repeated birth and death and enjoy the full blessings of immortality." The right choice for human beings is vidy&#257;, or transcendental knowledge, with restricted sense enjoyment. We are taught about avidy&#257; so that we will be fully aware of its dire consequences. Then we can strongly reject it and engage our mind and senses wholeheartedly in devotional service to Krishna. As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/5.htm">6.5</A>), "A man must elevate himself by his own mind, not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well."</P><P>How to use all of one's faculties in Krishna's service was exemplified by Mah&#257;r&#257;ja Ambar&#299;sha, who engaged his mind in meditating on the Lord's lotus feet, his words in glorifying the Lord's transcendental qualities, his hands in cleaning the Lord's temple, his ears in hearing the Lord's pastimes, his eyes in seeing the Lord's transcendental forms, his body in touching the bodies of the Lord's devotees, his sense of smell in smelling the flowers offered to the Deity, his tongue in tasting the tulas&#299; leaves offered to the Lord, his legs in going to the holy places where the Lord's temples are situated, his head in offering humble obeisances to the Lord, and his desires in fulfilling the Lord's desires.</P><P>If despite warnings we follow the wanton dictates of our senses, those senses will lead us into the ditch of deep illusion, just as an unreined horse might drag a chariot into a ditch. If this happens &#8212; if we fall deep into sinful life &#8212; then our only recourse is to call sincerely upon the Supreme Lord to extricate us. King Kula&#347;ekhara's metaphor is not imaginary, for in India a person will sometimes accidentally fall into a dry, overgrown well known as an andha-k&#363;pa, or "blind well." Once at the bottom of the well &#8212; if he survives the fall &#8212; he cannot possibly get out by himself.</P><P>Similarly, we cannot extricate ourselves from the deep well of material life unless we grab the rope of mercy lowered by Krishna or His representative. As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; prays in his Stava-m&#257;l&#257;:</P><P>manasija-phani-jushte labdha-p&#257;to 'smi dushte</P><P CLASS=n>timira-gahana-r&#363;pe hanta sams&#257;ra-k&#363;pe</P><P CLASS=n>ajita nikhila-raksh&#257;-hetum uddh&#257;ra-daksh&#257;m</P><P CLASS=n>upanaya mama haste bhakti-rajjum namas te</P><P>"Alas, I have fallen into the deep, dark, filthy well of sams&#257;ra, in which the viper of sex desire dwells. O invincible Lord, the rope of devotional service is the cause of universal protection and is expert at delivering the fallen souls. Please place that rope in my hand. I offer my respectful obeisances unto You."</P><P>In a similar mood, &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; says the following in the fifth verse of his Manah-&#347;iksh&#257; ("Instructions to the Mind"):</P><P>asac-cesht&#257;-kashta-prada-vikata-p&#257;&#347;&#257;libhir iha</P><P CLASS=n>prak&#257;mam k&#257;m&#257;di-prakata-pathap&#257;ti-vyatikaraih</P><P CLASS=n>gale baddhv&#257; hanye 'ham iti baka-bhid vartmapa-gane</P><P CLASS=n>kuru tvam phut-k&#257;r&#257;n avati sa yath&#257; tvam mana itah</P><P>"The highwaymen of lust and his accomplices &#8212; greed, etc. &#8212; have waylaid me and bound my neck with the horrible ropes of sinful activities. O mind, please scream out for help, crying 'O Krishna! O killer of Baka, I am on the verge of death!' If you do this, then Krishna will certainly save me."</P><P>To be aware of danger is itself a blessing. If we see the disaster of death and rebirth approaching, we will naturally call out to Krishna for help. But if we remain in ignorance we will foolishly continue trying to enjoy sense pleasure, not recognizing that sense gratification implicates us in repeated birth and death. However, once we begin sincerely calling on Krishna, in full awareness that we are in mortal danger and that He is our only protector, we are already saved.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>