<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 38</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 38"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 38</P><P CLASS=c>&#257;&#347;caryam etad dhi manushya-loke</P><P CLASS=c>sudh&#257;m parityajya visham pibanti</P><P CLASS=c>n&#257;m&#257;ni n&#257;r&#257;yana-gocar&#257;ni</P><P CLASS=c>tyaktv&#257;nya-v&#257;cah kuhak&#257;h pathanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ascaryam">&#257;&#347;caryam</A> &#8212; wonder; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/manusya">manushya</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/s/sudham">sudh&#257;m</A> &#8212; life-giving nectar; <A CLASS=v HREF="http://vedabase.net/p/parityajya">parityajya</A> &#8212; rejecting; <A CLASS=v HREF="http://vedabase.net/v/visam">visham</A> &#8212; poison; <A CLASS=v HREF="http://vedabase.net/p/pibanti">pibanti</A> &#8212; people drink; <A CLASS=v HREF="http://vedabase.net/n/namani">n&#257;m&#257;ni</A> &#8212; the names; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/g/gocarani">gocar&#257;ni</A> &#8212; which refer <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/t/tyaktva">tyaktv&#257;</A> &#8212; avoiding; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/k/kuhakah">kuhak&#257;h</A> &#8212; rogues; <A CLASS=v HREF="http://vedabase.net/p/pathanti">pathanti</A> &#8212; they recite.</P><P CLASS=t>TRANSLATION</P><P>The greatest wonder in human society is this: People are so incorrigible that they reject the life-giving nectar of Lord N&#257;r&#257;yana's names and instead drink poison by speaking everything else.</P><P CLASS=t>PURPORT</P><P>This verse reminds us of the verse in the Mah&#257;bh&#257;rata (Vana-parva 3<A CLASS=v HREF="http://vedabase.net/todo/parva13/116">13.116</A>) in which Mah&#257;r&#257;ja Yudhishthira answers this question from his father, Yamar&#257;ja: "What is the most amazing thing in the world?" Yudhishthira replies,</P><P>ahany ahani bh&#363;t&#257;ni</P><P CLASS=n>gacchant&#299;ha yam&#257;layam</P><P CLASS=n>&#347;esh&#257;h sth&#257;varam icchanti</P><P CLASS=n>kim &#257;&#347;caryam atah param</P><P>"Day after day countless living entities in this world go to the kingdom of death. Still, those who remain aspire for a permanent situation here. What could be more amazing than this?"</P><P>Both King Kula&#347;ekhara and Mah&#257;r&#257;ja Yudhishthira use the word &#257;&#347;caryam, "amazing," in the sense of amazingly stupid. Yudhishthira is amazed that people can be so stupid and self-destructive that they refuse to recognize their impending deaths and thus misuse their brief human lives by failing to prepare for the next life. Kula&#347;ekhara is amazed that people don't chant the holy names of God, although by this simple act they could gain eternal life. It is amazing that instead of blissfully drinking the nectar of the holy names, people drink the poison of worldly talk. As we have noted before, &#346;r&#299;la Prabhup&#257;da compared such worldly "chanting" to a frog's croaking, which attracts the snake &#8212; death.</P><P>One might argue that chanting the holy names is not everything. Can't we also meditate on Brahman and discuss many worthy philosophical topics? Why does King Kula&#347;ekhara condemn us just because we don't chant the names of God? The reason is that chanting the holy name has been directly given for all humanity as the yuga-dharma, the religion of the age. Spiritual methods such as yoga meditation were recommended for past millenniums, when conditions were more favorable. For this age, all Vedic scriptures and spiritual authorities have declared that chanting the holy names is the easiest method and also the topmost. To refuse it is stubbornness and foolishness</P><P>In 1970, when devotees of the Krishna consciousness movement were publicly chanting hari-n&#257;ma daily in Berkeley, California, Dr. J. F. Staal, professor of philosophy and South Asian languages at the University of California, objected in a newspaper interview that the Krishna consciousness movement was not bona fide because "[the devotees] spend too much time chanting to develop a philosophy." In an ensuing exchange of letters between &#346;r&#299;la Prabhup&#257;da and Dr. Staal, Prabhup&#257;da quoted many scriptures to prove that chanting should be emphasized above all other practices for spiritual advancement. Dr. Staal had said that the Bhagavad-g&#299;t&#257; does not recommend constant chanting, but Prabhup&#257;da reminded him of verse <A CLASS=v HREF="../bg/9/14.htm">9.14</A>, wherein Krishna says about the mah&#257;tm&#257;s, or great souls: satatam k&#299;rtayanto m&#257;m. "[They] are always chanting My glories."</P><P>&#346;r&#299;la Prabhup&#257;da quoted other verses from the Bhagavad-g&#299;t&#257;, as well as from the &#346;vet&#257;&#347;vatara Upanishad and the N&#257;rada Pañcar&#257;tra, confirming the importance of chanting the Hare Krishna mantra. When the professor replied that he could also produce quotes to counter the Vedic conclusion, Prabhup&#257;da agreed that the quoting could go back and forth forever without producing a conclusion. Therefore, Prabhup&#257;da suggested, instead of arguing fruitlessly they should accept the judgment of an impeccable authority, such as Lord Caitanya. &#346;r&#299;la Prabhup&#257;da also pointed out that one could judge the effectiveness of chanting the holy names by seeing how young Westerners were becoming sanctified devotees of the Lord simply by following that process.</P><P>If speculative discussion on transcendental subjects is less valuable than chanting the holy names, then mundane talks are absolutely worthless. Unfortunately, most people are unaware that the goal of human life is liberation from birth and death. So they find nothing wrong in chattering away from morning till night on topics totally irrelevant to their liberation. The &#257;c&#257;ryas give them innumerable warnings about the folly of wasting one's life in this way, and the material nature gives them many stiff lessons to teach them that finding permanent happiness here is a hopeless dream. But the "wonderful thing" is that people ignore their own mortality and refuse the life-giving nectar of the holy names in favor of the deadly poison of mundane talks.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>