<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 39</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 39"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 39</P><P CLASS=c>tyajantu b&#257;ndhav&#257;h sarve</P><P CLASS=c>nindantu guravo jan&#257;h</P><P CLASS=c>tath&#257;pi param&#257;nando</P><P CLASS=c>govindo mama j&#299;vanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tyajantu">tyajantu</A> &#8212; may they reject <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhav&#257;h</A> &#8212; relatives; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nindantu">nindantu</A> &#8212; may they condemn; <A CLASS=v HREF="http://vedabase.net/g/guravah">guravah</A> &#8212; superior; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; nonetheless; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/anandah">&#257;nandah</A> &#8212; the embodiment of bliss; <A CLASS=v HREF="http://vedabase.net/g/govindah">govindah</A> &#8212; Lord <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/j/jivanam">j&#299;vanam</A> &#8212; very life.</P><P CLASS=t>TRANSLATION</P><P>Let my relatives all abandon me and my superiors condemn me. Still, the supremely blissful Govinda remains my life and soul.</P><P CLASS=t>PURPORT</P><P>Ordinary people may condemn the Lord's devotees as ignorant fools, but the truly learned never do so. As Prahl&#257;da Mah&#257;r&#257;ja states, "One who has dedicated his life to Krishna through the nine methods of bhakti should be understood to be the most learned person, for he has acquired complete knowledge" (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/24.htm">7.5.24</A>). But in the Kali-yuga, out of ignorance people mock the saintly devotees and praise demonic leaders in government, entertainment, and sports. Taking courage from the examples of saints like King Kula&#347;ekhara and others, the devotees should not be ashamed when ordinary people disrespect them. They should be very concerned, however, that the Vaishnavas and the Supreme Lord are pleased with their behavior.</P><P>Even the sage N&#257;rada was condemned for his devotional activities: Daksha cursed him because he taught renunciation to Daksha's sons. N&#257;rada remained tolerant, however, and continued traveling and preaching. The aim of N&#257;rada and the devotees who follow his example is not to disrupt people's lives, but if their work is misunderstood, they must not abandon their duty but must continue their mission on behalf of the Lord. &#346;r&#299;la Prabhup&#257;da writes, "Because N&#257;rada Muni and the members of his disciplic succession disrupt friendships and family life, they are sometimes accused of being sauhrida-ghna, creators of enmity between relatives. Actually such devotees are friends of every living entity (suhridam sarva-bh&#363;t&#257;n&#257;m), but they are misunderstood to be enemies. Preaching can be a difficult, thankless task, but a preacher must follow the orders of the Supreme Lord and be unafraid of materialistic persons" (Bh&#257;g. <A CLASS=v HREF="../sb/6/5/39.htm">6.5.39</A>, purport). Conclusion: A devotee should remain happy executing his duty and not develop a "persecution complex."</P><P>The sentiment King Kula&#347;ekhara expresses here is echoed by M&#257;dhavendra Pur&#299; in one of his verses: "Let the sharp moralist accuse me of being illusioned; I do not mind. Experts in Vedic activities may slander me as being misled, friends and relatives may call me frustrated, my brothers may call me a fool, the wealthy mammonites may point me out as mad, and the learned philosophers may assert that I am much too proud. Still my mind does not budge an inch from the determination to serve the lotus feet of Govinda, though I am unable to do so."</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>