<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 40</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 40"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 40</P><P CLASS=c>satyam brav&#299;mi manuj&#257;h svayam &#363;rdhva-b&#257;hur</P><P CLASS=c>yo yo mukunda narasimha jan&#257;rdaneti</P><P CLASS=c>j&#299;vo japaty anu-dinam marane rane v&#257;</P><P CLASS=c>p&#257;sh&#257;na-k&#257;shtha-sadri&#347;&#257;ya dad&#257;ty abh&#299;shtam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/b/bravimi">brav&#299;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> speaking; <A CLASS=v HREF="http://vedabase.net/m/manujah">manuj&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> humans; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A> &#8212; with raised; <A CLASS=v HREF="http://vedabase.net/b/bahuh">b&#257;huh</A> &#8212; arms; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; whoever; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> <A CLASS=v HREF="http://vedabase.net/n/narasimha">narasimha</A> <A CLASS=v HREF="http://vedabase.net/j/janardana">jan&#257;rdana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>, <A HREF="http://vedabase.net/n/narasimha">Narasimha</A>, <A HREF="http://vedabase.net/j/janardana">Jan&#257;rdana</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus saying; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living being; <A CLASS=v HREF="http://vedabase.net/j/japati">japati</A> &#8212; chants; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/d/dinam">dinam</A> &#8212; every day; <A CLASS=v HREF="http://vedabase.net/m/marane">marane</A> &#8212; at the time of death; <A CLASS=v HREF="http://vedabase.net/r/rane">rane</A> &#8212; during battle; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/p/pasana">p&#257;sh&#257;na</A> &#8212; stone; <A CLASS=v HREF="http://vedabase.net/k/kastha">k&#257;shtha</A> &#8212; or wood; <A CLASS=v HREF="http://vedabase.net/s/sadrsaya">sadri&#347;&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> state of similarity with; <A CLASS=v HREF="http://vedabase.net/d/dadati">dad&#257;ti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> renders; <A CLASS=v HREF="http://vedabase.net/a/abhistam">abh&#299;shtam</A> &#8212; his cherished desires.</P><P CLASS=t>TRANSLATION</P><P>O mankind, with arms raised high I declare the truth! Any mortal who chants the names Mukunda, Nrisimha, and Jan&#257;rdana day after day, even in battle or when facing death, will come to regard his most cherished ambitions as no more valuable than a stone or a block of wood.</P><P CLASS=t>PURPORT</P><P>Even those who sincerely endeavor for self-improvement know that it is very hard to quell cherished ambitions. Sometimes these ambitions are so grandiose that we keep them secret, yet we cherish them within. An obscure, untalented man thinks he may one day become the dictator of the world. An unpublished poet dreams he will become the next Shakespeare. And so on. The materialists are always being encouraged to fan the fires of their ambition; even children are encouraged by their parents to "get ahead."</P><P>But pure devotees of the Lord are well aware that all worldly ambitions are useless. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, to instruct us, criticizes his own mind and asks, "Why are you after fame? Don't you know it is as worthless as the dung of a boar?" &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; uses an equally graphic metaphor to criticize his mind in his Manah-&#347;iksh&#257;, comparing the desire for fame to a filthy dog-eater dancing in his heart. Devotees, then, must always be vigilant that the subtle desire for name, fame, and high position, technically called pratishth&#257;&#347;&#257;, does not arise within the heart, since it blocks pure love for Krishna from entering there.</P><P>In contrast to a devotee, an impersonalist finds it impossible to cleanse his heart completely of materialistic ambition. Even after he subdues some of the grosser ambitions, he still maintains the impossible wish to "become God." &#346;r&#299;la Prabhup&#257;da called this desire to become one in all respects with the Absolute Truth "the last snare of M&#257;y&#257;." And the demigods, in their prayers to Krishna while He was still in the womb of Devak&#299;, have given the last word on the impersonalists' so-called liberation of merging with the Absolute Truth:</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>"O lotus-eyed Lord, although nondevotees who accept severe austerities and penances to achieve the highest position may think themselves liberated, their intelligence is impure. They fall down from their position of imagined superiority because they have no regard for Your lotus feet" (Bh&#257;g. <A CLASS=v HREF="../sb/10/2/32.htm">10.2.32</A>).</P><P>King Kula&#347;ekhara advises us how to rid ourselves of all material ambitions: We should chant the holy names of God &#8212; Mukunda, Nrisimha, and Jan&#257;rdana. These are all names of Krishna, and as such they are contained within the mah&#257;-mantra: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Chanting the names of Krishna awakens one's love for Him, and then all one's material ambitions vanish. &#346;r&#299;la Prabhup&#257;da used to say that just as when someone gets a million dollars all his ten-dollar and hundred-dollar problems are automatically solved, so when we attain pure love for Krishna all our petty material needs and desires pale to insignificance. Chanting the name of the Lord in pure ecstatic love puts the devotee in direct touch with the wonderful forms, qualities, and pastimes of the Lord; in that state the devotee is fully satisfied and loses all traces of egoistic ambition. He becomes happy simply to worship, serve, and be with the Supreme Personality of Godhead.</P><P>The history of Dhruva Mah&#257;r&#257;ja illustrates the purifying power of Krishna consciousness. Dhruva sought out the Supreme Lord as a way to obtain a material kingdom. But after he had performed severe austerities and came face to face with Lord Vishnu, he declared, sv&#257;min krit&#257;rtho 'smi varam na y&#257;ce: "My dear Lord, I am fully satisfied. I do not ask from You any benediction for material sense gratification" (Hari-bhakti-sudhodaya).</P><P>Love of God is dormant within everyone, and to realize that love is to fulfill the purest ambition. The Vaishnava &#257;c&#257;ryas never advise us to try to kill our ambitious spirit; rather, they instruct us to desire only to awaken our taste for pure devotional service.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>