<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 41</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 41"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 41</P><P CLASS=c>n&#257;r&#257;yan&#257;ya nama ity amum eva mantram</P><P CLASS=c>sams&#257;ra-ghora-visha-nirharan&#257;ya nityam</P><P CLASS=c>&#347;rinvantu bhavya-matayo yatayo 'nur&#257;g&#257;d</P><P CLASS=c>uccaistar&#257;m upadi&#347;&#257;my aham &#363;rdhva-b&#257;huh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayanaya">n&#257;r&#257;yan&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; "obeisances <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>"; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; invocation; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of the cycle of material existence; <A CLASS=v HREF="http://vedabase.net/g/ghora">ghora</A> &#8212; terrible; <A CLASS=v HREF="http://vedabase.net/v/visa">visha</A> &#8212; from the poison; <A CLASS=v HREF="http://vedabase.net/n/nirharanaya">nirharan&#257;ya</A> &#8212; for deliverance; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/srnvantu">&#347;rinvantu</A> &#8212; they should hear; <A CLASS=v HREF="http://vedabase.net/b/bhavya">bhavya</A> &#8212; good; <A CLASS=v HREF="http://vedabase.net/m/matayah">matayah</A> &#8212; of intelligence; <A CLASS=v HREF="http://vedabase.net/y/yatayah">yatayah</A> &#8212; members of the renounced order; <A CLASS=v HREF="http://vedabase.net/a/anuragat">anur&#257;g&#257;t</A> &#8212; out of love; <A CLASS=v HREF="http://vedabase.net/u/uccaih">uccaih</A>-<A CLASS=v HREF="http://vedabase.net/t/taram">tar&#257;m</A> &#8212; very loudly; <A CLASS=v HREF="http://vedabase.net/u/upadisami">upadi&#347;&#257;mi</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> advising; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/b/bahuh">b&#257;huh</A> &#8212; with arms raised.</P><P CLASS=t>TRANSLATION</P><P>Raising my arms, I utter this compassionate advice as loudly as I can: If those in the renounced order want to be delivered from the terrible, poisonous condition of material life, they should have the good sense to constantly hear the mantra om namo n&#257;r&#257;yan&#257;ya.</P><P CLASS=t>PURPORT</P><P>King Kula&#347;ekhara addresses this verse to those who are renounced and also intelligent &#8212; two qualities essential for becoming fully Krishna conscious.</P><P>As for renunciation, it is the basis of advancement on the path of yoga. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/2.htm">6.2</A>) Lord Krishna states, "What is called renunciation is the same as yoga, or linking oneself with the Supreme, for no one can become a yog&#299; unless he renounces the desire for sense gratification." In Kula&#347;ekhara's verse, the word yatayah, translated as "members of the renounced order," refers not only to those who have formally accepted the sanny&#257;sa, or mendicant, order, but to all those who have embraced the true spirit of renunciation. Krishna defines sanny&#257;sa as follows: "One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no work" (<A CLASS=v HREF="../bg/6/1.htm">Bg. 6.1</A>). In other words, anyone who works solely for the pleasure of Krishna, without a tinge of self-interest, has attained true renunciation.</P><P>Intelligence is also required to perform devotional service, especially to take up the chanting of the holy names. As Karabh&#257;jana Muni says to King Nimi in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/5/32.htm">11.5.32</A>),</P><P>krishna-varnam tvish&#257;krishnam s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñair sa&#324;k&#299;rtana-pr&#257;yair yajanta hi su-medhasah</P><P>"In the Age of Kali, intelligent persons perform congregational chanting of the holy names of God to worship the incarnation of Godhead who constantly sings the names of Krishna. Although His complexion is not blackish, He is Krishna Himself. He is accompanied by His associates, servants, weapons, and confidential companions."</P><P>Intelligence is not gauged by IQ examinations but by the ability to distinguish the permanent from the temporary, the true from the false, the good from the bad &#8212; and to act on that understanding. One can acquire such genuine intelligence only by hearing from a bona fide spiritual master and the authorized Vaishnava scriptures. Then one will have the good sense to sacrifice immediate, temporary sense pleasures (preyas) in the interests of attaining the permanent good (&#347;reyas): pure love of God and liberation from birth and death.</P><P>In the previous two verses King Kula&#347;ekhara has expressed himself emphatically, raising his arms and chanting as loudly as he can. He has learned the most precious secret of existence and does not wish to hide it. That which is of such inestimable value &#8212; the mantra composed of the names of God &#8212; should not be kept secret. People should not be denied access to it, even if they seem unqualified. Once the &#257;c&#257;rya R&#257;m&#257;nuja was given a secret mantra by his guru, who told him that revealing it would be detrimental to his spiritual advancement. But R&#257;m&#257;nuja loudly chanted the potent mantra and taught it to the people in general. When his guru asked him why he had done this, R&#257;m&#257;nuja said that if the mantra was beneficial, then he wished to give it to everyone, even at the risk of going to hell. This mood is reflected in Lord Caitanya and His sa&#324;k&#299;rtana movement: "Not considering who asked for it and who did not, and who is fit and who is unfit to receive it, Caitanya Mah&#257;prabhu distributed the fruit of devotional service" (Cc. <A CLASS=v HREF="../cc/adi/9/29/36.htm">&#256;di 9.29.36</A>).</P><P>Especially in the present age, most people do not have sufficient good karma to attain renunciation or higher intelligence. And yet every living entity, being a pure spirit soul, originally has all good qualities. The &#257;c&#257;ryas and preachers help conditioned souls bring out their dormant good qualities by inducing them to chant the holy names. Again and again King Kula&#347;ekhara recommends hari-n&#257;ma, in the form of both congregational chanting (sa&#324;k&#299;rtana) and individual meditative chanting (japa). There are no hard and fast rules for chanting the holy names of the Lord, but what is a hard and fast rule, especially in this age, is that everyone must take part in calling on God by His innumerable names.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>