<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 42</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 42"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 42</P><P CLASS=c>cittam naiva nivartate kshanam api &#347;r&#299;-krishna-p&#257;d&#257;mbuj&#257;n</P><P CLASS=c>nindantu priya-b&#257;ndhav&#257; guru-jan&#257; grihnantu muñcantu v&#257;</P><P CLASS=c>durv&#257;dam parighoshayantu manuj&#257; vam&#347;e kala&#324;ko 'stu v&#257;</P><P CLASS=c>t&#257;drik-prema-dhar&#257;nur&#257;ga-madhun&#257; matt&#257;ya m&#257;nam tu me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/n/nivartate">nivartate</A> &#8212; turns away; <A CLASS=v HREF="http://vedabase.net/k/ksanam">kshanam</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even for <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujat">ambuj&#257;t</A> &#8212; from the lotus feet of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nindantu">nindantu</A> &#8212; let them criticize; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; dear ones; <A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhav&#257;h</A> &#8212; and other relatives; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; superior; <A CLASS=v HREF="http://vedabase.net/g/grhnantu">grihnantu</A> &#8212; let them accept; <A CLASS=v HREF="http://vedabase.net/m/muncantu">muñcantu</A> &#8212; reject; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/d/durvadam">durv&#257;dam</A> &#8212; calumniation; <A CLASS=v HREF="http://vedabase.net/p/parighosayantu">parighoshayantu</A> &#8212; let them proclaim; <A CLASS=v HREF="http://vedabase.net/m/manujah">manuj&#257;h</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/v/vamse">vam&#347;e</A> &#8212; on the family; <A CLASS=v HREF="http://vedabase.net/k/kalankah">kala&#324;kah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dirty spot; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/tadrk">t&#257;drik</A> &#8212; such <A HREF="http://vedabase.net/a/as">as</A> this; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; of love of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhar&#257;</A> &#8212; the abundance; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A> &#8212; of sentiments of attractions; <A CLASS=v HREF="http://vedabase.net/m/madhuna">madhun&#257;</A> &#8212; with the sweet honey; <A CLASS=v HREF="http://vedabase.net/m/mattaya">matt&#257;ya</A> &#8212; who is maddened; <A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; respect; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; for <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>My mind cannot turn from &#346;r&#299; Krishna's lotus feet, even for a moment. So let my dear ones and other relatives criticize me, my superiors accept or reject me as they like, the common people spread evil gossip about me, and my family's reputation be sullied. For a madman like me, it is honor enough to feel this flood of love of Godhead, which brings such sweet emotions of attraction for my Lord.</P><P CLASS=t>PURPORT</P><P>King Kula&#347;ekhara again expresses his lack of concern about suffering ill repute due to his intense devotion to Lord Krishna. If devotional service resulted in such criticism hundreds of years ago in India, then how much more calumny must devotees undergo in modern countries that have no heritage of worshiping at the lotus feet of &#346;r&#299; Krishna! Therefore King Kula&#347;ekhara gives us a realistic warning &#8212; and assurance not to be afraid of criticism.</P><P>When Lord Krishna enjoyed His pastimes in Vrind&#257;vana five thousand years ago, the gop&#299;s, His dearmost devotees, also risked their reputations to serve Him. In the middle of the full-moon night of the autumn season, He called the gop&#299;s by playing His transcendental flute, and they all rushed out to meet Him. Disregarding the commands of their husbands, brothers, and other relatives, ignoring such duties as suckling their children and cooking, they broke all the bonds of Vedic propriety and went to meet their lover, Krishna. The Lord very much appreciated this daring sacrifice by the gop&#299;s. As stated in Caitanya-carit&#257;mrita, "The gop&#299;s have forsaken everything, including their own relatives and their punishment and scolding, for the sake of serving Lord Krishna. They render loving service to Him for the sake of His enjoyment" (Cc. <A CLASS=v HREF="../cc/adi/4/169.htm">&#256;di 4.169</A>).</P><P>A devotee knows that he is pleasing Lord Krishna when he pleases the representative of Krishna, and also when he feels spiritual satisfaction (yen&#257;tm&#257; su-pras&#299;dati). At that time he doesn't care about any volume of worldly criticism. When a surrendered devotee faces slights and ostracism, these simply help crush any lingering desire he may have to enjoy the company of family and friends. In this way Krishna severs the worldly ties of His devotee and brings him entirely under His control and within His shelter.</P><P>King Kula&#347;ekhara tells us why he can endure criticism without much pain: He is feeling an abundance of love of Godhead, accompanied by varieties of ecstatic emotions, and he considers this to be so wonderful and honorable that he can easily tolerate the petty insults of nondevotees. This kind of indifference is the effect of advancement in chanting the holy names, as explained in the following verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/40.htm">11.2.40</A>), which Lord Caitanya says embodies the essence of the Bh&#257;gavatam's teachings:</P><P>evam-vratah sva-priya-n&#257;ma-k&#299;rty&#257;</P><P CLASS=n>j&#257;t&#257;nur&#257;go druta-citta uccaih</P><P CLASS=n>hasaty atho roditi rauti g&#257;yaty</P><P CLASS=n>unm&#257;da-van nrityati loka-b&#257;hyah</P><P>"By chanting the holy name of the Supreme Lord, one comes to the stage of love of Godhead. Then the devotee is fixed in his vow as an eternal servant of the Lord, and he gradually becomes very much attached to a particular name and form of the Supreme Personality of Godhead. As his heart melts with ecstatic love, he laughs very loudly or cries or shouts. Sometimes he sings and dances like a madman, for he is indifferent to public opinion."</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>