<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 44</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 44"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 44</P><P CLASS=c>he gop&#257;laka he krip&#257;-jala-nidhe he sindhu-kany&#257;-pate</P><P CLASS=c>he kams&#257;ntaka he gajendra-karun&#257;-p&#257;r&#299;na he m&#257;dhava</P><P CLASS=c>he r&#257;m&#257;nuja he jagat-traya-guro he pundar&#299;k&#257;ksha m&#257;m</P><P CLASS=c>he gop&#299;jana-n&#257;tha p&#257;laya param j&#257;n&#257;mi na tv&#257;m vin&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/g/gopalaka">gop&#257;laka</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boy; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; of mercy; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/n/nidhe">nidhe</A> &#8212; ocean; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/s/sindhu">sindhu</A> &#8212; of the ocean; <A CLASS=v HREF="http://vedabase.net/k/kanya">kany&#257;</A> &#8212; of the daughter (goddess <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>, who took birth from the Milk Ocean); <A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/k/kamsa">kamsa</A>-<A CLASS=v HREF="http://vedabase.net/a/antaka">antaka</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> killer of <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/g/gaja">gaja</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the king of the elephants; <A CLASS=v HREF="http://vedabase.net/k/karuna">karun&#257;</A> &#8212; with mercy; <A CLASS=v HREF="http://vedabase.net/p/parina">p&#257;r&#299;na</A> &#8212; full; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/anuja">anuja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> younger brother of Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/g/guro">guro</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/p/pundarika">pundar&#299;ka</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; lotus-eyed one; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> women of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/p/palaya">p&#257;laya</A> &#8212; please protect; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/j/janami">j&#257;n&#257;mi</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A> not know; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; other than You.</P><P CLASS=t>TRANSLATION</P><P>O young cowherd boy! O ocean of mercy! O husband of Lakshm&#299;, the ocean's daughter! O killer of Kamsa! O merciful benefactor of Gajendra! O M&#257;dhava! O younger brother of R&#257;ma! O spiritual master of the three worlds! O lotus-eyed Lord of the gop&#299;s! I know no one greater than You. Please protect me.</P><P CLASS=t>PURPORT</P><P>King Kula&#347;ekhara's prayers are all addressed to the Supreme Personality of Godhead in His various expansions and incarnations. Sometimes he addresses Lord N&#257;r&#257;yana or Lord R&#257;ma, but very frequently he specifies Lord Krishna as his object of special attraction. According to the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/3/28.htm">1.3.28</A>), Lord Krishna is in fact the source of all incarnations and expansions:</P><P>ete c&#257;m&#347;a-kal&#257;h pumsah krishnas tu bhagav&#257;n svayam</P><P CLASS=n>indr&#257;ri-vy&#257;kulam lokam mridayanti yuge yuge</P><P>"All [these] incarnations are either plenary portions or portions of the plenary portions of the Lord, but Lord &#346;r&#299; Krishna is the original Personality of Godhead Himself. In every age He protects the world through His different features when the world is disturbed by the enemies of Indra" (Bh&#257;g. <A CLASS=v HREF="../sb/1/3/28.htm">1.3.28</A>).</P><P>In his famous "Govinda Prayers" in the Brahma-samhit&#257;, Lord Brahm&#257; teaches this same conclusive truth, or siddh&#257;nta &#8212; namely, that all incarnations of Godhead and all demigods, as well as all the material and spiritual worlds and their constitutional elements, originate from Lord Krishna, or Govinda: govindam &#257;di-purusham tam aham bhaj&#257;mi **.</P><P>In Text 43 King Kula&#347;ekhara directly used the name Krishna nine times, while in the present verse he calls on Krishna by names that refer to His pastimes. The names in this verse are all as good as the name Krishna, since they all arise from krishna-l&#299;l&#257;, in which the Lord is known variously as Gop&#257;la (a cowherd boy), as Kams&#257;ntaka (the killer of Kamsa), as R&#257;m&#257;nuja (the younger brother of Balar&#257;ma), or as Gop&#299;janan&#257;tha (the Lord of the gop&#299;s). Ultimately, all names of God refer to Krishna. For a Krishna devotee, whether God is addressed by the name Krishna or other names &#8212; even names of God from other religions &#8212; the devotee, following the conclusion of the &#346;r&#299;mad-Bh&#257;gavatam and the Brahma-samhit&#257;, always understands that these names ultimately designate the Supreme Personality of Godhead, Krishna.</P><P>In this verse we also see a combination of personal devotion and objective appreciation of the Lord. One often finds this in the Vaishnava poetry of the &#256;lv&#257;rs of South India, of whom Kula&#347;ekhara is one. Within a few lines the bhakta will praise the Lord for some of His inconceivable, awe-inspiring activities &#8212; and then exclaim how this same great Lord is his personal Lord in the heart.</P><P>King Kula&#347;ekhara addresses Lord Krishna as the spiritual master of the three worlds, and he calls upon the Lord to protect him. One may question, "Since Lord Vishnu is already protecting all living beings, why should a devotee ask for personal protection?" But the bhakta is not seeking physical protection; he wants his personal loving relationship with the Lord to be nourished and maintained. In other words, he wants the Lord to protect him from the greatest calamity &#8212; forgetfulness of Him.</P><P>&#346;r&#299;la Prabhup&#257;da explains, "The Lord, the Supreme Personality of Godhead, is already in charge of the maintenance of this creation by virtue of His plenary expansion Ksh&#299;rodak&#347;&#257;y&#299; Vishnu, but this maintenance is not direct. However, when the Lord says that He takes charge of His pure devotee, He actually takes direct charge" (Caitanya-carit&#257;mrita, Preface). The pure devotee is one who surrenders to the Lord just as a child surrenders to his parents or an animal to its master. When a devotee submits himself in that way, Krishna gives him special attention and protection. King Kula&#347;ekhara praises the Lord according to the &#347;&#257;stra and according to His l&#299;l&#257;, and yet he also calls upon Him for personal protection, confident that the Lord will fulfill His promise to reciprocate with all His devotees according to how they approach Him.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>