<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 45</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 45"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 45</P><P CLASS=c>d&#257;r&#257; v&#257;r-&#257;kara-vara-sut&#257; te tan&#363;jo viriñcih</P><P CLASS=c>stot&#257; vedas tava sura-gan&#257; bhritya-vargah pras&#257;dah</P><P CLASS=c>muktir m&#257;y&#257; jagad avikalam t&#257;vak&#299; devak&#299; te</P><P CLASS=c>m&#257;t&#257; mitram bala-ripu-sutas tat tvad anyam na j&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dara">d&#257;r&#257;</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/v/vah">v&#257;h</A>-<A CLASS=v HREF="http://vedabase.net/a/akara">&#257;kara</A> &#8212; of the ocean; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; excellent; <A CLASS=v HREF="http://vedabase.net/s/suta">sut&#257;</A> &#8212; the daughter (<A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>); <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/t/tanujah">tan&#363;jah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/v/virincih">viriñcih</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/stota">stot&#257;</A> &#8212; praiser; <A CLASS=v HREF="http://vedabase.net/v/vedah">vedah</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; of servants; <A CLASS=v HREF="http://vedabase.net/v/vargah">vargah</A> &#8212; company; <A CLASS=v HREF="http://vedabase.net/p/prasadah">pras&#257;dah</A> &#8212; grace; <A CLASS=v HREF="http://vedabase.net/m/muktih">muktih</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; magic power; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/a/avikalam">avikalam</A> &#8212; entire; <A CLASS=v HREF="http://vedabase.net/t/tavaki">t&#257;vak&#299;</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A> &#8212; <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A> &#8212; mother; <A CLASS=v HREF="http://vedabase.net/m/mitram">mitram</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A>-<A CLASS=v HREF="http://vedabase.net/r/ripu">ripu</A> &#8212; (<A HREF="http://vedabase.net/i/indra">Indra</A>) the enemy of the demon <A HREF="http://vedabase.net/b/bala">Bala</A>; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son (<A HREF="http://vedabase.net/a/arjuna">Arjuna</A>); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; than You; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; any other; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A> not know.</P><P CLASS=t>TRANSLATION</P><P>Your wife is the beautiful daughter of the ocean, and Your son is Lord Brahm&#257;. The Vedas are Your panegyrist, the demigods comprise Your company of servants, and liberation is Your benediction, while this entire universe is a display of Your magic power. &#346;r&#299;mat&#299; Devak&#299; is Your mother, and Arjuna, the son Indra, is Your friend. For these reasons I have no interest in anyone but You.</P><P CLASS=t>PURPORT</P><P>Even an ordinary man may have a daughter and a son; a famous man will have so many people praising him (or he may hire press agents to do so); and a powerful political leader will have less powerful political figures as his official servants. The Supreme Personality of Godhead is also a person, and therefore He also has family members, as well as servants, friends, and praisers. Since the Absolute Truth is the source of everything (janm&#257;dy asya yatah [<A CLASS=v HREF="../sb/1/1/1.htm">SB 1.1.1</A>]), we should not think He lacks anything we see in the material world. But when the Supreme Lord, Krishna, manifests personal relationships, they are not ordinary: His wife, friends, servants, and praisers are all liberated souls, His personal energies, or expansions of Himself.</P><P>People doubt that God can have a father, mother, wife, or special friend. Some say that these relationships compromise the impartiality and unchangeability of the Supreme. But the Lord's transcendental relationships with His eternal associates do not compromise Him in any way. Rather, they add to His ever-increasing glory. Lord Krishna does not actually need any of His friends, wives, and so on, but He allows them to associate with Him intimately because He is always pleased to reciprocate with loving devotees.</P><P>That the Lord's associates are not ordinary is proved by the fact that they often undergo extreme austerities or great sacrifices to become His friends or parents. For example, Vasudeva and Devak&#299;, who took the role of Krishna's father and mother, executed many lifetimes of austerity in preparation. Soon after His birth, Krishna described to them what they had undergone in a previous life to receive the benediction of having Him as their son:</P><P>Both of you practiced severe austerities for twelve thousand years, by the calculation of the demigods. During that time, your mind was always absorbed in Me. When you were executing devotional service and always thinking of Me within your heart, I was very much pleased with you. O sinless mother, your heart is therefore always pure. At that time I also appeared before you in this form just to fulfill your desire, and I asked you to ask whatever you desired. At that time you wished to have Me born as your son. [Krishna, the Supreme Personality of Godhead, pp. 44-45)</P><P>In His spiritual kingdom the Supreme Lord eternally enjoys loving relationships with His personal associates, but He is also present in all nooks and crannies of the material universes and in everyone's heart. In this way His influence is spread throughout all existence, both spiritual and material. Thus King Kula&#347;ekhara says, "This entire universe is a display of Your magic power." Lord Krishna is not a minor magician. He is Yoge&#347;vara, the controller of all mystic potencies. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/5/29.htm">5.29</A>), Lord Krishna declares, sarva-loka-mahe&#347;varam: "I am the supreme controller of all universes." Moreover, Krishna controls all the universes effortlessly. As &#346;r&#299;la Prabhup&#257;da says, we should not think He is like Atlas, whom we see struggling to hold up the earth on his arms. Krishna always has free time to enjoy with His loving associates.</P><P>"For all these reasons," declares King Kula&#347;ekhara, "I have no interest in anyone but You."</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>