<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 46</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 46"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 46</P><P CLASS=c>pran&#257;mam &#299;&#347;asya &#347;irah-phalam vidus</P><P CLASS=c>tad-arcanam pr&#257;na-phalam divaukasah</P><P CLASS=c>manah-phalam tad-guna-tattva-cintanam</P><P CLASS=c>vacah-phalam tad-guna-k&#299;rtanam budh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pranamam">pran&#257;mam</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/i/isasya">&#299;&#347;asya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; of the head; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the perfection; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; they know; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/a/arcanam">arcanam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; of one's breath; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the perfection; <A CLASS=v HREF="http://vedabase.net/d/diva">diva</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; the residents of heaven; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the perfection; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the qualities; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; on the details; <A CLASS=v HREF="http://vedabase.net/c/cintanam">cintanam</A> &#8212; meditation; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; of speech; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the perfection; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; about the qualities; <A CLASS=v HREF="http://vedabase.net/k/kirtanam">k&#299;rtanam</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/b/budhah">budh&#257;h</A> &#8212; intelligent.</P><P CLASS=t>TRANSLATION</P><P>The wise inhabitants of the heavenly regions know that the perfection of the head is to offer prostrate obeisances to the Supreme Lord, the perfection of the life-breath is to worship the Lord, the perfection of the mind is to ponder the details of His transcendental qualities, and the perfection of speech is to chant the glories of His qualities.</P><P CLASS=t>PURPORT</P><P>The word divaukasah refers to the devas, or demigods. These are devotees of the Supreme Lord who inhabit the heavenly planets and enjoy a rare standard of sense gratification, which places them squarely within the material world as conditioned souls. But because they are staunch followers of Lord Vishnu, He always protects them. Being Vishnu's followers, they are usually victorious in their battles with the demons, who frequently threaten to possess the heavenly kingdom.</P><P>King Kula&#347;ekhara mentions the devas not because of their material opulence but because of their good quality of rendering devotional service to Lord Hari. The residents of the heavenly planets are not like the people of the earth, where, in Kali-yuga, the philosophy of "God is dead" predominates and the ideas of atheists like Darwin, Marx, and Freud are hugely influential in all affairs. Although the devas have access to very advanced forms of technology and possess mystic powers, their faith in Lord Vishnu remains pure.</P><P>By the grace of Lord Caitanya, even the people of the earth planet, although unqualified in many ways, can also approach Lord Krishna in devotional service. Indeed, Lord Caitanya is so magnanimous that He has given the residents of earth a great advantage over the demigods. That advantage is sa&#324;k&#299;rtana, the congregational chanting of the holy names of God. Because of this great advantage, the earth is the best place to achieve the ultimate goal of life, going back to the eternal spiritual world. As stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/19/21.htm">5.19.21</A>),</P><P>Since the human form of life is the sublime position for spiritual realization, all the demigods in heaven speak in this way: "How wonderful it is for these human beings to have been born in the land of Bh&#257;rata-varsha [the earth]! They must have executed pious acts of austerity in the past, or the Supreme Personality of Godhead Himself must have been pleased with them. Otherwise, how could they engage in devotional service in so many ways? We demigods can only aspire to achieve human births in Bh&#257;rata-varsha to execute devotional service, but these human beings are already engaged there."</P><P>At one time the whole world was known as Bh&#257;rata-varsha, but now only India is known by that name. India is cited as the best place to achieve self-realization because it was in India that many &#257;c&#257;ryas and incarnations of Krishna appeared, and it is in India that the tradition of devotional service to the Lord remains strong. &#346;r&#299;la Prabhup&#257;da writes, "From all points of view, Bh&#257;rata-varsha is the special land where one can very easily understand the process of devotional service and adopt it to make his life successful." Lord Caitanya has further encouraged the residents of Bh&#257;rata-varsha to make themselves successful in devotional service and then preach throughout the world. This is the work of the Krishna consciousness movement, a mission that was developed so thoroughly and successfully by His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da.</P><P>King Kula&#347;ekhara reminds us of the proper functions of the various parts of the body. The head, for instance, is the center of all the senses, so we try to give it pleasure in many ways, but usually not by the humble act recommended here &#8212; bowing down before the Supreme Lord. Of course, bowing is not merely a mechanical act: the head should bow down accompanied by sincere feelings of devotion in the heart. Prostrating the body was an important part of the daily s&#257;dhana (discipline) of liberated souls like the six Gosv&#257;m&#299;s of Vrind&#257;vana. In his prayers to the six Gosv&#257;m&#299;s, &#346;r&#299;niv&#257;sa &#256;c&#257;rya states that they were "engaged in chanting the holy names of the Lord and bowing down in a scheduled measurement." Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, one of the six Gosv&#257;m&#299;s, offered one thousand obeisances to the Lord's devotees daily.</P><P>The word pr&#257;na, used in this verse of Mukunda-m&#257;l&#257;-stotra, refers to the life-breath, which we should used in worshiping the Lord. Yog&#299;s practice pr&#257;n&#257;y&#257;ma, regulation of the breath, to gain control of the mind and senses, and it is often recommended as a method of rejuvenation. Although one may certainly gain such benefits by controlling the breath, the path of bhakti calls on the devotee simply to use his life-breath in loving service to the Lord. Similarly, we should use the mind, speech, and all our other God-given faculties in the Lord's loving service. This perfection is available to all, whether demigods or human beings.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>