<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 47</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 47"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 47</P><P CLASS=c>&#347;r&#299;man-n&#257;ma procya n&#257;r&#257;yan&#257;khyam</P><P CLASS=c>ke na pr&#257;pur v&#257;ñchitam p&#257;pino 'pi</P><P CLASS=c>h&#257; nah p&#363;rvam v&#257;k pravritt&#257; na tasmims</P><P CLASS=c>tena pr&#257;ptam garbha-v&#257;s&#257;di-duhkham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; blessed; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/p/procya">procya</A> &#8212; having said out loud; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; called "<A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>"; <A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/prapuh">pr&#257;puh</A> &#8212; did not obtain; <A CLASS=v HREF="http://vedabase.net/v/vanchitam">v&#257;ñchitam</A> &#8212; what they desired; <A CLASS=v HREF="http://vedabase.net/p/papinah">p&#257;pinah</A> &#8212; sinful persons; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; previously; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/p/pravrtta">pravritt&#257;</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/praptam">pr&#257;ptam</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/g/garbha">garbha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> womb; <A CLASS=v HREF="http://vedabase.net/v/vasa">v&#257;sa</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning with; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; misery.</P><P CLASS=t>TRANSLATION</P><P>What person, even if most sinful, has ever said aloud the blessed name N&#257;r&#257;yana and failed to fulfill his desires? But we, alas, never used our power of speech in that way, and so we had to suffer such miseries as living in a womb.</P><P CLASS=t>PURPORT</P><P>This verse brings to mind the story of Aj&#257;mila from the &#346;r&#299;mad-Bh&#257;gavatam. Aj&#257;mila was sinful, but by chanting the name N&#257;r&#257;yana when on the verge of death, he fulfilled his ultimate desires. In the following quotation from the Bh&#257;gavatam (<A CLASS=v HREF="../sb/6/2/13.htm">6.2.13</A>), Lord Vishnu's servants explain to the servants of Yamar&#257;ja, the lord of death, why Aj&#257;mila is not a fit candidate for punishment:</P><P>"At the time of his death this Aj&#257;mila helplessly and very loudly chanted the holy name of the Lord, N&#257;r&#257;yana. That chanting alone has already freed him from the reactions of all sinful life. Therefore, O servants of Yamar&#257;ja, do not try to take him to your master for punishment in hellish conditions."</P><P>Aj&#257;mila had chanted indirectly, calling out the name of his son, but because he uttered the holy name N&#257;r&#257;yana he was saved from hell. He then went on to perfect his Krishna consciousness and return home, back to Godhead. His "accidental" chanting of the holy name, therefore, awakened his original desire to serve the Lord. If even an extremely sinful person like Aj&#257;mila could be saved by chanting the name N&#257;r&#257;yana indirectly, then no one else should fail to achieve his utmost desires by chanting the blessed name N&#257;r&#257;yana.</P><P>King Kula&#347;ekhara speaks on behalf of all those who forget to chant the holy names. These verses are meant for all of us who are missing the opportunity of achieving perfection through chanting. If we do not call on the Supreme Lord, then we will have to face all kinds of miseries. Kula&#347;ekhara mentions the pain of living in the womb. Lord Kapila provides graphic details of that ordeal in His teachings to His mother, Devah&#363;ti:</P><P>Bitten again and again all over the body by the hungry worms in the abdomen itself, the child suffers terrible agony. Because of his tenderness he thus becomes unconscious moment after moment because of the terrible condition.</P><P>Then owing to the mother's eating bitter, pungent foods, or food which is too salty or too sour, the body of the child incessantly suffers pains which are almost intolerable. [Bh&#257;g. <A CLASS=v HREF="../sb/3/31/7.htm">3.31.7-8</A>]</P><P>People refuse to recognize these facts, and that is one reason they do not take shelter of the holy name. Even if they are reminded of the pains they suffered in the past, they claim that it doesn't matter now because they are free from the pain. But a person who dis-regards natural and scriptural law guarantees that he will suffer the same torments he claims to have forgotten. &#346;r&#299;la Prabhup&#257;da writes, "One who does not take heed of these indications of suffering in human existence is said to be undoubtedly committing suicide" (Bh&#257;g. <A CLASS=v HREF="../sb/7/31/9.htm">7.31.9</A>, purport).</P><P>Vaishnava poetry is filled with Vedic truths and can bring the utmost benefit, as well as pleasure to the ear and heart. In this single &#347;loka King Kula&#347;ekhara has given us a poignant description of our unfortunate predicament, with a hint of hope for ultimate salvation. If we can grasp the message of even this one verse &#8212; and also feel it and act upon it &#8212; then we can save ourselves unlimited grief.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>