<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 48</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 48"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 48</P><P CLASS=c>dhy&#257;yanti ye vishnum anantam avyayam</P><P CLASS=c>hrit-padma-madhye satatam vyavasthitam</P><P CLASS=c>sam&#257;hit&#257;n&#257;m satat&#257;bhaya-pradam</P><P CLASS=c>te y&#257;nti siddhim param&#257;m tu vaishnav&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhyayanti">dhy&#257;yanti</A> &#8212; meditate; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; on Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; the unlimited; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; the infallible; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A> &#8212; of the heart; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; the lotus; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/s/satatam">satatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/v/vyavasthitam">vyavasthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/s/samahitanam">sam&#257;hit&#257;n&#257;m</A> &#8212; for those who <A HREF="http://vedabase.net/a/are">are</A> fixed <A HREF="http://vedabase.net/i/in">in</A> awareness of Him; <A CLASS=v HREF="http://vedabase.net/s/satata">satata</A> &#8212; perpetual; <A CLASS=v HREF="http://vedabase.net/a/abhaya">abhaya</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/p/pradam">pradam</A> &#8212; granting; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; attain; <A CLASS=v HREF="http://vedabase.net/s/siddhim">siddhim</A> &#8212; perfection; <A CLASS=v HREF="http://vedabase.net/p/paramam">param&#257;m</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vaisnavim">vaishnav&#299;m</A> &#8212; of the Vaishnavas, and <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/v/visnu">Vishnu</A>.</P><P CLASS=t>TRANSLATION</P><P>The unlimited and infallible Vishnu, who is always present within the lotus of the heart, grants fearlessness to those who fix their intelligence upon Him. The devotees who meditate on Him will reach the supreme perfection of the Vaishnavas.</P><P CLASS=t>PURPORT</P><P>King Kula&#347;ekhara has previously spoken of perfections we can attain by using our mind and senses in the service of the Supreme Lord. Now he specifies that the ultimate perfection is siddhim vaishnav&#299;m, the supreme perfection of the Vaishnavas.</P><P>All Vaishnavas are rightly situated, but even among devotees there are progressive states. In The Nectar of Devotion, &#346;r&#299;la Prabhup&#257;da summarizes the characteristics of three classes of devotees. We paraphrase his summary as follows: The third-class devotee is one whose faith is not strong and who, at the same time, does not recognize the decision of the revealed scriptures. The second-class devotee may not be expert in arguing on the basis of scripture, but he has firm faith in the objective. And the first-class devotee is one who is very expert in the study and explanation of the scriptures and at the same time has strong faith.</P><P>For the most part, the third-class devotee (known as kanishtha-adhik&#257;r&#299;) has faith in the Deity in the temple and worships the Lord there. But the kanishtha-adhik&#257;r&#299; is usually unable to appreciate other devotees or the presence of the Lord in everyone's heart. Nevertheless, even the third-class Vaishnava is considered highly elevated. &#346;r&#299;la Prabhup&#257;da writes, "Even the third-class devotee &#8212; who is not advanced in knowledge of the Absolute Truth but simply offers obeisances with great devotion, thinks of the Lord, sees the Lord in the temple, and brings flowers and fruit to offer to the Deity &#8212; becomes imperceptibly liberated" (Bh&#257;g. <A CLASS=v HREF="../sb/3/25/36.htm">3.25.36</A>, purport). By dint of his attraction to the Deities of &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Krishna or Lakshm&#299;-N&#257;r&#257;yana, the kanishtha-adhik&#257;r&#299; is in a transcendental position, above those who are trying for liberation by speculation or other methods.</P><P>One advances through the stages of perfection by applying oneself under the direction of the guru &#8212; and everything depends on one's faith. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/madhya/22/64.htm">Madhya 22.64</A>), Lord Caitanya confirms this, explaining to San&#257;tana Gosv&#257;m&#299; that one becomes qualified as a devotee on the elementary platform, the intermediate platform, and the highest platform of devotional service according to the development of one's &#347;raddh&#257; (faith).</P><P>One does not advance in devotional service as one does in the material world, by climbing up a social ladder or by working hard for economic development or by military strength. Rather, one has to give up all material "strengths" and designations and become as humble as a blade of grass. The basis of devotional service is chanting of the holy name, and according to Lord Caitanya one cannot chant constantly unless one offers all respects to others without expecting respect for oneself. Instead of trying to push oneself ahead while maintaining the contaminations of lust, anger, and greed in the heart, one has to become pure and realize oneself as the servant of God, His devotees, and all living beings.</P><P>The perfect stage of devotion is described in Text 25 of the Mukunda-m&#257;l&#257;-stotra: "O enemy of Madhu and Kaitabha, O Lord of the universe, the perfection of my life and the most cherished mercy You could show me would be for You to consider me the servant of the servant of the servant of the servant of the servant of the servant of Your servant." Lord Caitanya also expressed this important sentiment when He declared that He was not a br&#257;hmana or a sanny&#257;s&#299; but a servant of the servant of the servant of the lotus feet of Krishna, the</P><P>Lord of the gop&#299;s of Vrind&#257;vana. Thus devotees who want to attain devotional perfections will pray for the good fortune to serve recognized Vaishnavas.</P><P>King Kula&#347;ekhara also gives us the vision of constant meditation on Lord Vishnu. This can be attained by engaging oneself twenty-four hours a day in various services within the framework of the ninefold practices of bhakti (see &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../sb/7/5/24.htm">7.5.24</A>). A true Vaishnava never thinks he has attained the ultimate state of perfection, but rather continues to serve the Lord and the devotees while always remaining conscious of the Supreme Lord in his heart.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>