<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 49</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 49"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 49</P><P CLASS=c>tat tvam pras&#299;da bhagavan kuru mayy an&#257;the</P><P CLASS=c>vishno krip&#257;m parama-k&#257;runikah khalu tvam</P><P CLASS=c>sams&#257;ra-s&#257;gara-nimagnam ananta d&#299;nam</P><P CLASS=c>uddhartum arhasi hare purushottamo 'si</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/p/prasida">pras&#299;da</A> &#8212; please show Your favor; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A> &#8212; please give; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anathe">an&#257;the</A> &#8212; who <A HREF="http://vedabase.net/a/am">am</A> without <A HREF="http://vedabase.net/a/a">a</A> master; <A CLASS=v HREF="http://vedabase.net/v/visno">vishno</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/krpam">krip&#257;m</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; the most; <A CLASS=v HREF="http://vedabase.net/k/karunikah">k&#257;runikah</A> &#8212; compassionate; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; after all; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/s/sagara">s&#257;gara</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/n/nimagnam">nimagnam</A> &#8212; submerged; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> limitless one; <A CLASS=v HREF="http://vedabase.net/d/dinam">d&#299;nam</A> &#8212; wretched; <A CLASS=v HREF="http://vedabase.net/u/uddhartum">uddhartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> lift up; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; You should please; <A CLASS=v HREF="http://vedabase.net/h/hare">hare</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>O Supreme Lord, O Vishnu, You are the most compassionate. So now please show me Your favor and bestow Your mercy upon this helpless soul. O unlimited Lord, kindly uplift this wretch who is drowning in the ocean of material existence. O Lord Hari, You are the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>A complacent religionist may think a devotee need not call out for personal attention. "Lord Krishna already knows everything, so there's no need for individual supplication." But according to the &#257;c&#257;ryas, when a soul who feels himself helpless and unfortunate calls out to the Lord, he touches the Lord's heart. &#346;r&#299;la Prabhup&#257;da once gave an example of this while walking with his devotees in a park. A group of ducks in a pond swam forward toward the devotees, and the duck who quacked the loudest was given some food. Prabhup&#257;da remarked that in a similar way we have to cry out for Krishna, as a child cries for its mother. Of course this shouldn't be done in an egotistic or artificial way, but the Lord will respond to his devotees' sincere and helpless cries.</P><P>A devotee does not wish to bother the Lord with any demands or petitions, yet calling for mercy does not contradict the selfless mood of service. A good example is Gajendra, who asked the Lord to release him from the jaws of a crocodile. &#346;r&#299;la Prabhup&#257;da writes,</P><P>Unalloyed devotees have nothing to ask from the Supreme Personality of Godhead, but Gajendra, the king of the elephants, was circumstantially asking for an immediate benediction because he had no other way to be rescued. Sometimes, when there is no alternative, a pure devotee, being fully dependent on the mercy of the Supreme Lord, prays for some benediction. But in such a prayer there is also regret. [Bh&#257;g. <A CLASS=v HREF="../sb/8/3/21.htm">8.3.21</A>, purport]</P><P>Queen Kunt&#299; made a similar special request in her prayers:</P><P>atha vi&#347;ve&#347;a vi&#347;v&#257;tman vi&#347;va-m&#363;rte svakeshu me</P><P CLASS=n>sneha-p&#257;&#347;am imam chindhi dridham p&#257;ndushu vrishnishu</P><P>"O Lord of the universe, soul of the universe, O personality of the form of the universe, please, therefore, sever my tie of affection for my kinsmen, the P&#257;ndavas and the Vrishnis" (Bh&#257;g. <A CLASS=v HREF="../sb/1/8/41.htm">1.8.41</A>). In these instances the pure devotees ask not for material benedictions but for the Lord to intervene and arrange things so that they may more fully surrender to Him. About Queen Kunt&#299;'s petition, &#346;r&#299;la Prabhup&#257;da writes,</P><P>A pure devotee of the Lord is ashamed to ask anything in self-interest from the Lord. But the householders are sometimes obliged to ask favors from the Lord, being bound by the tie of family affection. &#346;r&#299;mat&#299; Kunt&#299;dev&#299; was conscious of this fact, and therefore she prayed to the Lord to cut off her affectionate ties for her own kinsmen, the P&#257;ndavas and the Vrishnis. [Bh&#257;g. <A CLASS=v HREF="../sb/1/8/41.htm">1.8.41</A>, purport]</P><P>Also, there are many moving songs by Vaishnavas of the recent age in which they call out to the Lord for individual help on the path of devotional service. For example, &#346;r&#299;la Bhaktivinoda Th&#257;kura sings in Gop&#299;n&#257;tha,</P><P>O Gop&#299;n&#257;tha, this sinner, who is weeping and weeping, begs for an eternal place at Your divine feet. Please give him Your mercy.</P><P>O Gop&#299;n&#257;tha, You are able to do anything, and therefore You have the power to deliver all sinners. Who is there that is more of a sinner than myself?</P><P>Deeply considering his disqualifications and asking for special help, the devotee requests his savior to be compassionate. The devotee's recognition of his complete dependence on the Supreme Lord is a prerequisite for his purification. He knows that if Lord Hari does not respond, he has no one else to turn to.</P><P>King Kula&#347;ekhara teaches us how to turn to Lord Krishna at all times, whether in meditation while absorbed in His all-attractive name, form, and pastimes, or in desperation while sinking in the ocean of material life.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>