<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 50</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 50"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 50</P><P CLASS=c>ksh&#299;ra-s&#257;gara-tara&#324;ga-&#347;&#299;kar&#257;-</P><P CLASS=c>s&#257;ra-t&#257;rakita-c&#257;ru-m&#363;rtaye</P><P CLASS=c>bhogi-bhoga-&#347;ayan&#299;ya-&#347;&#257;yine</P><P CLASS=c>m&#257;dhav&#257;ya madhu-vidvishe namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksira">ksh&#299;ra</A> &#8212; of milk; <A CLASS=v HREF="http://vedabase.net/s/sagara">s&#257;gara</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/t/taranga">tara&#324;ga</A> &#8212; from the waves; <A CLASS=v HREF="http://vedabase.net/s/sikara">&#347;&#299;kara</A> &#8212; of the spray; <A CLASS=v HREF="http://vedabase.net/a/asara">&#257;s&#257;ra</A> &#8212; by the shower; <A CLASS=v HREF="http://vedabase.net/t/tarakita">t&#257;rakita</A> &#8212; bespeckled; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A> &#8212; charming; <A CLASS=v HREF="http://vedabase.net/m/murtaye">m&#363;rtaye</A> &#8212; whose form; <A CLASS=v HREF="http://vedabase.net/b/bhogi">bhogi</A> &#8212; the serpent's (Lord <A HREF="http://vedabase.net/a/ananta">Ananta</A> <A HREF="http://vedabase.net/s/sesa">&#346;esha</A>'s); <A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/s/sayaniya">&#347;ayan&#299;ya</A> &#8212; on the couch; <A CLASS=v HREF="http://vedabase.net/s/sayine">&#347;&#257;yine</A> &#8212; who lies; <A CLASS=v HREF="http://vedabase.net/m/madhavaya">m&#257;dhav&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/v/vidvise">vidvishe</A> &#8212; the antagonist of the demon <A HREF="http://vedabase.net/m/madhu">Madhu</A>; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances.</P><P CLASS=t>TRANSLATION</P><P>Obeisances to Lord M&#257;dhava, enemy of the Madhu demon. His beautiful form, lying on the couch of the serpent Ananta, is speckled by the shower of spray from the milk ocean's waves.</P><P CLASS=t>PURPORT</P><P>This is a picturesque view of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the expansion of Lord Krishna who inhabits the spiritual planet &#346;vetadv&#299;pa. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/3/8/24.htm">3.8.24</A>) &#346;r&#299;la Vy&#257;sadeva also describes the beauty of Lord Vishnu as He lies in yoga-nidr&#257;:</P><P>The luster of the transcendental body of the Lord mocked the beauty of the coral mountain. The coral mountain is very beautifully dressed by the evening sky, but the yellow dress of the Lord mocked its beauty. There is gold in the summit of the mountain, but the Lord's helmet, bedecked with jewels, mocked it. The mountain's waterfalls, herbs, etc., with a panorama of flowers, seem like garlands, but the Lord's gigantic body, and His hands and legs, decorated with jewels, pearls, tulas&#299; leaves, and flower garlands, mocked the scene on the mountain.</P><P>King Kula&#347;ekhara describes Lord Vishnu as the killer of Madhu. Although in the form of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu the Lord did not kill Madhu, there is no contradiction in addressing the Supreme Lord by any of His pastime names. As &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja points out in his Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/adi/5/128.htm">&#256;di 5.128-130</A>, 132),</P><P>There is no difference between the incarnation and the source of all incarnations. Previously Lord Krishna was regarded in the light of different principles by different people. Some said that Krishna was directly Lord Nara-N&#257;r&#257;yana, and some called Him Lord V&#257;manadeva incarnate. Some called Lord Krishna an incarnation of Lord Ksh&#299;rodaka&#347;&#257;y&#299;. All these names are true.... In whatever form one knows the Lord, one speaks of Him in that way. In this there is no falsity, since everything is possible in Krishna.</P><P>The Ksh&#299;rodaka&#347;&#257;y&#299; form of Lord Vishnu is very rarely seen, even by advanced devotees. Sometimes when there is a crisis in universal management, Lord Brahm&#257; goes to &#346;vetadv&#299;pa to consult with Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. Brahm&#257; sits on the bank of the milk ocean and chants the Purusha-s&#363;kta prayers. In meditation, he then hears instructions from the Lord.</P><P>The shower of spray from the milk ocean speckling the Lord's form mocks the impersonal conception of the Absolute Truth. The source of all incarnations is not an impersonal effulgence but the transcendental Lord Himself, the Supreme Person. King Kula&#347;ekhara does not manufacture images but strictly follows the Vedic descriptions of the Lord of &#346;vetadv&#299;pa.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>