<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 51</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 51"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 51</P><P CLASS=c>alam alam alam ek&#257; pr&#257;nin&#257;m p&#257;tak&#257;n&#257;m</P><P CLASS=c>nirasana-vishaye y&#257; krishna krishneti v&#257;n&#299;</P><P CLASS=c>yadi bhavati mukunde bhaktir &#257;nanda-s&#257;ndr&#257;</P><P CLASS=c>karatala-kalit&#257; s&#257; moksha-s&#257;mr&#257;jya-lakshm&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; enough, enough, enough; <A CLASS=v HREF="http://vedabase.net/e/eka">ek&#257;</A> &#8212; by itself; <A CLASS=v HREF="http://vedabase.net/p/praninam">pr&#257;nin&#257;m</A> &#8212; of living beings; <A CLASS=v HREF="http://vedabase.net/p/patakanam">p&#257;tak&#257;n&#257;m</A> &#8212; of the sins; <A CLASS=v HREF="http://vedabase.net/n/nirasana">nirasana</A> &#8212; driving away; <A CLASS=v HREF="http://vedabase.net/v/visaye">vishaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; "<A HREF="http://vedabase.net/k/krsna">Krishna</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>"; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vani">v&#257;n&#299;</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/m/mukunde">mukunde</A> &#8212; for Lord <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; with ecstasy; <A CLASS=v HREF="http://vedabase.net/s/sandra">s&#257;ndr&#257;</A> &#8212; dense; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/t/tala">tala</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the palms of one's hands; <A CLASS=v HREF="http://vedabase.net/k/kalitah">kalit&#257;h</A> &#8212; available; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she (devotion); <A CLASS=v HREF="http://vedabase.net/m/moksa">moksha</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/s/samrajya">s&#257;mr&#257;jya</A> &#8212; influence; <A CLASS=v HREF="http://vedabase.net/l/laksmih">lakshm&#299;h</A> &#8212; and opulence.</P><P CLASS=t>TRANSLATION</P><P>By themselves the words "Krishna, Krishna" are sufficient to drive away the sins of all living beings. Anyone who possesses devotion for Lord Mukunda that is densely imbued with ecstasy holds in the palms of his hands the gifts of liberation, worldly influence, and wealth.</P><P CLASS=t>PURPORT</P><P>King Kula&#347;ekhara's declaration that the holy name drives away sins brings to mind a similar statement spoken by N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura. First he quoted a verse that makes use of the analogy of the rising sun:</P><P>amhah samharad akhilam</P><P CLASS=n>sakrid uday&#257;d eva sakala-lokasya</P><P CLASS=n>taranir iva timira-jaladhim</P><P CLASS=n>jayati jagan-ma&#324;galam harer n&#257;ma</P><P>"As the rising sun immediately dissipates all the world's darkness, which is deep like an ocean, so the holy name of Lord Hari, if chanted once without offenses, dissipates all the reactions of a living being's sinful life. All glories to that holy name of the Lord, which is auspicious for the entire world" (Cc. <A CLASS=v HREF="../cc/antya/3/181.htm">Antya 3.181</A>).</P><P>Next Harid&#257;sa Th&#257;kura explained the verse as follows: As the first glimpse of sunlight dissipates one's fear of thieves and ghosts, so with the first hint of offenseless chanting of the Lord's names, reactions of sinful life immediately disappear. If a devotee can continue to chant without offenses, he goes on to awaken ecstatic love for Krishna.</P><P>Then Harid&#257;sa Th&#257;kura stated, "Liberation is the insignificant result derived from a glimpse of the awakening of offenseless chanting of the holy name." When Harid&#257;sa made this claim, a ritualistic br&#257;hmana challenged him, saying that he had exaggerated the powers of the holy name. But Harid&#257;sa Th&#257;kura replied with &#347;&#257;stric proof. He gave the example of Aj&#257;mila, who chanted the Lord's holy name with the intention of calling his son N&#257;r&#257;yana, yet who was thereby immediately freed of his sinful reactions and who ultimately attained to the spiritual world. Harid&#257;sa also quoted a verse from the &#346;r&#299;mad-Bh&#257;gavatam proving that pure devotees prefer serving the Lord to being liberated without such service.</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura elaborately describes the stages of chanting the holy name in his Hari-n&#257;ma-cint&#257;mani: Chanting that is full of ignorance and offenses is known as n&#257;ma-apar&#257;dha. The next stage, which still contains imperfections, is known as n&#257;ma-&#257;bh&#257;sa, or the shadow of the holy name. This is the stage in which one can attain freedom from sins and even liberation. But one can attain pure krishna-prema only by chanting without offense, a stage known as &#347;uddha-n&#257;ma, or the pure chanting of the holy name.</P><P>King Kula&#347;ekhara says that one who has attained love of Krishna has all other benedictions easily within his grip, including mukti and the gifts of Lakshm&#299;, the goddess of fortune. The bhakta's indifference toward liberation is further expressed by Bilvama&#324;gala Th&#257;kura in his &#346;r&#299; Krishna-karn&#257;mrita (107):</P><P>bhaktis tvayi sthiratar&#257; bhagavan yadi sy&#257;d</P><P CLASS=n>daivena nah phalati divya-ki&#347;ora-m&#363;rtih</P><P CLASS=n>muktih svayam mukulit&#257;ñjali sevate 'sm&#257;n</P><P CLASS=n>dharm&#257;rtha-k&#257;ma-gatayah samaya-prat&#299;ksh&#257;h</P><P>"My dear Lord, if I am engaged in firm devotional service unto You, then I can very easily perceive Your transcendental youthful form. And as far as liberation is concerned, she stands at my door with folded hands, waiting to serve me, and all material conveniences of religiosity, economic development, and sense gratification stand with her."</P><P>A pure devotee easily attains wealth and liberation, but he is not interested in them. As &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; writes in his &#346;r&#299; Caitanya-candr&#257;mrita (5), "[For a pure devotee] impersonal liberation is as palatable as going to hell, and the heavenly cities of the demigods are as real as flowers imagined to float in the sky." The devotee is &#257;tm&#257;r&#257;ma, self-satisfied, because he knows that devotional service to Krishna brings everything.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>