<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 52</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 52"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 52</P><P CLASS=c>yasya priyau &#347;ruti-dharau kavi-loka-v&#299;rau</P><P CLASS=c>mitrau dvi-janma-vara-padma-&#347;ar&#257;v abh&#363;t&#257;m</P><P CLASS=c>ten&#257;mbuj&#257;ksha-caran&#257;mbuja-shat-padena</P><P CLASS=c>r&#257;jñ&#257; krit&#257; kritir iyam kula&#347;ekharena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/priyau">priyau</A> &#8212; beloved; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/d/dharau">dharau</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> knowledge of the Vedas; <A CLASS=v HREF="http://vedabase.net/k/kavi">kavi</A> &#8212; of poets; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the society; <A CLASS=v HREF="http://vedabase.net/v/virau">v&#299;rau</A> &#8212; eminent leaders; <A CLASS=v HREF="http://vedabase.net/m/mitrau">mitrau</A> &#8212; two friends; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; superior; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; of the lotus; <A CLASS=v HREF="http://vedabase.net/s/sarau">&#347;arau</A> &#8212; stems; <A CLASS=v HREF="http://vedabase.net/a/abhutam">abh&#363;t&#257;m</A> &#8212; have become; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by him; <A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; of the lotus-eyed Lord; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; at the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/p/padena">padena</A> &#8212; by the bee; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the king; <A CLASS=v HREF="http://vedabase.net/k/krta">krit&#257;</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/k/krtih">kritih</A> &#8212; composition; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kulasekharena">kula&#347;ekharena</A> &#8212; by Kula&#347;ekhara.</P><P CLASS=t>TRANSLATION</P><P>This work was composed by King Kula&#347;ekhara, a bee at the lotus feet of the lotus-eyed Lord. The king's two beloved friends are the twin stems of the exquisite lotus of the br&#257;hmana community, expert Vedic scholars renowned as leaders of the community of poets.</P><P CLASS=t>PURPORT</P><P>Like a bee at the lotus feet of Lord Krishna, King Kula&#347;ekhara has made honey in the form of his exquisite poetry, which overflows with nectarean descriptions of the Supreme Lord. He has also cried out to the Lord for deliverance from the ocean of material suffering. By using a wide repertoire of metaphors, and by speaking from the depth of sincere Vaishnava feelings, he has made his readers indebted to him. Now they may also become bees and drink the honey of the Mukunda-m&#257;l&#257;-stotra.</P><P>Among the twenty-six qualities of a devotee, one is that he is a kavi, or poet. The subject of a devotee's chanting and hearing comprises the superexcellent name, form, qualities, and pastimes of Krishna. The qualified kavi receives Krishna consciousness faithfully in parampar&#257; and renders it into excellent poems and discourses. Thus it is said of the &#346;r&#299;mad-Bh&#257;gavatam that "it emanated from the lips of &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;. Therefore this fruit [of the desire tree of Vedic literature] has become even more tasteful, although its nectarean juice was already relishable for all, including liberated souls" (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/3.htm">1.1.3</A>). Describing the contribution of &#346;ukadeva Gosv&#257;m&#299; to the Bh&#257;gavatam, Prabhup&#257;da writes, "The Vedic fruit which is mature and ripe in knowledge is spoken through the lips of &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;, who is compared to the parrot not for his ability to recite the Bh&#257;gavatam exactly as he heard it from his learned father, but for his ability to present the work in a manner that would appeal to all classes of men." Like &#346;ukadeva, King Kula&#347;ekhara has imbibed the Vedic conclusions and added to them his own taste of devotional mellows.</P><P>In his Govinda-l&#299;l&#257;mrita, &#346;r&#299; Krishnad&#257;sa Kavir&#257;ja ends each chapter of his work with a statement similar to King Kula&#347;ekhara's here. He writes, &#347;r&#299;-caitanya-pad&#257;ravinda-madhupa-&#347;r&#299;-r&#363;pa-sev&#257;-phale: "This book is the ripened fruit of my service to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, who is a bumblebee relishing honey at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P>The honey-sweet nectarean rasa of Krishna consciousness is also expressed by Bilvama&#324;gala Th&#257;kura in his &#346;r&#299; Krishna-karn&#257;mrita (92):</P><P>madhuram madhuram vapur asya vibhor</P><P CLASS=n>madhuram madhuram vadanam madhuram</P><P CLASS=n>madhu-gandhi mridu-smitam etad aho</P><P CLASS=n>madhuram madhuram madhuram madhuram</P><P>"This transcendental body of Krishna is very sweet, and His face is even sweeter. But His soft smile, which has the fragrance of honey, is sweeter still."</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>