<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 53</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 53"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 53</P><P CLASS=c>mukunda-m&#257;l&#257;m pathat&#257;m nar&#257;n&#257;m</P><P CLASS=c>a&#347;esha-saukhyam labhate na kah svit</P><P CLASS=c>samasta-p&#257;pa-kshayam etya deh&#299;</P><P CLASS=c>pray&#257;ti vishnoh paramam padam tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/m/malam">m&#257;l&#257;m</A> &#8212; this flower garland for Lord <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/p/pathatam">pathat&#257;m</A> &#8212; who recite; <A CLASS=v HREF="http://vedabase.net/n/naranam">nar&#257;n&#257;m</A> &#8212; among persons; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/s/saukhyam">saukhyam</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/l/labhate">labhate</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not achieve; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; who at all; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> &#8212; sins; <A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> &#8212; the eradication; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; obtaining; <A CLASS=v HREF="http://vedabase.net/d/dehi">deh&#299;</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> embodied being; <A CLASS=v HREF="http://vedabase.net/p/prayati">pray&#257;ti</A> &#8212; proceeds; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the abode; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that.</P><P CLASS=t>TRANSLATION</P><P>Who among those who recite this Mukunda-m&#257;l&#257; will not achieve complete happiness? An embodied being who chants these prayers will have all his sinful reactions eradicated and proceed straight to the supreme abode of Lord Vishnu.</P><P CLASS=t>PURPORT</P><P>Following the &#347;&#257;stric tradition, King Kula&#347;ekhara ends his poem with an auspicious benediction for his readers. We find many such benedictions in the &#346;r&#299;mad-Bh&#257;gavatam. For example, Canto Seven contains this statement: "Anyone who with great attention hears this narration concerning the activities of Prahl&#257;da Mah&#257;r&#257;ja, the killing of Hiranyaka&#347;ipu, and the activities of the Supreme Personality of Godhead, Nrisimhadeva, surely reaches the spiritual world, where there is no anxiety" (Bh&#257;g. <A CLASS=v HREF="../sb/7/10/47.htm">7.10.47</A>).</P><P>The Vaishnava poet's blessing upon the reader is not merely a literary form. The &#346;r&#299;mad-Bh&#257;gavatam or the Mukunda-m&#257;l&#257;-stotra can deliver full benedictions to any receptive reader and send him back home, back to Godhead. One need only consider the elevated topics King Kula&#347;ekhara has covered in his poem. For example, he has often mentioned that the holy names of the Lord can save us from sams&#257;ra. And he has exhorted us to call out to Lord Krishna for protection. Indeed, the Mukunda-m&#257;l&#257;-stotra is filled with friendly advice to chant Krishna's names, bow down before Him, and serve Him with all our senses and mind. King Kula&#347;ekhara has advised us to become a servant of the servant of the servant of the servant of the servant of the servant of the servant of the Lord. All these statements are actually injunctions directly from the Supreme Personality of Godhead and the &#347;&#257;stras. King Kula&#347;ekhara has repeated them in his own voice and with his own convictions, but his prayers have the authority of the Supreme Lord behind them.</P><P>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da chose these potent verses for rendering as The Prayers of King Kula&#347;ekhara. He began translating them into English for wide distribution through his magazine, Back to Godhead. It will be our good fortune to go on hearing these verses in earnest, to sing them repeatedly, and to study and remember them. As followers of &#346;r&#299;la Prabhup&#257;da, we will be particularly inclined to remember Text 33:</P><P>krishna tvad&#299;ya-pada-pa&#324;kaja-pañjar&#257;ntam</P><P CLASS=n>adyaiva me vi&#347;atu m&#257;nasa-r&#257;ja-hamsah</P><P CLASS=n>pr&#257;na-pray&#257;na-samaye kapha-v&#257;ta-pittaih</P><P CLASS=n>kanth&#257;varodhana-vidhau smaranam kutas te</P><P>"O Lord Krishna, at this moment let the royal swan of my mind enter the tangled stems of the lotus of Your feet. How will it be possible for me to remember You at the time of death, when my throat will be choked up with mucus, bile, and air?"</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="index.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>