<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra Verse 7</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra Verse 7"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A> 7</P><P CLASS=c>cintay&#257;mi harim eva santatam</P><P CLASS=c>manda-h&#257;sa-mudit&#257;nan&#257;mbujam</P><P CLASS=c>nanda-gopa-tanayam par&#257;t param</P><P CLASS=c>n&#257;rad&#257;di-muni-vrinda-vanditam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cintayami">cintay&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> think; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; about Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/santatam">santatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/m/manda">manda</A> &#8212; gentle; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> smile; <A CLASS=v HREF="http://vedabase.net/m/mudita">mudita</A> &#8212; joyful; <A CLASS=v HREF="http://vedabase.net/a/anana">&#257;nana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; whose lotus face; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/g/gopa">gopa</A> &#8212; of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>; <A CLASS=v HREF="http://vedabase.net/t/tanayam">tanayam</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/p/parat">par&#257;t</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme Absolute Truth; <A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning with <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/v/vrnda">vrinda</A> &#8212; by all the sages; <A CLASS=v HREF="http://vedabase.net/v/vanditam">vanditam</A> &#8212; worshiped.</P><P CLASS=t>TRANSLATION</P><P>I always think of Lord Hari, whose joyful lotus face bears a gentle smile. Although He is the son of the cowherd Nanda, He is also the Supreme Absolute Truth worshiped by great sages like N&#257;rada.</P><P CLASS=t>PURPORT</P><P>As King Kula&#347;ekhara thinks of the Lord and remembers His happiness, the king also becomes happy. Lord Krishna is eternally happy, but the conditioned soul is mostly unhappy. When we live in forgetfulness of our spiritual nature, even our so-called bliss is illusion &#8212; it is unsatisfying, flickering pleasure (capala-sukha). The poet Govinda d&#257;sa expresses this in his song Bhajhum re mana: "What assurance is there in all one's wealth, youthfulness, sons, and family members? This life is tilting like a drop of water on a lotus petal. Therefore you should always serve the divine feet of Lord Hari."</P><P>Another Vaishnava poet, Narottama d&#257;sa Th&#257;kura, has expressed the happiness of the Supreme in a song addressed to Lord Caitanya and Lord Nity&#257;nanda: h&#257; h&#257; prabhu nity&#257;nanda prem&#257;nanda-sukh&#299; krip&#257;-balo-kana koro &#257;mi bado duhkh&#299;: "My dear Lord Nity&#257;nanda, You are always joyful in spiritual bliss. Since You always appear very happy, I have come to You because I am most unhappy. If You kindly cast Your glance upon me, I may also become happy."</P><P>In this prayer King Kula&#347;ekhara reveals himself to be at the stage of spontaneous love of God, in which the devotee goes beyond mere formal ceremonies and ritual recitations and thinks of Lord Hari always. This is the actual standard of happiness in devotional service. Such constant remembrance of the Lord is possible through constant chanting of His name. As Lord Caitanya recommends in His &#346;iksh&#257;shtaka (3), k&#299;rtan&#299;yah sad&#257; harih: [Cc. <A CLASS=v HREF="../cc/adi/17/31.htm">adi 17.31</A>] "One should always chant the holy name of the Lord." In this way one will always be happy in the joy of Lord Krishna. The Lord's happiness is always increasing, like an ever-expanding ocean (&#257;nand&#257;mbudhi-vardhanam), and the living entity is meant to dive into that ocean because his original nature is to be ever-blissful in contact with the Lord.</P><P>King Kula&#347;ekhara further hints at the unlimited happiness of Krishna consciousness when he describes Lord Krishna as the son of Nanda Gopa. Krishna is the Lord of Vaikuntha, and He expands Himself as the catur-vy&#363;ha, as the purusha-avat&#257;ras, and as many other forms. But His original form is a cowherd boy in Goloka Vrind&#257;vana. He came to Vrind&#257;vana-dh&#257;ma within this world to reciprocate loving exchanges with His pure devotees here who wished to be His friends, parents, and lovers. They cherished the desire to serve the Lord in intimate ways, and they finally fulfilled it after, as &#346;r&#299;la Prabhup&#257;da says in his Krishna book, "accumulating heaps of pious activities." In other words, after they had perfected their loving devotion to the Lord through many lives of service, He appeared in person to reciprocate with them in their specific mood.</P><P>Krishna enjoyed playing as the son of Nanda. For example, Krishna would sometimes delight His parents by carrying His father's wooden slippers on His head, just like an ordinary child. And Krishna would also enjoy His magnificent pastimes in Dv&#257;rak&#257;, where He lived in unequaled opulence in 16,108 palaces with an equal number of queens. N&#257;rada once visited the Lord at Dv&#257;rak&#257; and saw Him engaging in various pastimes in His many palaces. At that time N&#257;rada became astounded and described Him as the source of all opulences.</P><P>There is no contradiction between Krishna's charmingly sweet pastimes in the simple village of Vrind&#257;vana and His magnificently opulent pastimes in Dv&#257;rak&#257;. All of the Lords pastimes are oceans of happiness. And the devotee who can always think of the Lord performing any of His multifarious pastimes dives into that ocean. Even in this world, one who always thinks of the Lord will forget all material miseries and enter the spiritual abode.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>