<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Mukunda-mala-stotra, Introduction</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Mukunda-mala-stotra"><META NAME=DESCRIPTION CONTENT="Mukunda-mala-stotra, Introduction"></HEAD><BODY><TABLE><TR><TD CLASS=r>Introduction</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Mukunda-m&#257;l&#257;-stotra</A>, Introduction</P><P>Of the many hundreds of poetic Sanskrit stotras-songs of glorification offered to the Supreme Lord, His devotees, and the holy places of His pastimes-King Kula&#347;ekhara's Mukunda-m&#257;l&#257;-stotra is one of the most perennially famous. Some say that its author conceived it as a garland (m&#257;l&#257;) of verses offered for Lord Krishna's pleasure. It has long been dear to Vaishnavas of all schools, and our own spiritual master, &#346;r&#299;la A. C. Bhaktivedanta Swami Prabhup&#257;da, frequently enjoyed citing certain favorite stanzas from it.</P><P>King Kula&#347;ekhara was part of the &#346;r&#299;-samprad&#257;ya, the Vaishnava school founded by Lord Vishnu's divine consort, &#346;r&#299;. This school's most prominent representative, R&#257;m&#257;nuja &#256;c&#257;rya (eleventh century), built on the work of his predecessors N&#257;tha Muni and Y&#257;muna &#256;c&#257;rya and established the systematic philosophy of &#346;r&#299; Vaishnavism. But these &#257;c&#257;ryas came in an already old tradition, that of the ecstatic mystic poets called &#256;lv&#257;rs. The twelve &#256;lv&#257;rs appeared at various times in South India, in the area roughly corresponding to present-day Tamil Nadu. According to the tradition of the &#346;r&#299; Vaishnavas, the earliest &#256;lv&#257;rs lived more than five thousand years ago, at the start of the present age, Kali-yuga, while the most recent lived in the first millennium A.D.</P><P>The &#256;lv&#257;rs' Tamil poetry was collected in the Tiruv&#257;ymoli, revered by &#346;r&#299; Vaishnavas as their own vernacular Veda. On the strength of the Tiruv&#257;ymoli's devotional authority, the &#346;r&#299; Vaishnavas claim to follow Ubhaya-ved&#257;nta, the dual Ved&#257;nta philosophy founded on both Sanskrit and Tamil scripture. Some &#256;lv&#257;rs were atypical renunciants: the third, &#256;nd&#257;l, was a woman, and three were involved in governing. Among these was the tenth &#256;lv&#257;r, Kula&#347;ekhara Perum&#257;l, who was a ruling king in the Cera dynasty of Malain&#257;du, in what is now Kerala. Modern scholars say he may have lived during the ninth century A.D.</P><P>A traditional history of King Kula&#347;ekhara states that once, as he slept in his palace quarters, he had a brilliant and distinct vision of Lord Krishna. Upon awaking he fell into a devotional trance and failed to notice dawn breaking. The royal musicians and ministers came as usual to his door to wake him, but after waiting some time without hearing him respond, they reluctantly took the liberty of entering his room. The king came out of his trance and described his vision to them, and from that day on he no longer took much interest in ruling. He delegated most of his responsibilities to his ministers and dedicated himself to rendering devotional service to the Lord. After some years he abdicated the throne and went to &#346;r&#299; Ra&#324;gam, where he remained in the association of the Krishna Deity of Ra&#324;gan&#257;tha and His many exalted devotees. At &#346;r&#299; Ra&#324;gam Kula&#347;ekhara is said to have composed his two great works: the Mukunda-m&#257;l&#257;-stotra, in Sanskrit; and 105 Tamil hymns, which were later incorporated into the Tiruv&#257;ymoli under the title Perum&#257;l-tirumoli.</P><P>As the other &#256;lv&#257;rs do in their mystic expressions, in his Perum&#257;l-tirumoli King Kula&#347;ekhara emulates the roles of some of Lord R&#257;macandra's and Lord Krishna's intimate devotees: King Da&#347;aratha; two of the Lord's mothers, Kau&#347;aly&#257; and Devak&#299;; and some of the young cowherd women of Vrind&#257;vana. But Mah&#257;r&#257;ja Kula&#347;ekhara expresses no pride in realizing such confidential devotional moods. On the contrary, with deep humility he repeatedly begs simply to be allowed to take his next births as a bird, fish, or flower in the place where Lord Krishna enacts His pastimes, and in this way to enjoy the association of His devotees.</P><P>The Mukunda-m&#257;l&#257;-stotra, although composed in elegant Sanskrit, is a simple expression of King Kula&#347;ekhara's devotion to Krishna and his eagerness to share his good fortune with everyone else. Being thus a very public work, it does not delve into intimate personal revelations or abstruse philosophical conundrums. Like most other works of the stotra genre, it aims less at presenting a plot than at vividly and honestly expressing the true feelings of a lover of God. With this much we the readers should be completely satisfied, because it is a rare opportunity for us when a devotee of King Kula&#347;ekhara's stature opens his heart so freely-and in a way just appropriate for us, with all our imperfections, to appreciate.</P><P>About the Present Edition</P><P>Using a Sanskrit edition published by &#346;r&#299;la Bhaktivinoda Th&#257;kura in 1895, &#346;r&#299;la Prabhup&#257;da began translating the Mukunda-m&#257;l&#257;-stotra in the late 1950's. But after completing six verses with commentary, he suspended it to work on the &#346;r&#299;mad-Bh&#257;gavatam. He never resumed it. Yet he clearly intended that the Mukunda-m&#257;l&#257; be published, since he included it in the list of his other English books at the beginning of each of the three volumes of the Bh&#257;gavatam's First Canto.</P><P>In 1989, the Governing Body Commission of the International Society for Krishna Consciousness requested Satsvar&#363;pa d&#257;sa Goswami to complete the Mukunda-m&#257;l&#257;-stotra. One of &#346;r&#299;la Prabhup&#257;da's earliest disciples, Satsvar&#363;pa Goswami had distinguished himself over the years as one of his most learned and literary followers. He had served as editor of Back to Godhead magazine-the Society's monthly journal-for most of the twenty-three years it had been published in the West, and had written many books already, most notably a six-volume biography of &#346;r&#299;la Prabhup&#257;da.</P><P>Satsvar&#363;pa Goswami accepted the assignment and enlisted the help of Gop&#299;par&#257;nadhana d&#257;sa, the Bhaktivedanta Book Trust's Sanskrit editor, to translate the remaining forty-seven verses. Then he carefully prepared the purports, often quoting from &#346;r&#299;la Prabhup&#257;da's Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam, and other works. The result is a book that we trust will be informative and enlivening to devotees, scholars, and laymen alike.</P><P>The Publishers</P><P>Editor's note: Citations from Krishna, the Supreme Personality of Godhead are from "The Great Classics of India" edition (1985). Citations from The Nectar of Devotion are from the 1982 edition.</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=376"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>