<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 1</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 1"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 1</P><P CLASS=c>v&#257;co vegam manasah krodha-vegam</P><P CLASS=c>jihv&#257;-vegam udaropastha-vegam</P><P CLASS=c>et&#257;n veg&#257;n yo vishaheta dh&#299;rah</P><P CLASS=c>sarv&#257;m ap&#299;m&#257;m prithiv&#299;m sa &#347;ishy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A> &#8212; of speech; <A CLASS=v HREF="http://vedabase.net/v/vegam">vegam</A> &#8212; urge; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; of anger; <A CLASS=v HREF="http://vedabase.net/v/vegam">vegam</A> &#8212; urge; <A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A> &#8212; of the tongue; <A CLASS=v HREF="http://vedabase.net/v/vegam">vegam</A> &#8212; urge; <A CLASS=v HREF="http://vedabase.net/u/udara">udara</A>-<A CLASS=v HREF="http://vedabase.net/u/upastha">upastha</A> &#8212; of the belly and genitals; <A CLASS=v HREF="http://vedabase.net/v/vegam">vegam</A> &#8212; urge; <A CLASS=v HREF="http://vedabase.net/e/etan">et&#257;n</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/v/vegan">veg&#257;n</A> &#8212; urges; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; whoever; <A CLASS=v HREF="http://vedabase.net/v/visaheta">vishaheta</A> &#8212; can tolerate; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;rah</A> &#8212; sober; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarv&#257;m</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prthivim">prithiv&#299;m</A> &#8212; world; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that personality; <A CLASS=v HREF="http://vedabase.net/s/sisyat">&#347;ishy&#257;t</A> &#8212; can <A HREF="http://vedabase.net/m/make">make</A> disciples.</P><P CLASS=t>TRANSLATION</P><P>A sober person who can tolerate the urge to speak, the mind's demands, the actions of anger and the urges of the tongue, belly and genitals is qualified to make disciples all over the world.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/6/1/9.htm">6.1.9-10</A>) Par&#299;kshit Mah&#257;r&#257;ja placed a number of intelligent questions before &#346;ukadeva Gosv&#257;m&#299;. One of these questions was: "Why do people undergo atonement if they cannot control their senses?" For instance, a thief may know perfectly well that he may be arrested for his stealing, and he may actually even see a thief arrested by the police, yet he continues to steal. Experience is gathered by hearing and seeing. One who is less intelligent gathers experience by seeing, and one who is more intelligent gathers experience by hearing. When an intelligent person hears from the lawbooks and &#347;&#257;stras, or scriptures, that stealing is not good and hears that a thief is punished when arrested, he refrains from theft. A less intelligent person may first have to be arrested and punished for stealing to learn to stop stealing. However, a rascal, a foolish man, may have the experience of both hearing and seeing and may even be punished, but still he continues to steal. Even if such a person atones and is punished by the government, he will again commit theft as soon as he comes out of jail. If punishment in jail is considered atonement, what is the benefit of such atonement? Thus Par&#299;kshit Mah&#257;r&#257;ja inquired:</P><P>drishta-&#347;rut&#257;bhy&#257;m yat p&#257;pam</P><P CLASS=n>j&#257;nann apy &#257;tmano 'hitam</P><P CLASS=n>karoti bh&#363;yo viva&#347;ah</P><P CLASS=n>pr&#257;ya&#347;cittam atho katham</P><P CLASS=n>[<A CLASS=v HREF="../sb/6/1/9.htm">SB 6.1.9</A>]</P><P>kvacin nivartate 'bhadr&#257;t</P><P CLASS=n>kvacic carati tat punah</P><P CLASS=n>pr&#257;ya&#347;cittam atho 'p&#257;rtham</P><P CLASS=n>manye kuñjara-&#347;aucavat</P><P CLASS=n>[<A CLASS=v HREF="../sb/6/1/10.htm">SB 6.1.10</A>]</P><P>He compared atonement to an elephant's bathing. The elephant may take a very nice bath in the river, but as soon as it comes onto the bank, it throws dirt all over its body. What, then, is the value of its bathing? Similarly, many spiritual practitioners chant the Hare Krishna mah&#257;-mantra and at the same time commit many forbidden things, thinking that their chanting will counteract their offenses. Of the ten types of offenses one can commit while chanting the holy name of the Lord, this offense is called n&#257;mno bal&#257;d yasya hi p&#257;pa-buddhih, committing sinful activities on the strength of chanting the Hare Krishna mah&#257;-mantra. Similarly, certain Christians go to church to confess their sins, thinking that confessing their sins before a priest and performing some penance will relieve them from the results of their weekly sins. As soon as Saturday is over and Sunday comes, they again begin their sinful activities, expecting to be forgiven the next Saturday. This kind of pr&#257;ya&#347;citta, or atonement, is condemned by Par&#299;kshit Mah&#257;r&#257;ja, the most intelligent king of his time. &#346;ukadeva Gosv&#257;m&#299;, equally intelligent, as befitting the spiritual master of Mah&#257;r&#257;ja Par&#299;kshit, answered the King and confirmed that his statement concerning atonement was correct. A sinful activity cannot be counteracted by a pious activity. Thus real pr&#257;ya&#347;citta, atonement, is the awakening of our dormant Krishna consciousness.</P><P>Real atonement involves coming to real knowledge, and for this there is a standard process. When one follows a regulated hygienic process, he does not fall sick. A human being is meant to be trained according to certain principles to revive his original knowledge. Such a methodical life is described as tapasya. One can be gradually elevated to the standard of real knowledge, or Krishna consciousness, by practicing austerity and celibacy (brahmacarya), by controlling the mind, by controlling the senses, by giving up one's possessions in charity, by being avowedly truthful, by keeping clean and by practicing yoga-&#257;sanas. However, if one is fortunate enough to get the association of a pure devotee, he can easily surpass all the practices for controlling the mind by the mystic yoga process simply by following the regulative principles of Krishna consciousness &#8212; refraining from illicit sex, meat-eating, intoxication and gambling &#8212; and by engaging in the service of the Supreme Lord under the direction of the bona fide spiritual master. This easy process is being recommended by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;.</P><P>First one must control his speaking power. Every one of us has the power of speech; as soon as we get an opportunity we begin to speak. If we do not speak about Krishna consciousness, we speak about all sorts of nonsense. A toad in a field speaks by croaking, and similarly everyone who has a tongue wants to speak, even if all he has to say is nonsense. The croaking of the toad, however, simply invites the snake: "Please come here and eat me." Nevertheless, although it is inviting death, the toad goes on croaking. The talking of materialistic men and impersonalist M&#257;y&#257;v&#257;d&#299; philosophers may be compared to the croaking of frogs. They are always speaking nonsense and thus inviting death to catch them. Controlling speech, however, does not mean self-imposed silence (the external process of mauna), as M&#257;y&#257;v&#257;d&#299; philosophers think. Silence may appear helpful for some time, but ultimately it proves a failure. The meaning of controlled speech conveyed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; advocates the positive process of krishna-kath&#257;, engaging the speaking process in glorifying the Supreme Lord &#346;r&#299; Krishna. The tongue can thus glorify the name, form, qualities and pastimes of the Lord. The preacher of krishna-kath&#257; is always beyond the clutches of death. This is the significance of controlling the urge to speak.</P><P>The restlessness or fickleness of the mind (mano-vega) is controlled when one can fix his mind on the lotus feet of Krishna. The Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/madhya/22/31.htm">Madhya 22.31</A>) says:</P><P>krishna &#8212; s&#363;rya-sama; m&#257;y&#257; haya andhak&#257;ra</P><P CLASS=n>y&#257;h&#257;&#324; krishna, t&#257;h&#257;&#324; n&#257;hi m&#257;y&#257;ra adhik&#257;ra</P><P>Krishna is just like the sun, and m&#257;y&#257; is just like darkness. If the sun is present, there is no question of darkness. Similarly, if Krishna is present in the mind, there is no possibility of the mind's being agitated by m&#257;y&#257;'s influence. The yogic process of negating all material thoughts will not help. To try to create a vacuum in the mind is artificial. The vacuum will not remain. However, if one always thinks of Krishna and how to serve Krishna best, one's mind will naturally be controlled.</P><P>Similarly, anger can be controlled. We cannot stop anger altogether, but if we simply become angry with those who blaspheme the Lord or the devotees of the Lord, we control our anger in Krishna consciousness. Lord Caitanya Mah&#257;prabhu became angry with the miscreant brothers Jag&#257;i and M&#257;dh&#257;i, who blasphemed and struck Nity&#257;nanda Prabhu. In His &#346;iksh&#257;shtaka Lord Caitanya wrote, trin&#257;d api sun&#299;cena taror api sahishnun&#257;: "One should be humbler than the grass and more tolerant than the tree." One may then ask why the Lord exhibited His anger. The point is that one should be ready to tolerate all insults to one's own self, but when Krishna or His pure devotee is blasphemed, a genuine devotee becomes angry and acts like fire against the offenders. Krodha, anger, cannot be stopped, but it can be applied rightly. It was in anger that Hanum&#257;n set fire to La&#324;k&#257;, but he is worshiped as the greatest devotee of Lord R&#257;macandra. This means that he utilized his anger in the right way. Arjuna serves as another example. He was not willing to fight, but Krishna incited his anger: "You must fight!" To fight without anger is not possible. Anger is controlled, however, when utilized in the service of the Lord.</P><P>As for the urges of the tongue, we all experience that the tongue wants to eat palatable dishes. Generally we should not allow the tongue to eat according to its choice, but should control the tongue by supplying pras&#257;da. The devotee's attitude is that he will eat only when Krishna gives him pras&#257;da. That is the way to control the urge of the tongue. One should take pras&#257;da at scheduled times and should not eat in restaurants or sweetmeat shops simply to satisfy the whims of the tongue or belly. If we stick to the principle of taking only pras&#257;da, the urges of the belly and tongue can be controlled.</P><P>In a similar manner, the urges of the genitals, the sex impulse, can be controlled when not used unnecessarily. The genitals should be used to beget a Krishna conscious child, otherwise they should not be used. The Krishna consciousness movement encourages marriage not for the satisfaction of the genitals but for the begetting of Krishna conscious children. As soon as the children are a little grown up, they are sent to our Gurukula school, where they are trained to become fully Krishna conscious devotees. Many such Krishna conscious children are required, and one who is capable of bringing forth Krishna conscious offspring is allowed to utilize his genitals.</P><P>When one is fully practiced in the methods of Krishna conscious control, he can become qualified to be a bona fide spiritual master.</P><P>In his Anuvritti explanation of Upade&#347;&#257;mrita, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes that our material identification creates three kinds of urges &#8212; the urge to speak, the urge or demands of the mind and the demands of the body. When a living entity falls victim to these three types of urges, his life becomes inauspicious. One who practices resisting these demands or urges is called tapasv&#299;, or one who practices austerities. By such tapasya one can overcome victimization by the material energy, the external potency of the Supreme Personality of Godhead.</P><P>When we refer to the urge to speak, we refer to useless talking, such as that of the impersonal M&#257;y&#257;v&#257;d&#299; philosophers, or of persons engaged in fruitive activities (technically called karma-k&#257;nda), or of materialistic people who simply want to enjoy life without restriction. All such talks or literatures are practical exhibitions of the urge to speak. Many people are talking nonsensically and writing volumes of useless books, and all this is the result of the urge to speak. To counteract this tendency, we have to divert our talking to the subject of Krishna. This is explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/5/10.htm">1.5.10-11</A>):</P><P>na yad vaca&#347; citra-padam harer ya&#347;o</P><P CLASS=n>jagat-pavitram pragrin&#299;ta karhicit</P><P CLASS=n>tad v&#257;yasam t&#299;rtham u&#347;anti m&#257;nas&#257;</P><P CLASS=n>na yatra hams&#257; niramanty u&#347;ik-kshay&#257;h</P><P>"Those words which do not describe the glories of the Lord, who alone can sanctify the atmosphere of the whole universe, are considered by saintly persons to be like unto a place of pilgrimage for crows. Since the all-perfect persons are inhabitants of the transcendental abode, they do not derive any pleasure there."</P><P>tad-v&#257;g-visargo janat&#257;gha-viplavo</P><P CLASS=n>yasmin prati-&#347;lokam abaddhavaty api</P><P CLASS=n>n&#257;m&#257;ny anantasya ya&#347;o '&#324;kit&#257;ni yat</P><P CLASS=n>&#347;rinvanti g&#257;yanti grinanti s&#257;dhavah</P><P CLASS=n>[<A CLASS=v HREF="../sb/1/5/11.htm">SB 1.5.11</A>]</P><P>"On the other hand, that literature which is full of descriptions of the transcendental glories of the name, fame, forms, pastimes, etc., of the unlimited Supreme Lord is a different creation, full of transcendental words directed toward bringing about a revolution in the impious lives of this world's misdirected civilization. Such transcendental literatures, even though imperfectly composed, are heard, sung and accepted by purified men who are thoroughly honest."</P><P>The conclusion is that only when we talk about devotional service to the Supreme Personality of Godhead can we refrain from useless nonsensical talk. We should always endeavor to use our speaking power solely for the purpose of realizing Krishna consciousness.</P><P>As for the agitations of the bickering mind, they are divided into two divisions. The first is called avirodha-pr&#299;ti, or unrestricted attachment, and the other is called virodha-yukta-krodha, anger arising from frustration. Adherence to the philosophy of the M&#257;y&#257;v&#257;d&#299;s, belief in the fruitive results of the karma-v&#257;d&#299;s, and belief in plans based on materialistic desires are called avirodha-pr&#299;ti. Jñ&#257;n&#299;s, karm&#299;s and materialistic planmakers generally attract the attention of conditioned souls, but when the materialists cannot fulfill their plans and when their devices are frustrated, they become angry. Frustration of material desires produces anger.</P><P>Similarly, the demands of the body can be divided into three categories &#8212; the demands of the tongue, the belly and the genitals. One may observe that these three senses are physically situated in a straight line, as far as the body is concerned, and that the bodily demands begin with the tongue. If one can restrain the demands of the tongue by limiting its activities to the eating of pras&#257;da, the urges of the belly and the genitals can automatically be controlled. In this connection &#346;r&#299;la Bhaktivinoda Th&#257;kura says:</P><P>&#347;ar&#299;ra avidy&#257; j&#257;la, jadendriya t&#257;he k&#257;la,</P><P CLASS=n>j&#299;ve phele vishaya-s&#257;gare</P><P CLASS=n>t&#257;'ra madhye jihv&#257; ati, lobham&#257;y&#257; sudurmati,</P><P CLASS=n>t&#257;'ke jet&#257; kathina sams&#257;re</P><P CLASS=n>krishna bada day&#257;maya, karib&#257;re jihv&#257; jaya,</P><P CLASS=n>sva-pras&#257;da-anna dila bh&#257;i</P><P CLASS=n>sei ann&#257;mrita kh&#257;o, r&#257;dh&#257;-krishna-guna g&#257;o,</P><P CLASS=n>preme d&#257;ka caitanya-nit&#257;i</P><P>"O Lord! This material body is a lump of ignorance, and the senses are a network of paths leading to death. Somehow or other we have fallen into the ocean of material sense enjoyment, and of all the senses the tongue is the most voracious and uncontrollable. It is very difficult to conquer the tongue in this world, but You, dear Krishna, are very kind to us. You have sent this nice pras&#257;da to help us conquer the tongue; therefore let us take this pras&#257;da to our full satisfaction and glorify Your Lordships &#346;r&#299; &#346;r&#299; R&#257;dh&#257; and Krishna and in love call for the help of Lord Caitanya and Prabhu Nity&#257;nanda." There are six kinds of rasas (tastes), and if one is agitated by any one of them, he becomes controlled by the urges of the tongue. Some persons are attracted to the eating of meat, fish, crabs, eggs and other things produced by semina and blood and eaten in the form of dead bodies. Others are attracted by eating vegetables, creepers, spinach or milk products, but all for the satisfaction of the tongue's demands. Such eating for sense gratification &#8212; including the use of extra quantities of spices like chili and tamarind &#8212; is to be given up by Krishna conscious persons. The use of pan, haritak&#299;, betel nuts, various spices used in pan-making, tobacco, LSD, marijuana, opium, liquor, coffee and tea is indulged in to fulfill illicit demands. If we can practice accepting only remnants of food offered to Krishna, it is possible to get free from m&#257;y&#257;'s victimization. Vegetables, grains, fruits, milk products and water are proper foods to offer to the Lord, as Lord Krishna Himself prescribes. However, if one accepts pras&#257;da only because of its palatable taste and thus eats too much, he also falls prey to trying to satisfy the demands of the tongue. &#346;r&#299; Caitanya Mah&#257;prabhu taught us to avoid very palatable dishes even while eating pras&#257;da. If we offer palatable dishes to the Deity with the intention of eating such nice food, we are involved in trying to satisfy the demands of the tongue. If we accept the invitation of a rich man with the idea of receiving palatable food, we are also trying to satisfy the demands of the tongue. In Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/antya/6/227.htm">Antya 6.227</A>) it is stated:</P><P>jihv&#257;ra l&#257;lase yei iti-uti dh&#257;ya</P><P CLASS=n>&#347;i&#347;nodara-par&#257;yana krishna n&#257;hi p&#257;ya</P><P>"That person who runs here and there seeking to gratify his palate and who is always attached to the desires of his stomach and genitals is unable to attain Krishna."</P><P>As stated before, the tongue, belly and genitals are all situated in a straight line, and they fall in the same category. Lord Caitanya has said, bh&#257;la n&#257; kh&#257;ibe &#257;ra bh&#257;la n&#257; paribe: "Do not dress luxuriously and do not eat delicious foodstuffs." (Cc. <A CLASS=v HREF="../cc/antya/6/236.htm">Antya 6.236</A>)</P><P>Those who suffer from diseases of the stomach must be unable to control the urges of the belly, at least according to this analysis. When we desire to eat more than necessary we automatically create many inconveniences in life. However, if we observe fasting days like Ek&#257;da&#347;&#299; and Janm&#257;shtam&#299;, we can restrain the demands of the belly.</P><P>As far as the urges of the genitals are concerned, there are two &#8212; proper and improper, or legal and illicit sex. When a man is properly mature, he can marry according to the rules and regulations of the &#347;&#257;stras and use his genitals for begetting nice children. That is legal and religious. Otherwise, he may adopt many artificial means to satisfy the demands of the genitals, and he may not use any restraint. When one indulges in illicit sex life, as defined by the &#347;&#257;stras, either by thinking, planning, talking about or actually having sexual intercourse, or by satisfying the genitals by artificial means, he is caught in the clutches of m&#257;y&#257;. These instructions apply not only to householders but also to ty&#257;g&#299;s, or those who are in the renounced order of life. In his book Prema-vivarta, Chapter Seven, &#346;r&#299; Jagad&#257;nanda Pandita says:</P><P>vair&#257;g&#299; bh&#257;i gr&#257;mya-kath&#257; n&#257; &#347;unibe k&#257;ne</P><P CLASS=n>gr&#257;mya-v&#257;rt&#257; n&#257; kahibe yabe milibe &#257;ne</P><P CLASS=n>svapane o n&#257; kara bh&#257;i str&#299;-sambh&#257;shana</P><P CLASS=n>grihe str&#299; ch&#257;diy&#257; bh&#257;i &#257;siy&#257;cha vana</P><P CLASS=n>yadi c&#257;ha pranaya r&#257;khite gaur&#257;&#324;gera sane</P><P CLASS=n>chota harid&#257;sera kath&#257; th&#257;ke yena mane</P><P CLASS=n>bh&#257;la n&#257; kh&#257;ibe &#257;ra bh&#257;la n&#257; paribe</P><P CLASS=n>hridayete r&#257;dh&#257;-krishna sarvad&#257; sevibe</P><P>"My dear brother, you are in the renounced order of life and should not listen to talk about ordinary worldly things, nor should you talk about worldly things when you meet with others. Do not think of women even in dreams. You have accepted the renounced order of life with a vow that forbids you to associate with women. If you wish to associate with Caitanya Mah&#257;prabhu, you must always remember the incident of Chota Harid&#257;sa and how he was rejected by the Lord. Do not eat luxurious dishes or dress in fine garments, but always remain humble and serve Their Lordships &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Krishna in your heart of hearts."</P><P>The conclusion is that one who can control these six items &#8212; speech, mind, anger, tongue, belly and genitals &#8212; is to be called a sv&#257;m&#299; or gosv&#257;m&#299;. Sv&#257;m&#299; means master, and gosv&#257;m&#299; means master of the go, or senses. When one accepts the renounced order of life, he automatically assumes the title of sv&#257;m&#299;. This does not mean that he is the master of his family, community or society; he must be master of his senses. Unless one is master of his senses, he should not be called gosv&#257;m&#299;, but go-d&#257;sa, servant of the senses. Following in the footsteps of the six Gosv&#257;m&#299;s of Vrind&#257;vana, all sv&#257;m&#299;s and gosv&#257;m&#299;s should fully engage in the transcendental loving service of the Lord. As opposed to this, the go-d&#257;sas engage in the service of the senses or in the service of the material world. They have no other engagement. Prahl&#257;da Mah&#257;r&#257;ja has further described the go-d&#257;sa as ad&#257;nta-go, which refers to one whose senses are not controlled. An ad&#257;nta-go cannot become a servant of Krishna. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/7/5/30.htm">7.5.30</A>), Prahl&#257;da Mah&#257;r&#257;ja has said:</P><P>matir na krishne paratah svato v&#257;</P><P CLASS=n>mitho 'bhipadyeta griha-vrat&#257;n&#257;m</P><P CLASS=n>ad&#257;nta-gobhir vi&#347;at&#257;m tamisram</P><P CLASS=n>punah puna&#347; carvita-carvan&#257;n&#257;m</P><P>"For those who have decided to continue their existence in this material world for the gratification of their senses, there is no chance of becoming Krishna conscious, not by personal endeavor, by instruction from others or by joint conferences. They are dragged by the unbridled senses into the darkest region of ignorance, and thus they madly engage in what is called 'chewing the chewed.' "</P><P CLASS=l><A CLASS=i HREF="preface.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>