<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 10</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 10"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 10</P><P CLASS=c>karmibhyah parito hareh priyatay&#257; vyaktim yayur jñ&#257;ninas</P><P CLASS=c>tebhyo jñ&#257;na-vimukta-bhakti-param&#257;h premaika-nishth&#257;s tatah</P><P CLASS=c>tebhyas t&#257;h pa&#347;u-p&#257;la-pa&#324;kaja-dri&#347;as t&#257;bhyo 'pi s&#257; r&#257;dhik&#257;</P><P CLASS=c>preshth&#257; tadvad iyam tad&#299;ya-saras&#299; t&#257;m n&#257;&#347;rayet kah krit&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karmibhyah">karmibhyah</A> &#8212; than all fruitive workers; <A CLASS=v HREF="http://vedabase.net/p/paritah">paritah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/priyataya">priyatay&#257;</A> &#8212; because of being favored; <A CLASS=v HREF="http://vedabase.net/v/vyaktim">vyaktim</A> <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>; <A CLASS=v HREF="http://vedabase.net/j/jnaninah">jñ&#257;ninah</A> &#8212; those advanced <A HREF="http://vedabase.net/i/in">in</A> knowledge; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; superior <A HREF="http://vedabase.net/t/to">to</A> them; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A> &#8212; liberated by knowledge; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/p/paramah">param&#257;h</A> &#8212; those engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthah">nishth&#257;h</A> &#8212; those who have attained <A HREF="http://vedabase.net/p/pure">pure</A> love of God; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; superior <A HREF="http://vedabase.net/t/to">to</A> them; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; better than them; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/p/pala">p&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A>-<A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; the gop&#299;s who <A HREF="http://vedabase.net/a/are">are</A> always dependent on <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boy; <A CLASS=v HREF="http://vedabase.net/t/tabhyah">t&#257;bhyah</A> &#8212; above all of them; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; She; <A CLASS=v HREF="http://vedabase.net/r/radhika">r&#257;dhik&#257;</A> &#8212; <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> <A HREF="http://vedabase.net/r/radhika">R&#257;dhik&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/prestha">preshth&#257;</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/t/tadvat">tadvat</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tadiya">tad&#299;ya</A>-<A CLASS=v HREF="http://vedabase.net/s/sarasi">saras&#299;</A> &#8212; Her lake, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/radha">R&#257;dh&#257;</A>-<A HREF="http://vedabase.net/k/kunda">kunda</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; <A HREF="http://vedabase.net/r/radha">R&#257;dh&#257;</A>-<A HREF="http://vedabase.net/k/kunda">kunda</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/asrayet">&#257;&#347;rayet</A> &#8212; would take shelter of; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/k/krti">krit&#299;</A> &#8212; most fortunate.</P><P CLASS=t>TRANSLATION</P><P>In the &#347;&#257;stra it is said that of all types of fruitive workers, he who is advanced in knowledge of the higher values of life is favored by the Supreme Lord Hari. Out of many such people who are advanced in knowledge [jñ&#257;n&#299;s], one who is practically liberated by virtue of his knowledge may take to devotional service. He is superior to the others. However, one who has actually attained prema, pure love of Krishna, is superior to him. The gop&#299;s are exalted above all the advanced devotees because they are always totally dependent upon &#346;r&#299; Krishna, the transcendental cowherd boy. Among the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the most dear to Krishna. Her kunda [lake] is as profoundly dear to Lord Krishna as this most beloved of the gop&#299;s. Who, then, will not reside at R&#257;dh&#257;-kunda and, in a spiritual body surcharged with ecstatic devotional feelings [apr&#257;kritabh&#257;va], render loving service to the divine couple &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Govinda, who perform Their ashtak&#257;l&#299;ya-l&#299;l&#257;, Their eternal eightfold daily pastimes. Indeed, those who execute devotional service on the banks of R&#257;dh&#257;-kunda are the most fortunate people in the universe.</P><P CLASS=t>PURPORT</P><P>At the present moment almost everyone is engaged in some kind of fruitive activity. Those who are desirous of gaining material profits by working are called karm&#299;s, or fruitive workers. All living entities within this material world have come under the spell of m&#257;y&#257;. This is described in the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana6/7/61">6.7.61</A>):</P><P>vishnu-&#347;aktih par&#257; prokt&#257;</P><P CLASS=n>kshetrajñ&#257;khy&#257; tath&#257; par&#257;</P><P CLASS=n>avidy&#257;-karma-samjñ&#257;ny&#257;</P><P CLASS=n>trit&#299;y&#257; &#347;aktir ishyate</P><P CLASS=n>[Cc. <A CLASS=v HREF="../cc/madhya/6/154.htm">Madhya 6.154</A>]</P><P>Sages have divided the energies of the Supreme Personality of Godhead into three categories &#8212; namely, the spiritual energy, marginal energy and material energy. The material energy is considered to be the third-class energy (trit&#299;y&#257; &#347;aktih). Those living beings within the jurisdiction of the material energy sometimes engage themselves like dogs and hogs in working very hard simply for sense gratification. However, in this life, or, after executing pious activities, in the next life, some karm&#299;s become strongly attracted to performing various kinds of sacrifices mentioned in the Vedas. Thus on the strength of their pious merit, they are elevated to heavenly planets. Actually those who perform sacrifices strictly according to Vedic injunctions are elevated to the moon and planets above the moon. As mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/21.htm">9.21</A>), ksh&#299;ne punye martya-lokam vi&#347;anti: after exhausting the results of their so-called pious activities, they again return to the earth, which is called martya-loka, the place of death. Although such persons may be elevated to the heavenly planets by their pious activities and although they may enjoy life there for many thousands of years, they nonetheless must return to this planet when the results of their pious activities are exhausted.</P><P>This is the position of all karm&#299;s, including those who act piously and those who act impiously. On this planet we find many businessmen, politicians and others who are simply interested in material happiness. They attempt to earn money by all means, not considering whether such means are pious or impious. Such people are called karm&#299;s, or gross materialists. Among the karm&#299;s are some vikarm&#299;s, people who act without the guidance of Vedic knowledge. Those who act on the basis of Vedic knowledge perform sacrifices for the satisfaction of Lord Vishnu and to receive benedictions from Him. In this way they are elevated to higher planetary systems. Such karm&#299;s are superior to the vikarm&#299;s, for they are faithful to the directions of the Vedas and are certainly dear to Krishna. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/11.htm">4.11</A>), Krishna says: ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham. "In whatever way one surrenders unto Me, I reward him accordingly." Krishna is so kind that He fulfilled the desires of the karm&#299;s and jñ&#257;n&#299;s, not to speak of the bhaktas. Although the karm&#299;s are sometimes elevated to higher planetary systems, as long as they remain attached to fruitive activities they must accept new material bodies after death. If one acts piously, he can attain a new body among the demigods in the higher planetary systems, or he may attain some other position in which he can enjoy a higher standard of material happiness. On the other hand, those who are engaged in impious activities are degraded and take birth as animals, trees and plants. Thus those fruitive actors who do not care for the Vedic directions (vikarm&#299;s) are not appreciated by learned saintly persons. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/5/4.htm">5.5.4</A>):</P><P>n&#363;nam pramattah kurute vikarma</P><P CLASS=n>yad indriya-pr&#299;taya &#257;prinoti</P><P CLASS=n>na s&#257;dhu manye yata &#257;tmano 'yam</P><P CLASS=n>asann api kle&#347;ada &#257;sa dehah</P><P>"Materialists who work hard like dogs and hogs simply for sense gratification are actually mad. They simply perform all kinds of abominable activities simply for sense gratification. Materialistic activities are not at all worthy of an intelligent man, for as a result of such activities, one gets a material body, which is full of misery." The purpose of human life is to get out of the threefold miserable conditions, which are concomitant with material existence. Unfortunately, fruitive workers are mad to earn money and acquire temporary material comforts by all means; therefore they risk being degraded to lower species of life. Materialists foolishly make many plans to become happy in this material world. They do not stop to consider that they will live only for a certain number of years, out of which they must spend the major portion acquiring money for sense gratification. Ultimately such activities end in death. Materialists do not consider that after giving up the body they may become embodied as lower animals, plants or trees. Thus all their activities simply defeat the purpose of life. Not only are they born ignorant, but they act on the platform of ignorance, thinking that they are getting material benefits in the shape of skyscraper buildings, big cars, honorable positions and so on. The materialists do not know that in the next life they will be degraded and that all their activities simply serve as par&#257;bhava, their defeat. This is the verdict of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/5/5.htm">5.5.5</A>): par&#257;bhavas t&#257;vad abodha j&#257;tah.</P><P>One should therefore be eager to understand the science of the soul (&#257;tma-tattva). Unless one comes to the platform of &#257;tma-tattva, by which one understands that the soul and not the body is oneself, one remains on the platform of ignorance. Out of thousands and even millions of ignorant people who are wasting their time simply gratifying their senses, one may come to the platform of knowledge and understand higher values of life. Such a person is called a jñ&#257;n&#299;. The jñ&#257;n&#299; knows that fruitive activities will bind him to material existence and cause him to transmigrate from one kind of body to another. As indicated in &#346;r&#299;mad-Bh&#257;gavatam by the term &#347;ar&#299;ra-bandha (bound to bodily existence), as long as one maintains any conception of sense enjoyment, his mind will be absorbed in karma, fruitive activity, and this will oblige him to transmigrate from one body to another.</P><P>Thus a jñ&#257;n&#299; is considered superior to a karm&#299; because he at least refrains from the blind activities of sense enjoyment. This is the verdict of the Supreme Personality of Godhead. However, although a jñ&#257;n&#299; may be liberated from the ignorance of the karm&#299;s, unless he comes to the platform of devotional service he is still considered to be in ignorance (avidy&#257;). Although one may be accepted as a jñ&#257;n&#299;, or one advanced in knowledge, his knowledge is considered impure because he has no information of devotional service and thus neglects the direct worship of the lotus feet of the Supreme Personality of Godhead.</P><P>When a jñ&#257;n&#299; takes to devotional service, he rapidly becomes superior to an ordinary jñ&#257;n&#299;. Such an advanced person is described as jñ&#257;na-vimukta-bhakti-parama. How a jñ&#257;n&#299; takes to devotional service is mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/19.htm">7.19</A>), wherein Krishna says:</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare." Actually a person is wise when he surrenders unto the lotus feet of Krishna, but such a mah&#257;tm&#257;, great soul, is very rare.</P><P>After taking to devotional service under the regulative principles, a person may come to the platform of spontaneous love of Godhead, following in the footsteps of great devotees like N&#257;rada and Sanaka and San&#257;tana. The Supreme Personality of Godhead then recognizes him to be superior. The devotees who have developed love of Godhead are certainly in an exalted position.</P><P>Of all these devotees, the gop&#299;s are recognized as superior because they do not know anything other than satisfying Krishna. Nor do the gop&#299;s expect any return from Krishna. Indeed, sometimes Krishna puts them into extreme suffering by separating Himself from them. Nonetheless, they cannot forget Krishna. When Krishna left Vrind&#257;vana for Mathur&#257;, the gop&#299;s became most dejected and spent the rest of their lives simply crying in separation from Krishna. This means that in one sense they were never actually separated from Krishna. There is no difference between thinking of Krishna and associating with Him. Rather, vipralambha-sev&#257;, thinking of Krishna in separation, as &#346;r&#299; Caitanya Mah&#257;prabhu did, is far better than serving Krishna directly. Thus of all the devotees who have developed unalloyed devotional love for Krishna, the gop&#299;s are most exalted, and out of all these exalted gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the highest. No one can excel the devotional service of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Indeed, even Krishna cannot understand the attitude of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;; therefore He took Her position and appeared as &#346;r&#299; Caitanya Mah&#257;prabhu, just to understand Her transcendental feelings.</P><P>In this way &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; gradually concludes that &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the most exalted devotee of Krishna and that Her kunda (lake), &#346;r&#299; R&#257;dh&#257;-kunda, is the most exalted place. This is verified in a quotation from Laghu-bh&#257;gavat&#257;mrita (Uttara-khanda 45), as quoted in Caitanya-carit&#257;mrita:</P><P>yath&#257; r&#257;dh&#257; priy&#257; vishnos</P><P CLASS=n>tasy&#257;h kundam priyam tath&#257;</P><P CLASS=n>sarva-gop&#299;shu saivaik&#257;</P><P CLASS=n>vishnor atyanta-vallabh&#257;</P><P>"Just as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is dear to the Supreme Lord Krishna [Vishnu], so Her bathing place [R&#257;dh&#257;-kunda] is equally dear to Krishna. Among all the gop&#299;s, She alone stands supreme as the Lord's most beloved."</P><P>Therefore everyone interested in Krishna consciousness should ultimately take shelter of R&#257;dh&#257;-kunda and execute devotional service there throughout one's life. This is the conclusion of R&#363;pa Gosv&#257;m&#299; in the tenth verse of Upade&#347;&#257;mrita.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>