<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 11</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 11"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 11</P><P CLASS=c>krishnasyoccaih pranaya-vasatih preyas&#299;bhyo 'pi r&#257;dh&#257;</P><P CLASS=c>kundam c&#257;sy&#257; munibhir abhitas t&#257;drig eva vyadh&#257;yi</P><P CLASS=c>yat preshthair apy alam asulabham kim punar bhakti-bh&#257;j&#257;m</P><P CLASS=c>tat premedam sakrid api sarah sn&#257;tur &#257;vishkaroti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/uccaih">uccaih</A> &#8212; very highly; <A CLASS=v HREF="http://vedabase.net/p/pranaya">pranaya</A>-<A CLASS=v HREF="http://vedabase.net/v/vasatih">vasatih</A> &#8212; object of love; <A CLASS=v HREF="http://vedabase.net/p/preyasibhyah">preyas&#299;bhyah</A> &#8212; out of the many lovable gop&#299;s; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A> &#8212; <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;; <A CLASS=v HREF="http://vedabase.net/k/kundam">kundam</A> &#8212; lake; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asyah">asy&#257;h</A> &#8212; of Her; <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; by great sages; <A CLASS=v HREF="http://vedabase.net/a/abhitah">abhitah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/t/tadrk">t&#257;drik</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/v/vyadhayi">vyadh&#257;yi</A> &#8212; is described; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/presthaih">preshthaih</A> &#8212; by the most advanced devotees; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; enough; <A CLASS=v HREF="http://vedabase.net/a/asulabham">asulabham</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajam">bh&#257;j&#257;m</A> &#8212; for persons engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/sarah">sarah</A> &#8212; lake; <A CLASS=v HREF="http://vedabase.net/s/snatuh">sn&#257;tuh</A> &#8212; of one who has bathed; <A CLASS=v HREF="http://vedabase.net/a/aviskaroti">&#257;vishkaroti</A> &#8212; arouses.</P><P CLASS=t>TRANSLATION</P><P>Of the many objects of favored delight and of all the lovable damsels of Vrajabh&#363;mi, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is certainly the most treasured object of Krishna's love. And, in every respect, Her divine kunda is described by great sages as similarly dear to Him. Undoubtedly R&#257;dh&#257;-kunda is very rarely attained even by the great devotees; therefore it is even more difficult for ordinary devotees to attain. If one simply bathes once within those holy waters, one's pure love of Krishna is fully aroused.</P><P CLASS=t>PURPORT</P><P>Why is R&#257;dh&#257;-kunda so exalted? The lake is so exalted because it belongs to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, who is the most beloved object of &#346;r&#299; Krishna. Among all the gop&#299;s, She is the most beloved. Similarly, Her lake, &#346;r&#299; R&#257;dh&#257;-kunda, is also described by great sages as the lake that is as dear to Krishna as R&#257;dh&#257; Herself. Indeed, Krishna's love for R&#257;dh&#257;-kunda and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the same in all respects. R&#257;dh&#257;-kunda is very rarely attained, even by great personalities fully engaged in devotional service, not to speak of ordinary devotees who are only engaged in the practice of vaidh&#299; bhakti.</P><P>It is stated that a devotee will at once develop pure love of Krishna in the wake of the gop&#299;s if he once takes a bath in R&#257;dh&#257;-kunda. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; recommends that even if one cannot live permanently on the banks of R&#257;dh&#257;-kunda, he should at least take a bath in the lake as many times as possible. This is a most important item in the execution of devotional service. &#346;r&#299;la Bhaktivinoda Th&#257;kura writes in this connection that &#346;r&#299; R&#257;dh&#257;-kunda is the most select place for those interested in advancing their devotional service in the wake of the lady friends (sakh&#299;s) and confidential serving maids (mañjar&#299;s) of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Living entities who are eager to return home to the transcendental kingdom of God, Goloka Vrind&#257;vana, by means of attaining their spiritual bodies (siddha-deha) should live at R&#257;dh&#257;-kunda, take shelter of the confidential serving maids of &#346;r&#299; R&#257;dh&#257; and under their direction engage constantly in Her service. This is the most exalted method for those engaged in devotional service under the protection of &#346;r&#299; Caitanya Mah&#257;prabhu. In this connection &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes that even great sages and great devotees like N&#257;rada and Sanaka do not get an opportunity to come to R&#257;dh&#257;-kunda to take their baths. What, then, to speak of ordinary devotees? If, by great fortune, one gets an opportunity to come to R&#257;dh&#257;-kunda and bathe even once, he can develop his transcendental love for Krishna, exactly as the gop&#299;s did. It is also recommended that one should live on the banks of R&#257;dh&#257;-kunda and should be absorbed in the loving service of the Lord. One should bathe there regularly and give up all material conceptions, taking shelter of &#346;r&#299; R&#257;dh&#257; and Her assistant gop&#299;s. If one is thus constantly engaged during his lifetime, after giving up the body he will return back to Godhead to serve &#346;r&#299; R&#257;dh&#257; in the same way as he contemplated during his life on the banks of R&#257;dh&#257;-kunda. The conclusion is that to live on the banks of the R&#257;dh&#257;-kunda and to bathe there daily constitute the highest perfection of devotional service. It is a difficult position to attain, even for great sages and devotees like N&#257;rada. Thus there is no limit to the glory of &#346;r&#299; R&#257;dh&#257;-kunda. By serving R&#257;dh&#257;-kunda, one can get an opportunity to become an assistant of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; under the eternal guidance of the gop&#299;s.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="index.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>