<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 3</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 3"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 3</P><P CLASS=c>uts&#257;h&#257;n ni&#347;cay&#257;d dhairy&#257;t</P><P CLASS=c>tat-tat-karma-pravartan&#257;t</P><P CLASS=c>sa&#324;ga-ty&#257;g&#257;t sato vritteh</P><P CLASS=c>shadbhir bhaktih prasidhyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/utsahat">uts&#257;h&#257;t</A> &#8212; by enthusiasm; <A CLASS=v HREF="http://vedabase.net/n/niscayat">ni&#347;cay&#257;t</A> &#8212; by confidence; <A CLASS=v HREF="http://vedabase.net/d/dhairyat">dhairy&#257;t</A> &#8212; by patience; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; various activities favorable for devotional service; <A CLASS=v HREF="http://vedabase.net/p/pravartanat">pravartan&#257;t</A> &#8212; by performing; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/t/tyagat">ty&#257;g&#257;t</A> &#8212; by giving up the association of nondevotees; <A CLASS=v HREF="http://vedabase.net/s/satah">satah</A> &#8212; of the great previous &#257;c&#257;ryas; <A CLASS=v HREF="http://vedabase.net/v/vrtteh">vritteh</A> &#8212; by following <A HREF="http://vedabase.net/i/in">in</A> the footsteps; <A CLASS=v HREF="http://vedabase.net/s/sadbhih">shadbhih</A> &#8212; by these six; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/prasidhyati">prasidhyati</A> &#8212; advances or becomes successful.</P><P CLASS=t>TRANSLATION</P><P>There are six principles favorable to the execution of pure devotional service: (1) being enthusiastic, (2) endeavoring with confidence, (3) being patient, (4) acting according to regulative principles (such as &#347;ravanam k&#299;rtanam vishnoh smaranam [<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>] &#8212; hearing, chanting and remembering Krishna), (5) abandoning the association of nondevotees, and (6) following in the footsteps of the previous &#257;c&#257;ryas. These six principles undoubtedly assure the complete success of pure devotional service.</P><P CLASS=t>PURPORT</P><P>Devotional service is not a matter of sentimental speculation or imaginative ecstasy. Its substance is practical activity. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>), has defined devotional service as follows:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"Uttam&#257; bhakti, or unalloyed devotion unto the Supreme Personality of Godhead, &#346;r&#299; Krishna, involves the rendering of devotional service in a way that is favorable to the Lord. This devotional service should be free from any extraneous motive and devoid of fruitive karma, impersonal jñ&#257;na and all other selfish desires."</P><P>Bhakti is a sort of cultivation. As soon as we say "cultivation," we must refer to activity. Cultivation of spirituality does not mean sitting down idly for meditation, as some pseudo-yog&#299;s teach. Such idle meditation may be good for those who have no information of devotional service, and for this reason it is sometimes recommended as a way to check distracting materialistic activities. Meditation means stopping all nonsensical activities, at least for the time being. Devotional service, however, not only puts an end to all nonsensical mundane activities, but also engages one in meaningful devotional activities. &#346;r&#299; Prahl&#257;da Mah&#257;r&#257;ja recommends:</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P CLASS=n>[<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>]</P><P>The nine processes of devotional service are as follows:</P><P>1. hearing the name and glories of the Supreme Personality of Godhead</P><P>2. chanting His glories</P><P CLASS=n>3. remembering the Lord</P><P CLASS=n>4. serving the Lord's feet</P><P CLASS=n>5. worshiping the Deity</P><P CLASS=n>6. offering obeisances unto the Lord</P><P CLASS=n>7. acting as the Lord's servant</P><P CLASS=n>8. making friends with the Lord</P><P CLASS=n>9. surrendering oneself fully to the Lord</P><P>&#346;ravanam, or hearing, is the first step in acquiring transcendental knowledge. One should not give aural reception to unauthorized persons, but should approach the proper person, as recommended in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/34.htm">4.34</A>):</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam</P><P CLASS=n>jñ&#257;ninas tattva-dar&#347;inah</P><P>"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth."</P><P>It is further recommended in the Mundaka Upanishad, tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] "To understand that transcendental science, one must approach a bona fide spiritual master." Thus this method of submissively receiving transcendental confidential knowledge is not merely based on mental speculation. In this regard, &#346;r&#299; Caitanya Mah&#257;prabhu told R&#363;pa Gosv&#257;m&#299;:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>"In the course of traversing the universal creation of Brahm&#257;, some fortunate soul may receive the seed of bhakti-lat&#257;, the creeper of devotional service. This is all by the grace of guru and Krishna." (Caitanya-carit&#257;mrita, <A CLASS=v HREF="../cc/madhya/19/151.htm">Madhya 19.151</A>) The material world is a place of confinement for the living entities who are by nature &#257;nandamaya, pleasure-seeking. They actually want to be free from the confinement of this world of conditional happiness, but not knowing the process of liberation, they are bound to transmigrate from one species of life to another and from one planet to another. In this way the living entities are wandering throughout the material universe. When by good fortune one comes in contact with a pure devotee and hears from him patiently, one begins to follow the path of devotional service. Such an opportunity is offered to a person who is sincere. The International Society for Krishna Consciousness is giving such a chance to humanity at large. If by fortune one takes advantage of this opportunity to engage in devotional service, the path of liberation immediately opens.</P><P>One should accept this opportunity to return home, back to Godhead, very enthusiastically. Without enthusiasm, one cannot be successful. Even in the material world one has to be very enthusiastic in his particular field of activity in order to become successful. A student, businessman, artist or anyone else who wants success in his line must be enthusiastic. Similarly, one has to be very enthusiastic in devotional service. Enthusiasm means action, but action for whom? The answer is that one should always act for Krishna &#8212; krishn&#257;rth&#257;khila-cesht&#257; (Bhakti-ras&#257;mrita-sindhu).</P><P>In all phases of life one has to perform devotional activities under the direction of the spiritual master in order to attain perfection in bhakti-yoga. It is not that one has to confine or narrow one's activities. Krishna is all-pervading. Therefore nothing is independent of Krishna, as Krishna Himself states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/4.htm">9.4</A>):</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;-</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P>"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them." Under the direction of the bona fide spiritual master, one has to make everything favorable for Krishna's service. For example, at present we are using a dictaphone. The materialist who invented this machine intended it for businessmen or writers of mundane subject matters. He certainly never thought of using the dictaphone in God's service, but we are using this dictaphone to write Krishna conscious literature. Of course, the manufacture of the dictaphone is wholly within the energy of Krishna. All the parts of the instrument, including the electronic functions, are made from different combinations and interactions of the five basic types of material energy &#8212; namely, bh&#363;mi, jala, agni, v&#257;yu and &#257;k&#257;&#347;a. The inventor used his brain to make this complicated machine, and his brain, as well as the ingredients, were supplied by Krishna. According to the statement of Krishna, mat-sth&#257;ni sarva-bh&#363;t&#257;ni: "Everything is depending on My energy." Thus the devotee can understand that since nothing is independent of Krishna's energy, everything should be dovetailed in His service.</P><P>Endeavor executed with intelligence in Krishna consciousness is called uts&#257;ha, or enthusiasm. The devotees find the correct means by which everything can be utilized in the service of the Lord (nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate). The execution of devotional service is not a matter of idle meditation but practical action in the foreground of spiritual life.</P><P>These activities must be executed with patience. One should not be impatient in Krishna consciousness. Indeed, this Krishna consciousness movement was started single-handedly, and in the beginning there was no response, but because we continued to execute our devotional activities with patience, people gradually began to understand the importance of this movement, and now they are eagerly participating. One should not be impatient in discharging devotional service, but should take instructions from the spiritual master and execute them with patience, depending on the mercy of guru and Krishna. The successful execution of Krishna conscious activities requires both patience and confidence. A newly married girl naturally expects offspring from her husband, but she cannot expect to have them immediately after marriage. Of course, as soon as she is married she can attempt to get a child, but she must surrender to her husband, confident that her child will develop and be born in due time. Similarly, in devotional service surrender means that one has to become confident. The devotee thinks, ava&#347;ya rakshibe krishna: "Krishna will surely protect me and give me help for the successful execution of devotional service." This is called confidence.</P><P>As already explained, one should not be idle but should be very enthusiastic about executing the regulative principles &#8212; tat-tat-karma-pravartana. Neglect of the regulative principles will destroy devotional service. In this Krishna consciousness movement there are four basic regulative principles, forbidding illicit sex, meat-eating, gambling and intoxication. A devotee must be very enthusiastic about following these principles. If he becomes slack in following any of them, his progress will certainly be checked. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; therefore recommends, tat-tat-karma-pravartan&#257;t: "One must strictly follow the regulative principles of vaidh&#299; bhakti." In addition to these four prohibitions (yama), there are positive regulative principles (niyama), such as the daily chanting of sixteen rounds on japa-m&#257;l&#257; beads. These regulative activities must be faithfully performed with enthusiasm. This is called tat-tat-karma-pravartana, or varied engagement in devotional service.</P><P>Furthermore, in order to be successful in devotional service one must give up the association of undesirable people. This includes karm&#299;s, jñ&#257;n&#299;s, yog&#299;s and other nondevotees. Once &#346;r&#299; Caitanya Mah&#257;prabhu was asked by one of His householder devotees about the general principles of Vaishnavism, as well as the general routine activities of the Vaishnava, and &#346;r&#299; Caitanya Mah&#257;prabhu immediately replied, asat-sa&#324;ga-ty&#257;ga, &#8212; ei vaishnava-&#257;c&#257;ra: "Characteristically, a Vaishnava is one who gives up the association of worldly people, or nondevotees." &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has therefore recommended, t&#257;&#324;dera carana sevi bhakta-sane v&#257;sa: one has to live in the company of pure devotees and execute the regulative principles laid down by the previous &#257;c&#257;ryas, the six Gosv&#257;m&#299;s (namely, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299; and &#346;r&#299; Raghun&#257;tha Bhatta Gosv&#257;m&#299;). If one lives in the association of devotees, there is little chance of associating with nondevotees. The International Society for Krishna Consciousness is opening many centers just to invite people to live in the company of devotees and practice the regulative principles of spiritual life.</P><P>Devotional service means transcendental activities. On the transcendental platform there is no contamination by the three modes of material nature. This is called vi&#347;uddha-sat-tva, the platform of pure goodness, or goodness free from contamination by the qualities of passion and ignorance. In this Krishna consciousness movement we require everyone to rise early in the morning, by four A.M.,and attend ma&#324;gala-&#257;rati, or morning worship, then read &#346;r&#299;mad-Bh&#257;gavatam, perform k&#299;rtana, and so forth. Thus we hold continuous activities in devotional service twenty-four hours daily. This is called sato vritti, or following in the footsteps of the previous &#257;c&#257;ryas who expertly filled every moment of time with Krishna conscious activities.</P><P>If one strictly follows the advice given in this verse by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; &#8212; namely, being enthusiastic, being confident, being patient, giving up the association of unwanted persons, following the regulative principles and remaining in the association of devotees &#8212; one is sure to advance in devotional service. In this regard &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura remarks that the cultivation of knowledge by philosophical speculation, the collection of mundane opulence by the advancement of fruitive activities, and the desire for yoga-siddhis, material perfections, are all contrary to the principles of devotional service. One has to become thoroughly callous to such nonpermanent activities and turn his intention instead to the regulative principles of devotional service. According to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/69.htm">2.69</A>):</P><P>y&#257; ni&#347;&#257; sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>tasy&#257;m j&#257;garti samyam&#299;</P><P CLASS=n>yasy&#257;m j&#257;grati bh&#363;t&#257;ni</P><P CLASS=n>s&#257; ni&#347;&#257; pa&#347;yato muneh</P><P>"What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage."</P><P>Engagement in the devotional service of the Lord is the life and soul of the living entity. It is the desired goal and supreme perfection of human life. One has to become confident about this, and one also has to be confident that all activities other than devotional service &#8212; such as mental speculation, fruitive work or mystic endeavor &#8212; will never yield any enduring benefit. Complete confidence in the path of devotional service will enable one to attain his desired goal, but attempting to follow other paths will only succeed in making one restless. In the Seventh Canto of the &#346;r&#299;mad-Bh&#257;gavatam it is stated: "One must be calmly convinced that those who have given up devotional service to engage in severe austerities for other purposes are not purified in their minds, despite their advanced austerities, because they have no information of the transcendental loving service of the Lord."</P><P>It is further stated in the Seventh Canto: "Although mental speculators and fruitive actors may perform great austerities and penances, they still fall down because they do not have information about the lotus feet of the Lord." The devotees of the Lord, however, never fall down. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/31.htm">9.31</A>), the Supreme Personality of Godhead assures Arjuna, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O son of Kunt&#299;, declare it boldly that My devotee never perishes."</P><P>Again in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/40.htm">2.40</A>) Krishna says:</P><P>neh&#257;bhikrama-n&#257;&#347;o 'sti</P><P CLASS=n>pratyav&#257;yo na vidyate</P><P CLASS=n>svalpam apy asya dharmasya</P><P CLASS=n>tr&#257;yate mahato bhay&#257;t</P><P>"In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."</P><P>Devotional service is so pure and perfect that once having begun, one is forcibly dragged to ultimate success. Sometimes a person will give up his ordinary material engagements and out of sentiment take shelter of the lotus feet of the Supreme Lord and thus begin the preliminary execution of devotional service. Even if such an immature devotee falls down, there is no loss on his part. On the other hand, what is the gain of one who executes the prescribed duties according to his varna and &#257;&#347;rama but does not take to devotional service? Although a fallen devotee may take his next birth in a low family, his devotional service will nonetheless resume from where it left off. Devotional service is ahaituky apratihat&#257;; it is not the effect of any mundane cause, nor can it be terminated by any mundane cause or permanently curtailed by any material interruption. Therefore a devotee should be confident about his engagement and should not be very interested in the activities of the karm&#299;s, jñ&#257;n&#299;s and yog&#299;s.</P><P>There are certainly many good qualities among fruitive actors, philosophical speculators and mystic yog&#299;s, but all good qualities automatically develop in the character of a devotee. No extraneous endeavor is needed. As confirmed by &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/18/12.htm">5.18.12</A>), all the good qualities of the demigods manifest progressively in one who has developed pure devotional service. Because a devotee is not interested in any material activity, he does not become materially contaminated. He is immediately situated on the platform of transcendental life. However, one who engages in mundane activity &#8212; be he a so-called jñ&#257;n&#299;, yog&#299;, karm&#299;, philanthropist, nationalist, or whatever &#8212; cannot attain the higher stage of mah&#257;tm&#257;. He remains a dur&#257;tm&#257;, or cripple-minded person. According to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/13.htm">9.13</A>):</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha</P><P CLASS=n>daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."</P><P>Since all the devotees of the Lord are under the protection of His supreme potency, they should not deviate from the path of devotional service and take to the path of the karm&#299;, jñ&#257;n&#299; or yog&#299;. This is called uts&#257;h&#257;n ni&#347;cay&#257;d dhairy&#257;t tat-tat-karma-pravartan&#257;t, enthusiastically executing the regulative activities of devotional service with patience and confidence. In this way one can advance in devotional service without hindrance.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>