<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 4</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 4"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 4</P><P CLASS=c>dad&#257;ti pratigrihn&#257;ti</P><P CLASS=c>guhyam &#257;khy&#257;ti pricchati</P><P CLASS=c>bhu&#324;kte bhojayate caiva</P><P CLASS=c>shad-vidham pr&#299;ti-lakshanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dadati">dad&#257;ti</A> &#8212; gives charity; <A CLASS=v HREF="http://vedabase.net/p/pratigrhnati">pratigrihn&#257;ti</A> &#8212; accepts <A HREF="http://vedabase.net/i/in">in</A> return; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; confidential topics; <A CLASS=v HREF="http://vedabase.net/a/akhyati">&#257;khy&#257;ti</A> &#8212; explains; <A CLASS=v HREF="http://vedabase.net/p/prcchati">pricchati</A> &#8212; enquires; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; eats; <A CLASS=v HREF="http://vedabase.net/b/bhojayate">bhojayate</A> &#8212; feeds; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; six kinds; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; of love; <A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; symptoms.</P><P CLASS=t>TRANSLATION</P><P>Offering gifts in charity, accepting charitable gifts, revealing one's mind in confidence, inquiring confidentially, accepting pras&#257;da and offering pras&#257;da are the six symptoms of love shared by one devotee and another.</P><P CLASS=t>PURPORT</P><P>In this verse &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; explains how to perform devotional activities in the association of other devotees. There are six kinds of activities: (1) giving charity to the devotees, (2) accepting from the devotees whatever they may offer in return, (3) opening one's mind to the devotees, (4) inquiring from them about the confidential service of the Lord, (5) honoring pras&#257;da, or spiritual food, given by the devotees, and (6) feeding the devotees with pras&#257;da. An experienced devotee explains, and an inexperienced devotee learns from him. This is guhyam &#257;khy&#257;ti pricchati. When a devotee distributes pras&#257;da, remnants of food offered to the Supreme Personality of Godhead, in order to maintain our spirit of devotional service we must accept this pras&#257;da as the Lord's grace received through the pure devotees. We should also invite pure devotees to our home, offer them pras&#257;da and be prepared to please them in all respects. This is called bhu&#324;kte bhojayate caiva.</P><P>Even in ordinary social activities, these six types of dealings between two loving friends are absolutely necessary. For instance, when one businessman wishes to contact another businessman he arranges a feast in a hotel, and over the feast openly expresses what he wishes to do. He then inquires from his business friend how he should act, and sometimes presents are exchanged. Thus whenever there is a dealing of pr&#299;ti, or love in intimate dealings, these six activities are executed. In the previous verse, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; advised that one should renounce worldly association and keep company with the devotees (sa&#324;ga-ty&#257;g&#257;t sato vritteh). The International Society for Krishna Consciousness has been established to facilitate these six kinds of loving exchanges between devotees. This Society was started single-handedly, but because people are coming forward and dealing with the give-and-take policy, the Society is now expanding all over the world. We are glad that people are donating very liberally to the development of the Society's activities, and people are also eagerly accepting whatever humble contribution we are giving them in the shape of books and magazines dealing strictly with the subject matter of Krishna consciousness. We sometimes hold Hare Krishna festivals and invite life members and friends to participate in the feasting by accepting pras&#257;da. Although most of our members come from the higher rungs of society, they nonetheless come and take whatever little pras&#257;da we are able to offer them. Sometimes the members and supporters inquire very confidentially about the methods of performing devotional service, and we try to explain this. In this way our Society is successfully spreading all over the world, and the intelligentsia of all countries is gradually appreciating our Krishna conscious activities. The life of the Krishna conscious society is nourished by these six types of loving exchange among the members; therefore people must be given the chance to associate with the devotees of ISKCON because simply by reciprocating in the six ways mentioned above an ordinary man can fully revive his dormant Krishna consciousness. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/62.htm">2.62</A>) it is stated, sa&#324;g&#257;t sañj&#257;yate k&#257;mah: one's desires and ambitions develop according to the company one keeps. It is often said that a man is known by his company, and if an ordinary man associates with devotees, he will certainly develop his dormant Krishna consciousness. The understanding of Krishna consciousness is innate in every living entity, and it is already developed to some extent when the living entity takes a human body. It is said in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/madhya/22/107.htm">Madhya 22.107</A>):</P><P>nitya-siddha krishna-prema 's&#257;dhya' kabhu naya</P><P CLASS=n>&#347;ravan&#257;di-&#347;uddha-citte karaye udaya</P><P>"Pure love for Krishna is eternally established in the hearts of living entities. It is not something to be gained from another source. When the heart is purified by hearing and chanting, the living entity naturally awakens." Since Krishna consciousness is inherent in every living entity, everyone should be given a chance to hear about Krishna. Simply by hearing and chanting &#8212; &#347;ravanam k&#299;rtanam &#8212; one's heart is directly purified, and one's original Krishna consciousness is immediately awakened. Krishna consciousness is not artificially imposed upon the heart, it is already there. When one chants the holy name of the Supreme Personality of Godhead, the heart is cleansed of all mundane contamination. In the first stanza of His &#346;r&#299; &#346;iksh&#257;shtaka, Lord &#346;r&#299; Caitanya Mah&#257;prabhu says:</P><P>ceto-darpana-m&#257;rjanam bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam</P><P CLASS=n>&#347;reyah-kairava-candrik&#257;-vitaranam vidy&#257;-vadh&#363;-j&#299;vanam</P><P CLASS=n>&#257;nand&#257;mbudhi-vardhanam prati-padam p&#363;rn&#257;mrit&#257;sv&#257;danam</P><P CLASS=n>sarv&#257;tma-snapanam param vijayate &#347;r&#299;-krishna-sa&#324;k&#299;rtanam</P><P CLASS=n>[Cc. <A CLASS=v HREF="../cc/antya/20/12.htm">Antya 20.12</A>]</P><P>"All glories to the &#346;r&#299; Krishna sa&#324;k&#299;rtana, which cleanses the heart of all the dust accumulated for years and extinguishes the fire of conditional life, of repeated birth and death. This sa&#324;k&#299;rtana movement is the prime benediction for humanity at large because it spreads the rays of the benediction moon. It is the life of all transcendental knowledge. It increases the ocean of transcendental bliss, and it enables us to fully taste the nectar for which we are always anxious."</P><P>Not only is the chanter of the mah&#257;-mantra purified, but the heart of anyone who happens to hear the transcendental vibration of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare is also cleansed. Even the souls embodied in lower animals, insects, trees and other species of life also become purified and prepared to become fully Krishna conscious simply by hearing the transcendental vibration. This was explained by Th&#257;kura Harid&#257;sa when Caitanya Mah&#257;prabhu inquired from him how living entities lower than human beings can be delivered from material bondage. Harid&#257;sa Th&#257;kura said that the chanting of the holy names is so powerful that even if one chants in the remotest parts of the jungle, the trees and animals will advance in Krishna consciousness simply by hearing the vibration. This was actually proved by &#346;r&#299; Caitanya Mah&#257;prabhu Himself when He passed through the forest of Jh&#257;rikhanda. At that time the tigers, snakes, deer and all other animals abandoned their natural animosity and began chanting and dancing in sa&#324;k&#299;rtana. Of course, we cannot imitate the activities of &#346;r&#299; Caitanya Mah&#257;prabhu, but we should follow in His footsteps. We are not powerful enough to enchant the lower animals such as tigers, snakes, cats and dogs or entice them to dance, but by chanting the holy names of the Lord we can actually convert many people throughout the world to Krishna consciousness. Contributing or distributing the holy name of the Lord is a sublime example of contributing or giving charity (the dad&#257;ti principle). By the same token, one must also follow the pratigrihn&#257;ti principle and be willing and ready to receive the transcendental gift. One should inquire about the Krishna consciousness movement and open his mind in order to understand the situation of this material world. Thus the guhyam &#257;khy&#257;ti pricchati principles can be served.</P><P>The members of the International Society for Krishna Consciousness invite the Society's members and supporters to dine with them when they hold love feasts in all their branches every Sunday. Many interested people come to honor pras&#257;da, and whenever possible they invite members of the Society to their homes and feed them sumptuously with pras&#257;da. In this way both the members of the Society and the general public are benefited. People should give up the company of so-called yog&#299;s, jñ&#257;n&#299;s, karm&#299;s and philanthropists because their association can benefit no one. If one really wants to attain the goal of human life, he should associate with devotees of the Krishna consciousness movement because it is the only movement that teaches one how to develop love of God. Religion is the special function of human society, and it constitutes the distinction between human society and animal society. Animal society has no church, mosque or religious system. In all parts of the world, however downtrodden human society may be, there is some system of religion. Even tribal aborigines in the jungles also have a system of religion. When a religious system develops and turns into love of God, it is successful. As stated in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/2/6.htm">1.2.6</A>):</P><P>sa vai pums&#257;m paro dharmo</P><P CLASS=n>yato bhaktir adhokshaje</P><P CLASS=n>ahaituky apratihat&#257;</P><P CLASS=n>yay&#257;tm&#257; supras&#299;dati</P><P>"The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self."</P><P>If the members of human society actually want Peace of mind, tranquillity and friendly relations between men and nations, they must follow the Krishna conscious system of religion, by which they can develop their dormant love for Krishna, the Supreme Personality of Godhead. As soon as people do so, their minds will immediately be filled with peace and tranquillity.</P><P>In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura warns all devotees engaged in broadcasting the Krishna consciousness movement not to speak to the impersonalist M&#257;y&#257;v&#257;d&#299;s who are always determined to oppose such theistic movements. The world is full of M&#257;y&#257;v&#257;d&#299;s and atheists, and the political parties of the world take advantage of M&#257;y&#257;v&#257;da and other atheistic philosophies to promote materialism. Sometimes they even back a strong party to oppose the Krishna consciousness movement. The M&#257;y&#257;v&#257;d&#299;s and other atheists do not want the Krishna consciousness movement to develop because it educates people in God consciousness. Such is the policy of the atheists. There is no benefit in feeding a snake milk and bananas because the snake will never be satisfied. On the contrary, by taking milk and bananas the snake simply becomes more poisonous (kevalam visha-vardhanam). If a snake is given milk to drink, its poison simply increases. For a similar reason, we should not disclose our minds to the serpent M&#257;y&#257;v&#257;d&#299;s and karm&#299;s. Such disclosures will never help. It is best to avoid association with them completely and never ask them about anything confidential because they cannot give good advice. Nor should we extend invitations to M&#257;y&#257;v&#257;d&#299;s and atheists nor accept their invitations, for by such intimate intermingling we may become affected by their atheistic mentality (sa&#324;g&#257;t sañj&#257;yate k&#257;mah). It is the negative injunction of this verse that we should refrain from giving anything to or accepting anything from the M&#257;y&#257;v&#257;d&#299;s and atheists. &#346;r&#299; Caitanya Mah&#257;prabhu has also warned, vishay&#299;ra anna kh&#257;ile dushta haya mana: "By eating food prepared by worldly people, one s mind becomes wicked. Unless one is very advanced, he is unable to utilize everyone's contribution to further the Krishna consciousness movement; therefore on principle one should not accept charity from the M&#257;y&#257;v&#257;d&#299;s or atheists. Indeed, &#346;r&#299; Caitanya Mah&#257;prabhu has forbidden devotees to associate even with ordinary men who are too addicted to material sense gratification.</P><P>The conclusion is that we should always keep company with devotees, observe the regulative devotional principles, follow in the footsteps of the &#257;c&#257;ryas and in full obedience carry out the orders of the spiritual master. In this way we shall be able to develop our devotional service and dormant Krishna consciousness. The devotee who is neither a neophyte nor a mah&#257;-bh&#257;gavata (a greatly advanced devotee) but is within the middle status of devotional service is expected to love the Supreme Personality of Godhead, make friends with the devotees, show favor to the ignorant and reject the jealous and demoniac. In this verse there is brief mention of the process of making loving transactions with the Supreme Personality of Godhead and making friends with the devotees. According to the dad&#257;ti principle, an advanced devotee is supposed to spend at least fifty percent of his income on the service of the Lord and His devotees. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has set such an example in his life. When he decided to retire, he distributed fifty percent of his life's earnings to Krishna's service and twenty-five percent to his relatives and kept twenty-five percent for personal emergencies. This example should be followed by all devotees. Whatever one's income, fifty percent should be spent on behalf of Krishna and His devotees, and this will fulfill the demands of dad&#257;ti.</P><P>In the next verse, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; informs us what kind of Vaishnava should be selected as a friend and how Vaishnavas should be served.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>