<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 5</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 5"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 5</P><P CLASS=c>krishneti yasya giri tam manas&#257;driyeta</P><P CLASS=c>d&#299;ksh&#257;sti cet pranatibhi&#347; ca bhajantam &#299;&#347;am</P><P CLASS=c>&#347;u&#347;r&#363;shay&#257; bhajana-vijñam ananyam anya-</P><P CLASS=c>nind&#257;di-&#347;&#363;nya-hridam &#299;psita-sa&#324;ga-labdhy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the words or speech; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/a/adriyeta">&#257;driyeta</A> &#8212; one must honour; <A CLASS=v HREF="http://vedabase.net/d/diksa">d&#299;ksh&#257;</A> &#8212; initiation; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/p/pranatibhih">pranatibhih</A> &#8212; by obeisances; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhajantam">bhajantam</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/susrusaya">&#347;u&#347;r&#363;shay&#257;</A> &#8212; by practical service; <A CLASS=v HREF="http://vedabase.net/b/bhajana">bhajana</A>-<A CLASS=v HREF="http://vedabase.net/v/vijnam">vijñam</A> &#8212; one who is advanced <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/a/ananyam">ananyam</A> &#8212; without deviation; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/n/ninda">nind&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; of blasphemy of others, etc; <A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;nya</A> &#8212; completely devoid; <A CLASS=v HREF="http://vedabase.net/h/hrdam">hridam</A> &#8212; whose heart; <A CLASS=v HREF="http://vedabase.net/i/ipsita">&#299;psita</A> &#8212; desirable; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/l/labdhya">labdhy&#257;</A> &#8212; by gaining.</P><P CLASS=t>TRANSLATION</P><P>One should mentally honor the devotee who chants the holy name of Lord Krishna, one should offer humble obeisances to the devotee who has undergone spiritual initiation [d&#299;ksh&#257;] and is engaged in worshiping the Deity, and one should associate with and faithfully serve that Pure devotee who is advanced in undeviated devotional service and whose heart is completely devoid of the propensity to criticize others.</P><P CLASS=t>PURPORT</P><P>In order to intelligently apply the sixfold loving reciprocations mentioned in the previous verse, one must select proper persons with careful discrimination. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; therefore advises that we should meet with the Vaishnavas in an appropriate way, according to their particular status. In this verse he tells us how to deal with three types of devotees &#8212; the kanishtha-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; and uttama-adhik&#257;r&#299;. The kanishtha-adhik&#257;r&#299; is a neophyte who has received the hari-n&#257;ma initiation from the spiritual master and is trying to chant the holy name of Krishna. One should respect such a person within his mind as a kanishtha-vaishnava. A madhyama-adhik&#257;r&#299; has received spiritual initiation from the spiritual master and has been fully engaged by him in the transcendental loving service of the Lord. The madhyama-adhik&#257;r&#299; should be considered to be situated midway in devotional service. The uttama-adhik&#257;r&#299;, or highest devotee, is one who is very advanced in devotional service. An uttama-adhik&#257;r&#299; is not interested in blaspheming others, his heart is completely clean, and he has attained the realized state of unalloyed Krishna consciousness. According to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, the association and service of such a mah&#257;-bh&#257;gavata, or perfect Vaishnava, are most desirable.</P><P>One should not remain a kanishtha-adhik&#257;r&#299;, one who is situated on the lowest platform of devotional service and is interested only in worshiping the Deity in the temple. Such a devotee is described in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/47.htm">11.2.47</A>):</P><P>arc&#257;y&#257;m eva haraye</P><P CLASS=n>p&#363;j&#257;m yah &#347;raddhayehate</P><P CLASS=n>na tad-bhakteshu c&#257;nyeshu</P><P CLASS=n>sa bhaktah pr&#257;kritah smritah</P><P>"A person who is very faithfully engaged in the worship of the Deity in the temple, but who does not know how to behave toward devotees or people in general is called a pr&#257;krita-bhakta, or kanishtha-adhik&#257;ri."</P><P>One therefore has to raise himself from the position of kanishtha-adhik&#257;r&#299; to the platform of madhyama-adhik&#257;r&#299;. The madhyama-adhik&#257;r&#299; is described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/46.htm">11.2.46</A>) in this way:</P><P>&#299;&#347;vare tad-adh&#299;neshu</P><P CLASS=n>b&#257;li&#347;eshu dvishatsu ca</P><P CLASS=n>prema-maitr&#299;-kripopeksh&#257;</P><P CLASS=n>yah karoti sa madhyamah</P><P>"The madhyama-adhik&#257;r&#299; is a devotee who worships the Supreme Personality of Godhead as the highest object of love, makes friends with the Lord's devotees, is merciful to the ignorant and avoids those who are envious by nature."</P><P>This is the way to cultivate devotional service properly; therefore in this verse &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has advised us how to treat various devotees. We can see from practical experience that there are different types of Vaishnavas. The pr&#257;krita-sahajiy&#257;s generally chant the Hare Krishna mah&#257;-mantra, yet they are attached to women, money and intoxication. Although such persons may chant the holy name of the Lord, they are not yet properly purified. Such people should be respected within one's mind, but their association should be avoided. Those who are innocent but simply carried away by bad association should be shown favor if they are eager to receive proper instructions from pure devotees, but those neophyte devotees who are actually initiated by the bona fide spiritual master and are seriously engaged in carrying out the orders of the spiritual master should be offered respectful obeisances.</P><P>In this Krishna consciousness movement a chance is given to everyone without discrimination of caste, creed or color. Everyone is invited to join this movement, sit with us, take pras&#257;da and hear about Krishna. When we see that someone is actually interested in Krishna consciousness and wants to be initiated, we accept him as a disciple for the chanting of the holy name of the Lord. When a neophyte devotee is actually initiated and engaged in devotional service by the orders of the spiritual master, he should be accepted immediately as a bona fide Vaishnava, and obeisances should be offered unto him. Out of many such Vaishnavas, one may be found to be very seriously engaged in the service of the Lord and strictly following all the regulative principles, chanting the prescribed number of rounds on japa beads and always thinking of how to expand the Krishna consciousness movement. Such a Vaishnava should be accepted as an uttama-adhik&#257;r&#299;, a highly advanced devotee, and his association should always be sought.</P><P>The process by which a devotee becomes attached to Krishna is described in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/antya/4/192.htm">Antya 4.192</A>):</P><P>d&#299;ksh&#257;-k&#257;le bhakta kare &#257;tma-samarpana</P><P CLASS=n>sei-k&#257;le krishna t&#257;re kare &#257;tma-sama</P><P>"At the time of initiation, when a devotee fully surrenders to the service of the Lord, Krishna accepts him to be as good as He Himself."</P><P>D&#299;ksh&#257;, or spiritual initiation, is explained in the Bhakti-sandarbha (868) by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;:</P><P>divyam jñ&#257;nam yato dady&#257;t</P><P CLASS=n>kury&#257;t p&#257;pasya sa&#324;kshayam</P><P CLASS=n>tasm&#257;d d&#299;ksheti s&#257; prokt&#257;</P><P CLASS=n>de&#347;ikais tattva-kovidaih</P><P>"By d&#299;ksh&#257; one gradually becomes disinterested in material enjoyment and gradually becomes interested in spiritual life."</P><P>We have seen many practical examples of this, especially in Europe and America. Many students who come to us from rich and respectable families quickly lose all interest in material enjoyment and become very eager to enter into spiritual life. Although they come from very wealthy families, many of them accept living conditions that are not very comfortable. Indeed, for Krishna's sake they are prepared to accept any living condition as long as they can live in the temple and associate with the Vaishnavas. When one becomes so disinterested in material enjoyment, he becomes fit for initiation by the spiritual master. For the advancement of spiritual life &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/6/1/13.htm">6.1.13</A>) prescribes: tapas&#257; brahmacaryena &#347;amena ca damena ca. When a person is serious about accepting d&#299;ksh&#257;, he must be prepared to practice austerity, celibacy and control of the mind and body. If one is so prepared and is desirous of receiving spiritual enlightenment (divyam jñ&#257;nam), he is fit for being initiated. Divyam jñ&#257;nam is technically called tad-vijñ&#257;na, or knowledge about the Supreme. Tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] when one is interested in the transcendental subject matter of the Absolute Truth, he should be initiated. Such a person should approach a spiritual master in order to take d&#299;ksh&#257;. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/3/21.htm">11.3.21</A>) also prescribes: tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam. "When one is actually interested in the transcendental science of the Absolute Truth, he should approach a spiritual master."</P><P>One should not accept a spiritual master without following his instructions. Nor should one accept a spiritual master just to make a fashionable show of spiritual life. One must be jijñ&#257;su, very much inquisitive to learn from the bona fide spiritual master. The inquiries one makes should strictly pertain to transcendental science (jijñ&#257;suh &#347;reya uttamam). The word uttamam refers to that which is above material knowledge. Tama means "the darkness of this material world," and ut means "transcendental." Generally people are very interested in inquiring about mundane subject matters, but when one has lost such interest and is simply interested in transcendental subject matters, he is quite fit for being initiated. When one is actually initiated by the bona fide spiritual master and when he seriously engages in the service of the Lord, he should be accepted as a madhyama-adhik&#257;r&#299;.</P><P>The chanting of the holy names of Krishna is so sublime that if one chants the Hare Krishna mah&#257;-mantra offenselessly, carefully avoiding the ten offenses, he can certainly be gradually elevated to the point of understanding that there is no difference between the holy name of the Lord and the Lord Himself. One who has reached such an understanding should be very much respected by neophyte devotees. One should know for certain that without chanting the holy name of the Lord offenselessly, one cannot be a proper candidate for advancement in Krishna consciousness. In &#346;r&#299; Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/madhya/22/69.htm">Madhya 22.69</A>) it is said:</P><P>y&#257;h&#257;ra komala &#347;raddh&#257;, se 'kanishtha' jana</P><P CLASS=n>krame krame te&#324;ho bhakta ha-ibe 'uttama'</P><P>"One whose faith is soft and pliable is called a neophyte, but by gradually following the process, he will rise to the platform of a first-class devotee." Everyone begins his devotional life from the neophyte stage, but if one properly finishes chanting the prescribed number of rounds of harin&#257;ma, he is elevated step by step to the highest platform, uttama-adhik&#257;r&#299;. The Krishna consciousness movement prescribes sixteen rounds daily because people in the Western countries cannot concentrate for long periods while chanting on beads. Therefore the minimum number of rounds is prescribed. However, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura used to say that unless one chants at least sixty-four rounds of japa (one hundred thousand names), he is considered fallen (patita). According to his calculation, practically every one of us is fallen, but because we are trying to serve the Supreme Lord with all seriousness and without duplicity, we can expect the mercy of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who is famous as patita-p&#257;vana, the deliverer of the fallen.</P><P>When &#346;r&#299;la Satyar&#257;ja Kh&#257;n, a great devotee of &#346;r&#299; Caitanya Mah&#257;prabhu, asked the Lord how a Vaishnava could be recognized, the Lord replied:</P><P>prabhu kahe, &#8212; &#8212; "y&#257;&#324;ra mukhe &#347;uni eka-b&#257;ra</P><P CLASS=n>krishna-n&#257;ma, sei p&#363;jya, &#8212; &#8212; &#347;reshtha sab&#257;k&#257;ra"</P><P>"If one hears a person say even once the word 'Krishna,' that person should be accepted as the best man out of the common group." (Cc. <A CLASS=v HREF="../cc/madhya/15/106.htm">Madhya 15.106</A>) Lord Caitanya Mah&#257;prabhu continued:</P><P>"ataeva y&#257;&#324;ra mukhe eka krishna-n&#257;ma</P><P CLASS=n>sei ta 'vaishnava, kariha t&#257;&#324;h&#257;ra samm&#257;na"</P><P>"One who is interested in chanting the holy name of Krishna or who by practice likes to chant Krishna's names should be accepted as a Vaishnava and offered respects as such, at least within one's mind." (Cc. <A CLASS=v HREF="../cc/madhya/15/111.htm">Madhya 15.111</A>) One of our friends, a famous English musician, has become attracted to chanting the holy names of Krishna, and even in his records he has several times mentioned the holy name of Krishna. At his home he offers respect to pictures of Krishna and also to the preachers of Krishna consciousness. In all regards, he has a very high estimation for Krishna's name and Krishna's activities; therefore we offer respects to him without reservation, for we are actually seeing that this gentleman is advancing gradually in Krishna consciousness. Such a person should always be shown respect. The conclusion is that anyone who is trying to advance in Krishna consciousness by regularly chanting the holy name should always be respected by Vaishnavas. On the other hand, we have witnessed that some of our contemporaries who are supposed to be great preachers have gradually fallen into the material conception of life because they have failed to chant the holy name of the Lord.</P><P>While giving instructions to San&#257;tana Gosv&#257;m&#299;, Lord Caitanya Mah&#257;prabhu divided devotional service into three categories.</P><P>&#347;&#257;stra-yukti n&#257;hi j&#257;ne dridha, &#347;raddh&#257;v&#257;n</P><P CLASS=n>'madhyama-adhik&#257;r&#299;' sei mah&#257;-bh&#257;gyav&#257;n</P><P>"A person whose conclusive knowledge of the &#347;&#257;stras is not very strong but who has developed firm faith in chanting the Hare Krishna mah&#257;-mantra and who is also undeterred in the execution of his prescribed devotional service should be considered a madhyama-adhik&#257;r&#299;. Such a person is very fortunate." (Cc. <A CLASS=v HREF="../cc/madhya/22/67.htm">Madhya 22.67</A>) A madhyama-adhik&#257;r&#299; is a &#347;raddh&#257;v&#257;n, a staunchly faithful person, and he is actually a candidate for further advancement in devotional service. Therefore in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/madhya/22/64.htm">Madhya 22.64</A>) it is said:</P><P>&#347;raddh&#257;v&#257;n jana haya bhakti-adhik&#257;r&#299;</P><P CLASS=n>'uttama', 'madhyama', 'kanishtha' &#8212; &#8212; &#347;raddh&#257;-anus&#257;r&#299;</P><P>"One becomes qualified as a devotee on the elementary platform, the intermediate platform and the highest platform of devotional service according to the development of his &#347;raddh&#257; [faith]." Again in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/madhya/22/62.htm">Madhya 22.62</A>) it is said:</P><P>'&#347;raddh&#257;'-&#347;abde &#8212; &#8212; vi&#347;v&#257;sa kahe sudridha ni&#347;caya</P><P CLASS=n>krishne bhakti kaile sarva-karma krita haya</P><P>" 'By rendering transcendental service to Krishna, one automatically performs all subsidiary activities.' This confident, firm faith, favorable to the discharge of devotional service, is called &#347;raddh&#257;." &#346;raddh&#257;, faith in Krishna, is the beginning of Krishna consciousness. Faith means strong faith. The words of Bhagavad-g&#299;t&#257; are authoritative instructions for faithful men, and whatever Krishna says in Bhagavad-g&#299;t&#257; is to be accepted as it is, without interpretation. This was the way Arjuna accepted Bhagavad-g&#299;t&#257;. After hearing Bhagavad-g&#299;t&#257;, Arjuna told Krishna: sarvam etad ritam manye yan m&#257;m vadasi ke&#347;ava. "O Krishna, I totally accept as truth all that You have told me." (<A CLASS=v HREF="../bg/10/14.htm">Bg. 10.14</A>)</P><P>This is the correct way of understanding Bhagavad-g&#299;t&#257;, and this is called &#347;raddh&#257;. It is not that one accepts a portion of Bhagavad-g&#299;t&#257; according to his own whimsical interpretations and then rejects another portion. This is not &#347;raddh&#257;. &#346;raddh&#257; means accepting the instructions of Bhagavad-g&#299;t&#257; in their totality, especially the last instruction: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. "Abandon all varieties of religion and just surrender unto Me." (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>) When one becomes completely faithful in regard to this instruction, one's strong faith becomes the basis for advancing in spiritual life.</P><P>When one fully engages in chanting the Hare Krishna mah&#257;-mantra, he gradually realizes his own spiritual identity. Unless one faithfully chants the Hare Krishna mantra, Krishna does not reveal Himself: sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah. (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>) We cannot realize the Supreme Personality of Godhead by any artificial means. We must engage faithfully in the service of the Lord. Such service begins with the tongue (sevonmukhe hi jihv&#257;dau), which means that we should always chant the holy names of the Lord and accept krishna-pras&#257;da. We should not chant or accept anything else. When this process is faithfully followed, the Supreme Lord reveals Himself to the devotee.</P><P>When a person realizes himself to be an eternal servitor of Krishna, he loses interest in everything but Krishna's service. Always thinking of Krishna, devising means by which to spread the holy name of Krishna, he understands that his only business is in spreading the Krishna consciousness movement all over the world. Such a person is to be recognized as an uttama-adhik&#257;r&#299;, and his association should be immediately accepted according to the six processes (dad&#257;ti pratigrihn&#257;ti, etc.). Indeed, the advanced uttama-adhik&#257;r&#299; Vaishnava devotee should be accepted as a spiritual master. Everything one possesses should be offered to him, for it is enjoined that one should deliver whatever he has to the spiritual master. The brahmac&#257;r&#299; in particular is supposed to beg alms from others and offer them to the spiritual master. However, one should not imitate the behavior of an advanced devotee or mah&#257;-bh&#257;gavata without being self-realized, for by such imitation one will eventually become degraded.</P><P>In this verse &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; advises the devotee to be intelligent enough to distinguish between the kanishtha-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; and uttama-adhik&#257;r&#299;. The devotee should also know his own position and should not try to imitate a devotee situated on a higher platform. &#346;r&#299;la Bhaktivinoda Th&#257;kura has given some practical hints to the effect that an uttama-adhik&#257;r&#299; Vaishnava can be recognized by his ability to convert many fallen souls to Vaishnavism. One should not become a spiritual master unless he has attained the platform of uttama-adhik&#257;r&#299;. A neophyte Vaishnava or a Vaishnava situated on the intermediate platform can also accept disciples, but such disciples must be on the same platform, and it should be understood that they cannot advance very well toward the ultimate goal of life under his insufficient guidance. Therefore a disciple should be careful to accept an uttama-adhik&#257;r&#299; as a spiritual master.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>