<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 6</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 6"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 6</P><P CLASS=c>drishtaih svabh&#257;va-janitair vapusha&#347; ca doshair</P><P CLASS=c>na pr&#257;kritatvam iha bhakta janasya pa&#347;yet</P><P CLASS=c>ga&#324;g&#257;mbhas&#257;m na khalu budbuda-phena-pa&#324;kair</P><P CLASS=c>brahma-dravatvam apagacchati n&#299;ra-dharmaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstaih">drishtaih</A> &#8212; seen by ordinary vision; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/j/janitaih">janitaih</A> &#8212; born of one's own nature; <A CLASS=v HREF="http://vedabase.net/v/vapusah">vapushah</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dosaih">doshaih</A> &#8212; by the faults; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/prakrtatvam">pr&#257;kritatvam</A> &#8212; the state of being material; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> <A CLASS=v HREF="http://vedabase.net/j/janasya">janasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> devotee; <A CLASS=v HREF="http://vedabase.net/p/pasyet">pa&#347;yet</A> &#8212; one should see; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhasam">ambhas&#257;m</A> &#8212; of the Ganges waters; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/budbuda">budbuda</A>-<A CLASS=v HREF="http://vedabase.net/p/phena">phena</A>-<A CLASS=v HREF="http://vedabase.net/p/pankaih">pa&#324;kaih</A> &#8212; by bubbles, foam and mud; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/d/dravatvam">dravatvam</A> &#8212; the transcendental nature; <A CLASS=v HREF="http://vedabase.net/a/apagacchati">apagacchati</A> &#8212; is spoiled; <A CLASS=v HREF="http://vedabase.net/n/nira">n&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmaih">dharmaih</A> &#8212; the characteristics of water.</P><P CLASS=t>TRANSLATION</P><P>Being situated in his original Krishna conscious position, a pure devotee does not identify with the body. Such a devotee should not be seen from a materialistic point of view. Indeed, one should overlook a devotee's having a body born in a low family, a body with a bad complexion, a deformed body, or a diseased or infirm body. According to ordinary vision, such imperfections may seem prominent in the body of a pure devotee, but despite such seeming defects, the body of a pure devotee cannot be polluted. It is exactly like the waters of the Ganges, which sometimes during the rainy season are full of bubbles, foam and mud. The Ganges waters do not become polluted. Those who are advanced in spiritual understanding will bathe in the Ganges without considering the condition of the water.</P><P CLASS=t>PURPORT</P><P>&#346;uddha-bhakti, the activity of the soul proper &#8212; in other words, engagement in the transcendental loving service of the Lord &#8212; is performed in a liberated condition. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/14/26.htm">14.26</A>) it is stated:</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>Avyabhic&#257;rin&#299; bhakti means unalloyed devotion. A person engaged in devotional service must be free from material motives. In this Krishna consciousness movement, one's consciousness must be changed. If consciousness is aimed toward material enjoyment, it is material consciousness, and if it is aimed toward serving Krishna, it is Krishna consciousness. A surrendered soul serves Krishna without material considerations (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]). Jñ&#257;na-karm&#257;dy-an&#257;vritam: unalloyed devotional service, which is transcendental to the activities of the body and mind, such as jñ&#257;na (mental speculation) and karma (fruitive work), is called pure bhakti-yoga. Bhakti-yoga is the proper activity of the soul, and when one actually engages in unalloyed, uncontaminated devotional service, he is already liberated (sa gun&#257;n samat&#299;tyait&#257;n [<A CLASS=v HREF="../bg/14/26.htm">Bg. 14.26</A>]). Krishna's devotee is not subjected to material condition, even though his bodily features may appear materially conditioned. One should therefore not see a pure devotee from a materialistic point of view. Unless one is actually a devotee, he cannot see another devotee perfectly. As explained in the previous verse, there are three types of devotees &#8212; kanishtha-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; and uttama-adhik&#257;r&#299;. The kanishtha-adhik&#257;r&#299; cannot distinguish between a devotee and nondevotee. He is simply concerned with worshiping the Deity in the temple. A madhyama-adhik&#257;r&#299;, however, can distinguish between the devotee and nondevotee, as well as between the devotee and the Lord. Thus he treats the Supreme Personality of Godhead, the devotee and the nondevotee in different ways.</P><P>No one should criticize the bodily defects of a pure devotee. If there are such defects, they should be overlooked. What should be taken into account is the spiritual master's main business, which is devotional service, pure service to the Supreme Lord. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/30.htm">9.30</A>):</P><P>api cet sudur&#257;c&#257;ro</P><P CLASS=n>bhajate m&#257;m ananya-bh&#257;k</P><P CLASS=n>s&#257;dhur eva sa mantavyah</P><P CLASS=n>samyag vyavasito hi sah</P><P>Even if a devotee sometimes seems to engage in abominable activities, he should be considered a s&#257;dhu, a saintly person, because his actual identity is that of one engaged in the loving service of the Lord. In other words, he is not to be considered an ordinary human being.</P><P>Even though a pure devotee may not be born in a br&#257;hmana or gosv&#257;m&#299; family, if he is engaged in the service of the Lord he should not be neglected. In actuality there cannot be a family of gosv&#257;m&#299;s based on material considerations, caste or heredity. The gosv&#257;m&#299; title is actually the monopoly of the pure devotees; thus we speak of the six Gosv&#257;m&#299;s, headed by R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;. R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; had practically become Mohammedans and had therefore changed their names to Dabira Kh&#257;sa and S&#257;kara Mallika, but &#346;r&#299; Caitanya Mah&#257;prabhu Himself made them gosv&#257;m&#299;s. Therefore the gosv&#257;m&#299; title is not hereditary. The word gosv&#257;m&#299; refers to one who can control his senses, who is master of the senses. A devotee is not controlled by the senses, but is the controller of the senses. Consequently he should be called sv&#257;m&#299; or gosv&#257;m&#299;, even though he may not be born in a gosv&#257;m&#299; family.</P><P>According to this formula, the gosv&#257;m&#299;s who are descendants of &#346;r&#299; Nity&#257;nanda Prabhu and &#346;r&#299; Advaita Prabhu are certainly devotees, but devotees coming from other families should not be discriminated against; indeed, whether the devotees come from a family of previous &#257;c&#257;ryas or from an ordinary family, they should be treated equally. One should not think, "Oh, here is an American gosv&#257;m&#299;," and discriminate against him. Nor should one think, "Here is a nity&#257;nanda-vam&#347;a-gosv&#257;m&#299;." There is an undercurrent of protest against our awarding the title gosv&#257;m&#299; to the American Vaishnavas of the Krishna consciousness movement. Sometimes people flatly tell the American devotees that their sanny&#257;sa or title of gosv&#257;m&#299; is not bona fide. However, according to the statements of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in this verse, an American gosv&#257;m&#299; and a gosv&#257;m&#299; in a family of &#257;c&#257;ryas are nondifferent.</P><P>On the other hand, a devotee who has attained the title of gosv&#257;m&#299; but is not born of a br&#257;hmana father or of a gosv&#257;m&#299; in the family of Nity&#257;nanda or Advaita Prabhu should not be artificially puffed up by thinking that he has become a gosv&#257;m&#299;. He should always remember that as soon as he becomes materially puffed up, he immediately falls down. This Krishna consciousness movement is a transcendental science, and there is no room for jealousy. This movement is meant for the paramahamsas who are completely free from all jealousy (paramam nirmatsar&#257;n&#257;m). One should not be jealous, whether he is born in a family of gosv&#257;m&#299;s or has the title of gosv&#257;m&#299; awarded to him. As soon as anyone becomes envious, he falls from the platform of paramahamsa.</P><P>If we consider the bodily defects of a Vaishnava, we should understand that we are committing an offense at the lotus feet of the Vaishnava. An offense at the lotus feet of a Vaishnava is very serious. Indeed, &#346;r&#299; Caitanya Mah&#257;prabhu has described this offense as h&#257;t&#299;-m&#257;t&#257;, the mad elephant offense. A mad elephant can create a disaster, especially when it enters into a nicely trimmed garden. One should therefore be very careful not to commit any offense against a Vaishnava. Every devotee should be ready to take instructions from a superior Vaishnava, and a superior Vaishnava must be ready to help an inferior Vaishnava in all respects. One is superior or inferior according to his spiritual development in Krishna consciousness. One is forbidden to observe the activities of a pure Vaishnava from a material point of view. For the neophyte especially, considering a pure devotee from a material point of view is very injurious. One should therefore avoid observing a pure devotee externally, but should try to see the internal features and understand how he is engaged in the transcendental loving service of the Lord. In this way one can avoid seeing the pure devotee from a material point of view, and thus one can gradually become a purified devotee himself.</P><P>Those who think that Krishna consciousness is limited to a certain section of people, a certain section of devotees or a certain tract of land are generally prone to see the external features of the devotee. Such neophytes, unable to appreciate the exalted service of the advanced devotee, try to bring the mah&#257;-bh&#257;gavata to their platform. We experience such difficulty in propagating this Krishna consciousness all over the world. Unfortunately we are surrounded by neophyte Godbrothers who do not appreciate the extraordinary activities of spreading Krishna consciousness all over the world. They simply try to bring us to their platform, and they try to criticize us in every respect. We very much regret their naive activities and poor fund of knowledge. An empowered person who is actually engaged in the confidential service of the Lord should not be treated as an ordinary human being, for it is stated that unless one is empowered by Krishna, one cannot spread the Krishna consciousness movement all over the world.</P><P>When one thus criticizes a pure devotee, he commits an offense (vaishnava-apar&#257;dha) that is very obstructive and dangerous for those who desire to advance in Krishna consciousness. A person cannot derive any spiritual benefit when he offends the lotus feet of a Vaishnava. Everyone should therefore be very careful not to be jealous of an empowered Vaishnava, or a &#347;uddha-vaishnava. It is also an offense to consider an empowered Vaishnava an object of disciplinary action. It is offensive to try to give him advice or to correct him. One can distinguish between a neophyte Vaishnava and an advanced Vaishnava by their activities. The advanced Vaishnava is always situated as the spiritual master, and the neophyte is always considered his disciple. The spiritual master must not be subjected to the advice of a disciple, nor should a spiritual master be obliged to take instructions from those who are not his disciples. This is the sum and substance of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s advice in the sixth verse.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>