<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction Verse 8</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction Verse 8"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A> 8</P><P CLASS=c>tan-n&#257;ma-r&#363;pa-carit&#257;di-suk&#299;rtan&#257;nu-</P><P CLASS=c>smrityoh kramena rasan&#257;-manas&#299; niyojya</P><P CLASS=c>tishthan vraje tad-anur&#257;gi jan&#257;nug&#257;m&#299;</P><P CLASS=c>k&#257;lam nayed akhilam ity upade&#347;a-s&#257;ram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/c/carita">carita</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; character, pastimes and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> discussing or chanting nicely; <A CLASS=v HREF="http://vedabase.net/a/anusmrtyoh">anusmrityoh</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> remembering; <A CLASS=v HREF="http://vedabase.net/k/kramena">kramena</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/r/rasana">rasan&#257;</A> &#8212; the tongue; <A CLASS=v HREF="http://vedabase.net/m/manasi">manas&#299;</A> &#8212; and one's mind; <A CLASS=v HREF="http://vedabase.net/n/niyojya">niyojya</A> &#8212; engaging; <A CLASS=v HREF="http://vedabase.net/t/tisthan">tishthan</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anuragi">anur&#257;gi</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/a/anugami">anug&#257;m&#299;</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/n/nayet">nayet</A> &#8212; should utilize; <A CLASS=v HREF="http://vedabase.net/a/akhilam">akhilam</A> &#8212; full; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/upadesa">upade&#347;a</A> &#8212; of advice or instruction; <A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; the essence.</P><P CLASS=t>TRANSLATION</P><P>The essence of all advice is that one should utilize one's full time &#8212; twenty-four hours a day &#8212; in nicely chanting and remembering the Lord's divine name, transcendental form, qualities and eternal pastimes, thereby gradually engaging one's tongue and mind. In this way one should reside in Vraja [Goloka Vrind&#257;vana dh&#257;ma] and serve Krishna under the guidance of devotees. One should follow in the footsteps of the Lord's beloved devotees, who are deeply attached to His devotional service.</P><P CLASS=t>PURPORT</P><P>Since the mind may be one's enemy or one's friend, one has to train the mind to become his friend. The Krishna consciousness movement is especially meant for training the mind to be always engaged in Krishna's business. The mind contains hundreds and thousands of impressions, not only of this life but also of many, many lives of the past. These impressions sometimes come in contact with one another and produce contradictory pictures. In this way the mind's function can become dangerous for a conditioned soul. Students of psychology are aware of the mind's various psychological changes. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/8/6.htm">8.6</A>) it is said:</P><P>yam yam v&#257;pi smaran bh&#257;vam</P><P CLASS=n>tyajaty ante kalevaram</P><P CLASS=n>tam tam evaiti kaunteya</P><P CLASS=n>sad&#257; tad-bh&#257;va-bh&#257;vitah</P><P>"Whatever state of being one remembers when he quits his body, that state he will attain without fail."</P><P>At the time of death, the mind and intelligence of a living entity create the subtle form of a certain type of body for the next life. If the mind suddenly thinks of something not very congenial, one has to take a corresponding birth in the next life. On the other hand, if one can think of Krishna at the time of death, he can be transferred to the spiritual world, Goloka Vrind&#257;vana. This process of transmigration is very subtle; therefore &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; advises devotees to train their minds in order that they will be unable to remember anything other than Krishna. Similarly, the tongue should be trained to speak only of Krishna and to taste only krishna-pras&#257;da. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; further advises, tishthan vraje: one should live in Vrind&#257;vana or any part of Vrajabh&#363;mi. Vrajabh&#363;mi, or the land of Vrind&#257;vana, is supposed to be eighty-four kro&#347;as in area. One kro&#347;a equals two square miles. When one makes Vrind&#257;vana his residence, he should take shelter of an advanced devotee there. In this way one should always think of Krishna and His pastimes. This is further elucidated by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/294">1.2.294</A>):</P><P>krishnam smaran janam c&#257;sya</P><P CLASS=n>preshtham nija-sam&#299;hitam</P><P CLASS=n>tat-tat-kath&#257;-rata&#347; c&#257;sau</P><P CLASS=n>kury&#257;d v&#257;sam vraje sad&#257;</P><P>"A devotee should always reside in the transcendental realm of Vraja and always engage in krishnam smaran janam c&#257;sya preshtham, the remembrance of &#346;r&#299; Krishna and His beloved associates. By following in the footsteps of such associates and by entering under their eternal guidance, one can acquire an intense desire to serve the Supreme Personality of Godhead."</P><P>Again &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/295">1.2.295</A>):</P><P>sev&#257; s&#257;dhaka-r&#363;pena</P><P CLASS=n>siddha-r&#363;pena c&#257;tra hi</P><P CLASS=n>tad-bh&#257;va-lipsun&#257; k&#257;ry&#257;</P><P CLASS=n>vraja-lok&#257;nus&#257;ratah</P><P>"In the transcendental realm of Vraja [Vraja-dh&#257;ma] one should serve the Supreme Lord, &#346;r&#299; Krishna, with a feeling similar to that of His associates, and one should place himself under the direct guidance of a particular associate of Krishna and should follow in his footsteps. This method is applicable both in the stage of s&#257;dhana [spiritual practices executed while in the stage of bondage] and in the stage of s&#257;dhya [God realization], when one is a siddha-purusha, or a spiritually perfect soul."</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has commented as follows upon this verse: "One who has not yet developed interest in Krishna consciousness should give up all material motives and train his mind by following the progressive regulative principles, namely chanting and remembering Krishna and His name, form, quality, pastimes and so forth. In this way, after developing a taste for such things, one should try to live in Vrind&#257;vana and pass his time constantly remembering Krishna's name, fame, pastimes and qualities under the direction and protection of an expert devotee. This is the sum and substance of all instruction regarding the cultivation of devotional service.</P><P>"In the neophyte stage one should always engage in hearing krishna-kath&#257;. This is called &#347;ravana-da&#347;&#257;, the stage of hearing. By constantly hearing the transcendental holy name of Krishna and hearing of His transcendental form, qualities and pastimes, one can attain to the stage of acceptance called varana-da&#347;&#257;. When one attains this stage, he becomes attached to the hearing of krishna-kath&#257;. When one is able to chant in ecstasy, he attains the stage of smaran&#257;vasth&#257;, the stage of remembering. Recollection, absorption, meditation, constant remembrance and trance are the five items of progressive krishna-smarana. At first, remembrance of Krishna may be interrupted at intervals, but later remembrance proceeds uninterrupted. When remembrance is uninterrupted, it becomes concentrated and is called meditation. When meditation expands and becomes constant, it is called anusmriti. By uninterrupted and unceasing anusmriti one enters the stage of sam&#257;dhi, or spiritual trance. After smarana-da&#347;&#257; or sam&#257;dhi has fully developed, the soul comes to understand his original constitutional position. At that time he can perfectly and clearly understand his eternal relationship with Krishna. That is called sampatti-da&#347;&#257;, the perfection of life.</P><P>"Caitanya-carit&#257;mrita advises those who are neophytes to give up all kinds of motivated desires and simply engage in the regulative devotional service of the Lord according to the directions of scripture. In this way a neophyte can gradually develop attachment for Krishna's name, fame, form, qualities and so forth. When one has developed such attachment, he can spontaneously serve the lotus feet of Krishna even without following the regulative principles. This stage is called r&#257;ga-bhakti, or devotional service in spontaneous love. At that stage the devotee can follow in the footsteps of one of the eternal associates of Krishna in Vrind&#257;vana. This is called r&#257;g&#257;nuga-bhakti. R&#257;g&#257;nuga-bhakti, or spontaneous devotional service, can be executed in the &#347;&#257;nta-rasa when one aspires to be like Krishna's cows or the stick or flute in the hand of Krishna, or the flowers around Krishna's neck. In the d&#257;sya-rasa one follows in the footsteps of servants like Citraka, Patraka or Raktaka. In the friendly sakhya-rasa one can become a friend like Baladeva, &#346;r&#299;d&#257;m&#257; or Sud&#257;m&#257;. In the v&#257;tsalya-rasa, characterized by parental affection, one can become like Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;, and in the m&#257;dhurya-rasa, characterized by conjugal love, one can become like &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; or Her lady friends such as Lalit&#257; and Her serving maids (mañjar&#299;s) like R&#363;pa and Rati. This is the essence of all instruction in the matter of devotional service."</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>