<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction"></HEAD><BODY><TABLE><TR><TD> </TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: The Nectar of Instruction</P><P CLASS=r><A CLASS=i HREF="preface.htm"><B>Preface</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>NoI 1</B></A>: A sober person who can tolerate the urge to speak, the mind's demands, the actions of anger and the urges of the tongue, belly and genitals is qualified to make disciples all over the world.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>NoI 2</B></A>: One's devotional service is spoiled when he becomes too entangled in the following six activities: (1) eating more than necessary or collecting more funds than required; (2) overendeavoring for mundane things that are very difficult to obtain; (3) talking unnecessarily about mundane subject matters; (4) Practicing the scriptural rules and regulations only for the sake of following them and not for the sake of spiritual advancement, or rejecting the rules and regulations of the scriptures and working independently or whimsically; (5) associating with worldly-minded persons who are not interested in Krishna consciousness; and (6) being greedy for mundane achievements.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>NoI 3</B></A>: There are six principles favorable to the execution of pure devotional service: (1) being enthusiastic, (2) endeavoring with confidence, (3) being patient, (4) acting according to regulative principles (such as &#347;ravanam k&#299;rtanam vishnoh smaranam [<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>] &#8212; hearing, chanting and remembering Krishna), (5) abandoning the association of nondevotees, and (6) following in the footsteps of the previous &#257;c&#257;ryas. These six principles undoubtedly assure the complete success of pure devotional service.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>NoI 4</B></A>: Offering gifts in charity, accepting charitable gifts, revealing one's mind in confidence, inquiring confidentially, accepting pras&#257;da and offering pras&#257;da are the six symptoms of love shared by one devotee and another.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>NoI 5</B></A>: One should mentally honor the devotee who chants the holy name of Lord Krishna, one should offer humble obeisances to the devotee who has undergone spiritual initiation [d&#299;ksh&#257;] and is engaged in worshiping the Deity, and one should associate with and faithfully serve that Pure devotee who is advanced in undeviated devotional service and whose heart is completely devoid of the propensity to criticize others.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>NoI 6</B></A>: Being situated in his original Krishna conscious position, a pure devotee does not identify with the body. Such a devotee should not be seen from a materialistic point of view. Indeed, one should overlook a devotee's having a body born in a low family, a body with a bad complexion, a deformed body, or a diseased or infirm body. According to ordinary vision, such imperfections may seem prominent in the body of a pure devotee, but despite such seeming defects, the body of a pure devotee cannot be polluted. It is exactly like the waters of the Ganges, which sometimes during the rainy season are full of bubbles, foam and mud. The Ganges waters do not become polluted. Those who are advanced in spiritual understanding will bathe in the Ganges without considering the condition of the water.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>NoI 7</B></A>: The holy name, character, pastimes and activities of Krishna are all transcendentally sweet like sugar candy. Although the tongue of one afflicted by the jaundice of avidy&#257; [ignorance] cannot taste anything sweet, it is wonderful that simply by carefully chanting these sweet names every day, a natural relish awakens within his tongue, and his disease is gradually destroyed at the root.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>NoI 8</B></A>: The essence of all advice is that one should utilize one's full time &#8212; twenty-four hours a day &#8212; in nicely chanting and remembering the Lord's divine name, transcendental form, qualities and eternal pastimes, thereby gradually engaging one's tongue and mind. In this way one should reside in Vraja [Goloka Vrind&#257;vana dh&#257;ma] and serve Krishna under the guidance of devotees. One should follow in the footsteps of the Lord's beloved devotees, who are deeply attached to His devotional service.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>NoI 9</B></A>: The holy place known as Mathur&#257; is spiritually superior to Vaikuntha, the transcendental world, because the Lord appeared there. Superior to Mathur&#257;-Pur&#299; is the transcendental forest of Vrind&#257;vana because of Krishna's r&#257;sa-l&#299;l&#257; pastimes. And superior to the forest of Vrind&#257;vana is Govardhana Hill, for it was raised by the divine hand of &#346;r&#299; Krishna and was the site of His various loving pastimes. And, above all, the superexcellent &#346;r&#299; R&#257;dh&#257;-kunda stands supreme, for it is overflooded with the ambrosial nectarean prema of the Lord of Gokula, &#346;r&#299; Krishna. Where, then, is that intelligent Person who is unwilling to serve this divine R&#257;dh&#257;-kunda, which is situated at the foot of Govardhana Hill?</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>NoI 10</B></A>: In the &#347;&#257;stra it is said that of all types of fruitive workers, he who is advanced in knowledge of the higher values of life is favored by the Supreme Lord Hari. Out of many such people who are advanced in knowledge [jñ&#257;n&#299;s], one who is practically liberated by virtue of his knowledge may take to devotional service. He is superior to the others. However, one who has actually attained prema, pure love of Krishna, is superior to him. The gop&#299;s are exalted above all the advanced devotees because they are always totally dependent upon &#346;r&#299; Krishna, the transcendental cowherd boy. Among the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the most dear to Krishna. Her kunda [lake] is as profoundly dear to Lord Krishna as this most beloved of the gop&#299;s. Who, then, will not reside at R&#257;dh&#257;-kunda and, in a spiritual body surcharged with ecstatic devotional feelings [apr&#257;kritabh&#257;va], render loving service to the divine couple &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Govinda, who perform Their ashtak&#257;l&#299;ya-l&#299;l&#257;, Their eternal eightfold daily pastimes. Indeed, those who execute devotional service on the banks of R&#257;dh&#257;-kunda are the most fortunate people in the universe.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>NoI 11</B></A>: Of the many objects of favored delight and of all the lovable damsels of Vrajabh&#363;mi, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is certainly the most treasured object of Krishna's love. And, in every respect, Her divine kunda is described by great sages as similarly dear to Him. Undoubtedly R&#257;dh&#257;-kunda is very rarely attained even by the great devotees; therefore it is even more difficult for ordinary devotees to attain. If one simply bathes once within those holy waters, one's pure love of Krishna is fully aroused.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>