<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>The Nectar of Instruction, Preface</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="The Nectar of Instruction"><META NAME=DESCRIPTION CONTENT="The Nectar of Instruction, Preface"></HEAD><BODY><TABLE><TR><TD CLASS=r>Preface</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">The Nectar of Instruction</A>, Preface</P><P>The Krishna consciousness movement is conducted under the supervision of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. The Gaud&#299;ya Vaishnavas, or Bengali Vaishnavas, are mostly followers of &#346;r&#299; Caitanya Mah&#257;prabhu, of whom the six Gosv&#257;m&#299;s of Vrind&#257;vana are direct disciples. Therefore &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung:</P><P>r&#363;pa-raghun&#257;tha-pade ha-ibe &#257;kuti</P><P CLASS=n>kabe h&#257;ma bujhaba se yugala-p&#299;riti</P><P>"When I am eager to understand the literature given by the Gosv&#257;m&#299;s, then I shall be able to understand the transcendental loving affairs of R&#257;dh&#257; and Krishna." &#346;r&#299; Caitanya Mah&#257;prabhu appeared in order to bestow upon human society the benediction of the science of Krishna. The most exalted of all the activities of Lord Krishna are His pastimes of conjugal love with the gop&#299;s. &#346;r&#299; Caitanya Mah&#257;prabhu appeared in the mood of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the best of the gop&#299;s. Therefore, to understand the mission of Lord &#346;r&#299; Caitanya Mah&#257;prabhu and follow in His footsteps, one must very seriously follow in the footsteps of the six Gosv&#257;m&#299;s &#8212; &#346;r&#299; R&#363;pa, San&#257;tana, Bhatta Raghun&#257;tha, &#346;r&#299; J&#299;va, Gop&#257;la Bhatta and D&#257;sa Raghun&#257;tha.</P><P>&#346;r&#299; R&#363;pa Gosv&#257;m&#299; was the leader of all the Gosv&#257;m&#299;s, and to guide our activities he gave us this Upade&#347;&#257;mrita (The Nectar of Instruction) to follow. As &#346;r&#299; Caitanya Mah&#257;prabhu left behind Him the eight verses known as &#346;iksh&#257;shtaka, R&#363;pa Gosv&#257;m&#299; gave us Upade&#347;&#257;mrita so that we may become pure Vaishnavas.</P><P>In all spiritual affairs, one's first duty is to control his mind and senses. Unless one controls his mind and senses, one cannot make any advancement in spiritual life. Everyone within this material world is engrossed in the modes of passion and ignorance. One must promote himself to the platform of goodness, sattva-guna, by following the instructions of R&#363;pa Gosv&#257;m&#299;, and then everything concerning how to make further progress will be revealed.</P><P>Advancement in Krishna consciousness depends on the attitude of the follower. A follower of the Krishna consciousness movement should become a perfect gosv&#257;m&#299;. Vaishnavas are generally known as gosv&#257;m&#299;s. In Vrind&#257;vana, this is the title by which the director of each temple is known. One who wants to become a perfect devotee of Krishna must become a gosv&#257;m&#299;. Go means "the senses," and sv&#257;m&#299; means "the master." Unless one controls his senses and mind, one cannot become a gosv&#257;m&#299;. To achieve the highest success in life by becoming a gosv&#257;m&#299; and then a pure devotee of the Lord, one must follow the instructions known as Upade&#347;&#257;mrita, which have been given by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has given many other books, such as Bhakti-ras&#257;mrita-sindhu, Vidagdha-m&#257;dhava and Lalita-m&#257;dhava, but Upade&#347;&#257;mrita constitutes the first instructions for neophyte devotees. One should follow these instructions very strictly. Then it will be easier to make one's life successful. Hare Krishna.</P><P>A. C. Bhaktivedanta Swami</P><P>Vi&#347;var&#363;pa-mahotsava</P><P CLASS=n>Krishna-Balar&#257;ma Mandira</P><P CLASS=n>Ramana-reti</P><P CLASS=n>Vrind&#257;vana, India</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=379"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>