<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 53 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 53 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 53: <A CLASS=v HREF="index.htm">Krishna Kidnaps Rukmin&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.53.25</P><P CLASS=c>durbhag&#257;y&#257; na me dh&#257;t&#257;</P><P CLASS=c>n&#257;nuk&#363;lo mahe&#347;varah</P><P CLASS=c>dev&#299; v&#257; vimukh&#299; gaur&#299;</P><P CLASS=c>rudr&#257;n&#299; girij&#257; sat&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/durbhagayah">durbhag&#257;y&#257;h</A> &#8212; who is unfortunate; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; with <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/d/dhata">dh&#257;t&#257;</A> &#8212; the creator (Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anukulah">anuk&#363;lah</A> &#8212; favorably disposed; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the great Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; the goddess (his consort); <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/v/vimukhi">vimukh&#299;</A> &#8212; turned against; <A CLASS=v HREF="http://vedabase.net/g/gauri">gaur&#299;</A> &#8212; <A HREF="http://vedabase.net/g/gauri">Gaur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/r/rudrani">rudr&#257;n&#299;</A> &#8212; the wife of <A HREF="http://vedabase.net/r/rudra">Rudra</A>; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">j&#257;</A> &#8212; the adopted daughter of the Him&#257;layan mountain <A HREF="http://vedabase.net/r/range">range</A>; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; <A HREF="http://vedabase.net/s/sati">Sat&#299;</A>, who, <A HREF="http://vedabase.net/i/in">in</A> her previous life <A HREF="http://vedabase.net/a/as">as</A> the daughter of <A HREF="http://vedabase.net/d/daksa">Daksha</A>, chose <A HREF="http://vedabase.net/t/to">to</A> give up her body.</P><P CLASS=t>TRANSLATION</P><P>I am extremely unfortunate, for the creator is not favorably disposed toward me, nor is the great Lord &#346;iva. Or perhaps &#346;iva's wife, Dev&#299;, who is known as Gaur&#299;, Rudr&#257;n&#299;, Girij&#257; and Sat&#299;, has turned against me.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains that Rukmin&#299; might have thought, "Even if Krishna wanted to come, He might have been stopped on the path by the creator, Brahm&#257;, who is not favorably inclined toward me. But why should he be unfavorable? Perhaps it is Mahe&#347;vara, Lord &#346;iva, whom on some occasion I did not properly worship and who thus became angry with me. But he is Mahe&#347;vara, the great controller, so why would he be angry with such an insignificant and foolish girl as me?</P><P>"Perhaps it is &#346;iva's wife, Gaur&#299;-dev&#299;, who is displeased, though I worship her every day. Alas, alas, how have I offended her so that she has turned against me? But after all, she is Rudr&#257;n&#299;, the wife of Rudra, and her very name means 'one who makes everyone cry.' So perhaps she and &#346;iva want me to cry. But seeing that I am so miserable, about to give up my life, why don't they soften their attitude? The reason must be that Goddess Dev&#299; is Girij&#257;, an adopted daughter, so why should she be soft-hearted? In her incarnation as Sat&#299; she gave up her body, so perhaps she now wants me to give up my body also."</P><P>Thus the &#257;c&#257;rya, with realized poetic sensitivity, interprets the various names used in this verse.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>