<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 53"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 53: Krishna Kidnaps Rukmin&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.53 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.53.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thus hearing the confidential message of Princess Vaidarbh&#299;, Lord Yadunandana took the br&#257;hmana's hand and, smiling, spoke to him as follows.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.53.2</B></A>: The Supreme Lord said: Just as Rukmin&#299;'s mind is fixed on Me, My mind is fixed on her. I can't even sleep at night. I know that Rukm&#299;, out of envy, has forbidden our marriage.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.53.3</B></A>: She has dedicated herself exclusively to Me, and her beauty is flawless. I will bring her here after thrashing those worthless kings in battle, just as one brings a blazing flame out of firewood.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.53.4</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Lord Madhus&#363;dana also understood the exact lunar time for Rukmin&#299;'s wedding. Thus He told His driver, "D&#257;ruka, ready My chariot immediately."</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.53.5</B></A>: D&#257;ruka brought the Lord's chariot, yoked with the horses named &#346;aibya, Sugr&#299;va, Meghapushpa and Bal&#257;haka. He then stood before Lord Krishna with joined palms.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.53.6</B></A>: Lord &#346;auri mounted His chariot and had the br&#257;hmana do likewise. Then the Lord's swift horses took them from the &#256;narta district to Vidarbha in a single night.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.53.7</B></A>: King Bh&#299;shmaka, the master of Kundina, having succumbed to the sway of affection for his son, was about to give his daughter to &#346;i&#347;up&#257;la. The King saw to all the required preparations.</P><P CLASS=r><A CLASS=i HREF="8-9.htm"><B>SB 10.53.8-9</B></A>: The king had the main avenues, commercial roads and intersections thoroughly cleaned and then sprinkled with water, and he also had the city decorated with triumphant archways and multicolored banners on poles. The men and women of the city, arrayed in spotless raiment and anointed with fragrant sandalwood paste, wore precious necklaces, flower garlands and jeweled ornaments, and their opulent homes were filled with the aroma of aguru.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.53.10</B></A>: O King, in accordance with prescribed rituals, Mah&#257;r&#257;ja Bh&#299;shmaka worshiped the forefathers, demigods and br&#257;hmanas, feeding them all properly. Then He had the traditional mantras chanted for the well-being of the bride.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.53.11</B></A>: The bride cleaned her teeth and bathed, after which she put on the auspicious wedding necklace. Then she was dressed in brand-new upper and lower garments and adorned with most excellent jeweled ornaments.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.53.12</B></A>: The best of br&#257;hmanas chanted mantras of the Rig, S&#257;ma and Yajur Vedas for the bride's protection, and the priest learned in the Atharva Veda offered oblations to pacify the controlling planets.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.53.13</B></A>: Outstanding in his knowledge of regulative principles, the King rewarded the br&#257;hmanas with gold, silver, clothing, cows and sesame seeds mixed with raw sugar.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.53.14</B></A>: R&#257;j&#257; Damaghosha, lord of Cedi, had also engaged br&#257;hmanas expert in chanting mantras to perform all rituals necessary to assure his son's prosperity.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.53.15</B></A>: King Damaghosha traveled to Kundina accompanied by armies of elephants exuding mada, chariots hung with golden chains, and numerous cavalry and infantry soldiers.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.53.16</B></A>: Bh&#299;shmaka, the lord of Vidarbha, came out of the city and met King Damaghosha, offering him tokens of respect. Bh&#299;shmaka then settled Damaghosha in a residence especially constructed for the occasion.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.53.17</B></A>: &#346;i&#347;up&#257;la's supporters &#8212; &#346;&#257;lva, Jar&#257;sandha, Dantavakra and Vid&#363;ratha &#8212; all came, along with Paundraka and thousands of other kings.</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>SB 10.53.18-19</B></A>: To secure the bride for &#346;i&#347;up&#257;la, the kings who envied Krishna and Balar&#257;ma came to the following decision among themselves: "If Krishna comes here with Balar&#257;ma and the other Yadus to steal the bride, we shall band together and fight Him." Thus those envious kings went to the wedding with their entire armies and a full complement of military conveyances.</P><P CLASS=r><A CLASS=i HREF="20-21.htm"><B>SB 10.53.20-21</B></A>: When Lord Balar&#257;ma heard about these preparations of the inimical kings and how Lord Krishna had set off alone to steal the bride, He feared that a fight would ensue. Immersed in affection for His brother, He hurried to Kundina with a mighty army consisting of infantry and of soldiers riding on elephants, horses and chariots.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.53.22</B></A>: The lovely daughter of Bh&#299;shmaka anxiously awaited the arrival of Krishna, but when she did not see the br&#257;hmana return she thought as follows.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.53.23</B></A>: [Princess Rukmin&#299; thought:] Alas, my wedding is to take place when the night ends! How unlucky I am! Lotus-eyed Krishna does not come. I don't know why. And even the br&#257;hmana messenger has not yet returned.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.53.24</B></A>: Perhaps the faultless Lord, even while preparing to come here, saw something contemptible in me and therefore has not come to take my hand.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.53.25</B></A>: I am extremely unfortunate, for the creator is not favorably disposed toward me, nor is the great Lord &#346;iva. Or perhaps &#346;iva's wife, Dev&#299;, who is known as Gaur&#299;, Rudr&#257;n&#299;, Girij&#257; and Sat&#299;, has turned against me.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.53.26</B></A>: As she thought in this way, the young maiden, whose mind had been stolen by Krishna, closed her tear-filled eyes, remembering that there was still time.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.53.27</B></A>: O King, as the bride thus awaited the arrival of Govinda, she felt a twitch in her left thigh, arm and eye. This was a sign that something desirable would happen.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.53.28</B></A>: Just then the purest of learned br&#257;hmanas, following Krishna's order, came to see the divine Princess Rukmin&#299; within the inner chambers of the palace.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.53.29</B></A>: Noting the br&#257;hmana's joyful face and serene movements, saintly Rukmin&#299;, who could expertly interpret such symptoms, inquired from him with a pure smile.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.53.30</B></A>: The br&#257;hmana announced to her the arrival of Lord Yadunandana and relayed the Lord's promise to marry her.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.53.31</B></A>: Princess Vaidarbh&#299; was overjoyed to learn of Krishna's arrival. Not finding anything at hand suitable to offer the br&#257;hmana, she simply bowed down to him.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.53.32</B></A>: The King, upon hearing that Krishna and Balar&#257;ma had come and were eager to witness his daughter's wedding, went forth with abundant offerings to greet Them as music resounded.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.53.33</B></A>: Presenting Them with madhu-parka, new clothing and other desirable gifts, he worshiped Them according to standard rituals.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.53.34</B></A>: Generous King Bh&#299;shmaka arranged opulent accommodations for the two Lords, and also for Their army and entourage. In this way he afforded Them proper hospitality.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.53.35</B></A>: Thus it was that Bh&#299;shmaka gave all desirable things to the kings who had assembled for the occasion, honoring them as befitted their political power, age, physical prowess and wealth.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.53.36</B></A>: When the residents of Vidarbha-pura heard that Lord Krishna had come, they all went to see Him. With the cupped palms of their eyes they drank the honey of His lotus face.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.53.37</B></A>: [The people of the city said:] Rukmin&#299;, and no one else, deserves to become His wife, and He also, possessing such flawless beauty, is the only suitable husband for Princess Bhaishm&#299;.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.53.38</B></A>: May Acyuta, the creator of the three worlds, be satisfied with whatever pious work we may have done and show His mercy by taking the hand of Vaidarbh&#299;.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.53.39</B></A>: Bound by their swelling love, the city's residents spoke in this way. Then the bride, protected by guards, left the inner palace to visit the temple of Ambik&#257;.</P><P CLASS=r><A CLASS=i HREF="40-41.htm"><B>SB 10.53.40-41</B></A>: Rukmin&#299; silently went out on foot to see the lotus feet of the deity Bhav&#257;n&#299;. Accompanied by her mothers and girlfriends and protected by the King's valiant soldiers, who held their upraised weapons at the ready, she simply absorbed her mind in the lotus feet of Krishna. And all the while mrida&#324;gas, conchshells, panavas, horns and other instruments resounded.</P><P CLASS=r><A CLASS=i HREF="42-43.htm"><B>SB 10.53.42-43</B></A>: Behind the bride followed thousands of prominent courtesans bearing various offerings and presents, along with well-adorned br&#257;hmanas' wives singing and reciting prayers and bearing gifts of garlands, scents, clothing and jewelry. There were also professional singers, musicians, bards, chroniclers and heralds.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.53.44</B></A>: Upon reaching the goddess's temple, Rukmin&#299; first washed her lotus feet and hands and then sipped water for purification. Thus sanctified and peaceful, she came into the presence of mother Ambik&#257;.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 10.53.45</B></A>: The older wives of br&#257;hmanas, expert in the knowledge of rituals, led young Rukmin&#299; in offering respects to Bhav&#257;n&#299;, who appeared with her consort, Lord Bhava.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 10.53.46</B></A>: [Princess Rukmin&#299; prayed:] O mother Ambik&#257;, wife of Lord Siva, I repeatedly offer my obeisances unto you, together with your children. May Lord Krishna become my husband. Please grant this!</P><P CLASS=r><A CLASS=i HREF="47-48.htm"><B>SB 10.53.47-48</B></A>: Rukmin&#299; worshiped the goddess with water, scents, whole grains, incense, clothing, garlands, necklaces, jewelry and other prescribed offerings and gifts, and also with arrays of lamps. The married br&#257;hmana women each performed worship simultaneously with the same items, also offering savories and cakes, prepared betel nut, sacred threads, fruit and sugar-cane juice.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 10.53.49</B></A>: The ladies gave the bride the remnants of the offerings and then blessed her. She in turn bowed down to them and the deity and accepted the remnants as pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 10.53.50</B></A>: The princess then gave up her vow of silence and left the Ambik&#257; temple, holding on to a maidservant with her hand, which was adorned with a jeweled ring.</P><P CLASS=r><A CLASS=i HREF="51-55.htm"><B>SB 10.53.51-55</B></A>: Rukmin&#299; appeared as enchanting as the Lord's illusory potency, who enchants even the sober and grave. Thus the kings gazed upon her virgin beauty, her shapely waist, and her lovely face adorned with earrings. Her hips were graced with a jewel-studded belt, her breasts were just budding, and her eyes seemed apprehensive of her encroaching locks of hair. She smiled sweetly, her jasmine-bud teeth reflecting the glow of her bimba-red lips. As she walked with the motions of a royal swan, the effulgence of her tinkling ankle bells beautified her feet. Seeing her, the assembled heroes were totally bewildered. Lust tore at their hearts. Indeed, when the kings saw her broad smile and shy glance, they became stupefied, dropped their weapons and fell unconscious to the ground from their elephants, chariots and horses. On the pretext of the procession, Rukmin&#299; displayed her beauty for Krishna alone. Slowly she advanced the two moving lotus-whorls of her feet, awaiting the arrival of the Supreme Lord. With the fingernails of her left hand she pushed some strands of hair away from her face and shyly looked from the corners of her eyes at the kings standing before her. At that moment she saw Krishna. Then, while His enemies looked on, the Lord seized the princess, who was eager to mount His chariot.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 10.53.56</B></A>: Lifting the princess onto His chariot, whose flag bore the emblem of Garuda, Lord M&#257;dhava drove back the circle of kings. With Balar&#257;ma in the lead, He slowly exited, like a lion removing his prey from the midst of jackals.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 10.53.57</B></A>: The kings inimical to the Lord, headed by Jar&#257;sandha, could not tolerate this humiliating defeat. They exclaimed, "Oh, damn us! Though we are mighty archers, mere cowherds have stolen our honor, just as puny animals might steal the honor of lions!"</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>