<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 53"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 53: <A CLASS=v HREF="index.htm">Krishna Kidnaps Rukmin&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.53 Summary</P><P>This chapter describes how Lord &#346;r&#299; Krishna arrived in Kundina, the capital of Vidarbha, and kidnapped Rukmin&#299; in the presence of powerful enemies.</P><P>After Lord Krishna had heard the br&#257;hmana messenger recite Rukmin&#299;'s letter, the Lord said to him, "I am indeed attracted to Rukmin&#299;, and I know of her brother Rukm&#299;'s opposition to My marrying her. Therefore I must kidnap her after crushing all the low-class kings, just as one might generate fire from wood by friction." Since the solemnizing of vows between Rukmin&#299; and &#346;i&#347;up&#257;la was scheduled to occur in only three days, Lord Krishna had D&#257;ruka ready His chariot at once. Then He immediately set out for Vidarbha, which He reached after one night's travel.</P><P>King Bh&#299;shmaka, trapped by his affection for his son Rukm&#299;, was prepared to give his daughter to &#346;i&#347;up&#257;la. Bh&#299;shmaka saw to all the necessary preparations: he had the city decorated in various ways and had its main roads and intersections thoroughly cleansed. Damaghosha, the King of Cedi, having also done everything necessary to prepare for his son's marriage, arrived in Vidarbha. King Bh&#299;shmaka greeted him properly and gave him a place to stay. Many other kings, such as Jar&#257;sandha, &#346;&#257;lva and Dantavakra, also came to witness the occasion. These enemies of Krishna had conspired to kidnap the bride if Krishna came. They planned to fight Him together and thus guarantee &#346;i&#347;up&#257;la his bride. Hearing of these plans, Lord Baladeva gathered His entire army and quickly went to Kundinapura.</P><P>On the night before the wedding, Rukmin&#299;, about to retire, had still not seen either the br&#257;hmana or Krishna arrive. In anxiety, she cursed her bad fortune. But just then she felt her left side twitch, a good omen. Indeed, the br&#257;hmana shortly appeared and related to her what Krishna had said, including His firm promise to kidnap her.</P><P>When King Bh&#299;shmaka heard that Krishna and Balar&#257;ma had arrived, he went out to greet Them to the accompaniment of triumphant music. He worshiped the Lords with various gifts and then designated residences for Them. Thus the King showed due respect to the Lords, as he did to each of his numerous royal guests.</P><P>The people of Vidarbha, seeing Lord Krishna, remarked to one another that He alone would be a suitable husband for Rukmin&#299;. They prayed that on the strength of whatever pious credit they had, Krishna might win Rukmin&#299;'s hand.</P><P>When the time came for &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; to visit the temple of &#346;r&#299; Ambik&#257;, she proceeded there surrounded by many guards. After bowing down to the deity, Rukmin&#299; prayed to be allowed to have &#346;r&#299; Krishna as her husband. Then she took the hand of a girlfriend and left the Ambik&#257; temple. Seeing her inexpressible beauty, the great heroes present dropped their weapons and fell to the ground unconscious. Rukmin&#299; walked with deliberate steps until she noticed Krishna. Then, as everyone looked on, &#346;r&#299; Krishna took Rukmin&#299; onto His chariot. Like a lion claiming his rightful share from a band of jackals, He drove back all the opposing kings and slowly made His exit, followed by His associates. Jar&#257;sandha and the other kings, unable to bear their defeat and dishonor, loudly condemned themselves, declaring that this defamation was like a petty animal's stealing away what rightfully belongs to the lion.</P><P CLASS=l><A CLASS=i HREF="../52/44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>