<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 3 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 3 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Marriage of Sukany&#257; and Cyavana Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.3.11</P><P CLASS=c>kasyacit tv atha k&#257;lasya</P><P CLASS=c>n&#257;saty&#257;v &#257;&#347;ram&#257;gatau</P><P CLASS=c>tau p&#363;jayitv&#257; prov&#257;ca</P><P CLASS=c>vayo me dattam &#299;&#347;varau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasyacit">kasyacit</A> &#8212; after some (time); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/k/kalasya">k&#257;lasya</A> &#8212; time having passed; <A CLASS=v HREF="http://vedabase.net/n/nasatyau">n&#257;satyau</A> &#8212; the two A&#347;vin&#299;-kum&#257;ras; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; that place of <A HREF="http://vedabase.net/c/cyavana">Cyavana</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/a/agatau">&#257;gatau</A> &#8212; reached; <A CLASS=v HREF="http://vedabase.net/t/tau">tau</A> &#8212; unto those two; <A CLASS=v HREF="http://vedabase.net/p/pujayitva">p&#363;jayitv&#257;</A> &#8212; offering respectful obeisances; <A CLASS=v HREF="http://vedabase.net/p/provaca">prov&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/v/vayah">vayah</A> &#8212; youth; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/d/dattam">dattam</A> &#8212; please give; <A CLASS=v HREF="http://vedabase.net/i/isvarau">&#299;&#347;varau</A> &#8212; because you two <A HREF="http://vedabase.net/a/are">are</A> able <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/s/so">so</A>.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, some time having passed, the A&#347;vin&#299;-kum&#257;ra brothers, the heavenly physicians, happened to come to Cyavana Muni's &#257;&#347;rama. After offering them respectful obeisances, Cyavana Muni requested them to give him youthful life, for they were able to do so.</P><P CLASS=t>PURPORT</P><P>The heavenly physicians like the A&#347;vin&#299;-kum&#257;ras could give youthful life even to one who was advanced in age. Indeed, great yog&#299;s, with their mystic powers, can even bring a dead body back to life if the structure of the body is in order. We have already discussed this in connection with Bali Mah&#257;r&#257;ja's soldiers and their treatment by &#346;ukr&#257;c&#257;rya. Modern medical science has not yet discovered how to bring a dead body back to life or bring youthful energy to an old body, but from these verses we can understand that such treatment is possible if one is able to take knowledge from the Vedic information. The A&#347;vin&#299;-kum&#257;ras were expert in &#256;yur-veda, as was Dhanvantari. In every department of material science, there is a perfection to be achieved, and to achieve it one must consult the Vedic literature. The highest perfection is to become a devotee of the Lord. To attain this perfection, one must consult &#346;r&#299;mad-Bh&#257;gavatam, which is understood to be the ripe fruit of the Vedic desire tree (nigama-kalpa-taror galitam phalam [<A CLASS=v HREF="../../1/1/3.htm">SB 1.1.3</A>]).</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>