<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 3"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Marriage of Sukany&#257; and Cyavana Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.3 Summary</P><P>This chapter describes the dynasty of &#346;ary&#257;ti, another son of Manu, and also tells about Sukany&#257; and Revat&#299;.</P><P>Devajña &#346;ary&#257;ti gave instructions about what to do in the ritualistic ceremony observed on the second day of the yajña of the A&#324;girasas. One day, &#346;ary&#257;ti, along with his daughter, known as Sukany&#257;, went to the &#257;&#347;rama of Cyavana Muni. There Sukany&#257; saw two glowing substances within a hole of earthworms, and by chance she pierced those two glowing substances. As soon as she did this, blood began to ooze from that hole. Consequently, King &#346;ary&#257;ti and his companions suffered from constipation and inability to pass urine. When the King asked why circumstances had suddenly changed, he found that Sukany&#257; was the cause of this misfortune. Then they all offered prayers to Cyavana Muni just to satisfy him according to his own desire, and Devajña &#346;ary&#257;ti offered his daughter to Cyavana Muni, who was a very old man.</P><P>When the heavenly physicians the A&#347;vin&#299;-kum&#257;ra brothers once visited Cyavana Muni, the muni requested them to give him back his youth. These two physicians took Cyavana Muni to a particular lake, in which they bathed and regained full youth. After this, Sukany&#257; could not distinguish her husband. She then surrendered unto the A&#347;vin&#299;-kum&#257;ras, who were very satisfied with her chastity and who therefore introduced her again to her husband. Cyavana Muni then engaged King &#346;ary&#257;ti in performing the soma-yajña and gave the A&#347;vin&#299;-kum&#257;ras the privilege to drink soma-rasa. The King of heaven, Lord Indra, became very angry at this, but he could do no harm to &#346;ary&#257;ti. Henceforward, the A&#347;vin&#299;-kum&#257;ra physicians were able to share in the soma-rasa.</P><P>&#346;ary&#257;ti later had three sons, named Utt&#257;nabarhi, &#256;narta and Bh&#363;rishena. &#256;narta had one son, whose name was Revata. Revata had one hundred sons, of whom the eldest was Kakudm&#299;. Kakudm&#299; was advised by Lord Brahm&#257; to offer his beautiful daughter, Revat&#299;, to Baladeva, who belongs to the vishnu-tattva category. After doing this, Kakudm&#299; retired from family life and entered the forest of Badarik&#257;&#347;rama to execute austerities and penances.</P><P CLASS=l><A CLASS=i HREF="../2/35-36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>