<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.1</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>tatah par&#299;kshid dvija-varya-&#347;ikshay&#257;</P><P CLASS=c>mah&#299;m mah&#257;-bh&#257;gavatah &#347;a&#347;&#257;sa ha</P><P CLASS=c>yath&#257; hi s&#363;ty&#257;m abhij&#257;ta-kovid&#257;h</P><P CLASS=c>sam&#257;di&#347;an vipra mahad-gunas tath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/p/pariksit">par&#299;kshit</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; the great twice-born br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/siksaya">&#347;ikshay&#257;</A> &#8212; by their instructions; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the great devotee; <A CLASS=v HREF="http://vedabase.net/s/sasasa">&#347;a&#347;&#257;sa</A> &#8212; ruled; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they told <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sutyam">s&#363;ty&#257;m</A> &#8212; at the time of his birth; <A CLASS=v HREF="http://vedabase.net/a/abhijata">abhij&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/kovidah">kovid&#257;h</A> &#8212; expert astrologers at the time of birth; <A CLASS=v HREF="http://vedabase.net/s/samadisan">sam&#257;di&#347;an</A> &#8212; gave their opinions; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; great qualities; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; true <A HREF="http://vedabase.net/t/to">to</A> that.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: O learned br&#257;hmanas, Mah&#257;r&#257;ja Par&#299;kshit then began to rule over the world as a great devotee of the Lord under the instructions of the best of the twice-born br&#257;hmanas. He ruled by those great qualities which were foretold by expert astrologers at the time of his birth.</P><P CLASS=t>PURPORT</P><P>At the time of Mah&#257;r&#257;ja Par&#299;kshit's birth, the expert astrologer-br&#257;hmanas foretold some of his qualities. Mah&#257;r&#257;ja Par&#299;kshit developed all those qualities, being a great devotee of the Lord. The real qualification is to become a devotee of the Lord, and gradually all the good qualities worthy of possession develop. Mah&#257;r&#257;ja Par&#299;kshit was a mah&#257;-bh&#257;gavata, or a first-class devotee, who was not only well versed in the science of devotion but also able to convert others to become devotees by his transcendental instructions. Mah&#257;r&#257;ja Par&#299;kshit was, therefore, a devotee of the first order, and thus he used to consult great sages and learned br&#257;hmanas, who could advise him by the &#347;&#257;stras how to execute the state administration. Such great kings were more responsible than modern elected executive heads because they obliged the great authorities by following their instructions left in Vedic literatures. There was no need for impractical fools to enact daily a new legislative bill and to conveniently alter it again and again to serve some purpose. The rules and regulations were already set forth by great sages like Manu, Y&#257;jñavalkya, Par&#257;&#347;ara and other liberated sages, and the enactments were all suitable for all ages in all places. Therefore the rules and regulations were standard and without flaw or defect. Kings like Mah&#257;r&#257;ja Par&#299;kshit had their council of advisers, and all the members of that council were either great sages or br&#257;hmanas of the first order. They did not accept any salary, nor had they any necessity for such salaries. The state would get the best advice without expenditure. They were themselves sama-dar&#347;&#299;, equal to everyone, both man and animal. They would not advise the king to give protection to man and instruct him to kill the poor animals. Such council members were not fools or representatives to compose a fool's paradise. They were all self-realized souls, and they knew perfectly well how all living beings in the state would be happy, both in this life and in the next. They were not concerned with the hedonistic philosophy of eat, drink, be merry and enjoy. They were philosophers in the real sense, and they knew well what is the mission of human life. Under all these obligations, the advisory council of the king would give correct directions, and the king or executive head, being himself a qualified devotee of the Lord, would scrutinizingly follow them for the welfare of the state. The state in the days of Mah&#257;r&#257;ja Yudhishthira or Mah&#257;r&#257;ja Par&#299;kshit was a welfare state in the real sense of the term because no one was unhappy in that state, be he man or animal. Mah&#257;r&#257;ja Par&#299;kshit was an ideal king for a welfare state of the world.</P><P CLASS=l><A CLASS=i HREF="../15/51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>