<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.10</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>yad&#257; par&#299;kshit kuru-j&#257;&#324;gale 'vasat</P><P CLASS=c>kalim pravishtam nija-cakravartite</P><P CLASS=c>ni&#347;amya v&#257;rt&#257;m anatipriy&#257;m tatah</P><P CLASS=c>&#347;ar&#257;sanam samyuga-&#347;aundir &#257;dade</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/p/pariksit">par&#299;kshit</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/j/jangale">j&#257;&#324;gale</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the capital of <A HREF="http://vedabase.net/k/kuru">Kuru</A>'s empire; <A CLASS=v HREF="http://vedabase.net/a/avasat">avasat</A> &#8212; was residing; <A CLASS=v HREF="http://vedabase.net/k/kalim">kalim</A> &#8212; the symptoms of the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/p/pravistam">pravishtam</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/c/cakravartite">cakravartite</A> &#8212; within his jurisdiction; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; thus hearing; <A CLASS=v HREF="http://vedabase.net/v/vartam">v&#257;rt&#257;m</A> &#8212; news; <A CLASS=v HREF="http://vedabase.net/a/anati">anati</A>-<A CLASS=v HREF="http://vedabase.net/p/priyam">priy&#257;m</A> &#8212; not very palatable; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/sarasanam">&#347;ar&#257;sanam</A> &#8212; arrows and bow; <A CLASS=v HREF="http://vedabase.net/s/samyuga">samyuga</A> &#8212; having gotten <A HREF="http://vedabase.net/a/a">a</A> chance for; <A CLASS=v HREF="http://vedabase.net/s/saundih">&#347;aundih</A> &#8212; martial activities; <A CLASS=v HREF="http://vedabase.net/a/adade">&#257;dade</A> &#8212; took up.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: While Mah&#257;r&#257;ja Par&#299;kshit was residing in the capital of the Kuru empire, the symptoms of the age of Kali began to infiltrate within the jurisdiction of his state. When he learned about this, he did not think the matter very palatable. This did, however, give him a chance to fight. He took up his bow and arrows and prepared himself for military activities.</P><P CLASS=t>PURPORT</P><P>The state administration of Mah&#257;r&#257;ja Par&#299;kshit was so perfect that he was sitting in his capital peacefully. But he got the news that the symptoms of the age of Kali had already infiltrated into the jurisdiction of his state, and he did not like this news. What are the symptoms of the age of Kali? They are (1) illicit connection with women, (2) indulgence in meat-eating, (3) intoxication and (4) taking pleasure in gambling. The age of Kali literally means the age of quarrel, and the abovementioned four symptoms in human society are the root causes for all kinds of quarrel. Mah&#257;r&#257;ja Par&#299;kshit heard that some of the people of the state had already taken to those symptoms, and he wanted to take immediate steps against such causes of unrest. This means that at least up to the regime of Mah&#257;r&#257;ja Par&#299;kshit, such symptoms of public life were practically unknown, and as soon as they were slightly detected, he wanted to root them out. The news was not palatable for him, but in a way it was, because Mah&#257;r&#257;ja Par&#299;kshit got a chance to fight. There was no need to fight with small states because everyone was peacefully under his subordination, but the Kali-yuga miscreants gave his fighting spirit a chance for exhibition. A perfect kshatriya king is always jubilant as soon as he gets a chance to fight, just as a sportsman is eager when there is a chance for a sporting match. It is no argument that in the age of Kali such symptoms are predestined. If so, then why was there preparation for fighting out such symptoms? Such arguments are offered by lazy and unfortunate men. In the rainy season, rain is predestined, and yet people take precautions to protect themselves. Similarly, in the age of Kali the symptoms as above mentioned are sure to infiltrate into social life, but it is the duty of the state to save the citizens from the association of the agents of the age of Kali. Mah&#257;r&#257;ja Par&#299;kshit wanted to punish the miscreants indulging in the symptoms of Kali, and thus save the innocent citizens who were pure in habit by culture of religion. It is the duty of the king to give such protection, and Mah&#257;r&#257;ja Par&#299;kshit was perfectly right when he prepared himself to fight.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>