<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.12</P><P CLASS=c>bhadr&#257;&#347;vam ketum&#257;lam ca</P><P CLASS=c>bh&#257;ratam cottar&#257;n kur&#363;n</P><P CLASS=c>kimpurush&#257;d&#299;ni varsh&#257;ni</P><P CLASS=c>vijitya jagrihe balim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhadrasvam">bhadr&#257;&#347;vam</A> &#8212; <A HREF="http://vedabase.net/b/bhadrasva">Bhadr&#257;&#347;va</A>; <A CLASS=v HREF="http://vedabase.net/k/ketumalam">ketum&#257;lam</A> &#8212; <A HREF="http://vedabase.net/k/ketumala">Ketum&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bh&#257;ratam</A> &#8212; <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/uttaran">uttar&#257;n</A> &#8212; the northern countries; <A CLASS=v HREF="http://vedabase.net/k/kurun">kur&#363;n</A> &#8212; the kingdom of the <A HREF="http://vedabase.net/k/kuru">Kuru</A> dynasty; <A CLASS=v HREF="http://vedabase.net/k/kimpurusa">kimpurusha</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> country beyond the northern side of the Himalayas; <A CLASS=v HREF="http://vedabase.net/v/varsani">varsh&#257;ni</A> &#8212; parts of the earth planet; <A CLASS=v HREF="http://vedabase.net/v/vijitya">vijitya</A> &#8212; conquering; <A CLASS=v HREF="http://vedabase.net/j/jagrhe">jagrihe</A> &#8212; exacted; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; strength.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit then conquered all parts of the earthly planet &#8212; Bhadr&#257;&#347;va, Ketum&#257;la, Bh&#257;rata, the northern Kuru, Kimpurusha, etc. &#8212; and exacted tributes from their respective rulers.</P><P CLASS=t>PURPORT</P><P>Bhadr&#257;&#347;va: It is a tract of land near Meru Parvata, and it extends from Gandha-m&#257;dana Parvata to the saltwater ocean. There is a description of this varsha in the Mah&#257;bh&#257;rata (Bh&#299;shma-parva <A CLASS=v HREF="http://vedabase.net/todo/parva7/14">7.14-18</A>). The description was narrated by Sañjaya to Dhritar&#257;shtra.</P><P>Mah&#257;r&#257;ja Yudhishthira also conquered this varsha, and thus the province was included within the jurisdiction of his empire. Mah&#257;r&#257;ja Par&#299;kshit was formerly declared to be the emperor of all lands ruled by his grandfather, but still he had to establish his supremacy while he was out of his capital to exact tribute from such states.</P><P>Ketum&#257;la: This earth planet is divided into seven dv&#299;pas by seven oceans, and the central dv&#299;pa, called Jamb&#363;dv&#299;pa, is divided into nine varshas, or parts, by eight huge mountains. Bh&#257;rata-varsha is one of the above-mentioned nine varshas, and Ketum&#257;la is also described as one of the above varshas. It is said that in Ketum&#257;la varsha, women are the most beautiful. This varsha was conquered by Arjuna also. A description of this part of the world is available in the Mah&#257;bh&#257;rata (Sabh&#257; <A CLASS=v HREF="http://vedabase.net/todo/sabha28/6">28.6</A>).</P><P>It is said that this part of the world is situated on the western side of the Meru Parvata, and inhabitants of this province used to live up to ten thousand years (Bh&#299;shma-parva <A CLASS=v HREF="http://vedabase.net/todo/parva6/31">6.31</A>). Human beings living in this part of the globe are of golden color, and the women resemble the angels of heaven. The inhabitants are free from all kinds of diseases and grief.</P><P>Bh&#257;rata-varsha: This part of the world is also one of the nine varshas of the Jamb&#363;dv&#299;pa. A description of Bh&#257;rata-varsha is given in the Mah&#257;bh&#257;rata (Bh&#299;shma-parva, Chapters 9 and 10).</P><P>In the center of Jamb&#363;dv&#299;pa is Il&#257;vrita-varsha, and south of Il&#257;vrita-varsha is Hari-varsha. The description of these varshas is given in the Mah&#257;bh&#257;rata (Sabh&#257;-parva <A CLASS=v HREF="http://vedabase.net/todo/parva28/7">28.7-8</A>) as follows:</P><P>nagar&#257;m&#347; ca van&#257;m&#347; caiva</P><P CLASS=n>nad&#299;&#347; ca vimalodak&#257;h</P><P CLASS=n>purush&#257;n deva-kalp&#257;m&#347; ca</P><P CLASS=n>n&#257;r&#299;&#347; ca priya-dar&#347;an&#257;h</P><P CLASS=n>adrishta-p&#363;rv&#257;n subhag&#257;n</P><P CLASS=n>sa dadar&#347;a dhanañjayah</P><P CLASS=n>sadan&#257;ni ca &#347;ubhr&#257;ni</P><P CLASS=n>n&#257;r&#299;&#347; c&#257;psaras&#257;m nibh&#257;h</P><P>It is mentioned here that the women in both these varshas are beautiful, and some of them are equal to the Apsar&#257;s, or heavenly women.</P><P>Uttarakuru: According to Vedic geography the northernmost portion of Jamb&#363;dv&#299;pa is called Uttarakuru-varsha. It is surrounded by the saltwater ocean from three sides and divided by &#346;ri&#324;gav&#257;n Mountain from the Hiranmaya-varsha.</P><P>Kimpurusha-varsha: It is stated to be situated north of the great Himalaya Mountain, which is eighty thousand miles in length and height and which covers sixteen thousand miles in width. These parts of the world were also conquered by Arjuna (Sabh&#257; <A CLASS=v HREF="http://vedabase.net/todo/sabha28/1">28.1-2</A>). The Kimpurushas are descendants of a daughter of Daksha. When Mah&#257;r&#257;ja Yudhishthira performed a horse sacrifice yajña, the inhabitants of these countries were also present to take part in the festival, and they paid tributes to the Emperor. This part of the world is called Kimpurusha-varsha, or sometimes the Himalayan provinces (Himavat&#299;). It is said that &#346;ukadeva Gosv&#257;m&#299; was born in these Himalayan provinces and that he came to Bh&#257;rata-varsha after crossing the Himalayan countries.</P><P>In other words, Mah&#257;r&#257;ja Par&#299;kshit conquered all the world. He conquered all the continents adjoining all the seas and oceans in all directions, namely the eastern, western, northern and southern parts of the world.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13-15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>