<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verses 13-15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verses 13-15"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.13-15</P><P CLASS=c>tatra tatropa&#347;rinv&#257;nah</P><P CLASS=c>sva-p&#363;rvesh&#257;m mah&#257;tman&#257;m</P><P CLASS=c>prag&#299;yam&#257;nam ca ya&#347;ah</P><P CLASS=c>krishna-m&#257;h&#257;tmya-s&#363;cakam</P><P CLASS=c>&#257;tm&#257;nam ca paritr&#257;tam</P><P CLASS=c>a&#347;vatth&#257;mno 'stra-tejasah</P><P CLASS=c>sneham ca vrishni-p&#257;rth&#257;n&#257;m</P><P CLASS=c>tesh&#257;m bhaktim ca ke&#347;ave</P><P CLASS=c>tebhyah parama-santushtah</P><P CLASS=c>pr&#299;ty-ujjrimbhita-locanah</P><P CLASS=c>mah&#257;-dhan&#257;ni v&#257;s&#257;msi</P><P CLASS=c>dadau h&#257;r&#257;n mah&#257;-man&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; everywhere the King visited; <A CLASS=v HREF="http://vedabase.net/u/upasrnvanah">upa&#347;rinv&#257;nah</A> &#8212; continuously <A HREF="http://vedabase.net/h/he">he</A> heard; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/purvesam">p&#363;rvesh&#257;m</A> &#8212; about his own forefathers; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; who were all great devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pragiyamanam">prag&#299;yam&#257;nam</A> &#8212; unto those who were thus addressing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mahatmya">m&#257;h&#257;tmya</A> &#8212; glorious acts; <A CLASS=v HREF="http://vedabase.net/s/sucakam">s&#363;cakam</A> &#8212; indicating; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; his personal self; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/paritratam">paritr&#257;tam</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/a/asvatthamnah">a&#347;vatth&#257;mnah</A> &#8212; of <A HREF="http://vedabase.net/a/asvatthama">A&#347;vatth&#257;m&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; weapon; <A CLASS=v HREF="http://vedabase.net/t/tejasah">tejasah</A> &#8212; powerful rays; <A CLASS=v HREF="http://vedabase.net/s/sneham">sneham</A> &#8212; affection; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vrsni">vrishni</A>-<A CLASS=v HREF="http://vedabase.net/p/parthanam">p&#257;rth&#257;n&#257;m</A> &#8212; between descendants of <A HREF="http://vedabase.net/v/vrsni">Vrishni</A> and those of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kesave">ke&#347;ave</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; unto them; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; extremely; <A CLASS=v HREF="http://vedabase.net/s/santustah">santushtah</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/u/ujjrmbhita">ujjrimbhita</A> &#8212; pleasingly open; <A CLASS=v HREF="http://vedabase.net/l/locanah">locanah</A> &#8212; one who has such eyes; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanani">dhan&#257;ni</A> &#8212; valuable riches; <A CLASS=v HREF="http://vedabase.net/v/vasamsi">v&#257;s&#257;msi</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/d/dadau">dadau</A> &#8212; gave <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/h/haran">h&#257;r&#257;n</A> &#8212; necklace; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; one who has <A HREF="http://vedabase.net/a/a">a</A> broader outlook.</P><P CLASS=t>TRANSLATION</P><P>Wherever the King visited, he continuously heard the glories of his great forefathers, who were all devotees of the Lord, and also of the glorious acts of Lord Krishna. He also heard how he himself had been protected by the Lord from the powerful heat of the weapon of A&#347;vatth&#257;m&#257;. People also mentioned the great affection between the descendants of Vrishni and Prith&#257; due to the latter's great devotion to Lord Ke&#347;ava. The King, being very pleased with the singers of such glories, opened his eyes in great satisfaction. Out of magnanimity he was pleased to award them very valuable necklaces and clothing.</P><P CLASS=t>PURPORT</P><P>Kings and great personalities of the state are presented with welcome addresses. This is a system from time immemorial, and Mah&#257;r&#257;ja Par&#299;kshit, since he was one of the well-known emperors of the world, was also presented with addresses of welcome in all parts of the world as he visited those places. The subject matter of those welcome addresses was Krishna. Krishna means Krishna and His eternal devotees, as the king means the king and his confidential associates.</P><P>Krishna and His unalloyed devotees cannot be separated, and therefore glorifying the devotee means glorifying the Lord and vice versa. Mah&#257;r&#257;ja Par&#299;kshit would not have been glad to hear about the glories of his forefathers like Mah&#257;r&#257;ja Yudhishthira and Arjuna had they not been connected with the acts of Lord Krishna. The Lord descends specifically to deliver His devotees (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m). The devotees are glorified by the presence of the Lord because they cannot live for a moment without the presence of the Lord and His different energies. The Lord is present for the devotee by His acts and glories, and therefore Mah&#257;r&#257;ja Par&#299;kshit felt the presence of the Lord when He was glorified by His acts, especially when he was saved by the Lord in the womb of his mother. The devotees of the Lord are never in danger, but in the material world which is full of dangers at every step, the devotees are apparently placed into dangerous positions, and when they are saved by the Lord, the Lord is glorified. Lord Krishna would not have been glorified as the speaker of the Bhagavad-g&#299;t&#257; had His devotees like the P&#257;ndavas not been entangled in the Battlefield of Kurukshetra. All such acts of the Lord were mentioned in the addresses of welcome, and Mah&#257;r&#257;ja Par&#299;kshit, in full satisfaction, rewarded those who presented such addresses. The difference between the presentation of welcome addresses today and in those days is that formerly the welcome addresses were presented to a person like Mah&#257;r&#257;ja Par&#299;kshit. The welcome addresses were full of facts and figures, and those who presented such addresses were sufficiently rewarded, whereas in the present days the welcome addresses are presented not always with factual statements but to please the postholder, and often they are full of flattering lies. And rarely are those who present such welcome addresses rewarded by the poor receiver.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>