<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.2</P><P CLASS=c>sa uttarasya tanay&#257;m</P><P CLASS=c>upayema ir&#257;vat&#299;m</P><P CLASS=c>janamejay&#257;d&#299;m&#347; caturas</P><P CLASS=c>tasy&#257;m utp&#257;dayat sut&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/u/uttarasya">uttarasya</A> &#8212; of King <A HREF="http://vedabase.net/u/uttara">Uttara</A>; <A CLASS=v HREF="http://vedabase.net/t/tanayam">tanay&#257;m</A> &#8212; daughter; <A CLASS=v HREF="http://vedabase.net/u/upayeme">upayeme</A> &#8212; married; <A CLASS=v HREF="http://vedabase.net/i/iravatim">ir&#257;vat&#299;m</A> &#8212; <A HREF="http://vedabase.net/i/iravati">Ir&#257;vat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/j/janamejaya">janamejaya</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; headed by <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/j/janamejaya">Janamejaya</A>; <A CLASS=v HREF="http://vedabase.net/c/caturah">caturah</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> her; <A CLASS=v HREF="http://vedabase.net/u/utpadayat">utp&#257;dayat</A> &#8212; begot; <A CLASS=v HREF="http://vedabase.net/s/sutan">sut&#257;n</A> &#8212; sons.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit married the daughter of King Uttara and begot four sons, headed by Mah&#257;r&#257;ja Janamejaya.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Uttara was the son of Vir&#257;ta and maternal uncle of Mah&#257;r&#257;ja Par&#299;kshit. Ir&#257;vat&#299;, being the daughter of Mah&#257;r&#257;ja Uttara, was the cousin-sister of Mah&#257;r&#257;ja Par&#299;kshit, but cousin-brothers and -sisters were allowed to get married if they did not belong to the same gotra, or family. In the Vedic system of marriage, the importance of the gotra, or family, was stressed. Arjuna also married Subhadr&#257;, although she was his maternal cousin-sister.</P><P>Janamejaya: One of the r&#257;jarshi kings and the famous son of Mah&#257;r&#257;ja Par&#299;kshit. His mother's name was Ir&#257;vat&#299;, or according to some, M&#257;dravat&#299;. Mah&#257;r&#257;ja Janamejaya begot two sons of the names Jñ&#257;t&#257;n&#299;ka and &#346;a&#324;kukarna. He celebrated several sacrifices in the Kurukshetra pilgrimage site, and he had three younger brothers named &#346;rutasena, Ugrasena and Bh&#299;masena II. He invaded Takshal&#257; (Ajanta), and he decided to avenge the unlawful curse upon his great father, Mah&#257;r&#257;ja Par&#299;kshit. He performed a great sacrifice called Sarpa-yajña, to kill the race of serpents, including the takshaka, which had bitten his father to death. On request from many influential demigods and sages, he had to change his decision to kill the race of snakes, but despite stopping the sacrifice, he satisfied everyone concerned in the sacrifice by rewarding them properly. In the ceremony, Mah&#257;muni Vy&#257;sadeva also was present, and he personally narrated the history of the Battle of Kurukshetra before the King. Later on by the order of Vy&#257;sadeva, his disciple Vai&#347;amp&#257;yana narrated before the King the subject matter of Mah&#257;bh&#257;rata. He was much affected by his great father's untimely death and was very anxious to see him again, and he expressed his desire before the great sage Vy&#257;sadeva. Vy&#257;sadeva also fulfilled his desire. His father was present before him, and he worshiped both his father and Vy&#257;sadeva with great respect and pomp. Being fully satisfied, he most munificently gave charities to the br&#257;hmanas present at the sacrifice.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>