<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.21</P><P CLASS=c>arakshyam&#257;n&#257;h striya urvi b&#257;l&#257;n</P><P CLASS=c>&#347;ocasy atho purush&#257;dair iv&#257;rt&#257;n</P><P CLASS=c>v&#257;cam dev&#299;m brahma-kule kukarmany</P><P CLASS=c>abrahmanye r&#257;ja-kule kul&#257;gry&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/araksyamanah">arakshyam&#257;n&#257;h</A> &#8212; unprotected; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/u/urvi">urvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/b/balan">b&#257;l&#257;n</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/s/socasi">&#347;ocasi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> feeling compassion; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> such; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/adaih">&#257;daih</A> &#8212; by men; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/a/artan">&#257;rt&#257;n</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> unhappy; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;cam</A> &#8212; vocabulary; <A CLASS=v HREF="http://vedabase.net/d/devim">dev&#299;m</A> &#8212; the goddess; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/k/kule">kule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the family of the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kukarmani">kukarmani</A> &#8212; acts against the principles of religion; <A CLASS=v HREF="http://vedabase.net/a/abrahmanye">abrahmanye</A> &#8212; persons against the brahminical culture; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/k/kule">kule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the administrative family; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/a/agryan">agry&#257;n</A> &#8212; most of all the families (the br&#257;hmanas).</P><P CLASS=t>TRANSLATION</P><P>Are you feeling compunction for the unhappy women and children who are left forlorn by unscrupulous persons? Or are you unhappy because the goddess of learning is being handled by br&#257;hmanas addicted to acts against the principles of religion? Or are you sorry to see that the br&#257;hmanas have taken shelter of administrative families that do not respect brahminical culture?</P><P CLASS=t>PURPORT</P><P>In the age of Kali, the women and the children, along with br&#257;hmanas and cows, will be grossly neglected and left unprotected. In this age illicit connection with women will render many women and children uncared for. Circumstantially, the women will try to become independent of the protection of men, and marriage will be performed as a matter of formal agreement between man and woman. In most cases, the children will not be taken care of properly. The br&#257;hmanas are traditionally intelligent men, and thus they will be able to pick up modern education to the topmost rank, but as far as moral and religious principles are concerned, they shall be the most fallen. Education and bad character go ill together, but such things will run parallel. The administrative heads as a class will condemn the tenets of Vedic wisdom and will prefer to conduct a so-called secular state, and the so-called educated br&#257;hmanas will be purchased by such unscrupulous administrators. Even a philosopher and writer of many books on religious principles may also accept an exalted post in a government which denies all the moral codes of the &#347;&#257;stras. The br&#257;hmanas are specifically restricted from accepting such service. But in this age they will not only accept service, but they will do so even if it is of the meanest quality. These are some of the symptoms of the Kali age which are harmful to the general welfare of human society.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>