<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.22</P><P CLASS=c>kim kshatra-bandh&#363;n kalinopasrisht&#257;n</P><P CLASS=c>r&#257;shtr&#257;ni v&#257; tair avaropit&#257;ni</P><P CLASS=c>itas tato v&#257;&#347;ana-p&#257;na-v&#257;sah-</P><P CLASS=c>sn&#257;na-vyav&#257;yonmukha-j&#299;va-lokam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/k/ksatra">kshatra</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhun">bandh&#363;n</A> &#8212; the unworthy administrators; <A CLASS=v HREF="http://vedabase.net/k/kalina">kalin&#257;</A> &#8212; by the influence of the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/u/upasrstan">upasrisht&#257;n</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/r/rastrani">r&#257;shtr&#257;ni</A> &#8212; state affairs; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/a/avaropitani">avaropit&#257;ni</A> &#8212; <A HREF="http://vedabase.net/p/put">put</A> into disorder; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/asana">a&#347;ana</A> &#8212; accepting foodstuff; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;na</A> &#8212; drink; <A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;sah</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; bath; <A CLASS=v HREF="http://vedabase.net/v/vyavaya">vyav&#257;ya</A> &#8212; sexual intercourse; <A CLASS=v HREF="http://vedabase.net/u/unmukha">unmukha</A> &#8212; inclined; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; human society.</P><P CLASS=t>TRANSLATION</P><P>The so-called administrators are now bewildered by the influence of this age of Kali, and thus they have put all state affairs into disorder. Are you now lamenting this disorder? Now the general populace does not follow the rules and regulations for eating, sleeping, drinking, mating, etc., and they are inclined to perform such anywhere and everywhere. Are you unhappy because of this?</P><P CLASS=t>PURPORT</P><P>There are some necessities of life on a par with those of the lower animals, and they are eating, sleeping, fearing and mating. These bodily demands are for both the human beings and the animals. But the human being has to fulfill such desires not like animals, but like a human being. A dog can mate with a bitch before the public eyes without hesitation, but if a human being does so the act will be considered a public nuisance, and the person will be criminally prosecuted. Therefore for the human being there are some rules and regulations, even for fulfilling common demands. The human society avoids such rules and regulations when it is bewildered by the influence of the age of Kali. In this age, people are indulging in such necessities of life without following the rules and regulations, and this deterioration of social and moral rules is certainly lamentable because of the harmful effects of such beastly behavior. In this age, the fathers and the guardians are not happy with the behavior of their wards. They should know that so many innocent children are victims of bad association awarded by the influence of this age of Kali. We know from &#346;r&#299;mad-Bh&#257;gavatam that Aj&#257;mila, an innocent son of a br&#257;hmana, was walking down a road and saw a &#347;&#363;dra pair sexually embracing. This attracted the boy, and later on the boy became a victim of all debaucheries. From a pure br&#257;hmana, he fell down to the position of a wretched urchin, and it was all due to bad association. There was but one victim like Aj&#257;mila in those days, but in this age of Kali the poor innocent students are daily victims of cinemas which attract men only for sex indulgence. The so-called administrators are all untrained in the affairs of a kshatriya. The kshatriyas are meant for administration, as the br&#257;hmanas are meant for knowledge and guidance. The word kshatra-bandhu refers to the so-called administrators or persons promoted to the post of the administrator without proper training by culture and tradition. Nowadays they are promoted to such exalted posts by the votes of the people who are themselves fallen in the rules and regulations of life. How can such people select a proper man when they are themselves fallen in the standard of life? Therefore, by the influence of the age of Kali, everywhere, politically, socially or religiously, everything is topsy-turvy, and therefore for the sane man it is all regrettable.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>