<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.23</P><P CLASS=c>yadv&#257;mba te bh&#363;ri-bhar&#257;vat&#257;ra-</P><P CLASS=c>krit&#257;vat&#257;rasya harer dharitri</P><P CLASS=c>antarhitasya smarat&#299; visrisht&#257;</P><P CLASS=c>karm&#257;ni nirv&#257;na-vilambit&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadva">yadv&#257;</A> &#8212; that may be; <A CLASS=v HREF="http://vedabase.net/a/amba">amba</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mother; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; heavy; <A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A> &#8212; load; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; decreasing the load; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/a/avatarasya">avat&#257;rasya</A> &#8212; one who incarnated; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dharitri">dharitri</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> earth; <A CLASS=v HREF="http://vedabase.net/a/antarhitasya">antarhitasya</A> &#8212; of Him who is now out of sight; <A CLASS=v HREF="http://vedabase.net/s/smarati">smarat&#299;</A> &#8212; while thinking of; <A CLASS=v HREF="http://vedabase.net/v/visrsta">visrisht&#257;</A> &#8212; all that were performed; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A> &#8212; salvation; <A CLASS=v HREF="http://vedabase.net/v/vilambitani">vilambit&#257;ni</A> &#8212; that which entails.</P><P CLASS=t>TRANSLATION</P><P>O mother earth, the Supreme Personality of Godhead, Hari, incarnated Himself as Lord &#346;r&#299; Krishna just to unload your heavy burden. All His activities here are transcendental, and they cement the path of liberation. You are now bereft of His presence. You are probably now thinking of those activities and feeling sorry in their absence.</P><P CLASS=t>PURPORT</P><P>The activities of the Lord include liberation, but they are more relishable than the pleasure derived from nirv&#257;na, or liberation. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the word used here is nirv&#257;na-vilambit&#257;ni, that which minimizes the value of liberation. To attain nirv&#257;na, liberation, one has to undergo a severe type of tapasya, austerity, but the Lord is so merciful that He incarnates to diminish the burden of the earth. Simply by remembering such activities, one can defy the pleasure derived from nirv&#257;na and reach the transcendental abode of the Lord to associate with Him, eternally engaged in His blissful loving service.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>