<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.31</P><P CLASS=c>&#257;tm&#257;nam c&#257;nu&#347;oc&#257;mi</P><P CLASS=c>bhavantam c&#257;marottamam</P><P CLASS=c>dev&#257;n pitrin rish&#299;n s&#257;dh&#363;n</P><P CLASS=c>sarv&#257;n varn&#257;ms tath&#257;&#347;ram&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anusocami">anu&#347;oc&#257;mi</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/b/bhavantam">bhavantam</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; the best amongst the demigods; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; about the demigods; <A CLASS=v HREF="http://vedabase.net/p/pitrn">pitrin</A> &#8212; about the denizens of the <A HREF="http://vedabase.net/p/pitrloka">Pitriloka</A> planet; <A CLASS=v HREF="http://vedabase.net/r/rsin">rish&#299;n</A> &#8212; about the sages; <A CLASS=v HREF="http://vedabase.net/s/sadhun">s&#257;dh&#363;n</A> &#8212; about the devotees; <A CLASS=v HREF="http://vedabase.net/s/sarvan">sarv&#257;n</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/v/varnan">varn&#257;n</A> &#8212; sections; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also; <A CLASS=v HREF="http://vedabase.net/a/asraman">&#257;&#347;ram&#257;n</A> &#8212; orders of human society.</P><P CLASS=t>TRANSLATION</P><P>I am thinking about myself and also, O best amongst the demigods, about you, as well as about all the demigods, sages, denizens of Pitriloka, devotees of the Lord and all men obedient to the system of varna and &#257;&#347;rama in human society.</P><P CLASS=t>PURPORT</P><P>To effect the perfection of human life there is cooperation between men and demigods, sages, denizens of the Pitriloka, devotees of the Lord and the scientific system of varna and &#257;&#347;rama orders of life. The distinction between human life and animal life therefore begins with the scientific system of varna and &#257;&#347;rama, guided by the experience of the sages in relation with the demigods, gradually rising to the summit of reestablishing our eternal relation with the Supreme Absolute Truth, the Personality of Godhead, Lord &#346;r&#299; Krishna. When God-made varn&#257;&#347;rama-dharma, which is strictly meant for developing animal consciousness into human consciousness and human consciousness into godly consciousness, is broken by advancement of foolishness, the whole system of peaceful and progressive life is at once disturbed. In the age of Kali, the first attack of the venomous snake strikes against the God-made varn&#257;&#347;rama-dharma, and thus a person properly qualified as a br&#257;hmana is called a &#347;&#363;dra, and a &#347;&#363;dra by qualification is passing as a br&#257;hmana, all on a false birthright claim. To become a br&#257;hmana by a birthright claim is not at all bona fide, although it may be a fulfillment of one of the conditions. But the real qualification of a br&#257;hmana is to control the mind and the senses, and to cultivate tolerance, simplicity, cleanliness, knowledge, truthfulness, devotion and faith in the Vedic wisdom. In the present age, consideration of the necessary qualification is being neglected, and the false birthright claim is being supported even by a popular, sophisticated poet, the author of R&#257;ma-carita-m&#257;nasa.</P><P>This is all due to the influence of the age of Kali. Thus mother earth, represented as a cow, was lamenting the regrettable condition.</P><P CLASS=l><A CLASS=i HREF="26-30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32-33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>