<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verses 32-33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verses 32-33"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.32-33</P><P CLASS=c>brahm&#257;dayo bahu-titham yad-ap&#257;&#324;ga-moksha-</P><P CLASS=c>k&#257;m&#257;s tapah samacaran bhagavat-prapann&#257;h</P><P CLASS=c>s&#257; &#347;r&#299;h sva-v&#257;sam aravinda-vanam vih&#257;ya</P><P CLASS=c>yat-p&#257;da-saubhagam alam bhajate 'nurakt&#257;</P><P CLASS=c>tasy&#257;ham abja-kuli&#347;&#257;&#324;ku&#347;a-ketu-ketaih</P><P CLASS=c>&#347;r&#299;mat-padair bhagavatah samala&#324;krit&#257;&#324;g&#299;</P><P CLASS=c>tr&#299;n atyaroca upalabhya tato vibh&#363;tim</P><P CLASS=c>lok&#257;n sa m&#257;m vyasrijad utsmayat&#299;m tad-ante</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; demigods such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/t/titham">titham</A> &#8212; for many days; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>, the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/a/apanga">ap&#257;&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/m/moksa">moksha</A> &#8212; glance of grace; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; being desirous of; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; penances; <A CLASS=v HREF="http://vedabase.net/s/samacaran">samacaran</A> &#8212; executing; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prapannah">prapann&#257;h</A> &#8212; surrendered; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she (the goddess of fortune); <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; Lakshm&#299;j&#299;; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/vasam">v&#257;sam</A> &#8212; her own abode; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A>-<A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; the forest of lotus flowers; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; leaving aside; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/s/saubhagam">saubhagam</A> &#8212; all-blissful; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; without hesitation; <A CLASS=v HREF="http://vedabase.net/b/bhajate">bhajate</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakt&#257;</A> &#8212; being attached; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/k/kulisa">kuli&#347;a</A> &#8212; thunderbolt; <A CLASS=v HREF="http://vedabase.net/a/ankusa">a&#324;ku&#347;a</A> &#8212; rod for driving elephants; <A CLASS=v HREF="http://vedabase.net/k/ketu">ketu</A> &#8212; flag; <A CLASS=v HREF="http://vedabase.net/k/ketaih">ketaih</A> &#8212; impressions; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; the owner of all opulence; <A CLASS=v HREF="http://vedabase.net/p/padaih">padaih</A> &#8212; by the soles of the feet; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/samalankrta">samala&#324;krita</A>-<A CLASS=v HREF="http://vedabase.net/a/angi">a&#324;g&#299;</A> &#8212; one whose body is <A HREF="http://vedabase.net/s/so">so</A> decorated; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; superseding; <A CLASS=v HREF="http://vedabase.net/a/aroce">aroce</A> &#8212; beautifully decorated; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/v/vibhutim">vibh&#363;tim</A> &#8212; specific powers; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planetary systems; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/vyasrjat">vyasrijat</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/u/utsmayatim">utsmayat&#299;m</A> &#8212; while feeling proud; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end.</P><P CLASS=t>TRANSLATION</P><P>Lakshm&#299;j&#299;, the goddess of fortune, whose glance of grace was sought by demigods like Brahm&#257; and for whom they surrendered many a day unto the Personality of Godhead, gave up her own abode in the forest of lotus flowers and engaged herself in the service of the lotus feet of the Lord. I was endowed with specific powers to supersede the fortune of all the three planetary systems by being decorated with the impressions of the flag, thunderbolt, elephant-driving rod and lotus flower, which are signs of the lotus feet of the Lord. But at the end, when I felt I was so fortunate, the Lord left me.</P><P CLASS=t>PURPORT</P><P>The beauty and opulence of the world can be enhanced by the grace of the Lord and not by any man-made planning. When the Lord &#346;r&#299; Krishna was present on this earth, the impressions of the special signs of His lotus feet were stamped on the dust, and as a result of this specific grace, the whole earth was made as perfect as possible. In other words, the rivers, the seas, the forests, the hills and the mines, which are the supplying agents for the necessities of men and animals, were fully discharging their respective duties. Therefore the riches of the world surpassed all the riches of all other planets in the three planetary systems of the universe. One should, therefore, ask that the grace of the Lord always be present on earth so that we may be favored with His causeless mercy and be happy, having all necessities of life. One may ask how we can detain the Supreme Lord on this earth after His mission is fulfilled and He has left this earth for His own abode. The answer is that there is no need to detain the Lord. The Lord, being omnipresent, can be present with us if we want Him at all. By His omnipresence, He can always be with us if we are attached to His devotional service by hearing, chanting, remembering, etc.</P><P>There is nothing in the world with which the Lord is disconnected. The only thing we must learn is to excavate the source of connection and thus be linked with Him by offenseless service. We can be connected with Him by the transcendental sound representation of the Lord. The holy name of the Lord and the Lord Himself are identical, and one who chants the holy name of the Lord in an offenseless manner can at once realize that the Lord is present before him. Even by the vibration of radio sound, we can partially realize sound relativity, and by resounding the sound of transcendence we can verily feel the presence of the Lord. In this age, when everything is polluted by the contamination of Kali, it is instructed in the scriptures and preached by Lord &#346;r&#299; Caitanya Mah&#257;prabhu that by chanting the holy name of the Lord, we can at once be free from contamination and gradually rise to the status of transcendence and go back to Godhead. The offenseless chanter of the holy name of the Lord is as auspicious as the Lord Himself, and the movement of pure devotees of the Lord all over the world can at once change the troublesome face of the world. Only by the propagation of the chanting of the holy name of the Lord can we be immune from all effects of the age of Kali.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>