<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;kshit Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.4</P><P CLASS=c>nijagr&#257;haujas&#257; v&#299;rah</P><P CLASS=c>kalim digvijaye kvacit</P><P CLASS=c>nripa-li&#324;ga-dharam &#347;&#363;dram</P><P CLASS=c>ghnantam go-mithunam pad&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nijagraha">nijagr&#257;ha</A> &#8212; sufficiently punished; <A CLASS=v HREF="http://vedabase.net/o/ojasa">ojas&#257;</A> &#8212; by prowess; <A CLASS=v HREF="http://vedabase.net/v/virah">v&#299;rah</A> &#8212; valiant hero; <A CLASS=v HREF="http://vedabase.net/k/kalim">kalim</A> &#8212; unto <A HREF="http://vedabase.net/k/kali">Kali</A>, the master of the <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/d/digvijaye">digvijaye</A> &#8212; on his way <A HREF="http://vedabase.net/t/to">to</A> conquer the world; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/d/dharam">dharam</A> &#8212; one who passes <A HREF="http://vedabase.net/i/in">in</A> the dress of <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/s/sudram">&#347;&#363;dram</A> &#8212; the lower class; <A CLASS=v HREF="http://vedabase.net/g/ghnantam">ghnantam</A> &#8212; hurting; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/m/mithunam">mithunam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> cow and bull; <A CLASS=v HREF="http://vedabase.net/p/pada">pad&#257;</A> &#8212; on the leg.</P><P CLASS=t>TRANSLATION</P><P>Once, when Mah&#257;r&#257;ja Par&#299;kshit was on his way to conquer the world, he saw the master of Kali-yuga, who was lower than a &#347;&#363;dra, disguised as a king and hurting the legs of a cow and bull. The King at once caught hold of him to deal sufficient punishment.</P><P CLASS=t>PURPORT</P><P>The purpose of a king's going out to conquer the world is not for self-aggrandizement. Mah&#257;r&#257;ja Par&#299;kshit went out to conquer the world after his ascendance to the throne, but this was not for the purpose of aggression on other states. He was the Emperor of the world, and all small states were already under his regime. His purpose in going out was to see how things were going on in terms of the godly state. The king, being the representative of the Lord, has to execute the will of the Lord duly. There is no question of self-aggrandizement. Thus as soon as Mah&#257;r&#257;ja Par&#299;kshit saw that a lower-class man in the dress of a king was hurting the legs of a cow and a bull, at once he arrested and punished him. The king cannot tolerate insults to the most important animal, the cow, nor can he tolerate disrespect for the most important man, the br&#257;hmana. Human civilization means to advance the cause of brahminical culture, and to maintain it, cow protection is essential. There is a miracle in milk, for it contains all the necessary vitamins to sustain human physiological conditions for higher achievements. Brahminical culture can advance only when man is educated to develop the quality of goodness, and for this there is a prime necessity of food prepared with milk, fruits and grains. Mah&#257;r&#257;ja Par&#299;kshit was astonished to see that a black &#347;&#363;dra, dressed like a ruler, was mistreating a cow, the most important animal in human society.</P><P>The age of Kali means mismanagement and quarrel. And the root cause of all mismanagement and quarrel is that worthless men with the modes of lower-class men, who have no higher ambition in life, come to the helm of the state management. Such men at the post of a king are sure to first hurt the cow and the brahminical culture, thereby pushing all society towards hell. Mah&#257;r&#257;ja Par&#299;kshit, trained as he was, got the scent of this root cause of all quarrel in the world. Thus he wanted to stop it in the very beginning.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>