<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 109</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 109"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18.109</P><P CLASS=c>prabhu kahe, &#8212; 'k&#257;h&#257;&#324; p&#257;il&#257; krishna dara&#347;ana?'</P><P CLASS=c>loka kahe, &#8212; 'sanny&#257;s&#299; tumi ja&#324;gama-n&#257;r&#257;yana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> further inquired; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;il&#257;</A> &#8212; where have you gotten; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/d/darasana">dara&#347;ana</A> &#8212; sight of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the respectable persons replied; <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/j/jangama">ja&#324;gama</A>-<A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; moving <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then asked them, "Where have you seen Krishna directly?"</P><P>The people replied, "You are a sanny&#257;s&#299;, a renunciant; therefore You are a moving N&#257;r&#257;yana [ja&#324;gama-n&#257;r&#257;yana]."</P><P CLASS=t>PURPORT</P><P>This is the viewpoint of M&#257;y&#257;v&#257;da philosophy. M&#257;y&#257;v&#257;da philosophy supports the impersonalist view that N&#257;r&#257;yana, the Supreme Personality of Godhead, has no form. One can imagine impersonal Brahman in any form &#8212; as Vishnu, Lord &#346;iva, Vivasv&#257;n, Gane&#347;a or Dev&#299; Durg&#257;. According to the M&#257;y&#257;v&#257;da philosophy, when one becomes a sanny&#257;s&#299; he is to be considered a moving N&#257;r&#257;yana. M&#257;y&#257;v&#257;da philosophy holds that the real N&#257;r&#257;yana does not move because, being impersonal, He has no legs. Thus according to M&#257;y&#257;v&#257;da philosophy, whoever becomes a sanny&#257;s&#299; declares himself N&#257;r&#257;yana. Foolish people accept such ordinary human beings as the Supreme Personality of Godhead. This is called vivarta-v&#257;da.</P><P>In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that ja&#324;gama-n&#257;r&#257;yana means that the impersonal Brahman takes a shape and moves here and there in the form of a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;. The M&#257;y&#257;v&#257;da philosophy confirms this. Danda-grahana-m&#257;trena naro n&#257;r&#257;yano bhavet: "Simply by accepting the danda of the order of sanny&#257;sa, one is immediately transformed into N&#257;r&#257;yana." Therefore M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s address one another by saying om namo n&#257;r&#257;yan&#257;ya. In this way one N&#257;r&#257;yana worships another N&#257;r&#257;yana.</P><P>Actually an ordinary human being cannot become N&#257;r&#257;yana. As the chief M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;, &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya, says, n&#257;r&#257;yanah paro 'vyakt&#257;t: "N&#257;r&#257;yana is not a creation of this material world. N&#257;r&#257;yana is above the material creation." Due to their poor fund of knowledge, M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s think that N&#257;r&#257;yana, the Absolute Truth, takes birth as a human being and that when He realizes this, He becomes N&#257;r&#257;yana again. They never consider why N&#257;r&#257;yana, the Supreme Personality of Godhead, would accept an inferior position as a human being and then again become N&#257;r&#257;yana when He is perfect. Why should N&#257;r&#257;yana be imperfect? Why should He appear as a human being? &#346;r&#299; Caitanya Mah&#257;prabhu very nicely explained these points while at Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="108.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="110.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>