<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18.113</P><P CLASS=c>j&#299;va, &#299;&#347;vara-tattva &#8212; kabhu nahe 'sama'</P><P CLASS=c>jvalad-agni-r&#257;&#347;i yaiche sphuli&#324;gera 'kana'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living being; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; and the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/j/jvalat">jvalat</A>-<A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/r/rasi">r&#257;&#347;i</A> &#8212; large flame; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sphulingera">sphuli&#324;gera</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> spark; <A CLASS=v HREF="http://vedabase.net/k/kana">kana</A> &#8212; fragmental portion.</P><P CLASS=t>TRANSLATION</P><P>"A living entity and the Absolute Personality of Godhead are never to be considered equal, just as a fragmental spark can never be considered the original flame.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s consider themselves Brahman, and they superficially speak of themselves as N&#257;r&#257;yana. The monistic disciples of the M&#257;y&#257;v&#257;da school (known as sm&#257;rta-br&#257;hmanas) are generally householder br&#257;hmanas who accept the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s as N&#257;r&#257;yana incarnate; therefore they offer their obeisances to them. &#346;r&#299; Caitanya Mah&#257;prabhu immediately protested this unauthorized system, specifically mentioning that a sanny&#257;s&#299; is nothing but a fragmental portion of the Supreme (cit-kana j&#299;va). In other words, he is nothing more than an ordinary living being. He is never N&#257;r&#257;yana, just as a molecular portion of sunshine is never the sun itself. The living entity is nothing but a fragmental part of the Absolute Truth; therefore at no stage of perfection can a living entity become the Supreme Personality of Godhead. This M&#257;y&#257;v&#257;da viewpoint is always condemned by the Vaishnava school. &#346;r&#299; Caitanya Mah&#257;prabhu Himself protested this philosophy. When the M&#257;y&#257;v&#257;d&#299;s accept sanny&#257;sa and consider themselves N&#257;r&#257;yana, they become so puffed up that they do not even enter the temple of N&#257;r&#257;yana to offer respects, for they falsely think themselves N&#257;r&#257;yana Himself. Although M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s may offer respects to other sanny&#257;s&#299;s and address them as N&#257;r&#257;yana, they do not go to a N&#257;r&#257;yana temple and offer respects. These M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are always condemned and are described as demons. The Vedas clearly state that living entities are subordinate parts and parcels of the supreme. Eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n: the Supreme Being, Krishna, maintains all living entities.</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>