<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 115</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 115"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18.115</P><P CLASS=c>yei m&#363;dha kahe, &#8212; j&#299;va &#299;&#347;vara haya 'sama'</P><P CLASS=c>seita 'p&#257;shand&#299;' haya, dande t&#257;re yama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A> &#8212; any foolish person who; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/s/seita">seita</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shand&#299;</A> <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is <A HREF="http://vedabase.net/a/a">a</A> first-class atheist; <A CLASS=v HREF="http://vedabase.net/d/dande">dande</A> &#8212; punishes; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A> &#8212; the superintendent of death, Yamar&#257;ja.</P><P CLASS=t>TRANSLATION</P><P>"A foolish person who says that the Supreme Personality of Godhead is the same as the living entity is an atheist, and he becomes subject to punishment by the superintendent of death, Yamar&#257;ja.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that the word p&#257;sand&#299; refers to one who considers the living entity under the control of the illusory energy to be equal with the Supreme Personality of Godhead, who is transcendental to all material qualities. Another kind of p&#257;shand&#299; is one who does not believe in the spirit soul, the superior potency of the Lord, and therefore does not distinguish between spirit and matter. While describing one of the offenses against chanting the holy names, specifically the offense called &#347;ruti-&#347;&#257;stra-nindana (blaspheming the Vedic literature), J&#299;va Gosv&#257;m&#299; states in his Bhakti-sandarbha, yath&#257; p&#257;shanda-m&#257;rgena datt&#257;treyarshabha-devop&#257;sak&#257;n&#257;m p&#257;shand&#299;n&#257;m. "Worshipers of impersonalists like Datt&#257;treya are also p&#257;shand&#299;s." Concerning the offense of aham-mama-buddhi, or deh&#257;tma-buddhi (considering the body to be the self), J&#299;va Gosv&#257;m&#299; states, deva-dravin&#257;di-nimittaka- 'p&#257;shanda'-&#347;abdena ca da&#347;&#257;par&#257;dh&#257; eva lakshyante, p&#257;shanda-mayatv&#257;t tesh&#257;m: "Those who are overly absorbed in the conception of the body and the bodily necessities are also called p&#257;shand&#299;s." Elsewhere in the Bhakti-sandarbha it is stated:</P><P>uddi&#347;ya devat&#257; eva juhoti ca dad&#257;ti ca</P><P CLASS=n>sa p&#257;shand&#299;ti vijñeyah svatantro v&#257;pi karmasu</P><P>"A p&#257;shand&#299; is one who considers the demigods and the Supreme Personality of Godhead to be one; therefore a p&#257;shand&#299; worships any kind of demigod as the Supreme Personality of Godhead." One who disobeys the orders of the spiritual master is also considered a p&#257;shand&#299;. The word p&#257;shand&#299; has been described in many places in &#346;r&#299;mad-Bh&#257;gavatam, including 4.2.28, 30 and 32, 5.6.9, and 12.2.13 and 3.43.</P><P>On the whole, a p&#257;shand&#299; is a nondevotee who does not accept the Vedic conclusions. In the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa1/117">1.117</A>) there is a verse quoted from the Padma Pur&#257;na describing the p&#257;shand&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu quotes this verse as the following text.</P><P CLASS=l><A CLASS=i HREF="114.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="116.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>