<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 145</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 145"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18.145</P><P CLASS=c>m&#257;gha-m&#257;sa l&#257;gila, ebe yadi y&#257;iye</P><P CLASS=c>makare pray&#257;ga-sn&#257;na kata dina p&#257;iye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/magha">m&#257;gha</A>-<A CLASS=v HREF="http://vedabase.net/m/masa">m&#257;sa</A> <A CLASS=v HREF="http://vedabase.net/l/lagila">l&#257;gila</A> &#8212; the month of <A HREF="http://vedabase.net/m/magha">M&#257;gha</A> has begun; <A CLASS=v HREF="http://vedabase.net/e/ebe">ebe</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/y/yaiye">y&#257;iye</A> &#8212; we <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/m/makare">makare</A> &#8212; during the <A HREF="http://vedabase.net/m/makara">Makara</A>-sa&#324;kr&#257;nti; <A CLASS=v HREF="http://vedabase.net/p/prayaga">pray&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; bathing at <A HREF="http://vedabase.net/p/prayaga">Pray&#257;ga</A>; <A CLASS=v HREF="http://vedabase.net/k/kata">kata</A> <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> few days; <A CLASS=v HREF="http://vedabase.net/p/paiye">p&#257;iye</A> &#8212; we shall get.</P><P CLASS=t>TRANSLATION</P><P>"It is now the beginning of the month of M&#257;gha. If we go to Pray&#257;ga at this time, we shall have an opportunity to bathe for a few days during Makara-sa&#324;kr&#257;nti."</P><P CLASS=t>PURPORT</P><P>Bathing during the month of M&#257;gha at the M&#257;gha-mel&#257; still takes place. This is a very old mel&#257; (assembly), dating from time immemorial. It is said that ever since the Lord in the form of Mohin&#299; took a bucket of nectar and kept it at Pray&#257;ga, holy men have gathered there every year and observed the M&#257;gha-mel&#257;. Every twelfth year there is a Kumbha-mel&#257;, a great festival, and all the holy men from all over India assemble there. The br&#257;hmana wanted to take advantage of the M&#257;gha-mel&#257; and bathe there.</P><P>Bathing at the confluence of the Ganges and Yamun&#257;, near the fort at Allahabad (Pray&#257;ga), is mentioned in the revealed scriptures:</P><P>m&#257;ghe m&#257;si gamishyanti ga&#324;g&#257;-y&#257;muna-sa&#324;gamam</P><P CLASS=n>gav&#257;m &#347;ata-sahasrasya samyag dattam ca yat-phalam</P><P CLASS=n>pray&#257;ge m&#257;gha-m&#257;se vai try-aham sn&#257;tasya tat-phalam</P><P>"If one goes to Pray&#257;ga and bathes at the confluence of the Ganges and Yamun&#257; in the month of M&#257;gha, he attains the result of giving hundreds and thousands of cows in charity. Simply by bathing for three days there, he attains the results of such a pious activity." Because of this, the Sanodiy&#257; br&#257;hmana was very eager to go to Pray&#257;ga and bathe. Generally karm&#299;s (fruitive laborers) take advantage of bathing there during the month of M&#257;gha, thinking that they will be rewarded in the future. Those who are situated in devotional service do not very strictly follow this karma-k&#257;nd&#299;ya process.</P><P CLASS=l><A CLASS=i HREF="144.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="146.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>