<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 37"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18.37</P><P CLASS=c>gop&#257;lera saundarya dekhi' prabhura &#257;ve&#347;a</P><P CLASS=c>ei &#347;loka padi' n&#257;ce, haila dina-&#347;esha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopalera">gop&#257;lera</A> &#8212; of <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/s/saundarya">saundarya</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/avesa">&#257;ve&#347;a</A> &#8212; ecstasy; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> <A CLASS=v HREF="http://vedabase.net/p/padi">padi</A>' &#8212; reciting the following verse; <A CLASS=v HREF="http://vedabase.net/n/nace">n&#257;ce</A> &#8212; dances; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A>-<A CLASS=v HREF="http://vedabase.net/s/sesa">&#347;esha</A> &#8212; the end of the day.</P><P CLASS=t>TRANSLATION</P><P>As soon as the Lord saw the beauty of the Gop&#257;la Deity, He was immediately overwhelmed by ecstatic love, and He recited the following verse. He then chanted and danced until the day ended.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives the following information about Govinda-kunda. There is a village named &#256;niyora on Govardhana Hill, a little distance from the village of Paith&#257;. Govinda-kunda is situated near here, and there are two temples to Govinda and Baladeva there. According to some, Queen Padm&#257;vat&#299; excavated this lake. In the Bhakti-ratn&#257;kara (Fifth Wave), the following statement is found:</P><P>ei &#347;r&#299;-govinda-kunda-mahim&#257; aneka</P><P CLASS=n>eth&#257; indra kaila govindera abhisheka</P><P>"Govinda-kunda is exalted for its many spiritual activities. It was here that Indra, defeated by Lord Govinda, offered prayers to Him and bathed Him." In the book Stav&#257;val&#299; (Vraja-vil&#257;sa-stava 74) the following verse is found:</P><P>n&#299;caih praudha-bhay&#257;t svayam sura-patih p&#257;dau vidhrityeha yaih</P><P CLASS=n>svar-ga&#324;g&#257;-salilai&#347; cak&#257;ra surabhi-dv&#257;r&#257;bhishekotsavam</P><P CLASS=n>govindasya navam gav&#257;m adhipat&#257; r&#257;jye sphutam kautuk&#257;t</P><P CLASS=n>tair yat pr&#257;durabh&#363;t sad&#257; sphuratu tad govinda-kundam dri&#347;oh</P><P>"With humility caused by great fear, Indra took hold of the lotus feet of Lord Krishna and, in the company of a surabhi cow, performed His coronation festival by bathing Him with the waters of the heavenly Ganges River. Thus Lord Krishna's kingship over the cows became splendidly manifest. I pray that Govinda-kunda, the lake created by that ceremonial bath, may eternally appear before my eyes."</P><P>Also, in the Mathur&#257;-khanda it is stated:</P><P>yatr&#257;bhishikto bhagav&#257;n maghon&#257; yadu-vairin&#257;</P><P CLASS=n>govinda-kundam taj-j&#257;tam sn&#257;na-m&#257;trena moksha-dam</P><P>"Simply by bathing in Govinda-kunda, one is awarded liberation. This lake was produced when Bhagav&#257;n &#346;r&#299; Krishna was bathed by Lord Indra."</P><P>G&#257;&#324;thuli-gr&#257;ma is situated near the two villages Bilachu and Gop&#257;la-pura. According to hearsay, R&#257;dh&#257; and Krishna first met here. In the Bhakti-ratn&#257;kara (Fifth Wave), it is stated, sakh&#299; du&#324;ha vastre g&#257;&#324;thi dila sa&#324;gopane: "The two concealed Themselves by tying Their outer garments together." It is also stated, ph&#257;guy&#257; laiy&#257; keha g&#257;&#324;thi khuli' dil&#257;: "With a ph&#257;guy&#257; They undid the knot." For this reason the village is known as G&#257;&#324;thuli.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>