<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 47"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18.47</P><P CLASS=c>mleccha-bhaye &#257;il&#257; gop&#257;la mathur&#257;-nagare</P><P CLASS=c>eka-m&#257;sa rahila viththale&#347;vara-ghare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mleccha">mleccha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaye">bhaye</A> &#8212; because of fear of the Muslims; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; the <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A> Deity; <A CLASS=v HREF="http://vedabase.net/m/mathura">mathur&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nagare">nagare</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the city of <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/m/masa">m&#257;sa</A> &#8212; one month; <A CLASS=v HREF="http://vedabase.net/r/rahila">rahila</A> &#8212; stayed; <A CLASS=v HREF="http://vedabase.net/v/viththalesvara">viththale&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of <A HREF="http://vedabase.net/v/viththalesvara">Viththale&#347;vara</A>.</P><P CLASS=t>TRANSLATION</P><P>Due to fear of the Muslims, Gop&#257;la went to Mathur&#257;, where He remained in the house of Viththale&#347;vara for one full month.</P><P CLASS=t>PURPORT</P><P>When the two brothers &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; went to Vrind&#257;vana, they decided to live there. Following &#346;r&#299; Caitanya Mah&#257;prabhu's example, they did not climb the hill because they considered it nondifferent from Krishna, the Supreme Personality of Godhead. On some pretext, the Gop&#257;la Deity granted &#346;r&#299; Caitanya Mah&#257;prabhu an audience beneath the hill, and Gop&#257;la similarly favored &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;. During his ripe old age, when R&#363;pa Gosv&#257;m&#299; could not go to Govardhana Hill because of invalidity, Gop&#257;la kindly went to Mathur&#257; and remained at the house of Viththale&#347;vara for one month. It was then that &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; could see Gop&#257;la's beauty to his heart's content.</P><P>The following description concerning Viththale&#347;vara is given in the Bhakti-ratn&#257;kara (Fifth Wave):</P><P>viththalera sev&#257; krishna-caitanya-vigraha</P><P CLASS=n>t&#257;h&#257;ra dar&#347;ane haila parama &#257;graha</P><P CLASS=n>&#347;r&#299;-viththalan&#257;tha &#8212; bhatta-vallabha-tanaya</P><P CLASS=n>karil&#257; yateka pr&#299;ti kahile n&#257; haya</P><P CLASS=n>g&#257;tholi-gr&#257;me gop&#257;la &#257;il&#257; 'chala' kari'</P><P CLASS=n>t&#257;&#324;re dekhi' nritya-g&#299;te magna gaurahari</P><P CLASS=n>&#347;r&#299;-d&#257;sa-gosv&#257;m&#299; &#257;di par&#257;mar&#347;a kari'</P><P CLASS=n>&#347;r&#299;-viththale&#347;vare kail&#257; sev&#257;-adhik&#257;r&#299;</P><P CLASS=n>pit&#257; &#347;r&#299;-vallabha-bhatta t&#257;&#324;ra adar&#347;ane</P><P CLASS=n>kata-dina mathur&#257;ya chilena nirjane</P><P>&#346;r&#299; Vallabha Bhatta had two sons. The elder, Gop&#299;n&#257;tha, was born in 1432 &#346;ak&#257;bda Era (A.D. 1510), and the younger, Viththale&#347;vara, was born in 1437 (A.D. 1515) and died in 1507 (A.D. 1585). Viththale&#347;vara had seven sons: Giridhara, Govinda, B&#257;lakrishna, Gokule&#347;a, Raghun&#257;tha, Yadun&#257;tha and Ghana&#347;y&#257;ma. Viththale&#347;vara completed many of his father's unfinished books, including his commentary on the Ved&#257;nta-s&#363;tra, the Subodhin&#299; commentary on &#346;r&#299;mad-Bh&#257;gavatam, Vidvan-mandana, &#346;ri&#324;g&#257;ra-rasa-mandana and Ny&#257;s&#257;de&#347;a-vivarana. &#346;r&#299; Caitanya Mah&#257;prabhu went to Vrind&#257;vana before the birth of Viththale&#347;vara. As previously mentioned, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was very old at the time Gop&#257;la stayed at the house of Viththale&#347;vara.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>