<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 99</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18 Verse 99"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18.99</P><P CLASS=c>bhatt&#257;c&#257;rya tabe kahe prabhura carane</P><P CLASS=c>'&#257;jñ&#257; deha', y&#257;i' kari krishna dara&#347;ane!'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhattacarya">bhatt&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/b/balabhadra">Balabhadra</A> <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> <A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; at the lotus feet of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>' &#8212; please give permission; <A CLASS=v HREF="http://vedabase.net/y/yai">y&#257;i</A>' &#8212; going; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/d/darasane">dara&#347;ane</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall see Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A> directly.</P><P CLASS=t>TRANSLATION</P><P>At that time Balabhadra Bhatt&#257;c&#257;rya placed a request at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. He said, "Please give me permission to go see Lord Krishna directly."</P><P CLASS=t>PURPORT</P><P>The puzzled people who visited &#346;r&#299; Caitanya Mah&#257;prabhu were actually seeing Lord Krishna, but they were mistaken in thinking that Lord Krishna had come to K&#257;l&#299;ya Lake. They all said that they had seen Krishna directly performing His pastimes on the hoods of the serpent K&#257;l&#299;ya and that the jewels on K&#257;l&#299;ya's hoods were blazing brilliantly. Because they were speculating with their imperfect knowledge, they saw &#346;r&#299; Caitanya Mah&#257;prabhu as an ordinary human being and a boatman's light in the lake as Krishna. One must see things as they are through the mercy of a spiritual master; otherwise, if one tries to see Krishna directly, he may mistake an ordinary man for Krishna or Krishna for an ordinary man. Everyone has to see Krishna according to the verdict of Vedic literatures presented by the self-realized spiritual master. A sincere person is able to see Krishna through the transparent via medium of &#346;r&#299; Gurudeva, the spiritual master. Unless one is enlightened by the knowledge given by the spiritual master, he cannot see things as they are, even though he remains constantly with the spiritual master. This incident at K&#257;l&#299;ya-daha is very instructive for those eager to advance in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="98.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="100.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>