<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 18 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 18.1</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu traveled all over Vrind&#257;vana and pleased all living entities, moving and nonmoving, with His glances. The Lord took much personal pleasure in seeing everyone. In this way Lord Gaur&#257;&#324;ga traveled in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 18.2</B></A>: All glories to Lord Gauracandra! All glories to Nity&#257;nanda Prabhu! All glories to Advaita Prabhu! And all glories to all the devotees of Lord Caitanya, headed by &#346;r&#299;v&#257;sa Th&#257;kura!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 18.3</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu danced in ecstasy, but when He arrived at &#256;rit-gr&#257;ma, His sense perception was awakened.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 18.4</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked the local people, "Where is R&#257;dh&#257;-kunda?" No one could inform Him, and the br&#257;hmana accompanying Him did not know either.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 18.5</B></A>: The Lord then understood that the holy place called R&#257;dh&#257;-kunda was no longer visible. However, being the omniscient Supreme Personality of Godhead, He discovered R&#257;dh&#257;-kunda and &#346;y&#257;ma-kunda in two paddy fields. There was only a little water, but He took His bath there.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 18.6</B></A>: When the people of the village saw &#346;r&#299; Caitanya Mah&#257;prabhu taking His bath in those two ponds in the middle of the paddy fields, they were very much astonished. The Lord then offered His prayers to &#346;r&#299; R&#257;dh&#257;-kunda.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 18.7</B></A>: "Of all the gop&#299;s, R&#257;dh&#257;r&#257;n&#299; is the dearmost. Similarly, the lake known as R&#257;dh&#257;-kunda is very dear to the Lord because it is very dear to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 18.8</B></A>: "'Just as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is most dear to Lord Krishna, so Her lake, known as R&#257;dh&#257;-kunda, is also very dear to Him. Of all the gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is certainly the most beloved.'</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 18.9</B></A>: "In that lake, Lord Krishna and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; used to sport daily in the water and have a r&#257;sa dance on the bank.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 18.10</B></A>: "Indeed, Lord Krishna gives ecstatic love like that of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to whoever bathes in that lake even once in his life.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 18.11</B></A>: "The attraction of R&#257;dh&#257;-kunda is as sweet as that of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Similarly, the glories of the kunda [lake] are as great as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 18.12</B></A>: "'Because of its wonderful transcendental qualities, R&#257;dh&#257;-kunda is as dear to Krishna as &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. It was in that lake that the all-opulent Lord &#346;r&#299; Krishna performed His pastimes with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; with great pleasure and transcendental bliss. Whoever bathes just once in R&#257;dh&#257;-kunda attains &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s loving attraction for &#346;r&#299; Krishna. Who within this world can describe the glories and sweetness of &#346;r&#299; R&#257;dh&#257;-kunda?'"</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 18.13</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu thus offered prayers to R&#257;dh&#257;-kunda. Overwhelmed by ecstatic love, He danced on the bank, remembering the pastimes Lord Krishna performed on the bank of R&#257;dh&#257;-kunda.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 18.14</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then marked His body with tilaka made from the mud of R&#257;dh&#257;-kunda, and with the help of Balabhadra Bhatt&#257;c&#257;rya, He collected some of the mud and took it with Him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 18.15</B></A>: From R&#257;dh&#257;-kunda, &#346;r&#299; Caitanya Mah&#257;prabhu went to Sumanas Lake. When He saw Govardhana Hill from there, He was overwhelmed with joy.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 18.16</B></A>: When the Lord saw Govardhana Hill, He immediately offered obeisances, falling down on the ground like a rod. He embraced one piece of rock from Govardhana Hill and became mad.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 18.17</B></A>: Mad with ecstatic love, the Lord came to the village known as Govardhana. There He saw the Deity named Harideva and offered His obeisances unto Him.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 18.18</B></A>: Harideva is an incarnation of N&#257;r&#257;yana, and His residence is on the western petal of the lotus of Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 18.19</B></A>: Mad with ecstatic love, &#346;r&#299; Caitanya Mah&#257;prabhu began to dance before the Harideva Deity. Hearing of the Lord's wonderful activities, all the people came to see Him.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 18.20</B></A>: The people were astonished when they saw &#346;r&#299; Caitanya Mah&#257;prabhu's ecstatic love and personal beauty. The priests who served the Harideva Deity offered the Lord a good reception.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 18.21</B></A>: At Brahma-kunda, the Bhatt&#257;c&#257;rya cooked food, and the Lord, after taking His bath at Brahma-kunda, accepted His lunch.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 18.22</B></A>: That night the Lord stayed at the temple of Harideva, and during the night He began to reflect.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 18.23</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu thought, "Since I shall not at any time climb Govardhana Hill, how shall I be able to see Gop&#257;la R&#257;ya?"</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 18.24</B></A>: Thinking in this way, the Lord remained silent, and Lord Gop&#257;la, knowing His contemplation, played a trick.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 18.25</B></A>: Coming down from Govardhana Hill, Lord Gop&#257;la granted an interview to Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who was unwilling to climb the hill, thinking Himself a devotee of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 18.26</B></A>: Gop&#257;la stayed in a village called Annak&#363;ta-gr&#257;ma on Govardhana Hill. The villagers who lived in that village were mainly from Rajasthan.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 18.27</B></A>: One person who came to the village informed the inhabitants, "The Turkish soldiers are now preparing to attack your village.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 18.28</B></A>: "Flee this village tonight, and do not allow one person to remain. Take the Deity with you and leave, for the Muslim soldiers will come tomorrow."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 18.29</B></A>: Hearing this, all the villagers became very anxious. They first took Gop&#257;la and moved Him to a village known as G&#257;&#324;thuli.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 18.30</B></A>: The Gop&#257;la Deity was kept in the house of a br&#257;hmana, and His worship was conducted secretly. Everyone fled, and thus the village of Annak&#363;ta was deserted.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 18.31</B></A>: Due to fear of the Muslims, the Gop&#257;la Deity was moved from one place to another again and again. Thus giving up His temple, Lord Gop&#257;la would sometimes live in a bush and sometimes in one village after another.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 18.32</B></A>: In the morning, &#346;r&#299; Caitanya Mah&#257;prabhu took His bath in a lake called M&#257;nasa-ga&#324;g&#257;. He then circumambulated Govardhana Hill.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 18.33</B></A>: Just by seeing Govardhana Hill, &#346;r&#299; Caitanya Mah&#257;prabhu became ecstatic with love of Krishna. While dancing and dancing, He recited the following verse.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 18.34</B></A>: "'Of all the devotees, this Govardhana Hill is the best! O my friends, this hill supplies Krishna and Balar&#257;ma, as well as Their calves, cows and cowherd friends, with all kinds of necessities &#8212; water for drinking, very soft grass, caves, fruits, flowers and vegetables. In this way the hill offers respect to the Lord. Being touched by the lotus feet of Krishna and Balar&#257;ma, Govardhana Hill appears very jubilant.'"</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 18.35</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then took His bath in a lake called Govinda-kunda, and while He was there, He heard that the Gop&#257;la Deity had already gone to G&#257;&#324;thuli-gr&#257;ma.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 18.36</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then went to the village of G&#257;&#324;thuli-gr&#257;ma and saw the Lord Gop&#257;la Deity. Overwhelmed by ecstatic love, He began to chant and dance.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 18.37</B></A>: As soon as the Lord saw the beauty of the Gop&#257;la Deity, He was immediately overwhelmed by ecstatic love, and He recited the following verse. He then chanted and danced until the day ended.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 18.38</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "'May the left arm of &#346;r&#299; Krishna, whose eyes are like the petals of a lotus flower, always protect you. With His left arm He raised Govardhana Hill as if it were a toy.'"</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 18.39</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu saw the Gop&#257;la Deity for three days. On the fourth day, the Deity returned to His own temple.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 18.40</B></A>: Caitanya Mah&#257;prabhu walked with the Deity of Gop&#257;la, and He chanted and danced. A large and jubilant crowd of people also chanted the transcendental name of Krishna, "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 18.41</B></A>: The Gop&#257;la Deity then returned to His own temple, and &#346;r&#299; Caitanya Mah&#257;prabhu remained at the bottom of the hill. Thus all the desires of &#346;r&#299; Caitanya Mah&#257;prabhu were satisfied by the Gop&#257;la Deity.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 18.42</B></A>: This is the way of Lord Gop&#257;la's kind behavior to His devotees. Seeing this, the devotees were overwhelmed by ecstatic love.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 18.43</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very eager to see Gop&#257;la, but He did not want to climb Govardhana Hill. Therefore by some trick the Gop&#257;la Deity personally descended.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 18.44</B></A>: In this way, giving some excuse, Gop&#257;la sometimes remains in the bushes of the forest, and sometimes He stays in a village. One who is a devotee comes to see the Deity.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 18.45</B></A>: The two brothers R&#363;pa and San&#257;tana did not climb the hill. To them also Lord Gop&#257;la granted an interview.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 18.46</B></A>: In ripe old age, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; could not go there, but he had a desire to see the beauty of Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 18.47</B></A>: Due to fear of the Muslims, Gop&#257;la went to Mathur&#257;, where He remained in the house of Viththale&#347;vara for one full month.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 18.48</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and his associates stayed in Mathur&#257; for one month and saw the Gop&#257;la Deity.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 18.49</B></A>: When R&#363;pa Gosv&#257;m&#299; stayed at Mathur&#257;, he was accompanied by Gop&#257;la Bhatta Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, Raghun&#257;tha Bhatta Gosv&#257;m&#299; and Lokan&#257;tha d&#257;sa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 18.50</B></A>: Bh&#363;garbha Gosv&#257;m&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299;, &#346;r&#299; Y&#257;dava &#256;c&#257;rya and Govinda Gosv&#257;m&#299; also accompanied &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 18.51</B></A>: He was also accompanied by &#346;r&#299; Uddhava d&#257;sa, M&#257;dhava, &#346;r&#299; Gop&#257;la d&#257;sa and N&#257;r&#257;yana d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 18.52</B></A>: The great devotee Govinda, V&#257;n&#299; Krishnad&#257;sa, Pundar&#299;k&#257;ksha, &#298;&#347;&#257;na and Laghu Harid&#257;sa also accompanied him.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 18.53</B></A>: It was with great jubilation that R&#363;pa Gosv&#257;m&#299; visited Lord Gop&#257;la, accompanied by all these devotees.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 18.54</B></A>: After staying at Mathur&#257; for one month, the Gop&#257;la Deity returned to His own place, and &#346;r&#299; R&#363;pa Gosv&#257;m&#299; returned to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 18.55</B></A>: In the course of this story, I have given a description of Lord Gop&#257;la's mercy. After seeing the Gop&#257;la Deity, &#346;r&#299; Caitanya Mah&#257;prabhu went to &#346;r&#299; K&#257;myavana.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 18.56</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's touring Vrind&#257;vana has been previously described. In the same ecstatic way, He traveled all over Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 18.57</B></A>: After visiting the places of Krishna's pastimes at K&#257;myavana, &#346;r&#299; Caitanya Mah&#257;prabhu went to Nand&#299;&#347;vara. While there, He was overwhelmed with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 18.58</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu bathed in all the celebrated lakes, beginning with Lake P&#257;vana. Thereafter He climbed a hill and spoke to the people.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 18.59</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked, "Are there any deities on top of this hill?"The local people replied, "There are deities on this hill, but they are located within a cave.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 18.60</B></A>: "There are a father and mother with well-built bodies, and between them is a very beautiful child who is curved in three places."</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 18.61</B></A>: Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu became very happy. After excavating the cave, He saw the three deities.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 18.62</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu offered His respects to Nanda Mah&#257;r&#257;ja and mother Ya&#347;od&#257;, and with great ecstatic love He touched the body of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 18.63</B></A>: Every day the Lord chanted and danced in ecstatic love. Finally He went to Khadiravana.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 18.64</B></A>: After seeing the places of Lord Krishna's pastimes, &#346;r&#299; Caitanya went to &#346;esha&#347;&#257;y&#299;, where He saw Lakshm&#299; and recited the following verse.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 18.65</B></A>: "'O dearly beloved! Your lotus feet are so soft that we place them gently on our breasts, fearing that Your feet will be hurt. Our life rests only in You. Our minds, therefore, are filled with anxiety that Your tender feet might be wounded by pebbles as You roam about on the forest path.'"</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 18.66</B></A>: Afterwards, &#346;r&#299; Caitanya Mah&#257;prabhu saw Khel&#257;-t&#299;rtha and then went to Bh&#257;nd&#299;ravana. After crossing the Yamun&#257; River, He went to Bhadravana.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 18.67</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then visited &#346;r&#299;vana and Lohavana. He then went to Mah&#257;vana and saw Gokula, the place of Lord Krishna's early childhood pastimes.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 18.68</B></A>: Upon seeing the place where the twin arjuna trees had been broken by &#346;r&#299; Krishna, &#346;r&#299; Caitanya Mah&#257;prabhu was moved to great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 18.69</B></A>: After seeing Gokula, &#346;r&#299; Caitanya Mah&#257;prabhu returned to Mathur&#257;, where He saw the birthplace of the Lord. While there, He stayed at the house of the Sanodiy&#257; br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 18.70</B></A>: Seeing a great crowd assemble at Mathur&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu left and went to Akr&#363;ra-t&#299;rtha. He remained there in a solitary place.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 18.71</B></A>: The next day, &#346;r&#299; Caitanya Mah&#257;prabhu went to Vrind&#257;vana and took His bath at K&#257;l&#299;ya Lake and Praskandana.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 18.72</B></A>: After seeing the holy place called Praskandana, &#346;r&#299; Caitanya Mah&#257;prabhu went to Dv&#257;da&#347;&#257;ditya. From there He went to Ke&#347;&#299;-t&#299;rtha, and when He saw the place where the r&#257;sa dance had taken place, He immediately lost consciousness due to ecstatic love.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 18.73</B></A>: When the Lord regained His senses, He began to roll on the ground. He would sometimes laugh, cry, dance and fall down. He would also chant very loudly.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 18.74</B></A>: Being thus transcendentally amused, &#346;r&#299; Caitanya Mah&#257;prabhu passed that day happily at Ke&#347;&#299;-t&#299;rtha. In the evening He returned to Akr&#363;ra-t&#299;rtha, where He took His meal.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 18.75</B></A>: The next morning &#346;r&#299; Caitanya Mah&#257;prabhu returned to Vrind&#257;vana and took His bath at C&#299;ra-gh&#257;ta. He then went to Te&#324;tul&#299;-tal&#257;, where He took rest.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 18.76</B></A>: The tamarind tree named Te&#324;tul&#299;-tal&#257; was very old, having been there since the time of Lord Krishna's pastimes. Beneath the tree was a very shiny platform.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 18.77</B></A>: Since the river Yamun&#257; flowed near Te&#324;tul&#299;-tal&#257;, a very cool breeze blew there. While there, the Lord saw the beauty of Vrind&#257;vana and the water of the river Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 18.78</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu used to sit beneath the old tamarind tree and chant the holy name of the Lord. At noon He would return to Akr&#363;ra-t&#299;rtha to take lunch.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 18.79</B></A>: All the people who lived near Akr&#363;ra-t&#299;rtha came to see &#346;r&#299; Caitanya Mah&#257;prabhu, and due to the large crowds, the Lord could not peacefully chant the holy name.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 18.80</B></A>: Therefore &#346;r&#299; Caitanya Mah&#257;prabhu would go to Vrind&#257;vana and sit in a solitary place, where He would chant the holy name until noon.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 18.81</B></A>: In the afternoon, people were able to speak to Him. The Lord told everyone of the importance of chanting the holy name.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 18.82</B></A>: During this time, a Vaishnava named Krishnad&#257;sa came to see &#346;r&#299; Caitanya Mah&#257;prabhu. He was a householder belonging to the kshatriya caste, and his house was located on the other side of the Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 18.83</B></A>: After bathing at Ke&#347;&#299;-t&#299;rtha, Krishnad&#257;sa went toward K&#257;l&#299;ya-daha and suddenly saw &#346;r&#299; Caitanya Mah&#257;prabhu sitting at &#256;mli-tal&#257; [Te&#324;tul&#299;-tal&#257;].</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 18.84</B></A>: Upon seeing the Lord's personal beauty and ecstatic love, Krishnad&#257;sa was very much astonished. Out of ecstatic love, he offered his respectful obeisances unto the Lord.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 18.85</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu asked Krishnad&#257;sa, "Who are you? Where is your home?"Krishnad&#257;sa replied, "I am a most fallen householder.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 18.86</B></A>: "I belong to the R&#257;japuta caste, and my home is just on the other side of the river Yamun&#257;. But I wish to be the servant of a Vaishnava.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 18.87</B></A>: "Today I have had a dream, and according to that dream I have come here and found You."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 18.88</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then bestowed upon Krishnad&#257;sa His causeless mercy by embracing him. Krishnad&#257;sa became mad with ecstatic love and began to dance and to chant the holy name of Hari.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 18.89</B></A>: Krishnad&#257;sa returned to Akr&#363;ra-t&#299;rtha with the Lord, and remnants of the Lord's food were given to him.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 18.90</B></A>: The next morning, Krishnad&#257;sa went with &#346;r&#299; Caitanya Mah&#257;prabhu to Vrind&#257;vana and carried His waterpot. Krishnad&#257;sa thus left his wife, home and children in order to remain with &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 18.91</B></A>: Everywhere the Lord went, all the people said, "Krishna has again manifested at Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 18.92</B></A>: One morning many people came to Akr&#363;ra-t&#299;rtha. As they came from Vrind&#257;vana, they made a tumultuous sound.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 18.93</B></A>: Upon seeing &#346;r&#299; Caitanya Mah&#257;prabhu, all the people offered respects at His lotus feet. The Lord then asked them, "Where are you all coming from?"</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 18.94</B></A>: The people replied, "Krishna has again manifested Himself on the waters of K&#257;l&#299;ya Lake. He dances on the hoods of the serpent K&#257;l&#299;ya, and the jewels on those hoods are blazing.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 18.95</B></A>: "Everyone has seen Lord Krishna Himself. There is no doubt about it." Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu began to laugh. He then said, "Everything is correct."</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 18.96</B></A>: For three successive nights people went to K&#257;l&#299;ya-daha to see Krishna, and everyone returned saying, "Now we have seen Krishna Himself."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 18.97</B></A>: Everyone came before &#346;r&#299; Caitanya Mah&#257;prabhu and said, "Now we have directly seen Lord Krishna." Thus by the mercy of the goddess of learning they were made to speak the truth.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 18.98</B></A>: When the people saw &#346;r&#299; Caitanya Mah&#257;prabhu, they actually saw Krishna, but because they were following their own imperfect knowledge, they accepted the wrong thing as Krishna.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 18.99</B></A>: At that time Balabhadra Bhatt&#257;c&#257;rya placed a request at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. He said, "Please give me permission to go see Lord Krishna directly."</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 18.100</B></A>: When Balabhadra Bhatt&#257;c&#257;rya asked to see Krishna at K&#257;l&#299;ya-daha, &#346;r&#299; Caitanya Mah&#257;prabhu mercifully slapped him, saying, "You are a learned scholar, but you have become a fool, being influenced by the statements of other fools.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 18.101</B></A>: "Why would Krishna appear in the Age of Kali? Foolish people who are mistaken are simply causing agitation and making a tumult.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 18.102</B></A>: "Do not become mad. Simply sit down here, and tomorrow night you will go see Krishna."</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 18.103</B></A>: The next morning some respectable gentlemen came to see &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord asked them, "Have you seen Krishna?"</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 18.104</B></A>: These respectable gentlemen replied, "At night in K&#257;l&#299;ya Lake a fisherman lights a torch in his boat and catches many fish.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 18.105</B></A>: "From a distance, people mistakenly think that they are seeing Krishna dancing on the body of the K&#257;l&#299;ya serpent.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 18.106</B></A>: "These fools think that the boat is the K&#257;l&#299;ya serpent and the torchlight the jewels on his hoods. People also mistake the fisherman for Krishna.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 18.107</B></A>: "Actually Lord Krishna has returned to Vrind&#257;vana. That is the truth, and it is also true that people have seen Him.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 18.108</B></A>: "But where they are seeing Krishna is their mistake. It is like considering a dry tree to be a person."</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 18.109</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then asked them, "Where have you seen Krishna directly?"The people replied, "You are a sanny&#257;s&#299;, a renunciant; therefore You are a moving N&#257;r&#257;yana [ja&#324;gama-n&#257;r&#257;yana]."</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 18.110</B></A>: The people then said, "You have appeared in Vrind&#257;vana as an incarnation of Krishna. Just by seeing You, everyone is now liberated."</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 18.111</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu immediately exclaimed, "Vishnu! Vishnu! Do not call Me the Supreme Personality of Godhead. A j&#299;va cannot become Krishna at any time. Do not even say such a thing!</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 18.112</B></A>: "A sanny&#257;s&#299; in the renounced order is certainly part and parcel of the complete whole, just as a shining molecular particle of sunshine is part and parcel of the sun itself. Krishna is like the sun, full of six opulences, but the living entity is only a fragment of the complete whole.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 18.113</B></A>: "A living entity and the Absolute Personality of Godhead are never to be considered equal, just as a fragmental spark can never be considered the original flame.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 18.114</B></A>: "'The Supreme Personality of Godhead, the supreme controller, is always full of transcendental bliss and is accompanied by the potencies known as hl&#257;din&#299; and samvit. The conditioned soul, however, is always covered by ignorance and embarrassed by the threefold miseries of life. Thus he is a treasure-house of all kinds of tribulations.'</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 18.115</B></A>: "A foolish person who says that the Supreme Personality of Godhead is the same as the living entity is an atheist, and he becomes subject to punishment by the superintendent of death, Yamar&#257;ja.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 18.116</B></A>: "'A person who considers demigods like Brahm&#257; and &#346;iva to be on an equal level with N&#257;r&#257;yana is to be considered an offender, or p&#257;shand&#299;.'"</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 18.117</B></A>: After &#346;r&#299; Caitanya Mah&#257;prabhu explained the difference between an ordinary living being and the Supreme Personality of Godhead, the people said, "No one considers You an ordinary human being. You are like Krishna in every respect, in both bodily features and characteristics.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 18.118</B></A>: "By Your bodily features we can see that You are none other than the son of Nanda Mah&#257;r&#257;ja, although the golden luster of Your body has covered Your original complexion.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 18.119</B></A>: "As the aroma of deer musk cannot be concealed by wrapping it in a cloth, Your characteristics as the Supreme Personality of Godhead cannot be concealed by any means.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 18.120</B></A>: "Indeed, Your characteristics are uncommon and beyond the imagination of an ordinary living being. Simply by seeing You, the entire universe becomes mad with ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="121-122.htm"><B>CC Madhya 18.121-122</B></A>: "If they see You just once, even women, children, old men, meat-eaters and members of the lowest caste immediately chant the holy name of Krishna, dance like madmen and become spiritual masters capable of delivering the whole world.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 18.123</B></A>: "Apart from seeing You, whoever listens to Your holy name is made mad with ecstatic love for Krishna and is able to deliver the three worlds.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 18.124</B></A>: "Simply by hearing Your holy name, dog-eaters become holy saints. Your uncommon potencies cannot be described in words.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 18.125</B></A>: "'To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters becomes immediately eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.'</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 18.126</B></A>: "These glories of Yours are only marginal. Originally You are the son of Mah&#257;r&#257;ja Nanda."</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 18.127</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then bestowed His causeless mercy upon all the people there, and everyone became ecstatic with love of God. Finally they all returned to their homes.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 18.128</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained for some days in Akr&#363;ra-t&#299;rtha. He delivered everyone there simply by distributing the holy name of Krishna and ecstatic love for the Lord.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 18.129</B></A>: The br&#257;hmana disciple of M&#257;dhavendra Pur&#299; went from house to house in Mathur&#257; and inspired other br&#257;hmanas to invite Caitanya Mah&#257;prabhu to their homes.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 18.130</B></A>: Thus all the respectable people of Mathur&#257;, headed by the br&#257;hmanas, came to Balabhadra Bhatt&#257;c&#257;rya and extended invitations to the Lord.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 18.131</B></A>: In one day, ten to twenty invitations were received, but Balabhadra Bhatt&#257;c&#257;rya would accept only one of them.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 18.132</B></A>: Since not everyone got an opportunity to offer invitations to &#346;r&#299; Caitanya Mah&#257;prabhu personally, those who did not requested the Sanodiy&#257; br&#257;hmana to ask the Lord to accept their invitations.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 18.133</B></A>: The br&#257;hmanas from different places, such as K&#257;nyakubja and South India, who were all strict followers of the Vedic religion, offered invitations to &#346;r&#299; Caitanya Mah&#257;prabhu with great humility.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 18.134</B></A>: In the morning they would come to Akr&#363;ra-t&#299;rtha and cook food. After offering it to the &#347;&#257;lagr&#257;ma-&#347;il&#257;, they offered it to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 18.135</B></A>: One day &#346;r&#299; Caitanya Mah&#257;prabhu sat at the bathing ghat of Akr&#363;ra-t&#299;rtha and thought the following thoughts.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 18.136</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu thought, "At this bathing place, Akr&#363;ra saw Vaikuntha, the spiritual world, and all the inhabitants of Vraja saw Goloka Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 18.137</B></A>: While considering how Akr&#363;ra remained within the water, &#346;r&#299; Caitanya Mah&#257;prabhu immediately jumped in and stayed under water for some time.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 18.138</B></A>: When Krishnad&#257;sa saw that Caitanya Mah&#257;prabhu was drowning, he cried and shouted very loudly. Balabhadra Bhatt&#257;c&#257;rya immediately came and pulled the Lord out.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 18.139</B></A>: After this, Balabhadra Bhatt&#257;c&#257;rya took the Sanodiy&#257; br&#257;hmana to a secluded place and consulted with him.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 18.140</B></A>: Balabhadra Bhatt&#257;c&#257;rya said, "Since I was present today, it was possible for me to pull the Lord up. But if He starts to drown at Vrind&#257;vana, who will help Him?</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 18.141</B></A>: "Now there is a crowd of people here, and these invitations are causing much disturbance. In addition, the Lord is always ecstatic and emotional. I do not find the situation here very good.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 18.142</B></A>: "It would be good if we could get &#346;r&#299; Caitanya Mah&#257;prabhu out of Vrind&#257;vana. That is my final conclusion."</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 18.143</B></A>: The Sanodiy&#257; br&#257;hmana said, "Let us take Him to Pray&#257;ga and go along the banks of the Ganges. It will be very pleasurable to go that way.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 18.144</B></A>: "After going to the holy place named Soro-kshetra and bathing in the Ganges, let us take &#346;r&#299; Caitanya Mah&#257;prabhu that way and go.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 18.145</B></A>: "It is now the beginning of the month of M&#257;gha. If we go to Pray&#257;ga at this time, we shall have an opportunity to bathe for a few days during Makara-sa&#324;kr&#257;nti."</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 18.146</B></A>: The Sanodiy&#257; br&#257;hmana continued, "Kindly submit to &#346;r&#299; Caitanya Mah&#257;prabhu the unhappiness you are feeling within yourself. Then propose that we all go to Pray&#257;ga on the full-moon day of the month of M&#257;gha.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 18.147</B></A>: "Tell the Lord of the happiness you will feel in traveling via the banks of the Ganges." Balabhadra Bhatt&#257;c&#257;rya therefore submitted this prayer to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 18.148</B></A>: Balabhadra Bhatt&#257;c&#257;rya told the Lord, "I can no longer tolerate the disturbance of the crowd. People are coming one after another to offer invitations.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 18.149</B></A>: "Early in the morning people come here, and not seeing You present, they simply tax my brain.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 18.150</B></A>: "I will be very happy if we all leave and take the path by the banks of the Ganges. Then we can have the opportunity of bathing in the Ganges at Pray&#257;ga during Makara-sa&#324;kr&#257;nti.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 18.151</B></A>: "My mind has become very much agitated, and I cannot bear this anxiety. Now everything rests on the permission of Your Lordship. I will accept whatever You want to do."</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 18.152</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu had no desire to leave Vrind&#257;vana, He began to speak sweet words just to fulfill the desire of His devotee.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 18.153</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "You have brought Me here to show Me Vrind&#257;vana. I am very much indebted to you, and I shall not be able to repay this debt.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 18.154</B></A>: "Whatever you desire, I must do. Wherever you take Me, I shall go."</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 18.155</B></A>: The next morning, &#346;r&#299; Caitanya Mah&#257;prabhu got up early. After taking His bath, He became ecstatic with love, knowing that He now had to leave Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 18.156</B></A>: Although the Lord did not exhibit any external symptoms, His mind was filled with ecstatic love. At that time, Balabhadra Bhatt&#257;c&#257;rya said, "Let us go to Mah&#257;vana [Gokula]."</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 18.157</B></A>: Saying this, Balabhadra Bhatt&#257;c&#257;rya made &#346;r&#299; Caitanya Mah&#257;prabhu sit aboard a boat. After they crossed the river, he took the Lord with him.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 18.158</B></A>: Both R&#257;japuta Krishnad&#257;sa and the Sanodiy&#257; br&#257;hmana knew the path along the Ganges bank very well.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 18.159</B></A>: While walking, &#346;r&#299; Caitanya Mah&#257;prabhu, understanding that the others were fatigued, took them all beneath a tree and sat down.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 18.160</B></A>: There were many cows grazing near that tree, and the Lord was very pleased to see them.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 18.161</B></A>: Suddenly a cowherd boy blew on his flute, and immediately the Lord was struck with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 18.162</B></A>: Filled with ecstatic love, the Lord fell to the ground unconscious. He foamed about the mouth, and His breathing stopped.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 18.163</B></A>: While the Lord was unconscious, ten cavalry soldiers belonging to the Muslim P&#257;th&#257;na military order rode up and dismounted.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 18.164</B></A>: Seeing the Lord unconscious, the soldiers thought, "This sanny&#257;s&#299; must have possessed a large quantity of gold.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 18.165</B></A>: "These four rogues here must have taken away that sanny&#257;s&#299;'s riches after killing Him by making Him take the poison dhutur&#257;."</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 18.166</B></A>: Thinking this, the P&#257;th&#257;na soldiers arrested the four persons and decided to kill them. Because of this, the two Bengalis began to tremble.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 18.167</B></A>: The devotee Krishnad&#257;sa, who belonged to the R&#257;japuta race, was very fearless. The Sanodiy&#257; br&#257;hmana was also fearless, and he spoke very bravely.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 18.168</B></A>: The br&#257;hmana said, "You P&#257;th&#257;na soldiers are all under the protection of your king. Let us go to your commander and get his decision.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 18.169</B></A>: "This sanny&#257;s&#299; is my spiritual master, and I am from Mathur&#257;. I am a br&#257;hmana, and I know many people who are in the service of the Muslim king.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 18.170</B></A>: "This sanny&#257;s&#299; sometimes falls unconscious due to the influence of a disease. Please sit down here, and you will see that He will very soon regain consciousness and His normal condition.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 18.171</B></A>: "Sit down here for a while and keep us all under arrest. When the sanny&#257;s&#299; regains his senses, you can question Him. Then, if you like, you can kill us all."</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 18.172</B></A>: The P&#257;th&#257;na soldiers said, "You are all rogues. One of you belongs to the western lands, one to the district of Mathur&#257;, and the other two, who are trembling, belong to Bengal."</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 18.173</B></A>: R&#257;japuta Krishnad&#257;sa said, "I have my home here, and I also have about two hundred Turkish soldiers and about one hundred cannons.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 18.174</B></A>: "If I call loudly, they will come immediately to kill you and plunder your horses and saddles.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 18.175</B></A>: "The Bengali pilgrims are not rogues. You are rogues, for you want to kill the pilgrims and plunder them."</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 18.176</B></A>: Upon hearing this challenge, the P&#257;th&#257;na soldiers became hesitant. Then suddenly &#346;r&#299; Caitanya Mah&#257;prabhu regained consciousness.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 18.177</B></A>: Coming to His senses, the Lord very loudly began chanting the holy name, "Hari! Hari!" The Lord raised His arms upward and began to dance in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 18.178</B></A>: When the Lord shouted very loudly in ecstatic love, it appeared to the Muslim soldiers that their hearts were struck by thunderbolts.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 18.179</B></A>: Seized by fear, all the P&#257;th&#257;na soldiers immediately released the four persons. Thus &#346;r&#299; Caitanya Mah&#257;prabhu did not see His personal associates arrested.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 18.180</B></A>: At that time, Balabhadra Bhatt&#257;c&#257;rya went to &#346;r&#299; Caitanya Mah&#257;prabhu and made Him sit down. Seeing the Muslim soldiers, the Lord regained His normal senses.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 18.181</B></A>: All the Muslim soldiers then came before the Lord, worshiped His lotus feet and said, "Here are four rogues.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 18.182</B></A>: "These rogues have made You take dhutur&#257;. Having made You mad, they have taken all Your possessions."</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 18.183</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "These are not rogues. They are My associates. Being a sanny&#257;s&#299; beggar, I do not possess anything.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 18.184</B></A>: "Due to epilepsy, I sometimes fall unconscious. Out of their mercy, these four men maintain Me."</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 18.185</B></A>: Among the Muslims was a grave person who was wearing a black dress. People called him a saintly person.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 18.186</B></A>: The heart of that saintly person softened upon seeing &#346;r&#299; Caitanya Mah&#257;prabhu. He wanted to talk to Him and establish impersonal Brahman on the basis of his own scripture, the Koran.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 18.187</B></A>: When that person tried to establish the impersonal Brahman conception of the Absolute Truth on the basis of the Koran, &#346;r&#299; Caitanya Mah&#257;prabhu refuted his argument.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 18.188</B></A>: Whatever arguments he put forward, the Lord refuted them all. Finally the person became stunned and could not speak.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 18.189</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "The Koran certainly establishes impersonalism, but at the end it refutes that impersonalism and establishes the personal God.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 18.190</B></A>: "The Koran accepts the fact that ultimately there is only one God. He is full of opulence, and His bodily complexion is blackish.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 18.191</B></A>: "According to the Koran, the Lord has a supreme, blissful, transcendental body. He is the Absolute Truth, the all-pervading, omniscient and eternal being. He is the origin of everything.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 18.192</B></A>: "Creation, maintenance and dissolution come from Him. He is the original shelter of all gross and subtle cosmic manifestations.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 18.193</B></A>: "The Lord is the Supreme Truth, worshipable by everyone. He is the cause of all causes. By engaging in His devotional service, the living entity is relieved from material existence.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 18.194</B></A>: "No conditioned soul can get out of material bondage without serving the Supreme Personality of Godhead. Love at His lotus feet is the ultimate goal of life.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 18.195</B></A>: "The happiness of liberation, whereby one merges into the Lord's existence, cannot even be compared to a fragment of the transcendental bliss obtained by service unto the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 18.196</B></A>: "In the Koran there are descriptions of fruitive activity, speculative knowledge, mystic power and union with the Supreme, but ultimately all this is refuted and the Lord's personal feature established, along with His devotional service.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 18.197</B></A>: "The scholars of the Koran are not very advanced in knowledge. Although there are many methods prescribed, they do not know that the ultimate conclusion should be considered the most powerful.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 18.198</B></A>: "Seeing your own Koran and deliberating over what is written there, what is your conclusion?"</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 18.199</B></A>: The saintly Muslim replied, "All that You have said is true. This has certainly been written in the Koran, but our scholars can neither understand nor accept it.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 18.200</B></A>: "Usually they describe the Lord's impersonal aspect, but they hardly know that the Lord's personal feature is worshipable. They are undoubtedly lacking this knowledge.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 18.201</B></A>: "Since You are that very same Supreme Personality of Godhead Himself, please be merciful upon me. I am fallen and unfit.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 18.202</B></A>: "I have studied the Muslim scripture very extensively, but from it I cannot conclusively decide what the ultimate goal of life is or how I can approach it.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 18.203</B></A>: "Now that I have seen You, my tongue is chanting the Hare Krishna mah&#257;-mantra. The false prestige I felt from being a learned scholar is now gone."</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 18.204</B></A>: Saying this, the saintly Muslim fell at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and requested Him to speak of life's ultimate goal and the process by which it could be obtained.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 18.205</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Please get up. You have chanted the holy name of Krishna; therefore the sinful reactions you have accrued for many millions of lives are now gone. You are now pure."</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 18.206</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then told all the Muslims there, "Chant the holy name of Krishna! Chant the holy name of Krishna!" As they all began to chant, they were overwhelmed by ecstatic love.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 18.207</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu directly initiated the saintly Muslim by advising him to chant the holy name of Krishna. The Muslim's name was changed to R&#257;mad&#257;sa. Another P&#257;th&#257;na Muslim present there was named Vijul&#299; Kh&#257;n.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 18.208</B></A>: Vijul&#299; Kh&#257;n was very young, and he was the son of the king. All the other Muslims, or P&#257;th&#257;nas, headed by R&#257;mad&#257;sa, were his servants.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 18.209</B></A>: Vijul&#299; Kh&#257;n also fell down at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord placed His foot on his head.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 18.210</B></A>: After bestowing His mercy upon them in this way, &#346;r&#299; Caitanya Mah&#257;prabhu left. All those P&#257;th&#257;na Muslims then became mendicants.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 18.211</B></A>: Later these very P&#257;th&#257;nas became celebrated as the P&#257;th&#257;na Vaishnavas. They toured all over the country and chanted the glorious activities of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 18.212</B></A>: Vijul&#299; Kh&#257;n became a greatly advanced devotee, and his importance was celebrated at every holy place of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 18.213</B></A>: In this way Lord &#346;r&#299; Caitanya Mah&#257;prabhu performed His pastimes. Coming to the western part of India, He bestowed good fortune upon the yavanas and mlecchas.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 18.214</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu next went to a holy place of pilgrimage called Soro-kshetra. He took His bath in the Ganges there and started for Pray&#257;ga on the path along the banks of the Ganges.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 18.215</B></A>: At Soro-kshetra, the Lord requested the Sanodiy&#257; br&#257;hmana and R&#257;japuta Krishnad&#257;sa to return home, but with folded hands they began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 18.216</B></A>: They prayed, "Let us go to Pray&#257;ga with You. If we do not go, when shall we again get the association of Your lotus feet?</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 18.217</B></A>: "This country is mainly occupied by Muslims. At any place someone can create a disturbance, and although Your companion Balabhadra Bhatt&#257;c&#257;rya is a learned scholar, he does not know how to speak the local language."</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 18.218</B></A>: Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu accepted their proposal by smiling mildly. Thus those two persons continued to accompany Him.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 18.219</B></A>: Whoever got to see &#346;r&#299; Caitanya Mah&#257;prabhu would feel himself overwhelmed with ecstatic love and would begin to chant the Hare Krishna mantra.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 18.220</B></A>: Whoever met &#346;r&#299; Caitanya Mah&#257;prabhu became a Vaishnava, and whoever met that Vaishnava also became a Vaishnava. In this way, all the towns and villages became Vaishnava, one after the other.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 18.221</B></A>: Just as the Lord inundated South India on His tour there, He also inundated the western part of the country with love of Godhead.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 18.222</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu finally arrived at Pray&#257;ga and for ten successive days bathed in the confluence of the rivers Yamun&#257; and Ganges during the festival of Makara-sa&#324;kr&#257;nti [M&#257;gha-mel&#257;].</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 18.223</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's visit to Vrind&#257;vana and His activities there are unlimited. Even Lord &#346;esha, who has thousands of hoods, cannot reach the end of His activities.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 18.224</B></A>: What ordinary living being can describe the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu? I have only indicated the general direction in the form of a summary.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 18.225</B></A>: The pastimes and methods of &#346;r&#299; Caitanya Mah&#257;prabhu are uncommon. Unfortunate is he who cannot believe even after hearing all these things.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 18.226</B></A>: From beginning to end the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are uncommon. Just hear them with faith and accept them as true and correct.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 18.227</B></A>: Whoever argues about this is a great fool. He intentionally and personally brings a thunderbolt down upon his head.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 18.228</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are an ocean of nectar. Even a drop of this ocean can inundate the whole world with transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 18.229</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright  The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>