<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Visit to &#346;r&#299; Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 18 Summary</P><P>The following summary of the Eighteenth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. In the village of &#256;rit-gr&#257;ma, &#346;r&#299; Caitanya Mah&#257;prabhu discovered the transcendental lakes known as R&#257;dh&#257;-kunda and &#346;y&#257;ma-kunda. He then saw the Deity Harideva at Govardhana Village. &#346;r&#299; Caitanya Mah&#257;prabhu had no desire to climb Govardhana Hill because the hill is worshiped as Krishna. The Gop&#257;la Deity could understand the mind of &#346;r&#299; Caitanya Mah&#257;prabhu; therefore on the plea of being attacked by Muslims, Gop&#257;la transferred Himself to the village of G&#257;&#324;thuli-gr&#257;ma. &#346;r&#299; Caitanya Mah&#257;prabhu then went to G&#257;&#324;thuli-gr&#257;ma to see Lord Gop&#257;la. Some years later, Lord Gop&#257;la also went to Mathur&#257;, to the house of Viththale&#347;vara, and stayed there for one month just to give an audience to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;.</P><P>After visiting Nand&#299;&#347;vara, P&#257;vana-sarovara, &#346;esha&#347;&#257;y&#299;, Khel&#257;-t&#299;rtha, Bh&#257;nd&#299;ravana, Bhadravana, Lohavana and Mah&#257;vana, &#346;r&#299; Caitanya Mah&#257;prabhu went to Gokula and then finally returned to Mathur&#257;. Seeing a great crowd in Mathur&#257;, He moved His residence near Akr&#363;ra-gh&#257;ta, and from there He went every day to Vrind&#257;vana to see K&#257;l&#299;ya-hrada, Dv&#257;da&#347;&#257;ditya-gh&#257;ta, Ke&#347;&#299;-gh&#257;ta, R&#257;sa-sthal&#299;, C&#299;ra-gh&#257;ta and &#256;mli-tal&#257;. At K&#257;l&#299;ya Lake, many people mistook a fisherman for Krishna. When some respectable people came to see &#346;r&#299; Caitanya Mah&#257;prabhu, they expressed their opinion that when one takes sanny&#257;sa, he becomes N&#257;r&#257;yana. Their mistake was corrected by the Lord. In this way, their Krishna consciousness was awakened, and they could understand that a sanny&#257;s&#299; is simply a living entity and not the Supreme Personality of Godhead.</P><P>When &#346;r&#299; Caitanya Mah&#257;prabhu took His bath at Akr&#363;ra-gh&#257;ta, He submerged Himself in the water for a long time. Balabhadra Bhatt&#257;c&#257;rya decided to take &#346;r&#299; Caitanya Mah&#257;prabhu to Pray&#257;ga after visiting the holy place known as Soro-kshetra. While stopping near a village on the way to Pray&#257;ga, &#346;r&#299; Caitanya Mah&#257;prabhu fainted in ecstatic love. Some P&#257;th&#257;na soldiers who were passing through saw &#346;r&#299; Caitanya Mah&#257;prabhu and falsely concluded that the Lord's associates, Balabhadra Bhatt&#257;c&#257;rya and others, had killed the Lord with a poison named dhutur&#257; and were taking His wealth. Thus the soldiers arrested them. However, when &#346;r&#299; Caitanya Mah&#257;prabhu regained His senses, His associates were released. He talked with a person who was supposed to be a holy man in the party. From the Koran, &#346;r&#299; Caitanya Mah&#257;prabhu established devotional service to Krishna. Thus the leader of the soldiers, named Vijul&#299; Kh&#257;n, surrendered to &#346;r&#299; Caitanya Mah&#257;prabhu, and he and his party became devotees of Lord Krishna. The same village today is known as the village of P&#257;th&#257;na Vaishnavas. After bathing in the Ganges at Soro, &#346;r&#299; Caitanya Mah&#257;prabhu arrived at Pray&#257;ga, at the confluence of three rivers &#8212; the Ganges, Yamun&#257; and Sarasvat&#299;.</P><P CLASS=l><A CLASS=i HREF="../17/234.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>