<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.11</P><P CLASS=c>bh&#363;r&#299;ni bh&#363;ri-karm&#257;ni</P><P CLASS=c>&#347;rotavy&#257;ni vibh&#257;ga&#347;ah</P><P CLASS=c>atah s&#257;dho 'tra yat s&#257;ram</P><P CLASS=c>samuddhritya man&#299;shay&#257;</P><P CLASS=c>br&#363;hi bhadr&#257;ya bh&#363;t&#257;n&#257;m</P><P CLASS=c>yen&#257;tm&#257; supras&#299;dati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhurini">bh&#363;r&#299;ni</A> &#8212; multifarious; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; duties; <A CLASS=v HREF="http://vedabase.net/s/srotavyani">&#347;rotavy&#257;ni</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be learned; <A CLASS=v HREF="http://vedabase.net/v/vibhagasah">vibh&#257;ga&#347;ah</A> &#8212; by divisions of subject matter; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sadho">s&#257;dho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sage; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; essence; <A CLASS=v HREF="http://vedabase.net/s/samuddhrtya">samuddhritya</A> &#8212; by selection; <A CLASS=v HREF="http://vedabase.net/m/manisaya">man&#299;shay&#257;</A> &#8212; best <A HREF="http://vedabase.net/t/to">to</A> your knowledge; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; please tell us; <A CLASS=v HREF="http://vedabase.net/b/bhadraya">bhadr&#257;ya</A> &#8212; for the good of; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; the living beings; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/s/suprasidati">supras&#299;dati</A> &#8212; becomes fully satisfied.</P><P CLASS=t>TRANSLATION</P><P>There are many varieties of scriptures, and in all of them there are many prescribed duties, which can be learned only after many years of study in their various divisions. Therefore, O sage, please select the essence of all these scriptures and explain it for the good of all living beings, that by such instruction their hearts may be fully satisfied.</P><P CLASS=t>PURPORT</P><P>&#256;tm&#257;, or self, is distinguished from matter and material elements. It is spiritual in constitution, and thus it is never satisfied by any amount of material planning. All scriptures and spiritual instructions are meant for the satisfaction of this self, or &#257;tm&#257;. There are many varieties of approaches which are recommended for different types of living beings in different times and at different places. Consequently, the numbers of revealed scriptures are innumerable. There are different methods and prescribed duties recommended in these various scriptures. Taking into consideration the fallen condition of the people in general in this age of Kali, the sages of Naimish&#257;ranya suggested that &#346;r&#299; S&#363;ta Gosv&#257;m&#299; relate the essence of all such scriptures because in this age it is not possible for the fallen souls to understand and undergo all the lessons of all these various scriptures in a varna and &#257;&#347;rama system.</P><P>The varna and &#257;&#347;rama society was considered to be the best institution for lifting the human being to the spiritual platform, but due to Kali-yuga it is not possible to execute the rules and regulations of these institutions. Nor is it possible for the people in general to completely sever relations with their families as the varn&#257;&#347;rama institution prescribes. The whole atmosphere is surcharged with opposition. And considering this, one can see that spiritual emancipation for the common man in this age is very difficult. The reason the sages presented this matter to &#346;r&#299; S&#363;ta Gosv&#257;m&#299; is explained in the following verses.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>