<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.13</P><P CLASS=c>tan nah &#347;u&#347;r&#363;sham&#257;n&#257;n&#257;m</P><P CLASS=c>arhasy a&#324;g&#257;nuvarnitum</P><P CLASS=c>yasy&#257;vat&#257;ro bh&#363;t&#257;n&#257;m</P><P CLASS=c>kshem&#257;ya ca bhav&#257;ya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/s/susrusamananam">&#347;u&#347;r&#363;sham&#257;n&#257;n&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> endeavoring for; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; ought <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/a/anuvarnitum">anuvarnitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> explain by following <A HREF="http://vedabase.net/i/in">in</A> the footsteps of previous &#257;c&#257;ryas; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;rah</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the living beings; <A CLASS=v HREF="http://vedabase.net/k/ksemaya">kshem&#257;ya</A> &#8212; for good; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; upliftment; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>O S&#363;ta Gosv&#257;m&#299;, we are eager to learn about the Personality of Godhead and His incarnations. Please explain to us those teachings imparted by previous masters [&#257;c&#257;ryas], for one is uplifted both by speaking them and by hearing them.</P><P CLASS=t>PURPORT</P><P>The conditions for hearing the transcendental message of the Absolute Truth are set forth herein. The first condition is that the audience must be very sincere and eager to hear. And the speaker must be in the line of disciplic succession from the recognized &#257;c&#257;rya. The transcendental message of the Absolute is not understandable by those who are materially absorbed. Under the direction of a bona fide spiritual master, one becomes gradually purified. Therefore, one must be in the chain of disciplic succession and learn the spiritual art of submissive hearing. In the case of S&#363;ta Gosv&#257;m&#299; and the sages of Naimish&#257;ranya, all these conditions are fulfilled because &#346;r&#299;la S&#363;ta Gosv&#257;m&#299; is in the line of &#346;r&#299;la Vy&#257;sadeva, and the sages of Naimish&#257;ranya are all sincere souls who are anxious to learn the truth. Thus the transcendental topics of Lord &#346;r&#299; Krishna's superhuman activities, His incarnation, His birth, appearance or disappearance, His forms, His names and so on are all easily understandable because all requirements are fulfilled. Such discourses help all men on the path of spiritual realization.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>