<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.17</P><P CLASS=c>tasya karm&#257;ny ud&#257;r&#257;ni</P><P CLASS=c>parig&#299;t&#257;ni s&#363;ribhih</P><P CLASS=c>br&#363;hi nah &#347;raddadh&#257;n&#257;n&#257;m</P><P CLASS=c>l&#299;lay&#257; dadhatah kal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; transcendental acts; <A CLASS=v HREF="http://vedabase.net/u/udarani">ud&#257;r&#257;ni</A> &#8212; magnanimous; <A CLASS=v HREF="http://vedabase.net/p/parigitani">parig&#299;t&#257;ni</A> &#8212; broadcast; <A CLASS=v HREF="http://vedabase.net/s/suribhih">s&#363;ribhih</A> &#8212; by the great souls; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; please speak; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/s/sraddadhananam">&#347;raddadh&#257;n&#257;n&#257;m</A> &#8212; ready <A HREF="http://vedabase.net/t/to">to</A> receive with respect; <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/d/dadhatah">dadhatah</A> &#8212; advented; <A CLASS=v HREF="http://vedabase.net/k/kalah">kal&#257;h</A> &#8212; incarnations.</P><P CLASS=t>TRANSLATION</P><P>His transcendental acts are magnificent and gracious, and great learned sages like N&#257;rada sing of them. Please, therefore, speak to us, who are eager to hear about the adventures He performs in His various incarnations.</P><P CLASS=t>PURPORT</P><P>The Personality of Godhead is never inactive as some less intelligent persons suggest. His works are magnificent and magnanimous. His creations both material and spiritual are all wonderful and contain all variegatedness. They are described nicely by such liberated souls as &#346;r&#299;la N&#257;rada, Vy&#257;sa, V&#257;lm&#299;ki, Devala, Asita, Madhva, &#346;r&#299; Caitanya, R&#257;m&#257;nuja, Vishnusv&#257;m&#299;, Nimb&#257;rka, &#346;r&#299;dhara, Vi&#347;van&#257;tha, Baladeva, Bhaktivinoda, Siddh&#257;nta Sarasvat&#299; and many other learned and self-realized souls. These creations, both material and spiritual, are full of opulence, beauty and knowledge, but the spiritual realm is more magnificent due to its being full of knowledge, bliss and eternity. The material creations are manifested for some time as perverted shadows of the spiritual kingdom and can be likened to cinemas. They attract people of less intelligent caliber who are attracted by false things. Such foolish men have no information of the reality, and they take it for granted that the false material manifestation is the all in all. But more intelligent men guided by sages like Vy&#257;sa and N&#257;rada know that the eternal kingdom of God is more delightful, larger, and eternally full of bliss and knowledge. Those who are not conversant with the activities of the Lord and His transcendental realm are sometimes favored by the Lord in His adventures as incarnations wherein He displays the eternal bliss of His association in the transcendental realm. By such activities He attracts the conditioned souls of the material world. Some of these conditioned souls are engaged in the false enjoyment of material senses and others in simply negating their real life in the spiritual world. These less intelligent persons are known as karm&#299;s, or fruitive workers, and jñ&#257;n&#299;s, or dry mental speculators. But above these two classes of men is the transcendentalist known as s&#257;tvata, or the devotee, who is busy neither with rampant material activity nor with material speculation. He is engaged in the positive service of the Lord, and thereby he derives the highest spiritual benefit unknown to the karm&#299;s and jñ&#257;n&#299;s.</P><P>As the supreme controller of both the material and spiritual worlds, the Lord has different incarnations of unlimited categories. Incarnations like Brahm&#257;, Rudra, Manu, Prithu and Vy&#257;sa are His material qualitative incarnations, but His incarnations like R&#257;ma, Narasimha, Var&#257;ha and V&#257;mana are His transcendental incarnations. Lord &#346;r&#299; Krishna is the fountainhead of all incarnations, and He is therefore the cause of all causes.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>