<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.19</P><P CLASS=c>vayam tu na vitripy&#257;ma</P><P CLASS=c>uttama-&#347;loka-vikrame</P><P CLASS=c>yac-chrinvat&#257;m rasa-jñ&#257;n&#257;m</P><P CLASS=c>sv&#257;du sv&#257;du pade pade</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vitrpyamah">vitripy&#257;mah</A> &#8212; shall be at rest; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; the Personality of Godhead, who is glorified by transcendental prayers; <A CLASS=v HREF="http://vedabase.net/v/vikrame">vikrame</A> &#8212; adventures; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/srnvatam">&#347;rinvat&#257;m</A> &#8212; by continuous hearing; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; humor; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;n&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> conversant with; <A CLASS=v HREF="http://vedabase.net/s/svadu">sv&#257;du</A> &#8212; relishing; <A CLASS=v HREF="http://vedabase.net/s/svadu">sv&#257;du</A> &#8212; palatable; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; at every step.</P><P CLASS=t>TRANSLATION</P><P>We never tire of hearing the transcendental pastimes of the Personality of Godhead, who is glorified by hymns and prayers. Those who have developed a taste for transcendental relationships with Him relish hearing of His pastimes at every moment.</P><P CLASS=t>PURPORT</P><P>There is a great difference between mundane stories, fiction, or history and the transcendental pastimes of the Lord. The histories of the whole universe contain references to the pastimes of the incarnations of the Lord. The R&#257;m&#257;yana, the Mah&#257;bh&#257;rata, and the Pur&#257;nas are histories of bygone ages recorded in connection with the pastimes of the incarnations of the Lord and therefore remain fresh even after repeated readings. For example, anyone may read Bhagavad-g&#299;t&#257; or the &#346;r&#299;mad-Bh&#257;gavatam repeatedly throughout his whole life and yet find in them new light of information. Mundane news is static whereas transcendental news is dynamic, inasmuch as the spirit is dynamic and matter is static. Those who have developed a taste for understanding the transcendental subject matter are never tired of hearing such narrations. One is quickly satiated by mundane activities, but no one is satiated by transcendental or devotional activities. Uttama-&#347;loka indicates that literature which is not meant for nescience. Mundane literature is in the mode of darkness or ignorance, whereas transcendental literature is quite different. Transcendental literature is above the mode of darkness, and its light becomes more luminous with progressive reading and realization of the transcendental subject matter. The so-called liberated persons are never satisfied by the repetition of the words aham brahm&#257;smi. Such artificial realization of Brahman becomes hackneyed, and so to relish real pleasure they turn to the narrations of the &#346;r&#299;mad-Bh&#257;gavatam. Those who are not so fortunate turn to altruism and worldly philanthropy. This means the M&#257;y&#257;v&#257;da philosophy is mundane, whereas the philosophy of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam is transcendental.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>