<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.2</P><P CLASS=c>dharmah projjhita-kaitavo 'tra paramo nirmatsar&#257;n&#257;m sat&#257;m</P><P CLASS=c>vedyam v&#257;stavam atra vastu &#347;ivadam t&#257;pa-trayonm&#363;lanam</P><P CLASS=c>&#347;r&#299;mad-bh&#257;gavate mah&#257;-muni-krite kim v&#257; parair &#299;&#347;varah</P><P CLASS=c>sadyo hridy avarudhyate 'tra kritibhih &#347;u&#347;r&#363;shubhis tat-kshan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religiosity; <A CLASS=v HREF="http://vedabase.net/p/projjhita">projjhita</A> &#8212; completely rejected; <A CLASS=v HREF="http://vedabase.net/k/kaitavah">kaitavah</A> &#8212; covered by fruitive intention; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; the highest; <A CLASS=v HREF="http://vedabase.net/n/nirmatsaranam">nirmatsar&#257;n&#257;m</A> &#8212; of the one-hundred-percent <A HREF="http://vedabase.net/p/pure">pure</A> <A HREF="http://vedabase.net/i/in">in</A> heart; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/v/vedyam">vedyam</A> &#8212; understandable; <A CLASS=v HREF="http://vedabase.net/v/vastavam">v&#257;stavam</A> &#8212; factual; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; substance; <A CLASS=v HREF="http://vedabase.net/s/sivadam">&#347;ivadam</A> &#8212; well-being; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A> &#8212; threefold miseries; <A CLASS=v HREF="http://vedabase.net/u/unmulanam">unm&#363;lanam</A> &#8212; causing uprooting of; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bh&#257;gavate</A> &#8212; the <A HREF="http://vedabase.net/b/bhagavata">Bh&#257;gavata</A> <A HREF="http://vedabase.net/p/purana">Pur&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/muni">muni</A> &#8212; the great sage (Vy&#257;sadeva); <A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; having compiled; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; the need; <A CLASS=v HREF="http://vedabase.net/p/paraih">paraih</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; at once; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/a/avarudhyate">avarudhyate</A> &#8212; become compact; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/k/krtibhih">kritibhih</A> &#8212; by the pious men; <A CLASS=v HREF="http://vedabase.net/s/susrusubhih">&#347;u&#347;r&#363;shubhih</A> &#8212; by culture; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/ksanat">kshan&#257;t</A> &#8212; without delay.</P><P CLASS=t>TRANSLATION</P><P>Completely rejecting all religious activities which are materially motivated, this Bh&#257;gavata Pur&#257;na propounds the highest truth, which is understandable by those devotees who are fully pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries. This beautiful Bh&#257;gavatam, compiled by the great sage Vy&#257;sadeva [in his maturity], is sufficient in itself for God realization. What is the need of any other scripture? As soon as one attentively and submissively hears the message of Bh&#257;gavatam, by this culture of knowledge the Supreme Lord is established within his heart.</P><P CLASS=t>PURPORT</P><P>Religion includes four primary subjects, namely pious activities, economic development, satisfaction of the senses, and finally liberation from material bondage. Irreligious life is a barbarous condition. Indeed, human life begins when religion begins. Eating, sleeping, fearing, and mating are the four principles of animal life. These are common both to animals and to human beings. But religion is the extra function of the human being. Without religion, human life is no better than animal life. Therefore, in human societies there is some form of religion which aims at self-realization and which makes reference to man's eternal relationship with God.</P><P>In the lower stages of human civilization, there is always competition to lord it over the material nature or, in other words, there is a continuous rivalry to satisfy the senses. Driven by such consciousness, man turns to religion. He thus performs pious activities or religious functions in order to gain something material. But if such material gains are obtainable in other ways, then so-called religion is neglected. This is the situation in modern civilization. Man is thriving economically, so at present he is not very interested in religion. Churches, mosques or temples are now practically vacant. Men are more interested in factories, shops, and cinemas than in religious places which were erected by their forefathers. This practically proves that religion is performed for some economic gains. Economic gains are needed for sense gratification. Often when one is baffled in the pursuit of sense gratification, he takes to salvation and tries to become one with the Supreme Lord. Consequently, all these states are simply different types of sense gratification.</P><P>In the Vedas, the above-mentioned four activities are prescribed in the regulative way so that there will not be any undue competition for sense gratification. But &#346;r&#299;mad-Bh&#257;gavatam is transcendental to all these sense gratificatory activities. It is purely transcendental literature which can be understood only by the pure devotees of the Lord who are transcendental to competitive sense gratification. In the material world there is keen competition between animal and animal, man and man, community and community, nation and nation. But the devotees of the Lord rise above such competitions. They do not compete with the materialist because they are on the path back to Godhead where life is eternal and blissful. Such transcendentalists are nonenvious and pure in heart. In the material world, everyone is envious of everyone else, and therefore there is competition. But the transcendental devotees of the Lord are not only free from material envy, but are well-wishers to everyone, and they strive to establish a competitionless society with God in the center. The contemporary socialist's conception of a competitionless society is artificial because in the socialist state there is competition for the post of dictator. From the point of view of the Vedas or from the point of view of common human activities, sense gratification is the basis of material life. There are three paths mentioned in the Vedas. One involves fruitive activities to gain promotion to better planets. Another involves worshiping different demigods for promotion to the planets of the demigods, and another involves realizing the Absolute Truth and His impersonal feature and becoming one with Him.</P><P>The impersonal aspect of the Absolute Truth is not the highest. Above the impersonal feature is the Param&#257;tm&#257; feature, and above this is the personal feature of the Absolute Truth, or Bhagav&#257;n. &#346;r&#299;mad-Bh&#257;gavatam gives information about the Absolute Truth in His personal feature. It is higher than impersonalist literatures and higher than the jñ&#257;na-k&#257;nda division of the Vedas. It is even higher than the karma-k&#257;nda division, and even higher than the up&#257;san&#257;-k&#257;nda division, because it recommends the worship of the Supreme Personality of Godhead, Lord &#346;r&#299; Krishna. In the karma-k&#257;nda, there is competition to reach heavenly planets for better sense gratification, and there is similar competition in the jñ&#257;na-k&#257;nda and the up&#257;san&#257;-k&#257;nda. The &#346;r&#299;mad-Bh&#257;gavatam is superior to all of these because it aims at the Supreme Truth which is the substance or the root of all categories. From &#346;r&#299;mad-Bh&#257;gavatam one can come to know the substance as well as the categories. The substance is the Absolute Truth, the Supreme Lord, and all emanations are relative forms of energy.</P><P>Nothing is apart from the substance, but at the same time the energies are different from the substance. This conception is not contradictory. &#346;r&#299;mad-Bh&#257;gavatam explicitly promulgates this simultaneously-one-and-different philosophy of the Ved&#257;nta-s&#363;tra, which begins with the "janm&#257;dy asya" [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] s&#363;tra.</P><P>This knowledge that the energy of the Lord is simultaneously one with and different from the Lord is an answer to the mental speculators' attempt to establish the energy as the Absolute. When this knowledge is factually understood, one sees the conceptions of monism and dualism to be imperfect. Development of this transcendental consciousness grounded in the conception of simultaneously-one-and-different leads one immediately to the stage of freedom from the threefold miseries. The threefold miseries are (1) those miseries which arise from the mind and body, (2) those miseries inflicted by other living beings, and (3) those miseries arising from natural catastrophes over which one has no control. &#346;r&#299;mad-Bh&#257;gavatam begins with the surrender of the devotee unto the Absolute Person. The devotee is fully aware that he is one with the Absolute and at the same time in the eternal position of servant to the Absolute. In the material conception, one falsely thinks himself the lord of all he surveys, and therefore he is always troubled by the threefold miseries of life. But as soon as one comes to know his real position as transcendental servant, he at once becomes free from all miseries. As long as the living entity is trying to master material nature, there is no possibility of his becoming servant of the Supreme. Service to the Lord is rendered in pure consciousness of one's spiritual identity; by service one is immediately freed from material encumbrances.</P><P>Over and above this, &#346;r&#299;mad-Bh&#257;gavatam is a personal commentation on the Ved&#257;nta-s&#363;tra by &#346;r&#299; Vy&#257;sadeva. It was written in the maturity of his spiritual life through the mercy of N&#257;rada. &#346;r&#299; Vy&#257;sadeva is the authorized incarnation of N&#257;r&#257;yana, the Personality of Godhead. Therefore, there is no question as to his authority. He is the author of all other Vedic literatures, yet he recommends the study of &#346;r&#299;mad-Bh&#257;gavatam above all others. In other Pur&#257;nas there are different methods set forth by which one can worship the demigods. But in the Bh&#257;gavatam only the Supreme Lord is mentioned. The Supreme Lord is the total body, and the demigods are the different parts of that body. Consequently, by worshiping the Supreme Lord, one does not need to worship the demigods. The Supreme Lord becomes fixed in the heart of the devotee immediately. Lord Caitanya Mah&#257;prabhu has recommended the &#346;r&#299;mad-Bh&#257;gavatam as the spotless Pur&#257;na and distinguishes it from all other Pur&#257;nas.</P><P>The proper method for receiving this transcendental message is to hear it submissively. A challenging attitude cannot help one realize this transcendental message. One particular word is used herein for proper guidance. This word is &#347;u&#347;r&#363;shu. One must be anxious to hear this transcendental message. The desire to sincerely hear is the first qualification.</P><P>Less fortunate persons are not at all interested in hearing this &#346;r&#299;mad-Bh&#257;gavatam. The process is simple, but the application is difficult. Unfortunate people find enough time to hear idle social and political conversations, but when invited to attend a meeting of devotees to hear &#346;r&#299;mad-Bh&#257;gavatam they suddenly become reluctant. Sometimes professional readers of the Bh&#257;gavatam immediately plunge into the confidential topics of the pastimes of the Supreme Lord, which they seemingly interpret as sex literature. &#346;r&#299;mad-Bh&#257;gavatam is meant to be heard from the beginning. Those who are fit to assimilate this work are mentioned in this &#347;loka: "One becomes qualified to hear &#346;r&#299;mad-Bh&#257;gavatam after many pious deeds." The intelligent person, with thoughtful discretion, can be assured by the great sage Vy&#257;sadeva that he can realize the Supreme Personality directly by hearing &#346;r&#299;mad-Bh&#257;gavatam. Without undergoing the different stages of realization set forth in the Vedas, one can be lifted immediately to the position of paramahamsa simply by agreeing to receive this message.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>