<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.20</P><P CLASS=c>kritav&#257;n kila karm&#257;ni</P><P CLASS=c>saha r&#257;mena ke&#347;avah</P><P CLASS=c>atimarty&#257;ni bhagav&#257;n</P><P CLASS=c>g&#363;dhah kapata-m&#257;nushah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krtavan">kritav&#257;n</A> &#8212; done by; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; acts; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/r/ramena">r&#257;mena</A> &#8212; <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/k/kesavah">ke&#347;avah</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/atimartyani">atimarty&#257;ni</A> &#8212; superhuman; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/gudhah">g&#363;dhah</A> &#8212; masked <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kapata">kapata</A> &#8212; apparently; <A CLASS=v HREF="http://vedabase.net/m/manusah">m&#257;nushah</A> &#8212; human being.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Krishna, the Personality of Godhead, along with Balar&#257;ma, played like a human being, and so masked He performed many superhuman acts.</P><P CLASS=t>PURPORT</P><P>The doctrines of anthropomorphism and zoomorphism are never applicable to &#346;r&#299; Krishna, or the Personality of Godhead. The theory that a man becomes God by dint of penance and austerities is very much rampant nowadays, especially in India. Since Lord R&#257;ma, Lord Krishna and Lord Caitanya Mah&#257;prabhu were detected by the sages and saints to be the Personality of Godhead as indicated in revealed scriptures, many unscrupulous men have created their own incarnations. This process of concocting an incarnation of God has become an ordinary business, especially in Bengal. Any popular personality with a few traits of mystic powers will display some feat of jugglery and easily become an incarnation of Godhead by popular vote. Lord &#346;r&#299; Krishna was not that type of incarnation. He was actually the Personality of Godhead from the very beginning of His appearance. He appeared before His so-called mother as four-armed Vishnu. Then, at the request of the mother, He became like a human child and at once left her for another devotee at Gokula, where He was accepted as the son of Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257; M&#257;t&#257;. Similarly, &#346;r&#299; Baladeva, the counterpart of Lord &#346;r&#299; Krishna, was also considered a human child born of another wife of &#346;r&#299; Vasudeva. In Bhagavad-g&#299;t&#257;, the Lord says that His birth and deeds are transcendental and that anyone who is so fortunate as to know the transcendental nature of His birth and deeds will at once become liberated and eligible to return to the kingdom of God. So knowledge of the transcendental nature of the birth and deeds of Lord &#346;r&#299; Krishna is sufficient for liberation. In the Bh&#257;gavatam, the transcendental nature of the Lord is described in nine cantos, and in the Tenth Canto His specific pastimes are taken up. All this becomes known as one's reading of this literature progresses. It is important to note here, however, that the Lord exhibited His divinity even from the lap of His mother, that His deeds are all superhuman (He lifted Govardhana Hill at the age of seven), and that all these acts definitely prove Him to be actually the Supreme Personality of Godhead. Yet, due to His mystic covering, He was always accepted as an ordinary human child by His so-called father and mother and other relatives. Whenever some herculean task was performed by Him, the father and mother took it otherwise. And they remained satisfied with unflinching filial love for their son. As such, the sages of Naimish&#257;ranya describe Him as apparently resembling a human being, but actually He is the supreme almighty Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>