<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.21</P><P CLASS=c>kalim &#257;gatam &#257;jñ&#257;ya</P><P CLASS=c>kshetre 'smin vaishnave vayam</P><P CLASS=c>&#257;s&#299;n&#257; d&#299;rgha-satrena</P><P CLASS=c>kath&#257;y&#257;m sakshan&#257; hareh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalim">kalim</A> &#8212; the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A> (iron <A HREF="http://vedabase.net/a/age">age</A> of quarrel); <A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gatam</A> &#8212; having arrived; <A CLASS=v HREF="http://vedabase.net/a/ajnaya">&#257;jñ&#257;ya</A> &#8212; knowing this; <A CLASS=v HREF="http://vedabase.net/k/ksetre">kshetre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this tract of land; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/v/vaisnave">vaishnave</A> &#8212; specially meant for the devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/a/asinah">&#257;s&#299;n&#257;h</A> &#8212; seated; <A CLASS=v HREF="http://vedabase.net/d/dirgha">d&#299;rgha</A> &#8212; prolonged; <A CLASS=v HREF="http://vedabase.net/s/satrena">satrena</A> &#8212; for performance of sacrifices; <A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the words of; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/ksanah">kshan&#257;h</A> &#8212; with time at our disposal; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Knowing well that the age of Kali has already begun, we are assembled here in this holy place to hear at great length the transcendental message of Godhead and in this way perform sacrifice.</P><P CLASS=t>PURPORT</P><P>This age of Kali is not at all suitable for self-realization as was Satya-yuga, the golden age, or Tret&#257;- or Dv&#257;para-yugas, the silver and copper ages. For self-realization, the people in Satya-yuga, living a lifetime of a hundred thousand years, were able to perform prolonged meditation. And in Tret&#257;-yuga, when the duration of life was ten thousand years, self-realization was attained by performance of great sacrifice. And in the Dv&#257;para-yuga, when the duration of life was one thousand years, self-realization was attained by worship of the Lord. But in the Kali-yuga, the maximum duration of life being one hundred years only and that combined with various difficulties, the recommended process of self-realization is that of hearing and chanting of the holy name, fame, and pastimes of the Lord. The sages of Naimish&#257;ranya began this process in a place meant specifically for the devotees of the Lord. They prepared themselves to hear the pastimes of the Lord over a period of one thousand years. By the example of these sages one should learn that regular hearing and recitation of the Bh&#257;gavatam is the only way for self-realization. Other attempts are simply a waste of time, for they do not give any tangible results. Lord &#346;r&#299; Caitanya Mah&#257;prabhu preached this system of Bh&#257;gavata-dharma, and He recommended that all those who were born in India should take the responsibility of broadcasting the messages of Lord &#346;r&#299; Krishna, primarily the message of Bhagavad-g&#299;t&#257;. And when one is well established in the teachings of Bhagavad-g&#299;t&#257;, he can take up the study of &#346;r&#299;mad-Bh&#257;gavatam for further enlightenment in self-realization.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>