<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.5</P><P CLASS=c>ta ekad&#257; tu munayah</P><P CLASS=c>pr&#257;tar huta-hut&#257;gnayah</P><P CLASS=c>sat-kritam s&#363;tam &#257;s&#299;nam</P><P CLASS=c>papracchur idam &#257;dar&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; one day; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/p/pratah">pr&#257;tah</A> &#8212; morning; <A CLASS=v HREF="http://vedabase.net/h/huta">huta</A> &#8212; burning; <A CLASS=v HREF="http://vedabase.net/h/huta">huta</A>-<A CLASS=v HREF="http://vedabase.net/a/agnayah">agnayah</A> &#8212; the sacrificial fire; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; due respects; <A CLASS=v HREF="http://vedabase.net/s/sutam">s&#363;tam</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/a/asinam">&#257;s&#299;nam</A> &#8212; seated on; <A CLASS=v HREF="http://vedabase.net/p/papracchuh">papracchuh</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> inquiries; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; on this (<A HREF="http://vedabase.net/a/as">as</A> follows); <A CLASS=v HREF="http://vedabase.net/a/adarat">&#257;dar&#257;t</A> &#8212; with due regards.</P><P CLASS=t>TRANSLATION</P><P>One day, after finishing their morning duties by burning a sacrificial fire and offering a seat of esteem to &#346;r&#299;la S&#363;ta Gosv&#257;m&#299;, the great sages made inquiries, with great respect, about the following matters.</P><P CLASS=t>PURPORT</P><P>Morning is the best time to hold spiritual services. The great sages offered the speaker of the Bh&#257;gavatam an elevated seat of respect called the vy&#257;s&#257;sana, or the seat of &#346;r&#299; Vy&#257;sadeva. &#346;r&#299; Vy&#257;sadeva is the original spiritual preceptor for all men. And all other preceptors are considered to be his representatives. A representative is one who can exactly present the viewpoint of &#346;r&#299; Vy&#257;sadeva. &#346;r&#299; Vy&#257;sadeva impregnated the message of Bh&#257;gavatam unto &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, and &#346;r&#299; S&#363;ta Gosv&#257;m&#299; heard it from him (&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;). All bona fide representatives of &#346;r&#299; Vy&#257;sadeva in the chain of disciplic succession are to be understood to be gosv&#257;m&#299;s. These gosv&#257;m&#299;s restrain all their senses, and they stick to the path made by the previous &#257;c&#257;ryas. The gosv&#257;m&#299;s do not deliver lectures on the Bh&#257;gavatam capriciously. Rather, they execute their services most carefully, following their predecessors who delivered the spiritual message unbroken to them.</P><P>Those who listen to the Bh&#257;gavatam may put questions to the speaker in order to elicit the clear meaning, but this should not be done in a challenging spirit. One must submit questions with a great regard for the speaker and the subject matter. This is also the way recommended in Bhagavad-g&#299;t&#257;. One must learn the transcendental subject by submissive aural reception from the right sources. Therefore these sages addressed the speaker S&#363;ta Gosv&#257;m&#299; with great respect.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>