<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.6</P><P CLASS=c>rishaya &#363;cuh</P><P CLASS=c>tvay&#257; khalu pur&#257;n&#257;ni</P><P CLASS=c>setih&#257;s&#257;ni c&#257;nagha</P><P CLASS=c>&#257;khy&#257;t&#257;ny apy adh&#299;t&#257;ni</P><P CLASS=c>dharma-&#347;&#257;str&#257;ni y&#257;ny uta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; undoubtedly; <A CLASS=v HREF="http://vedabase.net/p/puranani">pur&#257;n&#257;ni</A> &#8212; the supplements <A HREF="http://vedabase.net/t/to">to</A> the Vedas with illustrative narrations; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/i/itihasani">itih&#257;s&#257;ni</A> &#8212; along with the histories; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anagha">anagha</A> &#8212; freed from all vices; <A CLASS=v HREF="http://vedabase.net/a/akhyatani">&#257;khy&#257;t&#257;ni</A> &#8212; explained; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/adhitani">adh&#299;t&#257;ni</A> &#8212; well read; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/sastrani">&#347;&#257;str&#257;ni</A> &#8212; scriptures giving right directions <A HREF="http://vedabase.net/t/to">to</A> progressive life; <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>The sages said: Respected S&#363;ta Gosv&#257;m&#299;, you are completely free from all vice. You are well versed in all the scriptures famous for religious life, and in the Pur&#257;nas and the histories as well, for you have gone through them under proper guidance and have also explained them.</P><P CLASS=t>PURPORT</P><P>A gosv&#257;m&#299;, or the bona fide representative of &#346;r&#299; Vy&#257;sadeva, must be free from all kinds of vices. The four major vices of Kali-yuga are (1) illicit connection with women, (2) animal slaughter, (3) intoxication, (4) speculative gambling of all sorts. A gosv&#257;m&#299; must be free from all these vices before he can dare sit on the vy&#257;s&#257;sana. No one should be allowed to sit on the vy&#257;s&#257;sana who is not spotless in character and who is not freed from the above-mentioned vices. He not only should be freed from all such vices, but must also be well versed in all revealed scriptures or in the Vedas. The Pur&#257;nas are also parts of the Vedas. And histories like the Mah&#257;bh&#257;rata or R&#257;m&#257;yana are also parts of the Vedas. The &#257;c&#257;rya or the gosv&#257;m&#299; must be well acquainted with all these literatures. To hear and explain them is more important than reading them. One can assimilate the knowledge of the revealed scriptures only by hearing and explaining. Hearing is called &#347;ravana, and explaining is called k&#299;rtana. The two processes of &#347;ravana and k&#299;rtana are of primary importance to progressive spiritual life. Only one who has properly grasped the transcendental knowledge from the right source by submissive hearing can properly explain the subject.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>