<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.7</P><P CLASS=c>y&#257;ni veda-vid&#257;m &#347;reshtho</P><P CLASS=c>bhagav&#257;n b&#257;dar&#257;yanah</P><P CLASS=c>anye ca munayah s&#363;ta</P><P CLASS=c>par&#257;vara-vido viduh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; all that; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; scholars of the Vedas; <A CLASS=v HREF="http://vedabase.net/s/sresthah">&#347;reshthah</A> &#8212; seniormost; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; incarnation of Godhead; <A CLASS=v HREF="http://vedabase.net/b/badarayanah">b&#257;dar&#257;yanah</A> &#8212; Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/s/suta">s&#363;ta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/p/paravara">par&#257;vara</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; amongst the learned scholars, one who is conversant with physical and metaphysical knowledge; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; one who knows.</P><P CLASS=t>TRANSLATION</P><P>Being the eldest learned Ved&#257;ntist, O S&#363;ta Gosv&#257;m&#299;, you are acquainted with the knowledge of Vy&#257;sadeva, who is the incarnation of Godhead, and you also know other sages who are fully versed in all kinds of physical and metaphysical knowledge.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam is a natural commentation on the Brahma-s&#363;tra, or the B&#257;dar&#257;yani Ved&#257;nta-s&#363;tras. It is called natural because Vy&#257;sadeva is author of both the Ved&#257;nta-s&#363;tras and &#346;r&#299;mad-Bh&#257;gavatam, or the essence of all Vedic literatures. Besides Vy&#257;sadeva, there are other sages who are the authors of six different philosophical systems, namely Gautama, Kan&#257;da, Kapila, Patañjali, Jaimini and Asht&#257;vakra. Theism is explained completely in the Ved&#257;nta-s&#363;tra, whereas in other systems of philosophical speculations, practically no mention is given to the ultimate cause of all causes. One can sit on the vy&#257;s&#257;sana only after being conversant in all systems of philosophy so that one can present fully the theistic views of the Bh&#257;gavatam in defiance of all other systems. &#346;r&#299;la S&#363;ta Gosv&#257;m&#299; was the proper teacher, and therefore the sages at Naimish&#257;ranya elevated him to the vy&#257;s&#257;sana. &#346;r&#299;la Vy&#257;sadeva is designated herein as the Personality of Godhead because he is the authorized empowered incarnation.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>