<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 1 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 1 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.1.8</P><P CLASS=c>vettha tvam saumya tat sarvam</P><P CLASS=c>tattvatas tad-anugrah&#257;t</P><P CLASS=c>br&#363;yuh snigdhasya &#347;ishyasya</P><P CLASS=c>guravo guhyam apy uta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vettha">vettha</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> well conversant; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Honor; <A CLASS=v HREF="http://vedabase.net/s/saumya">saumya</A> &#8212; one who is <A HREF="http://vedabase.net/p/pure">pure</A> and simple; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/t/tattvatah">tattvatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fact; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by the favor of; <A CLASS=v HREF="http://vedabase.net/b/bruyuh">br&#363;yuh</A> &#8212; will tell; <A CLASS=v HREF="http://vedabase.net/s/snigdhasya">snigdhasya</A> &#8212; of the one who is submissive; <A CLASS=v HREF="http://vedabase.net/s/sisyasya">&#347;ishyasya</A> &#8212; of the disciple; <A CLASS=v HREF="http://vedabase.net/g/guravah">guravah</A> &#8212; the spiritual masters; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; secret; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; endowed with.</P><P CLASS=t>TRANSLATION</P><P>And because you are submissive, your spiritual masters have endowed you with all the favors bestowed upon a gentle disciple. Therefore you can tell us all that you have scientifically learned from them.</P><P CLASS=t>PURPORT</P><P>The secret of success in spiritual life is in satisfying the spiritual master and thereby getting his sincere blessings. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has sung in his famous eight stanzas on the spiritual master as follows: "I offer my respectful obeisances unto the lotus feet of my spiritual master. Only by his satisfaction can one please the Personality of Godhead, and when he is dissatisfied there is only havoc on the path of spiritual realization." It is essential, therefore, that a disciple be very much obedient and submissive to the bona fide spiritual master. &#346;r&#299;la S&#363;ta Gosv&#257;m&#299; fulfilled all these qualifications as a disciple, and therefore he was endowed with all favors by his learned and self-realized spiritual masters such as &#346;r&#299;la Vy&#257;sadeva and others. The sages of Naimish&#257;ranya were confident that &#346;r&#299;la S&#363;ta Gosv&#257;m&#299; was bona fide. Therefore they were anxious to hear from him.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>