<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.10</P><P CLASS=c>jagarha s&#257;marsha-vipannay&#257; gir&#257;</P><P CLASS=c>&#347;iva-dvisham dh&#363;ma-patha-&#347;rama-smayam</P><P CLASS=c>sva-tejas&#257; bh&#363;ta-gan&#257;n samutthit&#257;n</P><P CLASS=c>nigrihya dev&#299; jagato 'bhi&#347;rinvatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jagarha">jagarha</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> condemn; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/a/amarsa">amarsha</A>-<A CLASS=v HREF="http://vedabase.net/v/vipannaya">vipannay&#257;</A> &#8212; indistinct through anger; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; with words; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A>-<A CLASS=v HREF="http://vedabase.net/d/dvisam">dvisham</A> &#8212; the enemy of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/d/dhuma">dh&#363;ma</A>-<A CLASS=v HREF="http://vedabase.net/p/patha">patha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sacrifices; <A CLASS=v HREF="http://vedabase.net/s/srama">&#347;rama</A> &#8212; by troubles; <A CLASS=v HREF="http://vedabase.net/s/smayam">smayam</A> &#8212; very proud; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by her order; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/ganan">gan&#257;n</A> &#8212; the ghosts; <A CLASS=v HREF="http://vedabase.net/s/samutthitan">samutthit&#257;n</A> &#8212; ready (<A HREF="http://vedabase.net/t/to">to</A> injure <A HREF="http://vedabase.net/d/daksa">Daksha</A>); <A CLASS=v HREF="http://vedabase.net/n/nigrhya">nigrihya</A> &#8212; stopped; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; <A HREF="http://vedabase.net/s/sati">Sat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the presence of all; <A CLASS=v HREF="http://vedabase.net/a/abhisrnvatah">abhi&#347;rinvatah</A> &#8212; being heard.</P><P CLASS=t>TRANSLATION</P><P>The followers of Lord &#346;iva, the ghosts, were ready to injure or kill Daksha, but Sat&#299; stopped them by her order. She was very angry and sorrowful, and in that mood she began to condemn the process of sacrificial fruitive activities and persons who are very proud of such unnecessary and troublesome sacrifices. She especially condemned her father, speaking against him in the presence of all.</P><P CLASS=t>PURPORT</P><P>The process of offering sacrifices is especially meant to satisfy Vishnu, who is called Yajñe&#347;a because He is the enjoyer of the fruits of all sacrifice. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>) also confirms this fact. The Lord says, bhokt&#257;ram yajña-tapas&#257;m. He is the actual beneficiary of all sacrifices. Not knowing this fact, less intelligent men offer sacrifices for some material benefit. To derive personal material benefits for sense gratification is the reason persons like Daksha and his followers perform sacrifices. Such sacrifices are condemned here as a labor of love without actual profit. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam. One may prosecute the Vedic injunctions of offering sacrifices and other fruitive activities, but if by such activities one does not develop attraction for Vishnu, they are useless labors. One who has developed love for Vishnu must develop love and respect for Vishnu's devotees. Lord &#346;iva is considered the foremost personality amongst the Vaishnavas. Vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh. Thus when Sat&#299; saw that her father was performing great sacrifices but had no respect for the greatest devotee, Lord &#346;iva, she was very angry. This is fitting; when Vishnu or a Vaishnava is insulted, one should be angry. Lord Caitanya, who always preached nonviolence, meekness and humility, also became angry when Nity&#257;nanda was offended by Jag&#257;i and M&#257;dh&#257;i, and He wanted to kill them. When Vishnu or a Vaishnava is blasphemed or dishonored, one should be very angry. Narottama d&#257;sa Th&#257;kura said, krodha bhakta-dveshi jane. We have anger, and that anger can be a great quality when directed against a person who is envious of the Supreme Personality of Godhead or His devotee. One should not be tolerant when a person is offensive towards Vishnu or a Vaishnava. The anger of Sat&#299; towards her father was not objectionable, for although he was her father, he was trying to insult the greatest Vaishnava. Thus Sat&#299;'s anger against her father was quite applaudable.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>