<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.14</P><P CLASS=c>yad dvy-aksharam n&#257;ma gireritam nrin&#257;m</P><P CLASS=c>sakrit prasa&#324;g&#257;d agham &#257;&#347;u hanti tat</P><P CLASS=c>pavitra-k&#299;rtim tam ala&#324;ghya-&#347;&#257;sanam</P><P CLASS=c>bhav&#257;n aho dveshti &#347;ivam &#347;ivetarah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; consisting of two letters; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iritam">&#299;ritam</A> &#8212; merely being pronounced by the tongue; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/p/prasangat">prasa&#324;g&#257;t</A> &#8212; from the heart; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; sinful activities; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/h/hanti">hanti</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/pavitra">pavitra</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtim">k&#299;rtim</A> &#8212; whose fame is <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/a/alanghya">ala&#324;ghya</A>-<A CLASS=v HREF="http://vedabase.net/s/sasanam">&#347;&#257;sanam</A> &#8212; whose order is never neglected; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/d/dvesti">dveshti</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/s/sivam">&#347;ivam</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A>-<A CLASS=v HREF="http://vedabase.net/i/itarah">itarah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> inauspicious.</P><P CLASS=t>TRANSLATION</P><P>Sat&#299; continued: My dear father, you are committing the greatest offense by envying Lord &#346;iva, whose very name, consisting of two syllables, &#347;i and va, purifies one of all sinful activities. His order is never neglected. Lord &#346;iva is always pure, and no one but you envies him.</P><P CLASS=t>PURPORT</P><P>Since Lord &#346;iva is the greatest soul among the living entities within this material world, his name, &#346;iva, is very auspicious for persons who identify the body with the soul. If such persons take shelter of Lord &#346;iva, gradually they will understand that they are not the material body but are spirit soul. &#346;iva means ma&#324;gala, or auspicious. Within the body the soul is auspicious. Aham brahm&#257;smi: "I am Brahman." This realization is auspicious. As long as one does not realize his identity as the soul, whatever he does is inauspicious. &#346;iva means "auspicious," and devotees of Lord &#346;iva gradually come to the platform of spiritual identification, but that is not all. Auspicious life begins from the point of spiritual identification. But there are still more duties &#8212; one has to understand one's relationship with the Supreme Soul. If one is actually a devotee of Lord &#346;iva, he comes to the platform of spiritual realization, but if he is not intelligent enough, then he stops at that point, only realizing that he is spirit soul (aham brahm&#257;smi). If he is intelligent enough, however, he should continue to act in the way of Lord &#346;iva, for Lord &#346;iva is always absorbed in the thought of V&#257;sudeva. As previously explained, sattvam vi&#347;uddham vasudeva-&#347;abditam: Lord &#346;iva is always in meditation on the lotus feet of V&#257;sudeva, &#346;r&#299; Krishna. Thus the auspicious position of Lord &#346;iva is realized if one takes to the worship of Vishnu, because Lord &#346;iva says in the &#346;iva Pur&#257;na that the topmost worship is worship of Lord Vishnu. Lord &#346;iva is worshiped because he is the greatest devotee of Lord Vishnu. One should not, however, make the mistake of considering Lord &#346;iva and Lord Vishnu to be on the same level. That is also an atheistic idea. It is also enjoined in the Vaishnav&#299;ya Pur&#257;na that Vishnu, or N&#257;r&#257;yana, is the exalted Supreme Personality of Godhead, and no one should be compared to Him as equal, even Lord &#346;iva or Lord Brahm&#257;, not to speak of other demigods.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>