<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.15</P><P CLASS=c>yat-p&#257;da-padmam mahat&#257;m mano-'libhir</P><P CLASS=c>nishevitam brahma-ras&#257;sav&#257;rthibhih</P><P CLASS=c>lokasya yad varshati c&#257;&#347;isho 'rthinas</P><P CLASS=c>tasmai bhav&#257;n druhyati vi&#347;va-bandhave</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/padmam">padmam</A> &#8212; the lotus feet of whom; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of the higher personalities; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/a/alibhih">alibhih</A> &#8212; by the bees of the mind; <A CLASS=v HREF="http://vedabase.net/n/nisevitam">nishevitam</A> &#8212; being engaged at; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; of transcendental bliss (<A HREF="http://vedabase.net/b/brahmananda">brahm&#257;nanda</A>); <A CLASS=v HREF="http://vedabase.net/a/asava">&#257;sava</A>-<A CLASS=v HREF="http://vedabase.net/a/arthibhih">arthibhih</A> &#8212; seeking the nectar; <A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of the common <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/varsati">varshati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> fulfills; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/a/arthinah">arthinah</A> &#8212; seeking; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; towards him (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/d/druhyati">druhyati</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> envious; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhave">bandhave</A> &#8212; unto the friend of all living entities within the three worlds.</P><P CLASS=t>TRANSLATION</P><P>You are envious of Lord &#346;iva, who is the friend of all living entities within the three worlds. For the common man he fulfills all desires, and because of their engagement in thinking of his lotus feet, he also blesses higher personalities who are seeking after brahm&#257;nanda [transcendental bliss].</P><P CLASS=t>PURPORT</P><P>Ordinarily there are two classes of men. One class, who are grossly materialistic, want material prosperity, and their desires are fulfilled if they worship Lord &#346;iva. Lord &#346;iva, being very quickly satisfied, satisfies the material desires of the common man very quickly; therefore it is seen that ordinary men are very much apt to worship him. Next, those who are disgusted or frustrated with the materialistic way of life worship Lord &#346;iva to attain salvation, which entails freedom from material identification. One who understands that he is not the material body but is spirit soul is liberated from ignorance. Lord &#346;iva also offers that facility. People generally practice religion for economic development, to get some money, for by getting money they can satisfy their senses. But when they are frustrated they want spiritual brahm&#257;nanda, or merging into the Supreme. These four principles of material life &#8212; religion, economic development, sense gratification and liberation &#8212; exist, and Lord &#346;iva is the friend of both the ordinary man and the man who is elevated in spiritual knowledge. Thus it was not good for Daksha to create enmity towards him. Even Vaishnavas, who are above both the ordinary and the elevated men in this world, also worship Lord &#346;iva as the greatest Vaishnava. Thus he is the friend of everyone &#8212; the common men, the elevated men and the devotees of the Lord &#8212; so no one should disrespect or create enmity towards Lord &#346;iva.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>