<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.17</P><P CLASS=c>karnau pidh&#257;ya niray&#257;d yad akalpa &#299;&#347;e</P><P CLASS=c>dharm&#257;vitary asrinibhir nribhir asyam&#257;ne</P><P CLASS=c>chindy&#257;t prasahya ru&#347;at&#299;m asat&#299;m prabhu&#347; cej</P><P CLASS=c>jihv&#257;m as&#363;n api tato visrijet sa dharmah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karnau">karnau</A> &#8212; both ears; <A CLASS=v HREF="http://vedabase.net/p/pidhaya">pidh&#257;ya</A> &#8212; blocking; <A CLASS=v HREF="http://vedabase.net/n/nirayat">niray&#257;t</A> &#8212; one should <A HREF="http://vedabase.net/g/go">go</A> away; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/akalpah">akalpah</A> &#8212; unable; <A CLASS=v HREF="http://vedabase.net/i/ise">&#299;&#347;e</A> &#8212; the master; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/avitari">avitari</A> &#8212; the controller of religion; <A CLASS=v HREF="http://vedabase.net/a/asrnibhih">asrinibhih</A> &#8212; by irresponsible; <A CLASS=v HREF="http://vedabase.net/n/nrbhih">nribhih</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/a/asyamane">asyam&#257;ne</A> &#8212; being blasphemed; <A CLASS=v HREF="http://vedabase.net/c/chindyat">chindy&#257;t</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> should cut; <A CLASS=v HREF="http://vedabase.net/p/prasahya">prasahya</A> &#8212; by force; <A CLASS=v HREF="http://vedabase.net/r/rusatim">ru&#347;at&#299;m</A> &#8212; vilifying; <A CLASS=v HREF="http://vedabase.net/a/asatim">asat&#299;m</A> &#8212; of the blasphemer; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; one is able; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/j/jihvam">jihv&#257;m</A> &#8212; tongue; <A CLASS=v HREF="http://vedabase.net/a/asun">as&#363;n</A> &#8212; (his own) life; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/visrjet">visrijet</A> &#8212; should give up; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; is the process.</P><P CLASS=t>TRANSLATION</P><P>Sat&#299; continued: If one hears an irresponsible person blaspheme the master and controller of religion, one should block his ears and go away if unable to punish him. But if one is able to kill, then one should by force cut out the blasphemer's tongue and kill the offender, and after that one should give up his own life.</P><P CLASS=t>PURPORT</P><P>The argument offered by Sat&#299; is that a person who vilifies a great personality is the lowest of all creatures. But, by the same argument, Daksha could also defend himself by saying that since he was a Praj&#257;pati, the master of many living creatures and one of the great officers of the great universal affairs, his position was so exalted that Sat&#299; should accept his good qualities instead of vilifying him. The answer to that argument is that Sat&#299; was not vilifying but defending. If possible she should have cut out Daksha's tongue because he blasphemed Lord &#346;iva. In other words, since Lord &#346;iva is the protector of religion, a person who vilifies him should be killed at once, and after killing such a person, one should give up one's life. That is the process, but because Daksha happened to be the father of Sat&#299;, she decided not to kill him but to give up her own life in order to compensate for the great sin she had committed by hearing blasphemy of Lord &#346;iva. The instruction set forth here in &#346;r&#299;mad-Bh&#257;gavatam is that one should not tolerate at any cost the activities of a person who vilifies or blasphemes an authority. If one is a br&#257;hmana he should not give up his body because by doing so he would be responsible for killing a br&#257;hmana; therefore a br&#257;hmana should leave the place or block his ears so that he will not hear the blasphemy. If one happens to be a kshatriya he has the power to punish any man; therefore a kshatriya should at once cut out the tongue of the vilifier and kill him. But as far as the vai&#347;yas and &#347;&#363;dras are concerned, they should immediately give up their bodies. Sat&#299; decided to give up her body because she thought herself to be among the &#347;&#363;dras and vai&#347;yas. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>), striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;h. Women, laborers and the mercantile class are on the same level. Thus since it is recommended that vai&#347;yas and &#347;&#363;dras should immediately give up their bodies upon hearing blasphemy of an exalted person like Lord &#346;iva, she decided to give up her life.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>