<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.21</P><P CLASS=c>m&#257; vah padavyah pitar asmad-&#257;sthit&#257;</P><P CLASS=c>y&#257; yajña-&#347;&#257;l&#257;su na dh&#363;ma-vartmabhih</P><P CLASS=c>tad-anna-triptair asu-bhridbhir &#299;dit&#257;</P><P CLASS=c>avyakta-li&#324;g&#257; avadh&#363;ta-sevit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> not; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; yours; <A CLASS=v HREF="http://vedabase.net/p/padavyah">padavyah</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/p/pitah">pitah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> father; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A>-<A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthit&#257;h</A> &#8212; possessed by us; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which (opulences); <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/s/salasu">&#347;&#257;l&#257;su</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrificial fire; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dhuma">dh&#363;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/vartmabhih">vartmabhih</A> &#8212; by the path of sacrifices; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/t/trptaih">triptaih</A> &#8212; satisfied by the foodstuff of the sacrifice; <A CLASS=v HREF="http://vedabase.net/a/asu">asu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrdbhih">bhridbhih</A> &#8212; satisfying bodily necessities; <A CLASS=v HREF="http://vedabase.net/i/iditah">&#299;dit&#257;h</A> &#8212; praised; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A>-<A CLASS=v HREF="http://vedabase.net/l/lingah">li&#324;g&#257;h</A> &#8212; whose cause is unmanifested; <A CLASS=v HREF="http://vedabase.net/a/avadhuta">avadh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sevitah">sevit&#257;h</A> &#8212; achieved by the self-realized souls.</P><P CLASS=t>TRANSLATION</P><P>My dear father, the opulence we possess is impossible for either you or your flatterers to imagine, for persons who engage in fruitive activities by performing great sacrifices are concerned with satisfying their bodily necessities by eating foodstuff offered as a sacrifice. We can exhibit our opulences simply by desiring to do so. This can be achieved only by great personalities who are renounced, self-realized souls.</P><P CLASS=t>PURPORT</P><P>Sat&#299;'s father was under the impression that he was exalted in both prestige and opulence and that he had offered his daughter to a person who was not only poor but devoid of all culture. Her father might have been thinking that although she was a chaste woman, greatly adherent to her husband, her husband was in a deplorable condition. To counteract such thoughts, Sat&#299; said that the opulence possessed by her husband could not be understood by materialistic persons like Daksha and his followers, who were flatterers and were engaged in fruitive activities. Her husband's position was different. He possessed all opulences, but he did not like to exhibit them. Therefore such opulences are called avyakta, or unmanifested. But if required, simply by willing, Lord &#346;iva can show his wonderful opulences, and such an event is predicted here, for it would soon occur. The opulence Lord &#346;iva possesses is enjoyable in renunciation and love of God, not in material exhibition of sense gratificatory methods. Such opulences are possessed by personalities like the Kum&#257;ras, N&#257;rada and Lord &#346;iva, not by others.</P><P>In this verse the performers of the Vedic rituals are condemned. They have been described here as dh&#363;ma-vartmabhih, those who maintain themselves on the remnants of sacrificial foodstuff. There are two kinds of foodstuff offered in sacrifice. One kind is food offered in fruitive ritualistic sacrifices, and the other, the best, is food offered to Vishnu. Although in all cases Vishnu is the chief Deity on the sacrificial altar, the performers of fruitive rituals aim to satisfy various demigods to achieve in return some material prosperity. Real sacrifice, however, is to satisfy Lord Vishnu, and the remnants of such sacrifices are beneficial for advancement in devotional service. The process of elevation by performing sacrifices other than those aimed at Vishnu is very slow, and therefore it has been condemned in this verse. Vi&#347;van&#257;tha Cakravart&#299; has described the ritualistic performers to be like crows because crows delight in eating the remnants of food which has been thrown into the dustbin. All the br&#257;hmanas who were present for the sacrifice were also condemned by Sat&#299;.</P><P>Whether or not King Daksha and his flatterers could understand the position of Lord &#346;iva, Sat&#299; wanted to impress upon her father that he should not think her husband to be without opulence. Sat&#299;, being the devoted wife of Lord &#346;iva, offers all kinds of material opulences to the worshipers of Lord &#346;iva. This fact is explained in the &#346;r&#299;mad-Bh&#257;gavatam, in the Tenth Canto. Lord &#346;iva's worshipers sometimes appear more opulent than the worshipers of Lord Vishnu because Durg&#257;, or Sat&#299;, being the superintendent in charge of material affairs, can offer all material opulences to the worshipers of Lord &#346;iva in order to glorify her husband, whereas the worshipers of Vishnu are meant for spiritual elevation, and therefore their material opulence is sometimes found to decrease. These points are very nicely discussed in the Tenth Canto.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>