<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.26</P><P CLASS=c>evam sva-deham mahat&#257;m mah&#299;yas&#257;</P><P CLASS=c>muhuh sam&#257;ropitam a&#324;kam &#257;dar&#257;t</P><P CLASS=c>jih&#257;sat&#299; daksha-rush&#257; manasvin&#299;</P><P CLASS=c>dadh&#257;ra g&#257;treshv anil&#257;gni-dh&#257;ran&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; her own body; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of the great saints; <A CLASS=v HREF="http://vedabase.net/m/mahiyasa">mah&#299;yas&#257;</A> &#8212; most worshipful; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/s/samaropitam">sam&#257;ropitam</A> &#8212; seated; <A CLASS=v HREF="http://vedabase.net/a/ankam">a&#324;kam</A> &#8212; on the lap; <A CLASS=v HREF="http://vedabase.net/a/adarat">&#257;dar&#257;t</A> &#8212; respectfully; <A CLASS=v HREF="http://vedabase.net/j/jihasati">jih&#257;sat&#299;</A> &#8212; wishing <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A>-<A CLASS=v HREF="http://vedabase.net/r/rusa">rush&#257;</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> anger towards <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/m/manasvini">manasvin&#299;</A> &#8212; voluntarily; <A CLASS=v HREF="http://vedabase.net/d/dadhara">dadh&#257;ra</A> &#8212; placed; <A CLASS=v HREF="http://vedabase.net/g/gatresu">g&#257;treshu</A> &#8212; on the limbs of the body; <A CLASS=v HREF="http://vedabase.net/a/anila">anila</A>-<A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/d/dharanam">dh&#257;ran&#257;m</A> &#8212; meditation on the fire and air.</P><P CLASS=t>TRANSLATION</P><P>Thus, in order to give up her body, which had been so respectfully and affectionately seated on the lap of Lord &#346;iva, who is worshiped by great sages and saints, Sat&#299;, due to anger towards her father, began to meditate on the fiery air within the body.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva is described herein as the best of all great souls. Although Sat&#299;'s body was born of Daksha, Lord &#346;iva used to adore her by sitting her on his lap. This is considered a great token of respect. Thus Sat&#299;'s body was not ordinary, but still she decided to give it up because it was the source of unhappiness because of its connection with Daksha. This severe example set by Sat&#299; is to be followed. One should be extremely careful about associating with persons who are not respectful to the higher authorities. lt is instructed, therefore, in the Vedic literature that one should always be free from the association of atheists and nondevotees and should try to associate with devotees, for by the association of a devotee one can be elevated to the platform of self-realization. This injunction is stressed in many places in &#346;r&#299;mad-Bh&#257;gavatam; if one wants to be liberated from the clutches of material existence, then one has to associate with great souls, and if one wants to continue one's material existential life, then one may associate with persons who are materialistic. The materialistic way of life is based on sex life. Thus both becoming addicted to sex life and associating with persons who are addicted to sex life are condemned in the Vedic literature because such association will simply interfere with one's spiritual progress. However, association with great personalities, devotees who are great souls, will elevate one to the spiritual platform. Sat&#299;dev&#299; decided to quit the body she had obtained from Daksha's body, and she wanted to transfer herself to another body so that she might have completely uncontaminated association with Lord &#346;iva. Of course, it is understood that in her next life she would take birth as the daughter of the Himalayas, P&#257;rvat&#299;, and then she would again accept Lord &#346;iva as her husband. Sat&#299; and Lord &#346;iva are eternally related; even after she changes her body, their relationship is never broken.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>