<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.27</P><P CLASS=c>tatah sva-bhartu&#347; caran&#257;mbuj&#257;savam</P><P CLASS=c>jagad-guro&#347; cintayat&#299; na c&#257;param</P><P CLASS=c>dadar&#347;a deho hata-kalmashah sat&#299;</P><P CLASS=c>sadyah prajajv&#257;la sam&#257;dhij&#257;gnin&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh</A> &#8212; of her husband; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A>-<A CLASS=v HREF="http://vedabase.net/a/asavam">&#257;savam</A> &#8212; on the nectar of the lotus feet; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; of the supreme spiritual teacher of the universe; <A CLASS=v HREF="http://vedabase.net/c/cintayati">cintayat&#299;</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/aparam">aparam</A> &#8212; not other (than her husband); <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; her body; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/k/kalmasah">kalmashah</A> &#8212; taints of sin being destroyed; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; <A HREF="http://vedabase.net/s/sati">Sat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; soon; <A CLASS=v HREF="http://vedabase.net/p/prajajvala">prajajv&#257;la</A> &#8212; burned; <A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A>-<A CLASS=v HREF="http://vedabase.net/a/agnina">agnin&#257;</A> &#8212; by fire produced by meditation.</P><P CLASS=t>TRANSLATION</P><P>Sat&#299; concentrated all her meditation on the holy lotus feet of her husband, Lord &#346;iva, who is the supreme spiritual master of all the world. Thus she became completely cleansed of all taints of sin and quit her body in a blazing fire by meditation on the fiery elements.</P><P CLASS=t>PURPORT</P><P>Sat&#299; at once thought of the lotus feet of her husband, Lord &#346;iva, who is one of the three great personalities of Godhead in charge of the management of the material world, and simply by meditating on his lotus feet she derived such great pleasure that she forgot everything in relationship with her body. This pleasure was certainly material because she gave up her body for another body that was also material, but by this example we can appreciate the devotee's pleasure in concentrating his mind and attention on the lotus feet of the Supreme Lord, Vishnu, or Krishna. There is such transcendental bliss in simply meditating on the lotus feet of the Lord that one can forget everything but the Lord's transcendental form. This is the perfection of yogic sam&#257;dhi, or ecstasy. In this verse it is stated that by such meditation she became free from all contamination. What was that contamination? The contamination was her concept of the body derived from Daksha, but she forgot that bodily relationship in trance. The purport is that when one becomes free from all bodily relationships within this material world and simply places himself in the position of an eternal servant of the Supreme Lord, it is to be understood that all the contamination of his material attachment has been burned by the blazing fires of transcendental ecstasy. It is not necessary for one to manifest a blazing fire externally, for if one forgets all his bodily relationships within this material world and becomes situated in his spiritual identity, it is said that one has been freed from all material contamination by the blazing fire of yogic sam&#257;dhi, or ecstasy. That is the topmost perfection of yoga. If one keeps his bodily relationships within this material world and poses himself as a great yog&#299;, he is not a bona fide yog&#299;. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/4/15.htm">2.4.15</A>) it is stated, yat-k&#299;rtanam yat-smaranam. Simply by chanting the holy name of the Supreme Personality of Godhead, simply by remembering the lotus feet of Krishna, simply by offering prayers to the Supreme Personality of Godhead, one is immediately freed from material contamination, the material bodily concept, by the blazing fire of ecstasy. This effect takes place immediately, without a second's delay.</P><P>According to &#346;r&#299; J&#299;va Gosv&#257;m&#299;, that Sat&#299; quit her body means that she gave up within her heart her relationship with Daksha. &#346;r&#299; Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also comments that since Sat&#299; is the superintendent deity of the external potency, when she quit her body she did not get a spiritual body but simply transferred from the body she had received from Daksha. Other commentators also say that she immediately transferred herself into the womb of Menak&#257;, her future mother. She gave up the body she had received from Daksha and immediately transferred herself to another, better body, but this does not mean that she got a spiritual body.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>