<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.28</P><P CLASS=c>tat pa&#347;yat&#257;m khe bhuvi c&#257;dbhutam mahad</P><P CLASS=c>h&#257; heti v&#257;dah sumah&#257;n aj&#257;yata</P><P CLASS=c>hanta priy&#257; daivatamasya dev&#299;</P><P CLASS=c>jah&#257;v as&#363;n kena sat&#299; prakopit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/pasyatam">pa&#347;yat&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/h/had">had</A> seen; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; oh, oh; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; roar; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; tumultuous; <A CLASS=v HREF="http://vedabase.net/a/ajayata">aj&#257;yata</A> &#8212; occurred; <A CLASS=v HREF="http://vedabase.net/h/hanta">hanta</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/p/priya">priy&#257;</A> &#8212; the beloved; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A>-<A CLASS=v HREF="http://vedabase.net/t/tamasya">tamasya</A> &#8212; of the most respectable demigod (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; <A HREF="http://vedabase.net/s/sati">Sat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/j/jahau">jahau</A> &#8212; quit; <A CLASS=v HREF="http://vedabase.net/a/asun">as&#363;n</A> &#8212; her life; <A CLASS=v HREF="http://vedabase.net/k/kena">kena</A> &#8212; by <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; <A HREF="http://vedabase.net/s/sati">Sat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/prakopita">prakopit&#257;</A> &#8212; angered.</P><P CLASS=t>TRANSLATION</P><P>When Sat&#299; annihilated her body in anger, there was a tumultuous roar all over the universe. Why had Sat&#299;, the wife of the most respectable demigod, Lord &#346;iva, quit her body in such a manner?</P><P CLASS=t>PURPORT</P><P>There was a tumultuous roaring all over the universe in the societies of the demigods of different planets because Sat&#299; was the daughter of Daksha, the greatest of all kings, and the wife of Lord &#346;iva, the greatest of all demigods. Why did she become so angry that she gave up her body? Since she was the daughter of a great personality and wife of a great personality, she had nothing to desire, but still she gave up her body in dissatisfaction. Certainly this was astonishing. One cannot attain complete satisfaction even if one is situated in the greatest material opulence. There was nothing Sat&#299; could not achieve either from her relationship with her father or from her relationship with the greatest of the demigods, but still, for some reason, she was dissatisfied. Therefore, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/6.htm">1.2.6</A>) explains that one has to achieve real satisfaction (yay&#257;tm&#257; supras&#299;dati), but &#257;tm&#257; &#8212; the body, mind and soul &#8212; all become completely satisfied only if one develops devotional service to the Absolute Truth. Sa vai pums&#257;m paro dharmo yato bhaktir adhokshaje. Adhokshaja means the Absolute Truth. If one can develop his unflinching love for the transcendental Supreme Personality of Godhead, that can give complete satisfaction, otherwise there is no possibility of satisfaction in the material world or anywhere else.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>