<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.30</P><P CLASS=c>so 'yam durmarsha-hridayo brahma-dhruk ca</P><P CLASS=c>loke 'pak&#299;rtim mahat&#299;m av&#257;psyati</P><P CLASS=c>yad-a&#324;gaj&#257;m sv&#257;m purusha-dvid udyat&#257;m</P><P CLASS=c>na pratyashedhan mritaye 'par&#257;dhatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/durmarsa">durmarsha</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; hardhearted; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/d/dhruk">dhruk</A> &#8212; unworthy <A HREF="http://vedabase.net/t/to">to</A> be <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/a/apakirtim">apak&#299;rtim</A> &#8212; ill fame; <A CLASS=v HREF="http://vedabase.net/m/mahatim">mahat&#299;m</A> &#8212; extensive; <A CLASS=v HREF="http://vedabase.net/a/avapsyati">av&#257;psyati</A> &#8212; will gain; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">j&#257;m</A> &#8212; the daughter of whom; <A CLASS=v HREF="http://vedabase.net/s/svam">sv&#257;m</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/d/dvit">dvit</A> &#8212; the enemy of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/u/udyatam">udyat&#257;m</A> &#8212; who was preparing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/pratyasedhat">pratyashedhat</A> &#8212; did not prevent; <A CLASS=v HREF="http://vedabase.net/m/mrtaye">mritaye</A> &#8212; for death; <A CLASS=v HREF="http://vedabase.net/a/aparadhatah">apar&#257;dhatah</A> &#8212; because of his offenses.</P><P CLASS=t>TRANSLATION</P><P>Daksha, who is so hardhearted that he is unworthy to be a br&#257;hmana, will gain extensive ill fame because of his offenses to his daughter, because of not having prevented her death, and because of his great envy of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Daksha is described here as most hardhearted and therefore unqualified to be a br&#257;hmana. Brahma-dhruk is described by some commentators to mean brahma-bandhu, or friend of the br&#257;hmanas. A person who is born in a br&#257;hmana family but has no brahminical qualifications is called a brahma-bandhu. Br&#257;hmanas are generally very softhearted and forbearing because they have the power to control the senses and the mind. Daksha, however, was not forbearing. For the simple reason that his son-in-law, Lord &#346;iva, did not stand up to show him the formality of respect, he became so angry and hardhearted that he tolerated even the death of his dearest daughter. Sat&#299; tried her best to mitigate the misunderstanding between the son-in-law and the father-in-law by coming to her father's house, even without an invitation, and at that time Daksha should have received her, forgetting all past misunderstandings. But he was so hardhearted that he was unworthy to be called an &#256;ryan or br&#257;hmana. Thus his ill fame still continues. Daksha means "expert," and he was given this name because of his ability to beget many hundreds and thousands of children. Persons who are too sexually inclined and materialistic become so hardhearted because of a slight loss of prestige that they can tolerate even the death of their children.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>