<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 4 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 4 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Sat&#299; Quits Her Body</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.4.34</P><P CLASS=c>tair al&#257;t&#257;yudhaih sarve</P><P CLASS=c>pramath&#257;h saha-guhyak&#257;h</P><P CLASS=c>hanyam&#257;n&#257; di&#347;o bhejur</P><P CLASS=c>u&#347;adbhir brahma-tejas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/a/alata">al&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/ayudhaih">&#257;yudhaih</A> &#8212; with weapons of firebrands; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/pramathah">pramath&#257;h</A> &#8212; the ghosts; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/g/guhyakah">guhyak&#257;h</A> &#8212; along with the Guhyakas; <A CLASS=v HREF="http://vedabase.net/h/hanyamanah">hanyam&#257;n&#257;h</A> &#8212; being attacked; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> different directions; <A CLASS=v HREF="http://vedabase.net/b/bhejuh">bhejuh</A> &#8212; fled; <A CLASS=v HREF="http://vedabase.net/u/usadbhih">u&#347;adbhih</A> &#8212; glowing; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by brahminical power.</P><P CLASS=t>TRANSLATION</P><P>When the Ribhu demigods attacked the ghosts and Guhyakas with half-burned fuel from the yajña fire, all these attendants of Sat&#299; fled in different directions and disappeared. This was possible simply because of brahma-tejas, brahminical power.</P><P CLASS=t>PURPORT</P><P>The word brahma-tejas&#257;, used in this verse, is significant. ln those days, br&#257;hmanas were so powerful that simply by desiring and by chanting a Vedic mantra, they could accomplish very wonderful effects. But in the present age of degradation there are no such br&#257;hmanas. According to the p&#257;ñcar&#257;trika system, in this age the entire population is supposed to consist of &#347;&#363;dras because the brahminical culture has been lost. But if anyone displays the signs of understanding Krishna consciousness, he should be accepted, according to Vaishnava smriti regulations, as a prospective br&#257;hmana and should be given all facilities to achieve the highest perfection. The most magnanimous gift of Lord Caitanya's is that the highest perfection of life is available in this fallen age if one simply adopts the process of chanting Hare Krishna, which is able to bring about the fulfillment of all activities in self-realization.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Fourth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Sat&#299; Quits Her Body."</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../5/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>