<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.13</P><P CLASS=c>&#347;r&#299;-r&#257;mad&#257;sa &#257;ra, gad&#257;dhara d&#257;sa</P><P CLASS=c>caitanya-gos&#257;ñira bhakta rahe t&#257;&#324;ra p&#257;&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/ramadasa">r&#257;mad&#257;sa</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/r/ramadasa">R&#257;mad&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/gadadhara">gad&#257;dhara</A> <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/g/gadadhara">Gad&#257;dhara</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/g/gosanira">gos&#257;ñira</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; stay; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A> &#8212; with Him.</P><P CLASS=t>TRANSLATION</P><P>Two devotees of Lord Caitanya named &#346;r&#299; R&#257;mad&#257;sa and Gad&#257;dhara d&#257;sa always lived with &#346;r&#299; V&#299;rabhadra Gos&#257;ñi.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; R&#257;mad&#257;sa, later known as Abhir&#257;ma Th&#257;kura, was one of the twelve gop&#257;las, or cowherd boyfriends, of &#346;r&#299; Nity&#257;nanda Prabhu. The Gaura-ganodde&#347;a-d&#299;pik&#257; (126) states that &#346;r&#299; R&#257;mad&#257;sa was formerly &#346;r&#299;d&#257;m&#257;. In the Bhakti-ratn&#257;kara (Fourth Wave), there is a description of &#346;r&#299;la Abhir&#257;ma Th&#257;kura. By the order of &#346;r&#299; Nity&#257;nanda Prabhu, Abhir&#257;ma Th&#257;kura became a great &#257;c&#257;rya and preacher of the Caitanya cult of devotional service. He was a very influential personality, and nondevotees were very much afraid of him. Empowered by &#346;r&#299; Nity&#257;nanda Prabhu, he was always in ecstasy and was extremely kind to all fallen souls. It is said that if he offered obeisances to any stone other than a &#347;&#257;lagr&#257;ma-&#347;il&#257;, it would immediately fracture.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "Ten miles southwest of the C&#257;&#324;p&#257;d&#257;&#324;g&#257; railway station on the narrow-gauge railway line from Howrah, in Calcutta, to &#256;mt&#257;, a village in the Hugli district, is a small town named Kh&#257;n&#257;k&#363;la-krishnanagara, where the temple in which Abhir&#257;ma Th&#257;kura worshiped is situated. During the rainy season, when this area is inundated with water, people must go there by another line, which is now called the southeastern railway. On this line there is a station named Kol&#257;gh&#257;ta, from which one has to go by steamer to R&#257;n&#299;caka. Seven and a half miles north of R&#257;n&#299;caka is Kh&#257;n&#257;k&#363;la. The temple where Abhir&#257;ma Th&#257;kura worshiped is situated in Krishnanagara, which is near the k&#363;la (bank) of the Kh&#257;n&#257; (Dv&#257;rake&#347;vara River); therefore this place is celebrated as Kh&#257;n&#257;k&#363;la-krishnanagara. Outside of the temple is a bakula tree. This place is known as Siddha-bakula-kuñja. It is said that when Abhir&#257;ma Th&#257;kura came there, he sat down under this tree. In Kh&#257;n&#257;k&#363;la-krishnanagara there is a big fair held every year in the month of Caitra [March-April] on the Krishna-saptam&#299;, the seventh day of the dark moon. Many hundreds and thousands of people gather for this festival. The temple where Abhir&#257;ma Th&#257;kura worshiped has a very old history. The Deity in the temple is known as Gop&#299;n&#257;tha. There are many sevaita families living near the temple. It is said that Abhir&#257;ma Th&#257;kura had a whip and that whoever he touched with it would immediately become an elevated devotee of Krishna. Among his many disciples, &#346;r&#299;m&#257;n &#346;r&#299;niv&#257;sa &#256;c&#257;rya was the most famous and the most dear, but it is doubtful that he was his initiated disciple."</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14-15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>