<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.24</P><P CLASS=c>kamal&#257;kara pippal&#257;i &#8212; alaukika r&#299;ta</P><P CLASS=c>alaukika prema t&#257;&#324;ra bhuvane vidita</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kamalakara">kamal&#257;kara</A> <A CLASS=v HREF="http://vedabase.net/p/pippalai">pippal&#257;i</A> &#8212; <A HREF="http://vedabase.net/k/kamalakara">Kamal&#257;kara</A> <A HREF="http://vedabase.net/p/pippalai">Pippal&#257;i</A>; <A CLASS=v HREF="http://vedabase.net/a/alaukika">alaukika</A> &#8212; uncommon; <A CLASS=v HREF="http://vedabase.net/r/rita">r&#299;ta</A> &#8212; behavior or pastime; <A CLASS=v HREF="http://vedabase.net/a/alaukika">alaukika</A> &#8212; uncommon; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/b/bhuvane">bhuvane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/v/vidita">vidita</A> &#8212; celebrated.</P><P CLASS=t>TRANSLATION</P><P>Kamal&#257;kara Pippal&#257;i is said to have been the third gop&#257;la. His behavior and love of Godhead were uncommon, and thus he is celebrated all over the world.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "In the Gaura-ganodde&#347;a-d&#299;pik&#257; (128) Kamal&#257;kara Pippal&#257;i is described as the third gop&#257;la. His former name was Mah&#257;bala. The Jagann&#257;tha Deity at M&#257;he&#347;a in &#346;r&#299; R&#257;mapura was installed by Kamal&#257;kara Pippal&#257;i. This village of M&#257;he&#347;a is situated about two and a half miles from the &#346;r&#299; R&#257;mapura railway station. The genealogy of the family of Kamal&#257;kara Pippal&#257;i is given as follows. Kamal&#257;kara Pippal&#257;i had a son named Caturbhuja, who had two sons named N&#257;r&#257;yana and Jagann&#257;tha. N&#257;r&#257;yana had one son named Jagad&#257;nanda, and his son's name was R&#257;j&#299;valocana. During the time of R&#257;j&#299;valocana, there was a scarcity of finances for the worship of the Jagann&#257;tha Deity, and it is said that the Nawab of Dacca, whose name was Shah Suj&#257;, donated 1,185 bigh&#257;s of land [about 395 acres] in the Bengali year 1060 [A.D. 1653]. The land being the possession of Jagann&#257;tha, the village was named Jagann&#257;tha-pura. It is said that when Kamal&#257;kara Pippal&#257;i left home his younger brother Nidhipati Pippal&#257;i searched for him and in due course of time found him in the village of M&#257;he&#347;a. Nidhipati Pippal&#257;i tried his best to bring his elder brother home, but he would not return. Under these circumstances, Nidhipati Pippal&#257;i, with all his family members, came to M&#257;he&#347;a to reside. The members of this family still reside in the vicinity of the M&#257;he&#347;a village. Their family name is Adhik&#257;r&#299;, and they are a br&#257;hmana family.</P><P>"The history of the Jagann&#257;tha temple in M&#257;he&#347;a is as follows. One devotee of the name Dhruv&#257;nanda went to see Lord Jagann&#257;tha, Balar&#257;ma and Subhadr&#257; at Jagann&#257;tha Pur&#299;, wanting to offer food to Jagann&#257;thaj&#299; that he had cooked with his own hands. This being his desire, one night Jagann&#257;thaj&#299; appeared to him in a dream and asked him to go to M&#257;he&#347;a on the bank of the Ganges and there start worship of Him in a temple. Thus Dhruv&#257;nanda went to M&#257;he&#347;a, where he saw the three deities &#8212; Jagann&#257;tha, Balar&#257;ma and Subhadr&#257; &#8212; floating in the Ganges. He picked up all those deities and installed them in a small cottage, and with great satisfaction he executed the worship of Lord Jagann&#257;tha. When he became old, he was very anxious to hand over the worship to the charge of someone reliable, and in a dream he got permission from Jagann&#257;tha Prabhu to hand it over to a person whom he would meet the next morning. The next morning he met Kamal&#257;kara Pippal&#257;i, who was formerly an inhabitant of the village Kh&#257;lijuli in the Sundaravana forest area of Bengal and was a pure Vaishnava, a great devotee of Lord Jagann&#257;tha; thus he immediately gave him charge of the worship. In this way, Kamal&#257;kara Pippal&#257;i became the worshiper of Lord Jagann&#257;tha, and since then his family members have been designated as Adhik&#257;r&#299;, which means 'one who is empowered to worship the Lord.' These Adhik&#257;r&#299;s belong to a respectable br&#257;hmana family. Five types of upper-class br&#257;hmanas are recognized by the surname Pippal&#257;i."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>