<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 26"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.26</P><P CLASS=c>gaur&#299;d&#257;sa pandita y&#257;&#324;ra premoddanda-bhakti</P><P CLASS=c>krishna-prem&#257; dite, nite, dhare mah&#257;&#347;akti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gauridasa">gaur&#299;d&#257;sa</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/g/gauridasa">Gaur&#299;d&#257;sa</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/u/uddanda">uddanda</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; the most elevated <A HREF="http://vedabase.net/i/in">in</A> love of Godhead and devotional service; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prem&#257;</A> &#8212; love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dite">dite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> deliver; <A CLASS=v HREF="http://vedabase.net/n/nite">nite</A> &#8212; and <A HREF="http://vedabase.net/t/to">to</A> receive; <A CLASS=v HREF="http://vedabase.net/d/dhare">dhare</A> &#8212; empowered; <A CLASS=v HREF="http://vedabase.net/m/mahasakti">mah&#257;&#347;akti</A> &#8212; great potency.</P><P CLASS=t>TRANSLATION</P><P>Gaur&#299;d&#257;sa Pandita, the emblem of the most elevated devotional service in love of Godhead, had the greatest potency to receive and deliver such love.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "It is said that Gaur&#299;d&#257;sa Pandita was always patronized by King Krishnad&#257;sa, the son of Harihoda. Gaur&#299;d&#257;sa Pandita lived in the village of &#346;&#257;ligr&#257;ma, which is situated a few miles from the railway station Mud&#257;g&#257;ch&#257;, and later he came to reside in Ambik&#257;-k&#257;lan&#257;. It is stated in the Gaura-ganodde&#347;a-d&#299;pik&#257; (128) that formerly he was Subala, one of the cowherd boyfriends of Krishna and Balar&#257;ma in Vrind&#257;vana. Gaur&#299;d&#257;sa Pandita was the younger brother of S&#363;ryad&#257;sa Sarakhela, and with the permission of his elder brother he shifted his residence to the bank of the Ganges, living there in the town known as Ambik&#257;-k&#257;lan&#257;. Some of the names of the descendants of Gaur&#299;d&#257;sa Pandita are as follows: (1) &#346;r&#299; Nrisimha-caitanya, (2) Krishnad&#257;sa, (3) Vishnud&#257;sa, (4) Bada Balar&#257;ma d&#257;sa, (5) Govinda, (6) Raghun&#257;tha, (7) Badu Ga&#324;g&#257;d&#257;sa, (8) &#256;uliy&#257; Ga&#324;g&#257;r&#257;ma, (9) Y&#257;dav&#257;c&#257;rya, (10) Hridaya-caitanya, (11) C&#257;nda H&#257;lad&#257;ra, (12) Mahe&#347;a Pandita, (13) Mukuta R&#257;ya, (14) Bh&#257;tuy&#257; Ga&#324;g&#257;r&#257;ma, (15) &#256;uliy&#257; Caitanya, (16) K&#257;liy&#257; Krishnad&#257;sa, (17) P&#257;tuy&#257; Gop&#257;la, (18) Bada Jagann&#257;tha, (19) Nity&#257;nanda, (20) Bh&#257;vi, (21) Jagad&#299;&#347;a, (22) R&#257;iy&#257; Krishnad&#257;sa and (22) Annap&#363;rn&#257;. The eldest son of Gaur&#299;d&#257;sa Pandita was known as big Balar&#257;ma, and the youngest was known as Raghun&#257;tha. The sons of Raghun&#257;tha were Mahe&#347;a Pandita and Govinda. Gaur&#299;d&#257;sa Pandita's daughter was known as Annap&#363;rn&#257;.</P><P>"The village Ambik&#257;-k&#257;lan&#257;, which is situated just across the river Ganges from &#346;&#257;ntipura, is two miles east of the K&#257;lan&#257;-korta railway station, on the eastern railway. In Ambik&#257;-k&#257;lan&#257; there is a temple constructed by the zamindar of Burdwan. In front of the temple there is a big tamarind tree, and it is said that Gaur&#299;d&#257;sa Pandita and Lord Caitanya Mah&#257;prabhu met underneath this tree. The place where the temple is situated is known as Ambik&#257;, and because it is in the area of K&#257;lan&#257;, the village is known as Ambik&#257;-k&#257;lan&#257;. It is said that a copy of the Bhagavad-g&#299;t&#257; written by &#346;r&#299; Caitanya Mah&#257;prabhu still exists in this temple."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>