<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 29"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.29</P><P CLASS=c>parame&#347;vara-d&#257;sa &#8212; nity&#257;nandaika-&#347;arana</P><P CLASS=c>krishna-bhakti p&#257;ya, t&#257;&#324;re ye kare smarana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paramesvara">parame&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/p/paramesvara">Parame&#347;vara</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/s/sarana">&#347;arana</A> &#8212; completely surrendered <A HREF="http://vedabase.net/t/to">to</A> the lotus feet of <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; gets love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/s/smarana">smarana</A> &#8212; remembering.</P><P CLASS=t>TRANSLATION</P><P>Parame&#347;vara d&#257;sa, said to be the fifth gop&#257;la of krishna-l&#299;l&#257;, completely surrendered to the lotus feet of Nity&#257;nanda. Anyone who remembers his name, Parame&#347;vara d&#257;sa, will get love of Krishna very easily.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "The Caitanya-bh&#257;gavata states that Parame&#347;vara d&#257;sa, known sometimes as Parame&#347;var&#299; d&#257;sa, was the life and soul of &#346;r&#299; Nity&#257;nanda Prabhu. The body of Parame&#347;vara d&#257;sa was the place of Lord Nity&#257;nanda's pastimes. Parame&#347;vara d&#257;sa, who lived for some time at Khadadaha village, was always filled with the ecstasy of a cowherd boy. Formerly he was Arjuna, a friend of Krishna and Balar&#257;ma. He was the fifth among the twelve gop&#257;las. He accompanied &#346;r&#299;mat&#299; J&#257;hnav&#257;-dev&#299; when she performed the festival at Khetari. It is stated in the Bhakti-ratn&#257;kara that by the order of &#346;r&#299;mat&#299; J&#257;hnav&#257;-m&#257;t&#257;, he installed R&#257;dh&#257;-Gop&#299;n&#257;tha in the temple at &#256;tapura, in the district of Hugli. The &#256;tapura station is on the narrow-gauge railway line between Howrah and &#256;mat&#257;. Another temple in &#256;tapura, established by the Mitra family, is known as the R&#257;dh&#257;-Govinda temple. In front of the temple, in a very attractive place among two bakula trees and a kadamba tree, is the tomb of Parame&#347;var&#299; Th&#257;kura, and above it is an altar with a tulas&#299; bush. It is said that only one flower a year comes out of the kadamba tree. It is offered to the Deity.</P><P>"Parame&#347;var&#299; Th&#257;kura belonged, it is said, to a vaidya family. A descendant of his brother's is at present a worshiper in the temple. Some of their family members still reside in the district of Hugli, near the post office of Cand&#299;tal&#257;. The descendants of Parame&#347;var&#299; Th&#257;kura took many disciples from br&#257;hmana families, but as these descendants gradually took to the profession of physicians, persons from br&#257;hmana families ceased becoming their disciples. The family titles of Parame&#347;var&#299;'s descendants are Adhik&#257;r&#299; and Gupta. Unfortunately, his family members do not worship the Deity directly; they have engaged paid br&#257;hmanas to worship the Deity. In the temple, Baladeva and &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Gop&#299;n&#257;tha are together on the throne. It is supposed that the Deity of Baladeva was installed later because according to transcendental mellow, Baladeva, Krishna and R&#257;dh&#257; cannot stay on the same throne. On the full-moon day of Vai&#347;&#257;kha (April-May), the disappearance festival of Parame&#347;var&#299; Th&#257;kura is observed in this temple."</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>