<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 30"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.30</P><P CLASS=c>jagad&#299;&#347;a pandita haya jagat-p&#257;vana</P><P CLASS=c>krishna-prem&#257;mrita varshe, yena varsh&#257; ghana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jagadisa">jagad&#299;&#347;a</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/j/jagadisa">Jagad&#299;&#347;a</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/p/pavana">p&#257;vana</A> &#8212; the deliverer of the world; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> <A CLASS=v HREF="http://vedabase.net/v/varse">varshe</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> always pours torrents of devotional service; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsh&#257;</A> &#8212; rainfall; <A CLASS=v HREF="http://vedabase.net/g/ghana">ghana</A> &#8212; heavy.</P><P CLASS=t>TRANSLATION</P><P>Jagad&#299;&#347;a Pandita, the fifteenth branch of Lord Nity&#257;nanda's followers, was the deliverer of the entire world. Devotional love of Krishna showered from him like torrents of rain.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "Descriptions of Jagad&#299;&#347;a Pandita are available from the Caitanya-bh&#257;gavata, &#256;di-khanda, Chapter Six, and the Caitanya-carit&#257;mrita, &#256;di-l&#299;l&#257;, Chapter Fourteen. He belonged to the village of Ya&#347;ad&#257;-gr&#257;ma, in the district of Nadia near the C&#257;kadaha railway station. His father, the son of Bhatta N&#257;r&#257;yana, was named Kamal&#257;ksha. Both his father and mother were great devotees of Lord Vishnu, and after their death, Jagad&#299;&#347;a, with his wife Duhkhin&#299; and brother Mahe&#347;a, left his birthplace and came to &#346;r&#299; M&#257;y&#257;pur to live in the company of Jagann&#257;tha Mi&#347;ra and other Vaishnavas. Lord Caitanya asked Jagad&#299;&#347;a to go to Jagann&#257;tha Pur&#299; to preach the hari-n&#257;ma-sa&#324;k&#299;rtana movement. After returning from Jagann&#257;tha Pur&#299;, on the order of Lord Jagann&#257;tha he established Deities of Jagann&#257;tha in the village of Ya&#347;ad&#257;-gr&#257;ma. It is said that when Jagad&#299;&#347;a Pandita brought the Deity of Jagann&#257;tha to Ya&#347;ad&#257;-gr&#257;ma, he tied the heavy Deity to a stick and thus brought Him to the village. The priests of the temple still show the stick used by Jagad&#299;&#347;a Pandita to carry the Jagann&#257;tha Deity."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>