<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 31"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.31</P><P>xxTEXT 31</P><P CLASS=n>nity&#257;nanda-priyabhritya pandita dhanañjaya</P><P CLASS=n>atyanta virakta, sad&#257; krishna-premamaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nityananda">nity&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; another dear servant of <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> <A CLASS=v HREF="http://vedabase.net/d/dhananjaya">dhanañjaya</A> &#8212; <A HREF="http://vedabase.net/p/pandita">Pandita</A> <A HREF="http://vedabase.net/d/dhananjaya">Dhanañjaya</A>; <A CLASS=v HREF="http://vedabase.net/a/atyanta">atyanta</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/v/virakta">virakta</A> &#8212; renounced; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; merged <A HREF="http://vedabase.net/i/in">in</A> love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>The sixteenth dear servant of Nity&#257;nanda Prabhu was Dhanañjaya Pandita. He was very much renounced and always merged in love of Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "Pandita Dhanañjaya was a resident of the village in Katwa named &#346;&#299;tala. He was one of the twelve gop&#257;las. His former name, according to the Gaura-ganodde&#347;a-d&#299;pik&#257; (127), was Vasud&#257;ma. &#346;&#299;tala-gr&#257;ma is situated near the Ma&#324;galakota police station and Kaicara post office in the district of Burdwan. On the narrow railway from Burdwan to Katwa is a railway station about nine miles from Katwa known as Kaicara. One has to go about a mile northeast of this station to reach &#346;&#299;tala. The temple was a thatched house with walls made of dirt. Some time ago, the zamindars of B&#257;j&#257;ravana K&#257;b&#257;&#347;&#299;, the Mulliks, constructed a big house for the purpose of a temple, but for the last sixty-five years the temple has been broken down and abandoned. The foundation of the old temple is still visible. There is a tulas&#299; pillar near the temple, and every year during the month of K&#257;rtika (October-November) the disappearance day of Dhanañjaya is observed. It is said that for some time Pandita Dhanañjaya was in a sa&#324;k&#299;rtana party under the direction of &#346;r&#299; Caitanya Mah&#257;prabhu, and then he went to Vrind&#257;vana. Before going to Vrind&#257;vana, he lived for some time in a village named S&#257;&#324;cad&#257;p&#257;&#324;cad&#257;, which is six miles south of the Mem&#257;r&#299; railway station. Sometimes this village is also known as 'the place of Dhanañjaya' (Dhanañjayera P&#257;ta). After some time, he left the responsibility for worship with a disciple and went back to Vrind&#257;vana. After returning from Vrind&#257;vana to &#346;&#299;tala-gr&#257;ma, he established a Deity of Gaurasundara in the temple. The descendants of Pandita Dhanañjaya still live in &#346;&#299;tala-gr&#257;ma and look after the temple worship."</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>