<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.32</P><P CLASS=c>mahe&#347;a pandita &#8212; vrajera ud&#257;ra gop&#257;la</P><P CLASS=c>dhakk&#257;-v&#257;dye nritya kare preme m&#257;toy&#257;la</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahesa">mahe&#347;a</A> <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; <A HREF="http://vedabase.net/m/mahesa">Mahe&#347;a</A> <A HREF="http://vedabase.net/p/pandita">Pandita</A>; <A CLASS=v HREF="http://vedabase.net/v/vrajera">vrajera</A> &#8212; of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A> &#8212; very liberal; <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boy; <A CLASS=v HREF="http://vedabase.net/d/dhakka">dhakk&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vadye">v&#257;dye</A> &#8212; with the beating of <A HREF="http://vedabase.net/a/a">a</A> kettledrum; <A CLASS=v HREF="http://vedabase.net/n/nrtya">nritya</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; used <A HREF="http://vedabase.net/t/to">to</A> dance; <A CLASS=v HREF="http://vedabase.net/p/preme">preme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> love; <A CLASS=v HREF="http://vedabase.net/m/matoyala">m&#257;toy&#257;la</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if <A HREF="http://vedabase.net/a/a">a</A> madman.</P><P CLASS=t>TRANSLATION</P><P>Mahe&#347;a Pandita, the seventh of the twelve gop&#257;las, was very liberal. In great love of Krishna he danced to the beating of a kettledrum like a madman.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "The village of Mahe&#347;a Pandita, which is known as P&#257;lap&#257;d&#257;, is situated in the district of Nadia within a forest about one mile south of the C&#257;kadaha railway station. The Ganges flows nearby. It is said that formerly Mahe&#347;a Pandita lived on the eastern side of Jir&#257;t in the village known as Masipura or Ya&#347;&#299;pura, and when Masipura merged into the riverbed of the Ganges, the Deities there were brought to P&#257;lap&#257;d&#257;, which is situated in the midst of various villages such as Beled&#257;&#324;g&#257;, Berigr&#257;ma, Sukhas&#257;gara, C&#257;ndude and Manas&#257;pot&#257;. (There are about fourteen villages, and the entire neighborhood is known as P&#257;ñcanagara Paragan&#257;.) It is mentioned that Mahe&#347;a Pandita joined the festival performed by &#346;r&#299; Nity&#257;nanda Prabhu at P&#257;nih&#257;ti. Narottama d&#257;sa Th&#257;kura also joined in the festival, and Mahe&#347;a Pandita saw him on that occasion. In the temple of Mahe&#347;a Pandita there are Deities of Gaura-Nity&#257;nanda, &#346;r&#299; Gop&#299;n&#257;tha, &#346;r&#299; Madana-mohana and R&#257;dh&#257;-Govinda, as well as a &#347;&#257;lagr&#257;ma-&#347;il&#257;."</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>