<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 39"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.39</P><P CLASS=c>&#257;janma nimagna nity&#257;nandera carane</P><P CLASS=c>nirantara b&#257;lya-l&#299;l&#257; kare krishna-sane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ajanma">&#257;janma</A> &#8212; from birth; <A CLASS=v HREF="http://vedabase.net/n/nimagna">nimagna</A> &#8212; merged; <A CLASS=v HREF="http://vedabase.net/n/nityanandera">nity&#257;nandera</A> &#8212; of Lord <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the lotus feet; <A CLASS=v HREF="http://vedabase.net/n/nirantara">nirantara</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/b/balya">b&#257;lya</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; childish play; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/sane">sane</A> &#8212; with <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>From birth, Purushottama d&#257;sa was merged in the service of the lotus feet of Lord Nity&#257;nanda Prabhu, and he always engaged in childish play with Lord Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "Sad&#257;&#347;iva Kavir&#257;ja and N&#257;gara Purushottama, who were father and son, are described in the Caitanya-bh&#257;gavata as mah&#257;-bh&#257;gyav&#257;n, greatly fortunate. They belonged to the vaidya caste of physicians. Text 156 of the Gaura-ganodde&#347;a-d&#299;pik&#257; says that Candr&#257;val&#299;, a most beloved gop&#299; of Krishna's, later took birth as Sad&#257;&#347;iva Kavir&#257;ja. In texts 194 and 200 it is said that Kams&#257;ri Sena, the father of Sad&#257;&#347;iva Kavir&#257;ja, was formerly the gop&#299; named Ratn&#257;val&#299; in Krishna's pastimes. All the family members of Sad&#257;&#347;iva Kavir&#257;ja were great devotees of Lord Caitanya Mah&#257;prabhu. Purushottama d&#257;sa Th&#257;kura sometimes lived at Sukhas&#257;gara, near the C&#257;kadaha and &#346;imur&#257;li railway stations. All the Deities installed by Purushottama Th&#257;kura were formerly situated in Beled&#257;&#324;g&#257;-gr&#257;ma, but when the temple was destroyed the Deities were brought to Sukhas&#257;gara. When that temple merged into the bed of the Ganges, the Deities were brought with J&#257;hnav&#257;-m&#257;t&#257;'s Deity to S&#257;hebad&#257;&#324;g&#257; Bedigr&#257;ma. Since that place also has been destroyed, all the Deities are now situated in the village named C&#257;ndude-gr&#257;ma, which is situated one mile up from P&#257;lap&#257;d&#257;, as referred to above."</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>