<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 40"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.40</P><P CLASS=c>t&#257;&#324;ra putra &#8212; mah&#257;&#347;aya &#347;r&#299;-k&#257;nu th&#257;kura</P><P CLASS=c>y&#257;&#324;ra dehe rahe krishna-prem&#257;mrita-p&#363;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/m/mahasaya">mah&#257;&#347;aya</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> respectable gentleman; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kanu">k&#257;nu</A> <A CLASS=v HREF="http://vedabase.net/t/thakura">th&#257;kura</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/kanu">K&#257;nu</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">p&#363;ra</A> &#8212; the nectar of devotional service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; K&#257;nu Th&#257;kura, a very respectable gentleman, was the son of Purushottama d&#257;sa Th&#257;kura. He was such a great devotee that Lord Krishna always lived in his body.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "To go to the headquarters of K&#257;nu Th&#257;kura, one has to proceed by boat from the Jhikarag&#257;ch&#257;-gh&#257;ta station to the river known as Kapot&#257;ksha. Otherwise, if one goes about two or two and a half miles from the Jhikarag&#257;ch&#257;-gh&#257;ta station, he can see Bodhakh&#257;n&#257;, the headquarters of K&#257;nu Th&#257;kura. The son of Sad&#257;&#347;iva was Purushottama Th&#257;kura, and his son was K&#257;nu Th&#257;kura. The descendants of K&#257;nu Th&#257;kura know him as N&#257;gara Purushottama. He was the cowherd boy named D&#257;ma during krishna-l&#299;l&#257;. It is said that just after the birth of K&#257;nu Th&#257;kura, his mother, J&#257;hnav&#257;, died. When he was about twelve days old, &#346;r&#299; Nity&#257;nanda Prabhu took him to His home at Khadadaha. It is ascertained that K&#257;nu Th&#257;kura was born some time in the Bengali year 942 [A.D. 1535]. It is said that he took birth on the Ratha-y&#257;tr&#257; day. Because he was a great devotee of Lord Krishna from the very beginning of his life, &#346;r&#299; Nity&#257;nanda Prabhu gave him the name &#346;i&#347;u Krishnad&#257;sa. When he was five years old he went to Vrind&#257;vana with J&#257;hnav&#257;-m&#257;t&#257;, and the Gosv&#257;m&#299;s, upon seeing the ecstatic symptoms of K&#257;nu Th&#257;kura, gave him the name K&#257;n&#257;i Th&#257;kura.</P><P>"In the family of K&#257;nu Th&#257;kura there is a R&#257;dh&#257;-Krishna Deity known as Pr&#257;navallabha. It is said that his family worshiped this Deity long before the appearance of Lord Caitanya Mah&#257;prabhu. When there was a Maharashtrian invasion of Bengal, the family of K&#257;nu Th&#257;kura was scattered, and after the invasion one Harikrishna Gosv&#257;m&#299; of that family came back to their original home, Bodhakh&#257;n&#257;, and re-established the Pr&#257;navallabha Deity. The descendants of the family still engage in the service of Pr&#257;navallabha. K&#257;nu Th&#257;kura was present during the Khetari utsava, when J&#257;hnav&#257;-dev&#299; and V&#299;rabhadra Gosv&#257;m&#299; were also present. One of K&#257;nu Th&#257;kura's family members, M&#257;dhav&#257;c&#257;rya, married the daughter of &#346;r&#299; Nity&#257;nanda Prabhu, who was named Ga&#324;g&#257;dev&#299;. Both Purushottama Th&#257;kura and K&#257;nu Th&#257;kura had many disciples from br&#257;hmana families. Most of the disciplic descendants of K&#257;nu Th&#257;kura now reside in the village named Gadabet&#257;, by the river &#346;il&#257;vat&#299;, in the Midnapore district."</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>