<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.41</P><P CLASS=c>mah&#257;-bh&#257;gavata-&#347;reshtha datta uddh&#257;rana</P><P CLASS=c>sarva-bh&#257;ve seve nity&#257;nandera carana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; great devotee; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; chief; <A CLASS=v HREF="http://vedabase.net/d/datta">datta</A> &#8212; the surname <A HREF="http://vedabase.net/d/datta">Datta</A>; <A CLASS=v HREF="http://vedabase.net/u/uddharana">uddh&#257;rana</A> &#8212; <A HREF="http://vedabase.net/u/uddharana">Uddh&#257;rana</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/s/seve">seve</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/n/nityanandera">nity&#257;nandera</A> &#8212; of Lord <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; lotus feet.</P><P CLASS=t>TRANSLATION</P><P>Uddh&#257;rana Datta Th&#257;kura, the eleventh among the twelve cowherd boys, was an exalted devotee of Lord Nity&#257;nanda Prabhu. He worshiped the lotus feet of Lord Nity&#257;nanda in all respects.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "The Gaura-ganodde&#347;a-d&#299;pik&#257; (129) states that Uddh&#257;rana Datta Th&#257;kura was formerly the cowherd boy of Vrind&#257;vana named Sub&#257;hu. Uddh&#257;rana Datta Th&#257;kura, previously known as &#346;r&#299; Uddh&#257;rana Datta, was a resident of Saptagr&#257;ma, which is situated on the bank of the Sarasvat&#299; River near the Tri&#347;abigh&#257; railway station in the district of Hugli. At the time of Uddh&#257;rana Th&#257;kura, Saptagr&#257;ma was a very big town, encompassing many other places such as V&#257;sudeva-pura, B&#257;&#324;&#347;abediy&#257;, Krishnapura, Nity&#257;nanda-pura, &#346;ivapura, &#346;a&#324;khanagara and Saptagr&#257;ma."</P><P>Calcutta was developed under British rule by the influential mercantile community, and especially by the suvarna-vanik community who came down from Saptagr&#257;ma to establish their businesses and homes all over Calcutta. They were known as the Saptagr&#257;m&#299; mercantile community of Calcutta, and most of them belonged to the Mullik and Sil families. More than half of Calcutta belonged to this community, as did &#346;r&#299;la Uddh&#257;rana Th&#257;kura. Our paternal family also came from this district and belonged to the same community. The Mulliks of Calcutta are divided into two families, namely the Sil family and De family. All the Mulliks of the De family originally belong to the same family and gotra. We also formerly belonged to the branch of the De family whose members, intimately connected with the Muslim rulers, received the title Mullik.</P><P>In the Caitanya-bh&#257;gavata, Antya-khanda, Chapter Five, it is said that Uddh&#257;rana Datta was an extremely elevated and liberal Vaishnava. He was born with the right to worship Nity&#257;nanda Prabhu. It is also stated that Nity&#257;nanda Prabhu, after staying for some time in Khadadaha, came to Saptagr&#257;ma and stayed in the house of Uddh&#257;rana Datta. The suvarna-vanik community to which Uddh&#257;rana Datta belonged was actually a Vaishnava community. Its members were bankers and gold merchants (suvarna means "gold," and vanik means "merchant"). Long ago there was a misunderstanding between Ball&#257;l Sena and the suvarna-vanik community because of the great banker Gaur&#299; Sena. Ball&#257;l Sena was taking loans from Gaur&#299; Sena and spending money extravagantly, and therefore Gaur&#299; Sena stopped supplying money. Ball&#257;l Sena took revenge by instigating a social conspiracy to make the suvarna-vaniks outcastes, and since then they have been ostracized from the higher castes, namely the br&#257;hmanas, kshatriyas and vai&#347;yas. But by the grace of &#346;r&#299;la Nity&#257;nanda Prabhu, the suvarna-vanik community was again elevated. It is said in the Caitanya-bh&#257;gavata, yateka vanik-kula uddh&#257;rana haite pavitra ha-ila dvidh&#257; n&#257;hika ih&#257;te: there is no doubt that all the community members of the suvarna-vanik society were again purified by &#346;r&#299; Nity&#257;nanda Prabhu.</P><P>In Saptagr&#257;ma there is still a temple with a six-armed Deity of &#346;r&#299; Caitanya Mah&#257;prabhu that was personally worshiped by &#346;r&#299;la Uddh&#257;rana Datta Th&#257;kura. On the right side of &#346;r&#299; Caitanya Mah&#257;prabhu is a Deity of &#346;r&#299; Nity&#257;nanda Prabhu, and on the left side is Gad&#257;dhara Prabhu. There are also a R&#257;dh&#257;-Govinda m&#363;rti and a &#347;&#257;lagr&#257;ma-&#347;il&#257;, and below the throne is a picture of &#346;r&#299; Uddh&#257;rana Datta Th&#257;kura. In front of the temple there is now a big hall, and in front of the hall is a M&#257;dhav&#299;-lat&#257; plant. The temple is in a very shady, cool and nicely situated location. When we returned from America in 1967, the executive committee members of this temple invited us to visit it, and thus we had the opportunity to visit this temple with some American students. Formerly, in our childhood, we visited this temple with our parents because all the members of the suvarna-vanik community enthusiastically take interest in this temple of Uddh&#257;rana Datta Th&#257;kura.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura adds in his Anubh&#257;shya: "In the Bengali year 1283 [A.D. 1876] a b&#257;b&#257;j&#299; of the name Nit&#257;i d&#257;sa arranged for a donation of twelve bigh&#257;s of land (about four acres) for the temple where Uddh&#257;rana Datta Th&#257;kura worshiped. The management of the temple later deteriorated, but then in 1306 (A.D. 1899), through the cooperation of the famous Balar&#257;ma Mullik of Hugli, who was a subjudge, and many rich suvarna-vanik community members, the management of the temple improved greatly. Not more than fifty years ago, one of the family members of Uddh&#257;rana Datta Th&#257;kura named Jagamohana Datta established a wooden m&#363;rti [statue] of Uddh&#257;rana Datta Th&#257;kura in the temple, but that m&#363;rti is no longer there; at present, a picture of Uddh&#257;rana Datta Th&#257;kura is worshiped. It is understood, however, that the wooden m&#363;rti of Uddh&#257;rana Th&#257;kura was taken away by &#346;r&#299; Madana-mohana Datta and is now being worshiped with a &#347;&#257;lagr&#257;ma-&#347;il&#257; by &#346;r&#299;n&#257;tha Datta.</P><P>"Uddh&#257;rana Datta Th&#257;kura was the manager of the estate of a big zamindar in Naih&#257;t&#299;, about one and a half miles north of Katwa. The relics of this royal family are still visible near the D&#257;i&#324;h&#257;ta station. Since Uddh&#257;rana Datta Th&#257;kura was the manager of the estate, it was also known as Uddh&#257;rana-pura. Uddh&#257;rana Datta Th&#257;kura installed Nit&#257;i-Gaura Deities that were later brought to the house of the zamindar, which was known as Vanaoy&#257;r&#299;b&#257;da. &#346;r&#299;la Uddh&#257;rana Datta Th&#257;kura remained a householder throughout his life. His father's name was &#346;r&#299;kara Datta, his mother's name was Bhadr&#257;vat&#299;, and his son's name was &#346;r&#299;niv&#257;sa Datta."</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>