<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Expansions of Lord Nity&#257;nanda</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 11.51</P><P CLASS=c>kams&#257;ri sena, r&#257;masena, r&#257;macandra kavir&#257;ja</P><P CLASS=c>govinda, &#347;r&#299;ra&#324;ga, mukunda, tina kavir&#257;ja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kamsari">kams&#257;ri</A> <A CLASS=v HREF="http://vedabase.net/s/sena">sena</A> &#8212; <A HREF="http://vedabase.net/k/kamsari">Kams&#257;ri</A> <A HREF="http://vedabase.net/s/sena">Sena</A>; <A CLASS=v HREF="http://vedabase.net/r/ramasena">r&#257;masena</A> &#8212; <A HREF="http://vedabase.net/r/ramasena">R&#257;masena</A>; <A CLASS=v HREF="http://vedabase.net/r/ramacandra">r&#257;macandra</A> <A CLASS=v HREF="http://vedabase.net/k/kaviraja">kavir&#257;ja</A> &#8212; <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A> <A HREF="http://vedabase.net/k/kaviraja">Kavir&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/s/sriranga">&#347;r&#299;ra&#324;ga</A> &#8212; <A HREF="http://vedabase.net/s/sriranga">&#346;r&#299;ra&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> <A CLASS=v HREF="http://vedabase.net/k/kaviraja">kavir&#257;ja</A> &#8212; all three <A HREF="http://vedabase.net/a/are">are</A> Kavir&#257;jas, or physicians.</P><P CLASS=t>TRANSLATION</P><P>The fifty-eighth great devotee of Lord Nity&#257;nanda Prabhu was Kams&#257;ri Sena, the fifty-ninth was R&#257;masena, the sixtieth was R&#257;macandra Kavir&#257;ja, and the sixty-first, sixty-second and sixty-third were Govinda, &#346;r&#299;ra&#324;ga and Mukunda, who were all physicians.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; R&#257;macandra Kavir&#257;ja, the son of Khandav&#257;s&#299; Cirañj&#299;va and Sunanda, was a disciple of &#346;r&#299;niv&#257;sa &#256;c&#257;rya and the most intimate friend of Narottama d&#257;sa Th&#257;kura, who prayed several times for his association. His youngest brother was Govinda Kavir&#257;ja. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; very much appreciated &#346;r&#299; R&#257;macandra Kavir&#257;ja's great devotion to Lord Krishna and therefore gave him the title Kavir&#257;ja. &#346;r&#299; R&#257;macandra Kavir&#257;ja, who was perpetually disinterested in family life, greatly assisted in the preaching work of &#346;r&#299;niv&#257;sa &#256;c&#257;rya and Narottama d&#257;sa Th&#257;kura. He resided at first in &#346;r&#299;khanda but later in the village of Kum&#257;ra-nagara, on the bank of the Ganges.</P><P>Govinda Kavir&#257;ja was the brother of R&#257;macandra Kavir&#257;ja and youngest son of Cirañj&#299;va of &#346;r&#299;khanda. Although at first a &#347;&#257;kta, or worshiper of goddess Durg&#257;, he was later initiated by &#346;r&#299;niv&#257;sa &#256;c&#257;rya Prabhu. Govinda Kavir&#257;ja also resided first in &#346;r&#299;khanda and then in Kum&#257;ra-nagara, but later he moved to the village known as Teliy&#257; Budhari, on the southern bank of the river Padm&#257;. Since Govinda Kavir&#257;ja, the author of two books, Sa&#324;g&#299;ta-m&#257;dhava and G&#299;t&#257;mrita, was a great Vaishnava kavi, or poet, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; gave him the title Kavir&#257;ja. He is described in the Bhakti-ratn&#257;kara (Ninth Wave).</P><P>Kams&#257;ri Sena was formerly Ratn&#257;val&#299; in Vraja, as described in the Gaura-ganodde&#347;a-d&#299;pik&#257; (194 and 200).</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>