<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 11: The Expansions of Lord Nity&#257;nanda</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 11 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 11.1</B></A>: After offering my obeisances unto all the devotees of &#346;r&#299; Nity&#257;nanda Prabhu, who are like bumblebees collecting honey from His lotus feet, I shall try to describe those who are the most prominent.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 11.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! Anyone who has taken shelter at His lotus feet is glorious.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 11.3</B></A>: All glories to &#346;r&#299; Advaita Prabhu, Nity&#257;nanda Prabhu and all the devotees of Lord Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 11.4</B></A>: &#346;r&#299; Nity&#257;nanda Prabhu is the topmost branch of the indestructible tree of eternal love of Godhead, &#346;r&#299; Krishna Caitanya Mah&#257;prabhu. I offer my respectful obeisances to all the subbranches of that topmost branch.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 11.5</B></A>: &#346;r&#299; Nity&#257;nanda Prabhu is an extremely heavy branch of the &#346;r&#299; Caitanya tree. From that branch grow many branches and subbranches.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 11.6</B></A>: Watered by the desire of &#346;r&#299; Caitanya Mah&#257;prabhu, these branches and subbranches have grown unlimitedly and covered the entire world with fruits and flowers.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 11.7</B></A>: These branches and subbranches of devotees are innumerable and unlimited. Who could count them? For my personal purification I shall try to enumerate only the most prominent among them.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 11.8</B></A>: After Nity&#257;nanda Prabhu, the greatest branch is V&#299;rabhadra Gos&#257;ñi, who also has innumerable branches and subbranches. It is not possible to describe them all.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 11.9</B></A>: Although V&#299;rabhadra Gos&#257;ñi was the Supreme Personality of Godhead, He presented Himself as a great devotee. And although the Supreme Godhead is transcendental to all Vedic injunctions, He strictly followed the Vedic rituals.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 11.10</B></A>: He is the main pillar in the hall of devotional service erected by &#346;r&#299; Caitanya Mah&#257;prabhu. He knew within Himself that He acted as the Supreme Lord Vishnu, but externally He was prideless.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 11.11</B></A>: It is by the glorious mercy of &#346;r&#299; V&#299;rabhadra Gos&#257;ñi that people all over the world now have the chance to chant the names of Caitanya and Nity&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 11.12</B></A>: I therefore take shelter of the lotus feet of V&#299;rabhadra Gos&#257;ñi, so that by His mercy my great desire to write &#346;r&#299; Caitanya-carit&#257;mrita will be properly guided.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 11.13</B></A>: Two devotees of Lord Caitanya named &#346;r&#299; R&#257;mad&#257;sa and Gad&#257;dhara d&#257;sa always lived with &#346;r&#299; V&#299;rabhadra Gos&#257;ñi.</P><P CLASS=r><A CLASS=i HREF="14-15.htm"><B>CC &#256;di 11.14-15</B></A>: When Nity&#257;nanda Prabhu was ordered to go to Bengal to preach, these two devotees [&#346;r&#299; R&#257;mad&#257;sa and Gad&#257;dhara d&#257;sa] were ordered to go with Him. Thus they are sometimes counted among the devotees of Lord Caitanya and sometimes among the devotees of Lord Nity&#257;nanda. Similarly, M&#257;dhava Ghosha and V&#257;sudeva Ghosha belonged to both groups of devotees simultaneously.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 11.16</B></A>: R&#257;mad&#257;sa, one of the chief branches, was full of fraternal love of Godhead. He made a flute from a stick with sixteen knots.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 11.17</B></A>: &#346;r&#299;la Gad&#257;dhara d&#257;sa was always fully absorbed in ecstasy as a gop&#299;. In his house Lord Nity&#257;nanda enacted the drama D&#257;na-keli.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 11.18</B></A>: &#346;r&#299; M&#257;dhava Ghosha was a principal performer of k&#299;rtana. While he sang, Nity&#257;nanda Prabhu danced.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 11.19</B></A>: When V&#257;sudeva Ghosha described Lord Caitanya and Nity&#257;nanda while performing k&#299;rtana, even wood and stone would melt upon hearing it.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 11.20</B></A>: There were many extraordinary activities performed by Mur&#257;ri, a great devotee of Lord Caitanya Mah&#257;prabhu. Sometimes in his ecstasy he would slap the cheek of a tiger, and sometimes he would play with a venomous snake.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 11.21</B></A>: All the associates of Lord Nity&#257;nanda were formerly cowherd boys in Vrajabh&#363;mi. Their symbolic representations were the horns and sticks they carried, their cowherd dress and the peacock plumes on their heads.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 11.22</B></A>: The physician Raghun&#257;tha, also known as Up&#257;dhy&#257;ya, was so great a devotee that simply by seeing him one would awaken his dormant love of Godhead.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 11.23</B></A>: Sundar&#257;nanda, another branch of &#346;r&#299; Nity&#257;nanda Prabhu, was Lord Nity&#257;nanda's most intimate servant. Lord Nity&#257;nanda Prabhu perceived the life of Vrajabh&#363;mi in his company.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 11.24</B></A>: Kamal&#257;kara Pippal&#257;i is said to have been the third gop&#257;la. His behavior and love of Godhead were uncommon, and thus he is celebrated all over the world.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 11.25</B></A>: S&#363;ryad&#257;sa Sarakhela and his younger brother Krishnad&#257;sa Sarakhela both possessed firm faith in Nity&#257;nanda Prabhu. They were a reservoir of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 11.26</B></A>: Gaur&#299;d&#257;sa Pandita, the emblem of the most elevated devotional service in love of Godhead, had the greatest potency to receive and deliver such love.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 11.27</B></A>: Making Lord Caitanya and Lord Nity&#257;nanda the Lords of his life, Gaur&#299;d&#257;sa Pandita sacrificed everything for the service of Lord Nity&#257;nanda, even the fellowship of his own family.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 11.28</B></A>: The thirteenth important devotee of &#346;r&#299; Nity&#257;nanda Prabhu was Pandita Purandara, who moved in the ocean of love of Godhead just like the Mandara Hill.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 11.29</B></A>: Parame&#347;vara d&#257;sa, said to be the fifth gop&#257;la of krishna-l&#299;l&#257;, completely surrendered to the lotus feet of Nity&#257;nanda. Anyone who remembers his name, Parame&#347;vara d&#257;sa, will get love of Krishna very easily.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 11.30</B></A>: Jagad&#299;&#347;a Pandita, the fifteenth branch of Lord Nity&#257;nanda's followers, was the deliverer of the entire world. Devotional love of Krishna showered from him like torrents of rain.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 11.31</B></A>: The sixteenth dear servant of Nity&#257;nanda Prabhu was Dhanañjaya Pandita. He was very much renounced and always merged in love of Krishna.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 11.32</B></A>: Mahe&#347;a Pandita, the seventh of the twelve gop&#257;las, was very liberal. In great love of Krishna he danced to the beating of a kettledrum like a madman.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 11.33</B></A>: Purushottama Pandita, a resident of Navadv&#299;pa, was the eighth gop&#257;la. He would become almost mad as soon as he heard the holy name of Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 11.34</B></A>: Balar&#257;ma d&#257;sa always fully tasted the nectar of love of Krishna. Upon hearing the name of Nity&#257;nanda Prabhu, he would become greatly maddened.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 11.35</B></A>: Yadun&#257;tha Kavicandra was a great devotee. Lord Nity&#257;nanda Prabhu always danced in his heart.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 11.36</B></A>: The twenty-first devotee of &#346;r&#299; Nity&#257;nanda in Bengal was Krishnad&#257;sa Br&#257;hmana, who was a first-class servant of the Lord.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 11.37</B></A>: The twenty-second devotee of Lord Nity&#257;nanda Prabhu was K&#257;l&#257; Krishnad&#257;sa, who was the ninth cowherd boy. He was a first-class Vaishnava and did not know anything beyond Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 11.38</B></A>: The twenty-third and twenty-fourth prominent devotees of Nity&#257;nanda Prabhu were Sad&#257;&#347;iva Kavir&#257;ja and his son Purushottama d&#257;sa, who was the tenth gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 11.39</B></A>: From birth, Purushottama d&#257;sa was merged in the service of the lotus feet of Lord Nity&#257;nanda Prabhu, and he always engaged in childish play with Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 11.40</B></A>: &#346;r&#299; K&#257;nu Th&#257;kura, a very respectable gentleman, was the son of Purushottama d&#257;sa Th&#257;kura. He was such a great devotee that Lord Krishna always lived in his body.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 11.41</B></A>: Uddh&#257;rana Datta Th&#257;kura, the eleventh among the twelve cowherd boys, was an exalted devotee of Lord Nity&#257;nanda Prabhu. He worshiped the lotus feet of Lord Nity&#257;nanda in all respects.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 11.42</B></A>: The twenty-seventh prominent devotee of Nity&#257;nanda Prabhu was &#256;c&#257;rya Vaishnav&#257;nanda, a great personality in devotional service. He was formerly known as Raghun&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 11.43</B></A>: Another important devotee of Lord Nity&#257;nanda Prabhu was Vishnud&#257;sa, who had two brothers, Nandana and Ga&#324;g&#257;d&#257;sa. Lord Nity&#257;nanda Prabhu sometimes stayed at their house.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 11.44</B></A>: Param&#257;nanda Up&#257;dhy&#257;ya was Nity&#257;nanda Prabhu's great servitor. &#346;r&#299; J&#299;va Pandita glorified the qualities of &#346;r&#299; Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 11.45</B></A>: The thirty-first devotee of Lord Nity&#257;nanda Prabhu was Param&#257;nanda Gupta, who was greatly devoted to Lord Krishna and highly advanced in spiritual consciousness. Formerly Nity&#257;nanda Prabhu also resided at his house for some time.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 11.46</B></A>: The thirty-second, thirty-third, thirty-fourth and thirty-fifth prominent devotees were N&#257;r&#257;yana, Krishnad&#257;sa, Manohara and Dev&#257;nanda, who always engaged in the service of Lord Nity&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 11.47</B></A>: The thirty-sixth devotee of Lord Nity&#257;nanda was Hoda Krishnad&#257;sa, whose life and soul was Nity&#257;nanda Prabhu. He was always dedicated to the lotus feet of Nity&#257;nanda, and he knew no one else but Him.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 11.48</B></A>: Among Lord Nity&#257;nanda's devotees, Nakadi was the thirty-seventh, Mukunda the thirty-eighth, S&#363;rya the thirty-ninth, M&#257;dhava the fortieth, &#346;r&#299;dhara the forty-first, R&#257;m&#257;nanda the forty-second, Jagann&#257;tha the forty-third and Mah&#299;dhara the forty-fourth.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 11.49</B></A>: &#346;r&#299;manta was the forty-fifth, Gokula d&#257;sa the forty-sixth, Harihar&#257;nanda the forty-seventh, &#346;iv&#257;i the forty-eighth, Nand&#257;i the forty-ninth and Param&#257;nanda the fiftieth.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 11.50</B></A>: Vasanta was the fifty-first, Navan&#299; Hoda the fifty-second, Gop&#257;la the fifty-third, San&#257;tana the fifty-fourth, Vishn&#257;i the fifty-fifth, Krishn&#257;nanda the fifty-sixth and Sulocana the fifty-seventh.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 11.51</B></A>: The fifty-eighth great devotee of Lord Nity&#257;nanda Prabhu was Kams&#257;ri Sena, the fifty-ninth was R&#257;masena, the sixtieth was R&#257;macandra Kavir&#257;ja, and the sixty-first, sixty-second and sixty-third were Govinda, &#346;r&#299;ra&#324;ga and Mukunda, who were all physicians.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 11.52</B></A>: Among the devotees of Lord Nity&#257;nanda Prabhu, P&#299;t&#257;mbara was the sixty-fourth, M&#257;dhav&#257;c&#257;rya the sixty-fifth, D&#257;modara d&#257;sa the sixty-sixth, &#346;a&#324;kara the sixty-seventh, Mukunda the sixty-eighth, Jñ&#257;na d&#257;sa the sixty-ninth and Manohara the seventieth.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 11.53</B></A>: The dancer Gop&#257;la was the seventy-first, R&#257;mabhadra the seventy-second, Gaur&#257;&#324;ga d&#257;sa the seventy-third, Nrisimha-caitanya the seventy-fourth and M&#299;naketana R&#257;mad&#257;sa the seventy-fifth.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 11.54</B></A>: Vrind&#257;vana d&#257;sa Th&#257;kura, the son of &#346;r&#299;mat&#299; N&#257;r&#257;yan&#299;, composed &#346;r&#299; Caitanya-ma&#324;gala [later known as &#346;r&#299; Caitanya-bh&#257;gavata].</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 11.55</B></A>: &#346;r&#299;la Vy&#257;sadeva described the pastimes of Krishna in &#346;r&#299;mad-Bh&#257;gavatam. The Vy&#257;sa of the pastimes of Lord Caitanya Mah&#257;prabhu was Vrind&#257;vana d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 11.56</B></A>: Among all the branches of &#346;r&#299; Nity&#257;nanda Prabhu, V&#299;rabhadra Gos&#257;ñi was the topmost. His subbranches were unlimited.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 11.57</B></A>: No one can count the unlimited followers of Nity&#257;nanda Prabhu. I have mentioned some of them just for my self-purification.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 11.58</B></A>: All these branches, the devotees of Lord Nity&#257;nanda Prabhu, being full of ripened fruits of love of Krishna, distributed these fruits to all they met, flooding them with love of Krishna.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 11.59</B></A>: All these devotees had unlimited strength to deliver unobstructed, unceasing love of Krishna. By their own strength they could offer anyone Krishna and love of Krishna.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 11.60</B></A>: I have briefly described only some of the followers and devotees of Lord Nity&#257;nanda Prabhu. Even the thousand-mouthed &#346;esha N&#257;ga cannot describe all of these unlimited devotees.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 11.61</B></A>: With an ardent desire to serve the purpose of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>