<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.1</P><P CLASS=c>agaty-eka-gatim natv&#257;</P><P CLASS=c>h&#299;n&#257;rth&#257;dhika-s&#257;dhakam</P><P CLASS=c>&#347;r&#299;-caitanyam likhyate 'sya</P><P CLASS=c>prema-bhakti-vad&#257;nyat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agati">agati</A> &#8212; of the most fallen; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; the only one; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/n/natva">natv&#257;</A> &#8212; after offering obeisances; <A CLASS=v HREF="http://vedabase.net/h/hina">h&#299;na</A> &#8212; inferior; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; interest; <A CLASS=v HREF="http://vedabase.net/a/adhika">adhika</A> &#8212; greater than that; <A CLASS=v HREF="http://vedabase.net/s/sadhakam">s&#257;dhakam</A> &#8212; who can render; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanyam">caitanyam</A> &#8212; unto Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>; <A CLASS=v HREF="http://vedabase.net/l/likhyate">likhyate</A> &#8212; is being written; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the Lord, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/v/vadanyata">vad&#257;nyat&#257;</A> &#8212; magnanimity.</P><P CLASS=t>TRANSLATION</P><P>Let me first offer my respectful obeisances unto Lord Caitanya Mah&#257;prabhu, who is the ultimate goal of life for one bereft of all possessions in this material world and is the only meaning for one advancing in spiritual life. Thus let me write about His magnanimous contribution of devotional service in love of God.</P><P CLASS=t>PURPORT</P><P>A person in the conditioned stage of material existence is in an atmosphere of helplessness, but the conditioned soul, under the illusion of m&#257;y&#257;, or the external energy, thinks that he is completely protected by his country, society, friendship and love, not knowing that at the time of death none of these can save him. The laws of material nature are so strong that none of our material possessions can save us from the cruel hands of death. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/9.htm">13.9</A>) it is stated, janma-mrityu-jar&#257;-vy&#257;dhi-duhkha-dosh&#257;nudar&#347;anam: one who is actually advancing must always consider the four principles of miserable life, namely, birth, death, old age and disease. One cannot be saved from all these miseries unless he takes shelter of the lotus feet of the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu is therefore the only shelter for all conditioned souls. An intelligent person, therefore, does not put his faith in any material possessions, but completely takes shelter of the lotus feet of the Lord. Such a person is called akiñcana, or one who does not possess anything in this material world. The Supreme Personality of Godhead is also known as Akiñcana-gocara, for He can be achieved by a person who does not put his faith in material possessions. Therefore, for the fully surrendered soul who has no material possessions on which to depend, Lord &#346;r&#299; Caitanya Mah&#257;prabhu is the only shelter.</P><P>Everyone depends upon dharma (religiosity), artha (economic development), k&#257;ma (sense gratification) and ultimately moksha (salvation), but &#346;r&#299; Caitanya Mah&#257;prabhu, due to His magnanimous character, can give more than salvation. Therefore in this verse the words h&#299;n&#257;rth&#257;dhika-s&#257;dhakam indicate that although by material estimation salvation is of a quality superior to the inferior interests of religiosity, economic development and sense gratification, above salvation there is the position of devotional service and transcendental love for the Supreme Personality of Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu is the bestower of this great benediction. &#346;r&#299; Caitanya Mah&#257;prabhu said, prem&#257; pum-artho mah&#257;n: "Love of Godhead is the ultimate benediction for all human beings." &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, the author of &#346;r&#299; Caitanya-carit&#257;mrita, therefore first offers his respectful obeisances unto Lord Caitanya Mah&#257;prabhu before describing His magnanimity in bestowing love of Godhead.</P><P CLASS=l><A CLASS=i HREF="../6/120.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>