<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 100</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 100"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.100</P><P CLASS=c>ye kichu kahile tumi, saba satya haya</P><P CLASS=c>krishna-prem&#257; sei p&#257;ya, y&#257;ra bh&#257;gyodaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kahile">kahile</A> &#8212; You spoke; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prem&#257;</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/y/yara">y&#257;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/b/bhagya">bh&#257;gya</A>-<A CLASS=v HREF="http://vedabase.net/u/udaya">udaya</A> &#8212; fortune is now awakened.</P><P CLASS=t>TRANSLATION</P><P>"Dear &#346;r&#299; Caitanya Mah&#257;prabhu, what You have said is all true. Only one who is favored by fortune attains love of Godhead.</P><P CLASS=t>PURPORT</P><P>One who is actually very fortunate can begin Krishna consciousness, as stated by Caitanya Mah&#257;prabhu to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>)</P><P>There are millions of living entities who have become conditioned by the laws of material nature, and they are wandering throughout the planetary systems of this universe in different bodily forms. Among them, one who is fortunate meets a bona fide spiritual master by the grace of Krishna and comes to understand the meaning of devotional service. By discharging devotional service under the direction of the bona fide spiritual master, or &#257;c&#257;rya, he develops love of Godhead. One whose love of Godhead (krishna-prema) is awakened and who thus becomes a devotee of the inconceivable Supreme Personality of Godhead is to be considered extremely fortunate. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s admitted this fact to &#346;r&#299; Caitanya Mah&#257;prabhu. It is not easy for one to become a Krishna conscious person, but by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu it can be possible, as will be proven in the course of this narration.</P><P CLASS=l><A CLASS=i HREF="99.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="101.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>