<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 101</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 101"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.101</P><P CLASS=c>krishne bhakti kara &#8212; ih&#257;ya sab&#257;ra santosha</P><P CLASS=c>ved&#257;nta n&#257; &#347;una kene, t&#257;ra kib&#257; dosha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/i/ihaya">ih&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this matter; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of everyone; <A CLASS=v HREF="http://vedabase.net/s/santosa">santosha</A> &#8212; there is satisfaction; <A CLASS=v HREF="http://vedabase.net/v/vedanta">ved&#257;nta</A> &#8212; the philosophy of the <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A>-<A HREF="http://vedabase.net/s/sutra">s&#363;tra</A>; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/s/suna">&#347;una</A> &#8212; hear; <A CLASS=v HREF="http://vedabase.net/k/kene">kene</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of the philosophy; <A CLASS=v HREF="http://vedabase.net/k/kiba">kib&#257;</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault.</P><P CLASS=t>TRANSLATION</P><P>"Dear Sir, there is no objection to Your being a great devotee of Lord Krishna. Everyone is satisfied with this. But why do You avoid discussion on the Ved&#257;nta-s&#363;tra? What is the fault in it?"</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments in this connection, "M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s accept that the commentary by &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya known as &#346;&#257;r&#299;raka-bh&#257;shya gives the real meaning of the Vedanta-s&#363;tra. In other words, M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s accept the meanings expressed in the explanations of the Ved&#257;nta-s&#363;tra by &#346;a&#324;kar&#257;c&#257;rya, which are based on monism. Thus they explain the Ved&#257;nta-s&#363;tra, the Upanishads and all such Vedic literatures in their own impersonal way." The great M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; Sad&#257;nanda Yog&#299;ndra has written a book known as Ved&#257;nta-s&#257;ra, in which he writes, ved&#257;nto n&#257;ma upanishat-pram&#257;nam. tad-upak&#257;r&#299;ni &#347;&#257;r&#299;raka-s&#363;tr&#257;d&#299;ni ca. According to Sad&#257;nanda Yog&#299;ndra, the Ved&#257;nta-s&#363;tra and Upanishads, as presented by &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya in his &#346;&#257;r&#299;raka-bh&#257;shya commentary, are the only sources of Vedic evidence. Actually, however, Ved&#257;nta refers to the essence of Vedic knowledge, and it is not a fact that there is nothing more than &#346;a&#324;kar&#257;c&#257;rya's &#346;&#257;r&#299;raka-bh&#257;shya. There are other Ved&#257;nta commentaries, written by Vaishnava &#257;c&#257;ryas, none of whom follow &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya or accept the imaginative commentary of his school. Their commentaries are based on the philosophy of duality. Monist philosophers like &#346;a&#324;kar&#257;c&#257;rya and his followers want to establish that God and the living entity are one, and instead of worshiping the Supreme Personality of Godhead they present themselves as God. They want to be worshiped as God by others. Such persons do not accept the philosophies of the Vaishnava &#257;c&#257;ryas, which are known as &#347;uddh&#257;dvaita (purified monism), &#347;uddha-dvaita (purified dualism), vi&#347;isht&#257;dvaita (specific monism), dvait&#257;dvaita (monism and dualism) and acintya-bhed&#257;bheda (inconceivable oneness and difference). M&#257;y&#257;v&#257;d&#299;s do not discuss these philosophies, for they are firmly convinced of their own philosophy of keval&#257;dvaita, exclusive monism. Accepting this system of philosophy as the pure understanding of the Ved&#257;nta-s&#363;tra, they believe that Krishna has a body made of material elements and that the activities of loving service to Krishna are sentimentality. They are known as M&#257;y&#257;v&#257;d&#299;s because according to their opinion Krishna has a body made of m&#257;y&#257; and the loving service of the Lord executed by devotees is also m&#257;y&#257;. They consider such devotional service to be an aspect of fruitive activities (karma-k&#257;nda). According to their view, bhakti consists of mental speculation or sometimes meditation. This is the difference between the M&#257;y&#257;v&#257;d&#299; and Vaishnava philosophies.</P><P CLASS=l><A CLASS=i HREF="100.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="102.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>