<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 103</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 103"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.103</P><P CLASS=c>ih&#257; &#347;uni' bale sarva sanny&#257;s&#299;ra gana</P><P CLASS=c>tom&#257;ke dekhiye yaiche s&#257;ksh&#257;t n&#257;r&#257;yana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iha">ih&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/b/bale">bale</A> &#8212; spoke; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sannyasira">sanny&#257;s&#299;ra</A> &#8212; of the <A HREF="http://vedabase.net/m/mayavadi">M&#257;y&#257;v&#257;d&#299;</A> sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; group; <A CLASS=v HREF="http://vedabase.net/t/tomake">tom&#257;ke</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/d/dekhiye">dekhiye</A> &#8212; we see; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Hearing this, the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s became somewhat humble and addressed Caitanya Mah&#257;prabhu as N&#257;r&#257;yana Himself, who they all agreed He was.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s address each other as N&#257;r&#257;yana. Whenever they see another sanny&#257;s&#299;, they offer him respect by calling om namo n&#257;r&#257;yan&#257;ya ("I offer my respect unto you, N&#257;r&#257;yana"), although they know perfectly well what kind of N&#257;r&#257;yana he is. N&#257;r&#257;yana has four hands, but although they are puffed up with the idea of being N&#257;r&#257;yana, they cannot exhibit more than two. Since their philosophy declares that N&#257;r&#257;yana and an ordinary human being are on the same level, they sometimes use the term daridra-n&#257;r&#257;yana ("poor N&#257;r&#257;yana"), which was invented by a so-called sv&#257;m&#299; who did not know anything about Ved&#257;nta philosophy. Therefore although all these M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s who called themselves N&#257;r&#257;yana were actually unaware of the position of N&#257;r&#257;yana, due to their austerities Lord Caitanya Mah&#257;prabhu enabled them to understand Him to be N&#257;r&#257;yana Himself. Lord Caitanya is certainly the Supreme Personality of Godhead N&#257;r&#257;yana appearing as a devotee of N&#257;r&#257;yana, and thus the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, understanding that He was directly N&#257;r&#257;yana Himself whereas they were false, puffed-up N&#257;r&#257;yanas, spoke to Him as follows.</P><P CLASS=l><A CLASS=i HREF="102.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="104.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>