<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 104</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 104"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.104</P><P CLASS=c>tom&#257;ra vacana &#347;uni' jud&#257;ya &#347;ravana</P><P CLASS=c>tom&#257;ra m&#257;dhur&#299; dekhi' jud&#257;ya nayana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vacana">vacana</A> &#8212; speeches; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/j/judaya">jud&#257;ya</A> &#8212; very much satisfied; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; aural reception; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/madhuri">m&#257;dhur&#299;</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/j/judaya">jud&#257;ya</A> &#8212; satisfies; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; our eyes.</P><P CLASS=t>TRANSLATION</P><P>"Dear Caitanya Mah&#257;prabhu," they said, "to tell You the truth, we are greatly pleased to hear Your words, and furthermore Your bodily features are so pleasing that we feel extraordinary satisfaction in seeing You.</P><P CLASS=t>PURPORT</P><P>In the &#347;&#257;stras it is said:</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah</P><P CLASS=n>[BRS. 1.2.234]</P><P>"With one's materially contaminated senses one cannot understand the Supreme Personality of Godhead or His name, form, qualities or paraphernalia, but if one renders service unto Him, the Lord reveals Himself." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>) Here one can see the effect of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s' service toward N&#257;r&#257;yana. Because the M&#257;y&#257;v&#257;d&#299;s offered a little respect to &#346;r&#299; Caitanya Mah&#257;prabhu and because they were pious and actually followed the austere rules and regulations of sanny&#257;sa, they had some understanding of Ved&#257;nta philosophy, and by the grace of Lord Caitanya Mah&#257;prabhu they could appreciate that He was none other than the Supreme Personality of Godhead, who is endowed with all six opulences. One of these opulences is His beauty. By His extraordinarily beautiful bodily features, the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s recognized &#346;r&#299; Caitanya Mah&#257;prabhu as N&#257;r&#257;yana Himself. He was not a farcical N&#257;r&#257;yana like the daridra-n&#257;r&#257;yanas invented by so-called sanny&#257;s&#299;s.</P><P CLASS=l><A CLASS=i HREF="103.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="105.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>