<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.105</P><P CLASS=c>tom&#257;ra prabh&#257;ve sab&#257;ra &#257;nandita mana</P><P CLASS=c>kabhu asa&#324;gata nahe tom&#257;ra vacana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/prabhave">prabh&#257;ve</A> &#8212; by influence; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of everyone; <A CLASS=v HREF="http://vedabase.net/a/anandita">&#257;nandita</A> &#8212; joyful; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; at anytime; <A CLASS=v HREF="http://vedabase.net/a/asangata">asa&#324;gata</A> &#8212; unreasonable; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vacana">vacana</A> &#8212; speeches.</P><P CLASS=t>TRANSLATION</P><P>"Dear Sir, by Your influence our minds are greatly satisfied, and we believe that Your words will never be unreasonable. Therefore You may speak on the Ved&#257;nta-s&#363;tra."</P><P CLASS=t>PURPORT</P><P>In this verse the words tom&#257;ra prabh&#257;ve ("Your influence") are very important. Unless one is spiritually advanced he cannot influence an audience. Bhaktivinoda Th&#257;kura has sung, &#347;uddha-bhakata-carana-renu, bhajana-anuk&#363;la. "Unless one associates with a pure devotee, he cannot be influenced to understand devotional service." These M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s were fortunate enough to meet the Supreme Personality of Godhead in the form of a devotee, and certainly they were greatly influenced by the Lord. They knew that since a perfectly advanced spiritualist never says anything false, all his words are reasonable and agree with the Vedic version. A highly realized person never says anything that has no meaning. M&#257;y&#257;v&#257;d&#299; philosophers claim to be the Supreme Personality of Godhead, and this has no meaning, but &#346;r&#299; Caitanya Mah&#257;prabhu never uttered such nonsense. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s were convinced about His personality, and therefore they wanted to hear the purport of Ved&#257;nta philosophy from Him.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="106.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>