<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 106</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 106"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.106</P><P CLASS=c>prabhu kahe, ved&#257;nta-s&#363;tra &#299;&#347;vara-vacana</P><P CLASS=c>vy&#257;sa-r&#363;pe kaila y&#257;h&#257; &#347;r&#299;-n&#257;r&#257;yana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord began <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/v/vedanta">ved&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; the philosophy of <A HREF="http://vedabase.net/v/vedanta">Vedanta</A>-<A HREF="http://vedabase.net/s/sutra">s&#363;tra</A>; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/v/vacana">vacana</A> &#8212; spoken by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> has <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/y/yaha">y&#257;h&#257;</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The Lord said, "Ved&#257;nta philosophy consists of words spoken by the Supreme Personality of Godhead N&#257;r&#257;yana in the form of Vy&#257;sadeva.</P><P CLASS=t>PURPORT</P><P>The Ved&#257;nta-s&#363;tra, which consists of aphorisms revealing the method of understanding Vedic knowledge, is the concise form of all Vedic knowledge. It begins with the words ath&#257;to brahma jijñ&#257;s&#257;: "Now is the time to inquire about the Absolute Truth." The human form of life is especially meant for this purpose, and therefore the Ved&#257;nta-s&#363;tra very concisely explains the human mission. This is confirmed by the words of the V&#257;yu and Skanda Pur&#257;nas, which define a s&#363;tra as follows:</P><P>alp&#257;ksharam asandigdham s&#257;ra-vat vi&#347;vato-mukham</P><P CLASS=n>astobham anavadyam ca s&#363;tram s&#363;tra-vido viduh</P><P>"A s&#363;tra is a compilation of aphorisms that expresses the essence of all knowledge in a minimum of words. It must be universally applicable and faultless in its linguistic presentation." Anyone familiar with such s&#363;tras must be aware of the Ved&#257;nta-s&#363;tra, which is well known among scholars by the following additional names: (1) Brahma-s&#363;tra, (2) &#346;&#257;r&#299;raka, (3) Vy&#257;sa-s&#363;tra, (4) B&#257;dar&#257;yana-s&#363;tra, (5) Uttara-m&#299;m&#257;ms&#257; and (6) Ved&#257;nta-dar&#347;ana.</P><P>There are four chapters (adhy&#257;yas) in the Ved&#257;nta-s&#363;tra, and there are four divisions (p&#257;das) in each chapter. Therefore the Ved&#257;nta-s&#363;tra may be referred to as shoda&#347;a-p&#257;da, or sixteen divisions of aphorisms. The theme of each and every division is fully described in terms of five different subject matters (adhikaranas), which are technically called pratijñ&#257;, hetu, ud&#257;harana, upanaya and nigamana. Every theme must necessarily be explained with reference to pratijñ&#257;, or a solemn declaration of the purpose of the treatise. The solemn declaration given in the beginning of the Ved&#257;nta-s&#363;tra is ath&#257;to brahma jijñ&#257;s&#257;, which indicates that this book was written with the solemn declaration to inquire about the Absolute Truth. Similarly, reasons must be expressed (hetu), examples must be given in terms of various facts (ud&#257;harana), the theme must gradually be brought nearer for understanding (upanaya), and finally it must be supported by authoritative quotations from the Vedic &#347;&#257;stras (nigamana).</P><P>According to the great dictionary compiler Hemacandra, also known as Koshak&#257;ra, Ved&#257;nta refers to the purport of the Upanishads and the Br&#257;hmana portion of the Vedas. Professor Apte, in his dictionary, describes the Br&#257;hmana portion of the Vedas as that portion which states the rules for employment of hymns at various sacrifices and gives detailed explanations of their origin, sometimes with lengthy illustrations in the form of legends and stories. It is distinct from the mantra portion of the Vedas. Hemacandra says that the supplement of the Vedas is called the Ved&#257;nta-s&#363;tra. Veda means knowledge, and anta means the end. In other words, proper understanding of the ultimate purpose of the Vedas is called Ved&#257;nta knowledge. Such knowledge, as given in the aphorisms of the Ved&#257;nta-s&#363;tra, must be supported by the Upanishads.</P><P>According to learned scholars, there are three different sources of knowledge, which are called prasth&#257;na-traya. According to these scholars, Ved&#257;nta is one of such sources, for it presents Vedic knowledge on the basis of logic and sound arguments. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/5.htm">13.5</A>) the Lord says, brahma-s&#363;tra-padai&#347; caiva hetumadbhir vini&#347;citaih: "Understanding of the ultimate goal of life is ascertained in the Brahma-s&#363;tra by legitimate logic and argument concerning cause and effect." Therefore the Ved&#257;nta-s&#363;tra is known as ny&#257;ya-prasth&#257;na, the Upanishads are known as &#347;ruti-prasth&#257;na, and the G&#299;t&#257;, Mah&#257;bh&#257;rata and Pur&#257;nas are known as smriti-prasth&#257;na. All scientific knowledge of transcendence must be supported by &#347;ruti, smriti and a sound logical basis.</P><P>It is said that both the Vedic knowledge and the supplement of the Vedas called the S&#257;tvata-pañcar&#257;tra emanated from the breathing of N&#257;r&#257;yana, the Supreme Personality of Godhead. The Ved&#257;nta-s&#363;tra aphorisms were compiled by &#346;r&#299;la Vy&#257;sadeva, a powerful incarnation of &#346;r&#299; N&#257;r&#257;yana, although it is sometimes said that they were compiled by a great sage named Ap&#257;ntaratam&#257;. The Pañcar&#257;tra and Ved&#257;nta-s&#363;tra, however, express the same opinions. &#346;r&#299; Caitanya Mah&#257;prabhu therefore confirms that there is no difference in opinion between the two, and He declares that because the Ved&#257;nta-s&#363;tra was compiled by &#346;r&#299;la Vy&#257;sadeva, it may be understood to have emanated from the breathing of &#346;r&#299; N&#257;r&#257;yana. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that while Vy&#257;sadeva was compiling the Ved&#257;nta-s&#363;tra, seven of his great saintly contemporaries were also engaged in similar work. These saints were &#256;treya Rishi, &#256;&#347;marathya, Audulomi, K&#257;rshn&#257;jini, K&#257;&#347;akritsna, Jaimini and B&#257;dar&#299;. In addition, it is stated that P&#257;r&#257;&#347;ar&#299; and Karmand&#299;-bhikshu also discussed the Ved&#257;nta-s&#363;tra aphorisms before Vy&#257;sadeva.</P><P>As mentioned above, the Ved&#257;nta-s&#363;tra consists of four chapters. The first two chapters discuss the relationship of the living entity with the Supreme Personality of Godhead. This is known as sambandha-jñ&#257;na, or knowledge of the relationship. The third chapter describes how one can act in his relationship with the Supreme Personality of Godhead. This is called abhidheya-jñ&#257;na. The relationship of the living entity with the Supreme Lord is described by &#346;r&#299; Caitanya Mah&#257;prabhu: j&#299;vera 'svar&#363;pa' haya krishnera 'nitya-d&#257;sa' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]. "The living entity is an eternal servant of Krishna, the Supreme God." (Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>) Therefore, to act in that relationship one must perform s&#257;dhana-bhakti, or the prescribed duties of service to the Supreme Personality of Godhead. This is called abhidheya-jñ&#257;na. The fourth chapter describes the result of such devotional service (prayojana-jñ&#257;na). This ultimate goal of life is to go back home, back to Godhead. The words an&#257;vrittih &#347;abd&#257;t in the Ved&#257;nta-s&#363;tra indicate this ultimate goal.</P><P>&#346;r&#299;la Vy&#257;sadeva, a powerful incarnation of N&#257;r&#257;yana, compiled the Ved&#257;nta-s&#363;tra, and in order to protect it from unauthorized commentaries, he personally composed &#346;r&#299;mad-Bh&#257;gavatam on the instruction of his spiritual master, N&#257;rada Muni, as the original commentary on the Ved&#257;nta-s&#363;tra. Besides &#346;r&#299;mad-Bh&#257;gavatam, there are commentaries on the Ved&#257;nta-s&#363;tra composed by all the major Vaishnava &#257;c&#257;ryas, and in each of them devotional service to the Lord is described very explicitly. Only those who follow &#346;a&#324;kara's commentary have described the Ved&#257;nta-s&#363;tra in an impersonal way, without reference to vishnu-bhakti, or devotional service to the Lord, Vishnu. Generally people very much appreciate this &#346;&#257;r&#299;raka-bh&#257;shya, or impersonal description of the Ved&#257;nta-s&#363;tra, but all commentaries that are devoid of devotional service to Lord Vishnu must be considered to differ in purpose from the original Ved&#257;nta-s&#363;tra. In other words, Lord Caitanya definitely confirmed that the commentaries, or bh&#257;shyas, written by the Vaishnava &#257;c&#257;ryas on the basis of devotional service to Lord Vishnu, and not the &#346;&#257;r&#299;raka-bh&#257;shya of &#346;a&#324;kar&#257;c&#257;rya, give the actual explanation of the Ved&#257;nta-s&#363;tra.</P><P CLASS=l><A CLASS=i HREF="105.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="107.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>