<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 110</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 110"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.110</P><P CLASS=c>t&#257;&#324;h&#257;ra n&#257;hika dosha, &#299;&#347;vara-&#257;jñ&#257; p&#257;ñ&#257;</P><P CLASS=c>gaun&#257;rtha karila mukhya artha &#257;cch&#257;diy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanhara">t&#257;&#324;h&#257;ra</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sankaracarya">&#346;a&#324;kar&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/n/nahika">n&#257;hika</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A> &#8212; order; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; receiving; <A CLASS=v HREF="http://vedabase.net/g/gauna">gauna</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; indirect meaning; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A> &#8212; direct; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; meaning; <A CLASS=v HREF="http://vedabase.net/a/acchadiya">&#257;cch&#257;diy&#257;</A> &#8212; covering.</P><P CLASS=t>TRANSLATION</P><P>"&#346;a&#324;kar&#257;c&#257;rya is not at fault, for it is under the order of the Supreme Personality of Godhead that he has covered the real purpose of the Vedas.</P><P CLASS=t>PURPORT</P><P>The Vedic literature is to be considered a source of real knowledge, but if one does not take it as it is, one will be misled. For example, the Bhagavad-g&#299;t&#257; is an important Vedic literature that has been taught for many years, but because it was commented upon by unscrupulous rascals, people derived no benefit from it, and no one came to the conclusion of Krishna consciousness. Since the purpose of the Bhagavad-g&#299;t&#257; is now being presented as it is, however, within four or five short years thousands of people all over the world have become Krishna conscious. That is the difference between direct and indirect explanations of the Vedic literature. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu said, mukhya-vrittye sei artha parama mahattva: "To teach the Vedic literature according to its direct meaning, without false commentary, is glorious." Unfortunately, &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya, by the order of the Supreme Personality of Godhead, compromised between atheism and theism in order to cheat the atheists and bring them to theism, and to do so he gave up the direct method of Vedic knowledge and tried to present a meaning which is indirect. It is with this purpose that he wrote his &#346;&#257;r&#299;raka-bh&#257;shya commentary on the Ved&#257;nta-s&#363;tra.</P><P>One should not, therefore, attribute very much importance to the &#346;&#257;r&#299;raka-bh&#257;shya. In order to understand Ved&#257;nta philosophy, one must study &#346;r&#299;mad-Bh&#257;gavatam, which begins with the words om namo bhagavate v&#257;sudev&#257;ya, janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rtheshv abhijñah sva-r&#257;t: [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>] "I offer my obeisances unto Lord &#346;r&#299; Krishna, son of Vasudeva, who is the Supreme All-pervading Personality of Godhead. I meditate upon Him, the transcendent reality, who is the primeval cause of all causes, from whom all manifested universes arise, in whom they dwell and by whom they are destroyed. I meditate upon that eternally effulgent Lord, who is directly and indirectly conscious of all manifestations and yet is fully independent." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>) &#346;r&#299;mad-Bh&#257;gavatam is the real commentary on the Ved&#257;nta-s&#363;tra. Unfortunately, if one is attracted to &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya's commentary, &#346;&#257;r&#299;raka-bh&#257;shya, his spiritual life is doomed.</P><P>One may argue that since &#346;a&#324;kar&#257;c&#257;rya is an incarnation of Lord &#346;iva, how is it that he cheated people in this way? The answer is that he did so on the order of his master, the Supreme Personality of Godhead. This is confirmed in the Padma Pur&#257;na, in the words of Lord &#346;iva himself:</P><P>m&#257;y&#257;v&#257;dam asac ch&#257;stram pracchannam bauddham ucyate</P><P CLASS=n>mayaiva kalpitam devi kalau br&#257;hmana-r&#363;pin&#257;</P><P CLASS=n>brahmana&#347; c&#257;param r&#363;pam nirgunam vakshyate may&#257;</P><P CLASS=n>sarva-svam jagato 'py asya mohan&#257;rtham kalau yuge</P><P CLASS=n>ved&#257;nte tu mah&#257;-&#347;&#257;stre m&#257;y&#257;v&#257;dam avaidikam</P><P CLASS=n>mayaiva vakshyate devi jagat&#257;m n&#257;&#347;a-k&#257;ran&#257;t</P><P>"The M&#257;y&#257;v&#257;da philosophy," Lord &#346;iva informed his wife P&#257;rvat&#299;, "is impious [asac ch&#257;stra]. It is covered Buddhism. My dear P&#257;rvat&#299;, in Kali-yuga I assume the form of a br&#257;hmana and teach this imagined M&#257;y&#257;v&#257;da philosophy. In order to cheat the atheists, I describe the Supreme Personality of Godhead to be without form and without qualities. Similarly, in explaining Ved&#257;nta I describe the same M&#257;y&#257;v&#257;da philosophy in order to mislead the entire population toward atheism by denying the personal form of the Lord." In the &#346;iva Pur&#257;na the Supreme Personality of Godhead told Lord &#346;iva:</P><P>dv&#257;par&#257;dau yuge bh&#363;tv&#257; kalay&#257; m&#257;nush&#257;dishu</P><P CLASS=n>sv&#257;gamaih kalpitais tvam ca jan&#257;n mad-vimukh&#257;n kuru</P><P>"In Kali-yuga, mislead the people in general by propounding imaginary meanings for the Vedas to bewilder them." These are the descriptions of the Pur&#257;nas.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that mukhya-vritti ("the direct meaning") is abhidh&#257;-vritti, or the meaning that one can understand immediately from the statements of dictionaries, whereas gauna-vritti ("the indirect meaning") is a meaning that one imagines without consulting the dictionary. For example, one politician has said that Kurukshetra refers to the body, but in the dictionary there is no such definition. Therefore this imaginary meaning is gauna-vritti, whereas the direct meaning found in the dictionary is mukhya-vritti or abhidh&#257;-vritti. This is the distinction between the two. &#346;r&#299; Caitanya Mah&#257;prabhu recommends that one understand the Vedic literature in terms of abhidh&#257;-vritti, and the gauna-vritti He rejects. Sometimes, however, as a matter of necessity, the Vedic literature is described in terms of the lakshan&#257;-vritti or gauna-vritti, but one should not accept such explanations as permanent truths.</P><P>The purpose of the discussions in the Upanishads and Ved&#257;nta-s&#363;tra is to philosophically establish the personal feature of the Absolute Truth. The impersonalists, however, in order to establish their philosophy, accept these discussions in terms of lakshan&#257;-vritti, or indirect meanings. Thus instead of being tattva-v&#257;da, or in search of the Absolute Truth, they become M&#257;y&#257;v&#257;da, or illusioned by the material energy. When &#346;r&#299; Vishnu Sv&#257;m&#299;, one of the four &#257;c&#257;ryas of the Vaishnava cult, presented his thesis on the subject matter of &#347;uddh&#257;dvaita-v&#257;da, immediately the M&#257;y&#257;v&#257;d&#299;s took advantage of this philosophy and tried to establish their advaita-v&#257;da or keval&#257;dvaita-v&#257;da. To defeat this keval&#257;dvaita-v&#257;da, &#346;r&#299; R&#257;m&#257;nuj&#257;c&#257;rya presented his philosophy as vi&#347;isht&#257;dvaita-v&#257;da, and &#346;r&#299; Madhv&#257;c&#257;rya presented his philosophy of tattva-v&#257;da, both of which are stumbling blocks to the M&#257;y&#257;v&#257;d&#299;s because they defeat their philosophy in scrupulous detail. Students of Vedic philosophy know very well how strongly &#346;r&#299; R&#257;m&#257;nuj&#257;c&#257;rya's vi&#347;isht&#257;dvaita-v&#257;da and &#346;r&#299; Madhv&#257;c&#257;rya's tattva-v&#257;da contest the impersonal M&#257;y&#257;v&#257;da philosophy. &#346;r&#299; Caitanya Mah&#257;prabhu, however, accepted the direct meaning of the Ved&#257;nta philosophy and thus defeated the M&#257;y&#257;v&#257;da philosophy immediately. He opined in this connection that anyone who follows the principles of the &#346;&#257;r&#299;raka-bh&#257;shya is doomed. This is confirmed in the Padma Pur&#257;na, where Lord &#346;iva tells P&#257;rvat&#299;:</P><P>&#347;rinu devi pravakshy&#257;mi t&#257;mas&#257;ni yath&#257;-kramam</P><P CLASS=n>yesh&#257;m &#347;ravana-m&#257;trena p&#257;tityam jñ&#257;nin&#257;m api</P><P CLASS=n>ap&#257;rtham &#347;ruti-v&#257;ky&#257;n&#257;m dar&#347;ayal loka-garhitam</P><P CLASS=n>karma-svar&#363;pa-ty&#257;jyatvam atra ca pratip&#257;dyate</P><P CLASS=n>sarva-karma-paribhram&#347;&#257;n naishkarmyam tatra cocyate</P><P CLASS=n>par&#257;tma-j&#299;vayor aikyam may&#257;tra pratip&#257;dyate</P><P>"My dear wife, hear my explanations of how I have spread ignorance through M&#257;y&#257;v&#257;da philosophy. Simply by hearing it, even an advanced scholar will fall down. In this philosophy, which is certainly very inauspicious for people in general, I have misrepresented the real meaning of the Vedas and recommended that one give up all activities in order to achieve freedom from karma. In this M&#257;y&#257;v&#257;da philosophy I have described the j&#299;v&#257;tm&#257; and Param&#257;tm&#257; to be one and the same." How the M&#257;y&#257;v&#257;da philosophy was condemned by &#346;r&#299; Caitanya Mah&#257;prabhu and His followers is described in &#346;r&#299; Caitanya-carit&#257;mrita, Antya-l&#299;l&#257;, Second Chapter, verses 94 through 99, where Svar&#363;pa-d&#257;modara Gosv&#257;m&#299; says that anyone who is eager to understand the M&#257;y&#257;v&#257;da philosophy must be considered insane. This especially applies to a Vaishnava who reads the &#346;&#257;r&#299;raka-bh&#257;shya and considers himself to be one with God. The M&#257;y&#257;v&#257;d&#299; philosophers have presented their arguments in such attractive, flowery language that hearing M&#257;y&#257;v&#257;da philosophy may sometimes change the mind of even a mah&#257;-bh&#257;gavata, or very advanced devotee. An actual Vaishnava cannot tolerate any philosophy that claims God and the living being to be one and the same.</P><P CLASS=l><A CLASS=i HREF="109.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="111.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>