<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.113</P><P CLASS=c>cid-&#257;nanda &#8212; te&#324;ho, t&#257;&#324;ra sth&#257;na, pariv&#257;ra</P><P CLASS=c>t&#257;&#324;re kahe &#8212; pr&#257;krita-sattvera vik&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; spiritual bliss; <A CLASS=v HREF="http://vedabase.net/t/tenho">te&#324;ho</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> is personally; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/p/parivara">pariv&#257;ra</A> &#8212; entourage; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; someone says; <A CLASS=v HREF="http://vedabase.net/p/prakrta">pr&#257;krita</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/s/sattvera">sattvera</A> &#8212; goodness; <A CLASS=v HREF="http://vedabase.net/v/vikara">vik&#257;ra</A> &#8212; transformation.</P><P CLASS=t>TRANSLATION</P><P>"The Supreme Personality of Godhead is full of spiritual potencies. Therefore His body, name, fame and entourage are all spiritual. The M&#257;y&#257;v&#257;d&#299; philosopher, due to ignorance, says that these are all merely transformations of the material mode of goodness.</P><P CLASS=t>PURPORT</P><P>In the Seventh Chapter of the Bhagavad-g&#299;t&#257; the Supreme Personality of Godhead has classified His energies in two distinct divisions &#8212; namely, pr&#257;krita and apr&#257;krita, or par&#257;-prakriti and apar&#257;-prakriti. In the Vishnu Pur&#257;na the same distinction is made. The M&#257;y&#257;v&#257;d&#299; philosophers cannot understand these two prakritis, or natures &#8212; material and spiritual &#8212; but one who is actually intelligent can understand them. Considering the many varieties and activities in material nature, why should the M&#257;y&#257;v&#257;d&#299; philosophers deny the spiritual varieties of the spiritual world? The Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>) says:</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P>The intelligence of those who think themselves liberated but have no information of the spiritual world is not yet clear. In this verse the term avi&#347;uddha-buddhayah refers to unclean intelligence. Due to unclean intelligence or a poor fund of knowledge, the M&#257;y&#257;v&#257;d&#299; philosophers cannot understand the distinction between material and spiritual varieties; therefore they cannot even think of spiritual varieties because they take it for granted that all variety is material.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu, therefore, explains in this verse that Krishna &#8212; the Supreme Personality of Godhead, or the Absolute Truth &#8212; has a spiritual body that is distinct from material bodies, and thus His name, abode, entourage and qualities are all spiritual. The material mode of goodness has nothing to do with spiritual varieties. M&#257;y&#257;v&#257;d&#299; philosophers, however, cannot clearly understand spiritual varieties; therefore they imagine a negation of the material world to be the spiritual world. The material qualities of goodness, passion and ignorance cannot act in the spiritual world, which is therefore called nirguna, as clearly indicated in the Bhagavad-g&#299;t&#257; (trai-gunya-vishay&#257; ved&#257; nistrai-gunyo bhav&#257;rjuna). The material world is a manifestation of the three modes of material nature, but one has to become free from these modes to come to the spiritual world, where their influence is completely absent. Now Lord &#346;r&#299; Caitanya Mah&#257;prabhu will disassociate Lord &#346;iva from M&#257;y&#257;v&#257;da philosophy in the following verse.</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>