<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 114</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 114"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.114</P><P CLASS=c>t&#257;&#324;ra dosha n&#257;hi, te&#324;ho &#257;jñ&#257;-k&#257;r&#299; d&#257;sa</P><P CLASS=c>&#257;ra yei &#347;une t&#257;ra haya sarva-n&#257;&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>'s); <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/t/tenho">te&#324;ho</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kari">k&#257;r&#299;</A> &#8212; obedient order-carrier; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; servant; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/s/sune">&#347;une</A> &#8212; hears (the <A HREF="http://vedabase.net/m/mayavada">M&#257;y&#257;v&#257;da</A> philosophy); <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A> &#8212; everything lost</P><P CLASS=t>TRANSLATION</P><P>"&#346;a&#324;kar&#257;c&#257;rya, who is an incarnation of Lord &#346;iva, is faultless because he is a servant carrying out the orders of the Lord. But those who follow his M&#257;y&#257;v&#257;d&#299; philosophy are doomed. They will lose all their advancement in spiritual knowledge.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;v&#257;d&#299; philosophers are very proud of exhibiting their Ved&#257;nta knowledge through grammatical jugglery, but in the Bhagavad-g&#299;t&#257; Lord &#346;r&#299; Krishna certifies that they are m&#257;yay&#257;pahrita-jñ&#257;na, bereft of real knowledge due to m&#257;y&#257;. M&#257;y&#257; has two potencies with which to execute her two functions &#8212; the prakshep&#257;tmik&#257;-&#347;akti, the power to throw the living entity into the ocean of material existence, and &#257;varan&#257;tmik&#257;-&#347;akti, the power to cover the knowledge of the living entity. The function of the the &#257;varan&#257;tmik&#257;-&#347;akti is explained in the Bhagavad-g&#299;t&#257; by the word m&#257;yay&#257;pahrita-jñ&#257;n&#257;h.</P><P>Why the daiv&#299;-m&#257;y&#257;, or illusory energy of Krishna, takes away the knowledge of the M&#257;y&#257;v&#257;d&#299; philosophers is also explained in the Bhagavad-g&#299;ta by the use of the words &#257;suram bh&#257;vam &#257;&#347;rit&#257;h, which refer to a person who does not agree to the existence of the Lord. The M&#257;y&#257;v&#257;d&#299;s, who are not in agreement with the existence of the Lord, can be classified in two groups, exemplified by the impersonalist &#346;a&#324;karites of V&#257;r&#257;nas&#299; and the Buddhists of Saran&#257;tha. Both groups are M&#257;y&#257;v&#257;d&#299;s, and Krishna takes away their knowledge due to their atheistic philosophies. Neither group agrees to accept the existence of a personal God. The Buddhist philosophers clearly deny both the soul and God, and although the &#346;a&#324;karites do not openly deny God, they say that the Absolute is nir&#257;k&#257;ra, or formless. Thus both the Buddhists and the &#346;a&#324;karites are avi&#347;uddha-buddhayah, or imperfect and unclean in their knowledge and intelligence.</P><P>The most prominent M&#257;y&#257;v&#257;d&#299; scholar, Sad&#257;nanda Yog&#299;ndra, has written a book called Ved&#257;nta-s&#257;ra, in which he expounds the philosophy of &#346;a&#324;kar&#257;c&#257;rya, and all the followers of &#346;a&#324;kara's philosophy attribute great importance to his statements. In this Ved&#257;nta-s&#257;ra Sad&#257;nanda Yog&#299;ndra defines Brahman as sac-cid-&#257;nanda combined with knowledge and without duality, and he defines ignorance (jada) as knowledge distinct from that of sat and asat. This is almost inconceivable, but it is a product of the three material qualities. Thus he considers anything other than pure knowledge to be material. The center of ignorance is considered to be sometimes all-pervading and sometimes individual. Thus according to his opinion both the all-pervading Vishnu and the individual living entities are products of ignorance.</P><P>In simple language, it is the opinion of Sad&#257;nanda Yog&#299;ndra that since everything is nir&#257;k&#257;ra (formless), the conception of Vishnu and the conception of the individual soul are both products of ignorance. He also explains that the vi&#347;uddha-sattva conception of the Vaishnavas is nothing but pradh&#257;na, or the chief principle of creation. He maintains that when all-pervading knowledge is contaminated by the vi&#347;uddha-sattva, which consists of a transformation of the quality of goodness, there arises the conception of the Supreme Personality of Godhead, who is the omnipotent, omniscient supreme ruler, the Supersoul, the cause of all causes, the supreme &#299;&#347;vara, etc. According to Sad&#257;nanda Yog&#299;ndra, because &#299;&#347;vara, the Supreme Lord, is the reservoir of all ignorance, He may be called sarva-jña, or omniscient, but one who denies the existence of the omnipotent Supreme Personality of Godhead is more than &#299;&#347;vara, or the Lord. His conclusion, therefore, is that the Supreme Personality of Godhead (&#299;&#347;vara) is a transformation of material ignorance and that the living entity (j&#299;va) is covered by ignorance. Thus he describes both collective and individual existence in darkness. According to M&#257;y&#257;v&#257;d&#299; philosophers, the Vaishnava conception of the Lord as the Supreme Personality of Godhead and of the j&#299;va, or individual soul, as His eternal servant is a manifestation of ignorance. If we accept the judgment of Lord Krishna in the Bhagavad-g&#299;t&#257;, however, the M&#257;y&#257;v&#257;d&#299;s are to be considered m&#257;yay&#257;pahrita-jñ&#257;na, or bereft of all knowledge, because they do not recognize the existence of the Supreme Personality of Godhead or they claim that His existence is a product of the material conception (m&#257;y&#257;). These are characteristics of asuras, or demons.</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu, in His discourses with S&#257;rvabhauma Bhatt&#257;c&#257;rya, said:</P><P>j&#299;vera nist&#257;ra l&#257;gi' s&#363;tra kaila vy&#257;sa</P><P CLASS=n>m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/6/169.htm">Madhya 6.169</A>)</P><P>Vy&#257;sadeva composed the Ved&#257;nta-s&#363;tra to deliver the conditioned souls from this material world, but &#346;a&#324;kar&#257;c&#257;rya, by presenting the Ved&#257;nta-s&#363;tra in his own way, has clearly done a great disservice to human society, for one who follows his M&#257;y&#257;v&#257;da philosophy is doomed. In the Vedanta-s&#363;tra, devotional service is clearly indicated, but the M&#257;y&#257;v&#257;d&#299; philosophers refuse to accept the spiritual body of the Supreme Absolute Person and refuse to accept that the living entity has an individual existence separate from that of the Supreme Lord. Thus they have created atheistic havoc all over the world, for such a conclusion is against the very nature of the transcendental process of pure devotional service. The M&#257;y&#257;v&#257;d&#299; philosophers' unrealizable ambition to become one with the Supreme through denying the existence of the Personality of Godhead results in a most calamitous misrepresentation of spiritual knowledge, and one who follows this philosophy is doomed to remain perpetually in this material world. Therefore the M&#257;y&#257;v&#257;d&#299;s are called avi&#347;uddha-buddhayah, or unclean in knowledge. Because they are unclean in knowledge, all their austerities and penances end in frustration. Thus although they may be honored at first as very learned scholars, ultimately they descend to physical activities of politics, social work, etc. Instead of becoming one with the Supreme Lord, they again become one with these material activities. This is explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>):</P><P>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>In actuality the M&#257;y&#257;v&#257;d&#299; philosophers very strictly follow the austerities and penances of spiritual life and in this way are elevated to the impersonal Brahman platform, but due to their negligence of the lotus feet of the Lord they again fall down to material existence.</P><P CLASS=l><A CLASS=i HREF="113.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="115.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>