<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 117</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 117"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.117</P><P CLASS=c>j&#299;va-tattva &#8212; &#347;akti, krishna-tattva &#8212; &#347;aktim&#257;n</P><P CLASS=c>g&#299;t&#257;-vishnupur&#257;n&#257;di t&#257;h&#257;te pram&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the truth of the living entities; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; energy; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the truth of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A>-<A CLASS=v HREF="http://vedabase.net/m/man">m&#257;n</A> &#8212; the possessor of the energies; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A> &#8212; the Bhagavad-<A HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/p/purana">pur&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; <A HREF="http://vedabase.net/v/visnu">Vishnu</A> <A HREF="http://vedabase.net/p/purana">Pur&#257;na</A> and other Pur&#257;nas; <A CLASS=v HREF="http://vedabase.net/t/tahate">t&#257;h&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> them; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A> evidences.</P><P CLASS=t>TRANSLATION</P><P>"The living entities are energies, not the energetic. The energetic is Krishna. This is very vividly described in the Bhagavad-g&#299;t&#257;, the Vishnu Pur&#257;na and other Vedic literatures.</P><P CLASS=t>PURPORT</P><P>As already explained, there are three prasth&#257;nas on the path of advancement in spiritual knowledge &#8212; namely, ny&#257;ya-prasth&#257;na (Ved&#257;nta philosophy), &#347;ruti-prasth&#257;na (the Upanishads and Vedic mantras) and smriti-prasth&#257;na (the Bhagavad-g&#299;t&#257;, Mah&#257;bh&#257;rata, Pur&#257;nas, etc.). Unfortunately, M&#257;y&#257;v&#257;d&#299; philosophers do not accept the smriti-prasth&#257;na. Smriti refers to the conclusions drawn from the Vedic evidence. Sometimes M&#257;y&#257;v&#257;d&#299; philosophers do not accept the authority of the Bhagavad-g&#299;t&#257; and the Pur&#257;nas, and this is called ardha-kukkut&#299;-ny&#257;ya, "the logic of half a hen" (See &#256;di-l&#299;l&#257; <A CLASS=v HREF="../../../cc/adi/5/176.htm">5.176</A>). If one believes in the Vedic literatures, one must accept all the Vedic literatures recognized by the great &#257;c&#257;ryas, but the M&#257;y&#257;v&#257;d&#299; philosophers accept only the ny&#257;ya-prasth&#257;na and &#347;ruti-prasth&#257;na, rejecting the smriti-prasth&#257;na. Here, however, &#346;r&#299; Caitanya Mah&#257;prabhu cites evidence from the G&#299;t&#257;, Vishnu Pur&#257;na, etc., which are smriti-prasth&#257;na. No one can avoid the Personality of Godhead in the statements of the Bhagavad-g&#299;t&#257; and other Vedic literatures such as the Mah&#257;bh&#257;rata and the Pur&#257;nas. Lord Caitanya therefore quotes a passage from the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>).</P><P CLASS=l><A CLASS=i HREF="116.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="118.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>