<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 118</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 118"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.118</P><P CLASS=c>apareyam itas tv any&#257;m</P><P CLASS=c>prakritim viddhi me par&#257;m</P><P CLASS=c>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=c>yayedam dh&#257;ryate jagat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apara">apar&#257;</A> &#8212; inferior energy; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> &#8212; beyond this; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/anyam">any&#257;m</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; energy; <A CLASS=v HREF="http://vedabase.net/v/viddhi">viddhi</A> &#8212; you must know; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; which is superior energy; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutam">bh&#363;t&#257;m</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> the living entities; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/baho">b&#257;ho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mighty-armed; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/d/dharyate">dh&#257;ryate</A> &#8212; is being conducted; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the cosmic manifestation.</P><P CLASS=t>TRANSLATION</P><P>"'Besides these inferior energies, O mighty-armed Arjuna, there is another, superior energy of Mine, which comprises the living entities who are exploiting the resources of this material, inferior nature.'</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; it is explained that the five elements earth, water, fire, air and ether constitute the gross energy of the Absolute Truth and that there are also three subtle energies, namely, the mind, intelligence and false ego, or identification with the phenomenal world. Thus the entire cosmic manifestation is divided into eight energies, all of which are inferior. As explained in the Bhagavad-g&#299;t&#257; (mama m&#257;y&#257; duratyay&#257;), the inferior energy, known as m&#257;y&#257;, is so strong that although the living entity does not belong to this energy, due to the superior strength of the inferior energy the living entity (j&#299;va-bh&#363;ta) forgets his real position and identifies with it. Krishna says distinctly that beyond the material energy there is a superior energy which is known as the j&#299;va-bh&#363;ta, or living entities. When in contact with the material energy, this superior energy conducts all the activities of the entire material, phenomenal world.</P><P>The supreme cause is Krishna (janm&#257;dy asya yatah [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>]), who is the origin of all energies, which work variously. The Supreme Personality of Godhead has both inferior and superior energies, and the difference between them is that the superior energy is factual whereas the inferior energy is a reflection of the superior. A reflection of the sun in a mirror or on water appears to be the sun but is not. Similarly, the material world is but a reflection of the spiritual world. Although it appears to be factual, it is not; it is only a temporary reflection, whereas the spiritual world is a factual reality. The material world, with its gross and subtle forms, is merely a reflection of the spiritual world.</P><P>The living entity is not a product of the material energy; he is spiritual energy, but in contact with matter he forgets his identity. Thus the living entity identifies himself with matter and enthusiastically engages in material activities in the guises of a technologist, scientist, philosopher, etc. He does not know that he is not at all a material product but is spiritual. His real identity thus being lost, he struggles very hard in the material world, and the Hare Krishna movement, or Krishna consciousness movement, is trying to revive his original consciousness. His activities in manufacturing big skyscrapers are evidence of intelligence, but this kind of intelligence is not at all advanced. He should know that his only real concern is how to get free from material contact, for by absorbing his mind in material activities he takes material bodies again and again, and although he falsely claims to be very intelligent, in material consciousness he is not at all intelligent. When we speak about the Krishna consciousness movement, which is meant to make people intelligent, the conditioned living entity therefore misunderstands it. He is so engrossed in the material concept of life that he does not think there can be any activities that are actually based on intelligence beyond the construction of skyscrapers and big roads and the manufacturing of cars. This is proof of m&#257;yay&#257;pahrita-jñ&#257;na, or loss of all intelligence due to the influence of m&#257;y&#257;. When a living entity is freed from such misconceptions, he is called liberated. When one is actually liberated he no longer identifies with the material world. The symptom of mukti (liberation) is that one engages in spiritual activities instead of falsely engaging in material activities.</P><P>Transcendental loving devotional service is the spiritual activity of the spirit soul. M&#257;y&#257;v&#257;d&#299; philosophers confuse such spiritual activity with material activity, but the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>) confirms:</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>One who engages in the spiritual activities of unalloyed devotional service (avyabhic&#257;rin&#299;-bhakti) is immediately elevated to the transcendental platform, and he is to be considered brahma-bh&#363;ta, which indicates that he is no longer in the material world but is in the spiritual world. Devotional service is enlightenment, or awakening. When the living entity perfectly performs spiritual activities under the direction of the spiritual master, he becomes perfect in knowledge and understands that he is not God but a servant of God. As explained by Caitanya Mah&#257;prabhu, j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': the real identity of the living entity is that he is an eternal servant of the Supreme (Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>). As long as one does not come to this conclusion, he must be in ignorance. This is also confirmed by the Lord in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>): bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate . . . sa mah&#257;tm&#257; su-durlabhah. "After many births of struggling for existence and cultivating knowledge, when one comes to the point of real knowledge he surrenders unto Me. Such an advanced mah&#257;tm&#257;, or great soul, is very rarely to be seen." Thus although the M&#257;y&#257;v&#257;d&#299; philosophers appear to be very much advanced in knowledge, they are not yet perfect. To come to the point of perfection they must voluntarily surrender to Krishna.</P><P CLASS=l><A CLASS=i HREF="117.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="119.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>