<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 119</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 119"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.119</P><P CLASS=c>vishnu-&#347;aktih par&#257; prokt&#257;</P><P CLASS=c>kshetra-jñ&#257;khy&#257; tath&#257; par&#257;</P><P CLASS=c>avidy&#257;-karma-samjñ&#257;ny&#257;</P><P CLASS=c>trit&#299;y&#257; &#347;aktir ishyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; the potency of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/p/prokta">prokt&#257;</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">jña</A>-<A CLASS=v HREF="http://vedabase.net/a/akhya">&#257;khy&#257;</A> &#8212; the potency known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A HREF="http://vedabase.net/j/jna">jña</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A> &#8212; ignorance; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/s/samjna">samjñ&#257;</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/anya">any&#257;</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/t/trtiya">trit&#299;y&#257;</A> &#8212; third; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/i/isyate">ishyate</A> &#8212; known thus.</P><P CLASS=t>TRANSLATION</P><P>"'The potency of Lord Vishnu is summarized in three categories &#8212; namely, the spiritual potency, the living entities and ignorance. The spiritual potency is full of knowledge; the living entities, although belonging to the spiritual potency, are subject to bewilderment; and the third energy, which is full of ignorance, is always visible in fruitive activities.'</P><P CLASS=t>PURPORT</P><P>This is a quotation from the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana6/7/61">6.7.61</A>).</P><P>In the previous verse, quoted from the Bhagavad-g&#299;t&#257;, it has been established that the living entities are to be categorized among the Lord's potencies. The Lord is potent, and there are varieties of potencies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate). Now, in this quotation from the Vishnu Pur&#257;na, this is further confirmed. There are varieties of potencies, and they have been divided into three categories &#8212; namely, spiritual, marginal and external.</P><P>The spiritual potency is manifested in the spiritual world. Krishna's form, qualities, activities and entourage are all spiritual. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/5.htm">4.5</A>):</P><P>ajo 'pi sann avyay&#257;tm&#257; bh&#363;t&#257;n&#257;m &#299;&#347;varo 'pi san</P><P CLASS=n>prakritim sv&#257;m adhishth&#257;ya sambhav&#257;my &#257;tma-m&#257;yay&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/4/6.htm">Bg. 4.6</A>]</P><P>"Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all living entities, by My spiritual potency I still appear in every millennium in My original transcendental form." &#256;tma-m&#257;y&#257; refers to the spiritual potency. When Krishna comes to this or any other universe, He does so with His spiritual potency. We take birth by the force of the material potency, but as stated here with reference to the Vishnu Pur&#257;na, the kshetra-jña, or living entity, belongs to the spiritual potency; thus when we free ourselves from the clutches of the material potency we can also enter the spiritual world.</P><P>The material potency is the energy of darkness, or complete ignorance of spiritual activities. In the material potency, the living entity engages himself in fruitive activities, thinking that he can be happy through expansion in terms of material energy. This fact is prominently manifest in this Age of Kali because human society, not understanding the spiritual nature, is busily expanding in material activities. The men of the present day are almost unaware of their spiritual identity. They think that they are products of the elements of the material world and that everything will end with the annihilation of the body. Therefore they conclude that as long as one has a material body consisting of material senses, one should enjoy the senses as much as possible. Since they are atheists, they do not care whether there is a next life. Such activities are described in this verse as avidy&#257;-karma-samjñ&#257;ny&#257;.</P><P>The material energy is separated from the spiritual energy of the Supreme Personality of Godhead. Thus although it is originally created by the Supreme Lord, He is not actually present within it. The Lord also confirms in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), mat-sth&#257;ni sarva-bh&#363;t&#257;ni: "Everything is resting on Me." This indicates that everything is resting on His own energy. For example, the planets are resting within outer space, which is the separated energy of Krishna. The Lord explains in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me bhinn&#257; prakritir ashtadh&#257;</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight constitute My separated material energies." The separated energy acts as if it were independent, but here it is said that although such energies are certainly factual, they are not independent but merely separated.</P><P>The separated energy can be understood from a practical example. I compose books by speaking into a dictaphone, and when the dictaphone is replayed, it appears that I am speaking personally, but actually I am not. I spoke personally, but then the dictaphone tape, which is separate from me, acts exactly like me. Similarly, the material energy originally emanates from the Supreme Personality of Godhead, but it acts separately, although the energy is supplied by the Lord. This is also explained in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>): may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram. "This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings." Under the guidance or superintendence of the Supreme Personality of Godhead, the material energy works as if independent, although it is not actually independent.</P><P>In this verse from the Vishnu Pur&#257;na the total energy of the Supreme Personality of Godhead is classified in three divisions &#8212; namely, the spiritual or internal potency of the Lord, the marginal potency, or kshetra-jña (the living entity), and the material potency, which is separated from the Supreme Personality of Godhead and appears to act independently. When &#346;r&#299;la Vy&#257;sadeva, by meditation and self-realization, saw the Supreme Personality of Godhead, he also saw the separated energy of the Lord standing behind Him (apa&#347;yat purusham p&#363;rnam m&#257;y&#257;m ca tad-ap&#257;&#347;rayam). Vy&#257;sadeva also realized that it is this separated energy of the Lord, the material energy, that covers the knowledge of the living entities (yay&#257; sammohito j&#299;va &#257;tm&#257;nam tri-gun&#257;tmakam). The separated, material energy bewilders the living entities (j&#299;vas), and thus they work very hard under its influence, not knowing that they are not fulfilling their mission in life. Unfortunately, most of them think that they are the body and should therefore enjoy the material senses irresponsibly since when death comes everything will be finished. This atheistic philosophy also flourished in India, where it was sometimes propagated by C&#257;rv&#257;ka Muni, who said:</P><P>rinam kritv&#257; ghritam pibet y&#257;vaj j&#299;vet sukham j&#299;vet</P><P CLASS=n>bhasm&#299;-bh&#363;tasya dehasya kutah punar &#257;gamano bhavet</P><P>His theory was that as long as one lives one should eat as much ghee as possible. In India, ghee (clarified butter) is a basic ingredient in preparing many varieties of food. Since everyone wants to enjoy nice food, C&#257;rv&#257;ka Muni advised that one eat as much ghee as possible. One may say, "I have no money. How shall I purchase ghee?" C&#257;rv&#257;ka Muni, however, says, "If you have no money, then beg, borrow or steal, but in some way secure ghee and enjoy life." For one who further objects that he will be held accountable for such unauthorized activities as begging, borrowing and stealing, C&#257;rv&#257;ka Muni replies, "You will not be held responsible. As soon as your body is burned to ashes after death, everything is finished."</P><P>This is called ignorance. From the Bhagavad-g&#299;t&#257; it is understood that one does not die with the annihilation of his body (na hanyate hanyam&#257;ne &#347;ar&#299;re [<A CLASS=v HREF="../../../bg/2/20.htm">Bg. 2.20</A>]). The annihilation of one body involves changing to another (tath&#257; deh&#257;ntara-pr&#257;ptih). Therefore, to perform irresponsible activities in the material world is very dangerous. Without knowledge of the spirit soul and its transmigration, people are allured by the material energy to engage in many such activities, as if one could become happy simply by dint of material knowledge, without reference to spiritual existence. Therefore the entire material world and its activities are referred to as avidy&#257;-karma-samjñ&#257;ny&#257;.</P><P>In order to dissipate the ignorance of the human beings who work under the material energy, which is separated from the Supreme Personality of Godhead, the Lord comes down to revive their original nature of spiritual activities (yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata [<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>]). As soon as they deviate from their original nature, the Lord comes to teach them, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "My dear living entities, give up all material activities and simply surrender unto Me for protection." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>)</P><P>It is the statement of C&#257;rv&#257;ka Muni that one should beg, borrow or steal money to purchase ghee and enjoy life (rinam kritv&#257; ghritam pibet). Thus even the greatest atheist of India recommends that one eat ghee, not meat. No one could conceive of human beings' eating meat like tigers and dogs, but men have become so degraded that they are just like animals and can no longer claim to have a human civilization.</P><P CLASS=l><A CLASS=i HREF="118.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="120.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>