<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 120</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 120"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.120</P><P CLASS=c>hena j&#299;va-tattva lañ&#257; likhi' para-tattva</P><P CLASS=c>&#257;cchanna karila &#347;reshtha &#299;&#347;vara-mahattva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hena">hena</A> &#8212; such degraded; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking them; <A CLASS=v HREF="http://vedabase.net/l/likhi">likhi</A>' &#8212; having written; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/a/acchanna">&#257;cchanna</A> &#8212; covering; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Lord's; <A CLASS=v HREF="http://vedabase.net/m/mahattva">mahattva</A> &#8212; glories.</P><P CLASS=t>TRANSLATION</P><P>"The M&#257;y&#257;v&#257;da philosophy is so degraded that it has taken the insignificant living entities to be the Lord, the Supreme Truth, thus covering the glory and supremacy of the Absolute Truth with monism.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura comments in this connection that in all Vedic scriptures the j&#299;va-tattva, the truth of the living entities, is mentioned to be one of the energies of the Lord. If one does not accept the living entity to be a minute, infinitesimal spark of the Supreme but equates the j&#299;va-tattva with the Supreme Brahman or Supreme Personality of Godhead, it must be understood that his entire philosophy is based on a misunderstanding. Unfortunately, &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya purposely claimed the j&#299;va-tattva, or living entities, to be equal to the Supreme God. Therefore his entire philosophy is based on a misunderstanding, and it misguides people to become atheists, whose mission in life is unfulfilled. The mission of human life, as described in the Bhagavad-g&#299;t&#257;, is to surrender unto the Supreme Lord and become His devotee, but the M&#257;y&#257;v&#257;da philosophy misleads one to defy the existence of the Supreme Personality of Godhead and pose oneself as the Supreme Lord. Thus it has misguided hundreds of thousands of innocent men.</P><P>In the Ved&#257;nta-s&#363;tra, Vy&#257;sadeva has described that the Supreme Personality of Godhead is potent and that everything, material or spiritual, is but an emanation of His energy. The Lord, the Supreme Brahman, is the origin or source of everything (janm&#257;dy asya yatah [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>]), and all other manifestations are emanations of different energies of the Lord. This is also confirmed in the Vishnu Pur&#257;na:</P><P>ekade&#347;a-sthitasy&#257;gner jyotsn&#257; vist&#257;rin&#299; yath&#257;</P><P CLASS=n>parasya brahmanah &#347;aktis tathedam akhilam jagat</P><P>"Whatever we see in this world is simply an expansion of different energies of the Supreme Personality of Godhead, who is exactly like a fire that spreads illumination for a long distance although it is situated in one place." This is a very vivid analogy. Similarly, it is stated that just as everything in the material world exists in the sunshine, which is the energy of the sun, so everything exists on the basis of the spiritual and material energies of the Supreme Personality of Godhead. Thus although Krishna is situated in His own abode (goloka eva nivasaty akhil&#257;tma-bh&#363;tah [<A CLASS=v HREF="../../../bs/5/37.htm">Bs. 5.37</A>]), where He enjoys His transcendental pastimes with the cowherd boys and gop&#299;s, He is nevertheless present everywhere, even within the atoms of this universe (and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham). This is the verdict of the Vedic literature.</P><P>Unfortunately, the M&#257;y&#257;v&#257;da philosophy, misguiding people by claiming the living entity to be the Lord, has created havoc throughout the entire world and led almost everyone to godlessness. By thus covering the glories of the Supreme Lord, the M&#257;y&#257;v&#257;d&#299; philosophers have done the greatest disservice to human society. It is to counteract these most abominable activities of the M&#257;y&#257;v&#257;d&#299; philosophers that Lord Caitanya has introduced the Hare Krishna mah&#257;-mantra.</P><P>harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy, the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way." People should simply engage in the chanting of the Hare Krishna mah&#257;-mantra, for thus they will gradually come to understand that they are not the Supreme Personality of Godhead, as they have been taught by the M&#257;y&#257;v&#257;d&#299; philosophers, but are eternal servants of the Lord. As soon as one engages himself in the transcendental service of the Lord, he becomes free.</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman." (<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>) Therefore the Hare Krishna movement, or Krishna consciousness movement, is the only light for the foolish living entities who think either that there is no God or that if God exists He is formless and they themselves are also God. These misconceptions are very dangerous, and the only way to counteract them is to spread the Hare Krishna movement.</P><P CLASS=l><A CLASS=i HREF="119.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="121.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>