<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 122</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 122"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.122</P><P CLASS=c>parin&#257;ma-v&#257;de &#299;&#347;vara hayena vik&#257;r&#299;</P><P CLASS=c>eta kahi' 'vivarta'-v&#257;da sth&#257;pan&#257; ye kari</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parinama">parin&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/vade">v&#257;de</A> &#8212; by accepting the theory of transformation of energy; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/h/hayena">hayena</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/v/vikari">vik&#257;r&#299;</A> &#8212; transformed; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A>' &#8212; saying this; <A CLASS=v HREF="http://vedabase.net/v/vivarta">vivarta</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; theory; <A CLASS=v HREF="http://vedabase.net/s/sthapana">sth&#257;pan&#257;</A> &#8212; establishing; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>.</P><P CLASS=t>TRANSLATION</P><P>"According to &#346;a&#324;kar&#257;c&#257;rya, by accepting the theory of the transformation of the energy of the Lord, one creates an illusion by indirectly accepting that the Absolute Truth is transformed.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura comments that if one does not clearly understand the meaning of parin&#257;ma-v&#257;da, or transformation of energy, one is sure to misunderstand the truth regarding this material cosmic manifestation and the living entities. In the Ch&#257;ndogya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8/4">6.8.4</A>) it is said, san-m&#363;l&#257;h saumyem&#257;h praj&#257;h sad-&#257;yatan&#257;h sat-pratishth&#257;h. The material world and the living entities are separate beings, and they are eternally true, not false. &#346;a&#324;kar&#257;c&#257;rya, however, unnecessarily fearing that by parin&#257;ma-v&#257;da (transformation of energy) Brahman would be transformed (vik&#257;r&#299;), has imagined both the material world and the living entities to be false and to have no individuality. By word jugglery he has tried to prove that the individual identities of the living entities and the material world are illusory, and he has cited the examples of mistaking a rope for a snake or an oyster shell for gold. Thus he has most abominably cheated people in general.</P><P>The analogy of misunderstanding a rope to be a snake is mentioned in the M&#257;nd&#363;kya Upanishad, but it is meant to explain the error of identifying the body with the soul. Since the soul is actually a spiritual particle, as confirmed in the Bhagavad-g&#299;t&#257; (mamaiv&#257;m&#347;o j&#299;va-loke), it is due to illusion (vivarta-v&#257;da) that a human being, like an animal, identifies the body with the self. This is a proper example of vivarta, or illusion. The verse atattvato 'nyath&#257;-buddhir vivarta ity ud&#257;hritah describes such an illusion. To not know actual facts and thus to mistake one thing for another (as, for example, to accept the body as oneself) is called vivarta-v&#257;da. Every conditioned living entity who considers the body to be the soul is deluded by this vivarta-v&#257;da. One can be attacked by this vivarta-v&#257;da philosophy when he forgets the inconceivable power of the omnipotent Personality of Godhead.</P><P>How the Supreme Personality of Godhead remains as He is, never changing, is explained in the &#298;&#347;opanishad: p&#363;rnasya p&#363;rnam &#257;d&#257;ya p&#363;rnam ev&#257;va&#347;ishyate. God is complete. Even if a complete manifestation is taken away from Him, He continues to be complete. The material creation is manifested by the energy of the Lord, but He is still the same person. His form, entourage, qualities and so on never deteriorate. &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in his Param&#257;tma-sandarbha, comments regarding the vivarta-v&#257;da as follows: "Under the spell of vivarta-v&#257;da one imagines the separate entities, namely the cosmic manifestation and the living entities, to be one with Brahman. This is due to complete ignorance regarding the actual fact. The Absolute Truth, or Parabrahman, is always one and always the same. He is completely free from all other conceptions of existence. He is completely free from false ego, for He is the full spiritual identity. It is absolutely impossible for Him to be subjected to ignorance and fall under the spell of a misconception (vivarta-v&#257;da). The Absolute Truth is beyond our conception. One must admit that He has unblemished qualities that He does not share with every living entity. He is never tainted in the slightest degree by the flaws of ordinary living beings. Everyone must therefore understand the Absolute Truth to possess inconceivable potencies."</P><P CLASS=l><A CLASS=i HREF="121.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="123.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>