<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 127</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 127"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.127</P><P CLASS=c>pr&#257;krita-vastute yadi acintya-&#347;akti haya</P><P CLASS=c>&#299;&#347;varera acintya-&#347;akti, &#8212; ithe ki vismaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakrta">pr&#257;krita</A>-<A CLASS=v HREF="http://vedabase.net/v/vastute">vastute</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> material things; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/acintya">acintya</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes possible; <A CLASS=v HREF="http://vedabase.net/i/isvarera">&#299;&#347;varera</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/acintya">acintya</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/i/ithe">ithe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/k/ki">ki</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/vismaya">vismaya</A> &#8212; wonderful.</P><P CLASS=t>TRANSLATION</P><P>"If there is such inconceivable potency in material objects, why should we not believe in the inconceivable potency of the Supreme Personality of Godhead?</P><P CLASS=t>PURPORT</P><P>The argument of &#346;r&#299; Caitanya Mah&#257;prabhu described in this verse can be very easily understood even by a common man if he simply thinks of the activities of the sun, which has been giving off unlimited amounts of heat and light since time immemorial and yet has not even slightly decreased in power. Modern science believes that it is by sunshine that the entire cosmic manifestation is maintained, and actually one can see how the actions and reactions of sunshine maintain order throughout the universe. The growth of vegetables and even the rotation of the planets take place due to the heat and light of the sun. Sometimes, therefore, modern scientists consider the sun to be the original cause of creation, not knowing that the sun is only a medium, for it is also created by the supreme energy of the Supreme Personality of Godhead. Aside from the sun and the touchstone, there are many other material things that transform their energy in different ways and yet remain as they are. It is not necessary, therefore, for the original cause, the Supreme Personality of Godhead, to change due to the changes or transformations of His different energies.</P><P>The falsity of &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya's explanation of vivarta-v&#257;da and parin&#257;ma-v&#257;da has been detected by the Vaishnava &#257;c&#257;ryas, especially J&#299;va Gosv&#257;m&#299;, whose opinion is that actually &#346;a&#324;kara did not understand the Ved&#257;nta-s&#363;tra. In &#346;a&#324;kara's explanation of one s&#363;tra, &#257;nanda-mayo 'bhy&#257;s&#257;t, he has interpreted the affix mayat with such word jugglery that this very explanation proves that he had little knowledge of the Ved&#257;nta-s&#363;tra but simply wanted to support his impersonalism through the aphorisms of the Ved&#257;nta philosophy. Actually, however, he failed to do so because he could not put forward strong arguments. In this connection, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; cites the phrase brahma puccham pratishth&#257; (Taittir&#299;ya Up. 2.5), which gives Vedic evidence that Brahman is the origin of everything. In explaining this verse, &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya interpreted various Sanskrit words in such a way that he implied, according to J&#299;va Gosv&#257;m&#299;, that Vy&#257;sadeva had very little knowledge of higher logic. Such unscrupulous deviation from the real meaning of the Ved&#257;nta-s&#363;tra has created a class of men who by word jugglery try to derive various indirect meanings from the Vedic literatures, especially the Bhagavad-g&#299;t&#257;. One of them has even explained that the word kurukshetra refers to the body. Such interpretations imply, however, that neither Lord Krishna nor Vy&#257;sadeva had a proper sense of word usage or etymological adjustment. They lead one to assume that since Lord Krishna could not personally sense the meaning of what He was speaking and Vy&#257;sadeva did not know the meaning of what he was writing, Lord Krishna left His book to be explained later by the M&#257;y&#257;v&#257;d&#299;s. Such interpretations merely prove, however, that their proponents have very little philosophical sense.</P><P>Instead of wasting one's time falsely deriving such indirect meanings from the Ved&#257;nta-s&#363;tra and other Vedic literatures, one should accept the words of these books as they are. In presenting Bhagavad-g&#299;t&#257; As It Is, therefore, we have not changed the meaning of the original words. Similarly, if one studies the Ved&#257;nta-s&#363;tra as it is, without whimsical and capricious adulteration, one can understand the Vedanta-s&#363;tra very easily. &#346;r&#299;la Vy&#257;sadeva therefore explains the Ved&#257;nta-s&#363;tra, beginning from the first s&#363;tra, janm&#257;dy asya yatah [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>], in his &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>):</P><P>janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rtheshv abhijñah sva-r&#257;t [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>].</P><P>"I meditate upon Him [Lord &#346;r&#299; Krishna], the transcendent reality, who is the primeval cause of all causes, from whom all manifested universes arise, in whom they dwell, and by whom they are destroyed. I meditate upon that eternally effulgent Lord, who is directly and indirectly conscious of all manifestations and yet is fully independent." The Supreme Personality of Godhead knows very well how to do everything perfectly. He is abhijña, always fully conscious. The Lord therefore says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/26.htm">7.26</A>) that He knows everything, past, present and future, but that no one but a devotee knows Him as He is. Therefore, the Absolute Truth, the Personality of Godhead, is at least partially understood by devotees of the Lord, but the M&#257;y&#257;v&#257;d&#299; philosophers, who unnecessarily speculate to understand the Absolute Truth, simply waste their time.</P><P CLASS=l><A CLASS=i HREF="126.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="128.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>