<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 128</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 128"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.128</P><P CLASS=c>'pranava' se mah&#257;v&#257;kya &#8212; vedera nid&#257;na</P><P CLASS=c>&#299;&#347;vara-svar&#363;pa pranava sarva-vi&#347;va-dh&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pranava">pranava</A> &#8212; the <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; transcendental sound vibration; <A CLASS=v HREF="http://vedabase.net/v/vedera">vedera</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/n/nidana">nid&#257;na</A> &#8212; basic principle; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; direct representation of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pranava">pranava</A> &#8212; <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; of all universes; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; is the reservoir.</P><P CLASS=t>TRANSLATION</P><P>"The Vedic sound vibration omk&#257;ra, the principal word in the Vedic literatures, is the basis of all Vedic vibrations. Therefore one should accept omk&#257;ra as the sound representation of the Supreme Personality of Godhead and the reservoir of the cosmic manifestation.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/13.htm">8.13</A>) the glories of omk&#257;ra are described as follows:</P><P>om ity ek&#257;ksharam brahma vy&#257;haran m&#257;m anusmaran</P><P CLASS=n>yah pray&#257;ti tyajan deham sa y&#257;ti param&#257;m gatim</P><P>This verse indicates that omk&#257;ra, or pranava, is a direct representation of the Supreme Personality of Godhead. Therefore if at the time of death one simply remembers omk&#257;ra, he remembers the Supreme Personality of Godhead and is therefore immediately transferred to the spiritual world. Omk&#257;ra is the basic principle of all Vedic mantras, for it is a representation of Lord Krishna, understanding of whom is the ultimate goal of the Vedas, as stated in the Bhagavad-g&#299;t&#257; (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). M&#257;y&#257;v&#257;d&#299; philosophers cannot understand these simple facts explained in the Bhagavad-g&#299;t&#257;, and yet they are very proud of being Ved&#257;nt&#299;s. Sometimes, therefore, we refer to the Ved&#257;nt&#299; philosophers as Vidant&#299;s, those who have no teeth (vi means "without," and dant&#299; means "possessing teeth"). The statements of the &#346;a&#324;kara philosophy, which are the teeth of the M&#257;y&#257;v&#257;d&#299; philosopher, are always broken by the strong arguments of Vaishnava philosophers such as the great &#257;c&#257;ryas, especially R&#257;m&#257;nuj&#257;c&#257;rya. &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya and Madhv&#257;c&#257;rya break the teeth of the M&#257;y&#257;v&#257;d&#299; philosophers, who can therefore be called Vidant&#299;s, "toothless."</P><P>As mentioned above, the transcendental vibration omk&#257;ra is explained in the Bhagavad-g&#299;t&#257;, Chapter Eight, verse thirteen:</P><P>om ity ek&#257;ksharam brahma vy&#257;haran m&#257;m anusmaran</P><P CLASS=n>yah pray&#257;ti tyajan deham sa y&#257;ti param&#257;m gatim</P><P>"After being situated in this yoga practice and vibrating the sacred syllable om, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets." If one actually understands that omk&#257;ra is the sound representation of the Supreme Personality of Godhead, whether he chants omk&#257;ra or the Hare Krishna mantra, the result is certainly the same.</P><P>The transcendental vibration of omk&#257;ra is further explained in the Bhagavad-g&#299;t&#257;, Chapter Nine, verse seventeen:</P><P>pit&#257;ham asya jagato m&#257;t&#257; dh&#257;t&#257; pit&#257;mahah</P><P CLASS=n>vedyam pavitram omk&#257;ra rik s&#257;ma yajur eva ca</P><P>"I am the father of this universe, the mother, the support and the grandsire. I am the object of knowledge, the purifier and the syllable om. I am also the Rig, the S&#257;ma and the Yajur Vedas."</P><P>Similarly, the transcendental sound om is further explained in the Bhagavad-g&#299;t&#257;, Chapter Seventeen, verse twenty-three:</P><P>om tat sad iti nirde&#347;o brahmanas tri-vidhah smritah</P><P CLASS=n>br&#257;hman&#257;s tena ved&#257;&#347; ca yajñ&#257;&#347; ca vihit&#257;h pur&#257;</P><P>"From the beginning of creation, the three syllables om tat sat have been used to indicate the Supreme Absolute Truth [Brahman]. They were uttered by br&#257;hmanas while chanting Vedic hymns and during sacrifices for the satisfaction of the Supreme."</P><P>Throughout all the Vedic literatures the glories of omk&#257;ra are specifically mentioned. &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in his thesis Bhagavat-sandarbha, says that in the Vedic literature omk&#257;ra is considered to be the sound vibration of the holy name of the Supreme Personality of Godhead. Only this vibration of transcendental sound can deliver a conditioned soul from the clutches of m&#257;y&#257;. Sometimes omk&#257;ra is also called the deliverer (t&#257;ra). &#346;r&#299;mad-Bh&#257;gavatam begins with the omk&#257;ra vibration: om namo bhagavate v&#257;sudev&#257;ya. Therefore omk&#257;ra has been described by the great commentator &#346;r&#299;dhara Sv&#257;m&#299; as t&#257;r&#257;&#324;kura, the seed of deliverance from the material world. Since the Supreme Godhead is absolute, His holy name and His sound vibration omk&#257;ra are as good as He Himself. Caitanya Mah&#257;prabhu says that the holy name, or omk&#257;ra, the transcendental representation of the Supreme Personality of Godhead, has all the potencies of the Personality of Godhead.</P><P>n&#257;mn&#257;m ak&#257;ri bahudh&#257; nija-sarva-&#347;aktis</P><P CLASS=n>tatr&#257;rpit&#257; niyamitah smarane na k&#257;lah</P><P>All potencies are invested in the holy vibration of the holy name of the Lord. There is no doubt that the holy name of the Lord, or omk&#257;ra, is the Supreme Personality of Godhead Himself. In other words, anyone who chants omk&#257;ra and the holy name of the Lord, Hare Krishna, immediately meets the Supreme Lord directly in His sound form. In the N&#257;rada-pañcar&#257;tra it is clearly said that the Supreme Personality of Godhead N&#257;r&#257;yana personally appears before the chanter who engages in chanting the asht&#257;kshara, or eight-syllable mantra, om namo n&#257;r&#257;yan&#257;ya. A similar statement in the M&#257;nd&#363;kya Upanishad declares that whatever one sees in the spiritual world is all an expansion of the spiritual potency of omk&#257;ra.</P><P>On the basis of all the Upanishads, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; says that omk&#257;ra is the Supreme Absolute Truth and is accepted as such by all the &#257;c&#257;ryas and authorities. Omk&#257;ra is beginningless, changeless, supreme and free from deterioration and external contamination. Omk&#257;ra is the origin, middle and end of everything, and any living entity who thus understands omk&#257;ra attains the perfection of spiritual identity in omk&#257;ra. Omk&#257;ra, being situated in everyone's heart, is &#299;&#347;vara, the Supreme Personality of Godhead, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>): &#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati. Omk&#257;ra is as good as Vishnu because omk&#257;ra is as all-pervasive as Vishnu. One who knows omk&#257;ra and Lord Vishnu to be identical no longer has to lament or hanker. One who chants omk&#257;ra no longer remains a &#347;&#363;dra but immediately comes to the position of a br&#257;hmana. Simply by chanting omk&#257;ra one can understand the whole creation to be one unit, or an expansion of the energy of the Supreme Lord: idam hi vi&#347;vam bhagav&#257;n ivetaro yato jagat-sth&#257;na-nirodha-sambhav&#257;h. "The Supreme Lord Personality of Godhead is Himself this cosmos, and still He is aloof from it. From Him only this cosmic manifestation has emanated, in Him it rests, and unto Him it enters after annihilation." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/20.htm">1.5.20</A>) Although one who does not understand concludes otherwise, &#346;r&#299;mad-Bh&#257;gavatam states that the entire cosmic manifestation is but an expansion of the energy of the Supreme Lord. Realization of this is possible simply by chanting the holy name of the Lord, omk&#257;ra.</P><P>One should not, however, foolishly conclude that because the Supreme Personality of Godhead is omnipotent, we have manufactured a combination of letters &#8212; a, u and m &#8212; to represent Him. Factually the transcendental sound omk&#257;ra, although a combination of the three letters a, u and m, has transcendental potency, and one who chants omk&#257;ra will very soon realize omk&#257;ra and Lord Vishnu to be nondifferent. Krishna declares, pranavah sarva-vedeshu: "I am the syllable om in the Vedic mantras." (<A CLASS=v HREF="../../../bg/7/8.htm">Bg. 7.8</A>) One should therefore conclude that among the many incarnations of the Supreme Personality of Godhead, omk&#257;ra is the sound incarnation. All the Vedas accept this thesis. One should always remember that the holy name of the Lord and the Lord Himself are always identical (abhinnatv&#257;n n&#257;ma-n&#257;minoh). Since omk&#257;ra is the basic principle of all Vedic knowledge, it is uttered before one begins to chant any Vedic hymn. Without omk&#257;ra, no Vedic mantra is successful. The Gosv&#257;m&#299;s therefore declare that pranava (omk&#257;ra) is the complete representation of the Supreme Personality of Godhead, and they have analyzed omk&#257;ra in terms of its alphabetical constituents as follows:</P><P>a-k&#257;renocyate krishnah sarva-lokaika-n&#257;yakah</P><P CLASS=n>u-k&#257;renocyate r&#257;dh&#257; ma-k&#257;ro j&#299;va-v&#257;cakah</P><P>Omk&#257;ra is a combination of the letters a, u and m. A-k&#257;renocyate krishnah: the letter a (a-k&#257;ra) refers to Krishna, who is sarva-lokaika-n&#257;yakah, the master of all living entities and planets, material and spiritual. N&#257;yaka means "leader." He is the supreme leader (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m). The letter u (u-k&#257;ra) indicates &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the pleasure potency of Krishna, and m (ma-k&#257;ra) indicates the living entities (j&#299;vas). Thus om is the complete combination of Krishna, His potency and His eternal servitors. In other words, omk&#257;ra represents Krishna, His name, fame, pastimes, entourage, expansions, devotees, potencies and everything else pertaining to Him. As Caitanya Mah&#257;prabhu states in the present verse of &#346;r&#299; Caitanya-carit&#257;mrita, sarva-vi&#347;va-dh&#257;ma: omk&#257;ra is the resting place of everything, just as Krishna is the resting place of everything (brahmano hi pratishth&#257;ham).</P><P>The M&#257;y&#257;v&#257;d&#299; philosophers consider many Vedic mantras to be the mah&#257;-v&#257;kya, or principal Vedic mantra, such as tat tvam asi (Ch&#257;ndogya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8/7">6.8.7</A>), idam sarvam yad ayam &#257;tm&#257; and brahmedam sarvam (Brihad-&#257;ranyaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/5/1">2.5.1</A>), &#257;tmaivedam sarvam (Ch&#257;ndogya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/7/25/2">7.25.2</A>) and neha n&#257;n&#257;sti kiñcana (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/1/11">2.1.11</A>). That is a great mistake. Only omk&#257;ra is the mah&#257;-v&#257;kya. All these other mantras that the M&#257;y&#257;v&#257;d&#299;s accept as the mah&#257;-v&#257;kya are only incidental. They cannot be taken as the mah&#257;-v&#257;kya, or mah&#257;-mantra. The mantra tat tvam asi indicates only a partial understanding of the Vedas, unlike omk&#257;ra, which represents the full understanding of the Vedas. Therefore the transcendental sound that includes all Vedic knowledge is omk&#257;ra (pranava).</P><P>Aside from omk&#257;ra, none of the words uttered by the followers of &#346;a&#324;kar&#257;c&#257;rya can be considered the mah&#257;-v&#257;kya. They are merely passing remarks. &#346;a&#324;kar&#257;c&#257;rya, however, has never stressed chanting of the mah&#257;-v&#257;kya omk&#257;ra; he has accepted only tat tvam asi as the mah&#257;-v&#257;kya. Imagining the living entity to be God, he has misrepresented all the mantras of the Ved&#257;nta-s&#363;tra with the motive of proving that there is no separate existence of the living entities and the Supreme Absolute Truth. This is similar to the politician's attempt to prove nonviolence from the Bhagavad-g&#299;t&#257;. Krishna is violent to demons, and to attempt to prove that Krishna is not violent is ultimately to deny Krishna. As such explanations of the Bhagavad-g&#299;t&#257; are absurd, so also is &#346;a&#324;kar&#257;c&#257;rya's explanation of the Ved&#257;nta-s&#363;tra, and no sane and reasonable man will accept it. At present, however, the Ved&#257;nta-s&#363;tra is misrepresented not only by the so-called Ved&#257;nt&#299;s but also by other unscrupulous persons who are so degraded that they even recommend that sanny&#257;s&#299;s eat meat, fish and eggs. In this way, the so-called followers of &#346;a&#324;kara, the impersonalist M&#257;y&#257;v&#257;d&#299;s, are sinking lower and lower. How can these degraded men explain the Ved&#257;nta-s&#363;tra, which is the essence of all Vedic literature?</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu has declared, m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a: "Anyone who hears commentary on the Ved&#257;nta-s&#363;tra from the M&#257;y&#257;v&#257;da school is completely doomed." As explained in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: all Vedic literature aims at understanding Krishna. M&#257;y&#257;v&#257;da philosophy, however, has deviated everyone from Krishna. Therefore there is a great need for the Krishna consciousness movement all over the world to save the world from degradation. Every intelligent and sane man must abandon the philosophical explanation of the M&#257;y&#257;v&#257;d&#299;s and accept the explanation of Vaishnava &#257;c&#257;ryas. One should read Bhagavad-g&#299;t&#257; As It Is to try to understand the real purpose of the Vedas.</P><P CLASS=l><A CLASS=i HREF="127.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="129.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>