<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.13</P><P CLASS=c>'bhakta-avat&#257;ra' t&#257;&#324;ra &#257;c&#257;rya-gos&#257;ñi</P><P CLASS=c>ei tina tattva sabe prabhu kari' g&#257;i</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; the supreme teacher, <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; truths; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the predominator; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; by such understanding; <A CLASS=v HREF="http://vedabase.net/g/gai">g&#257;i</A> &#8212; we sing.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Advaita &#256;c&#257;rya is Lord Caitanya's incarnation as a devotee. Therefore these three tattvas [Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu and Advaita Gos&#257;ñi] are the predominators, or masters.</P><P CLASS=t>PURPORT</P><P>Gos&#257;ñi means gosv&#257;m&#299;. A person who has full control over the senses and mind is called a gosv&#257;m&#299; or gos&#257;ñi. One who does not have such control is called a god&#257;sa, or a servant of the senses, and cannot become a spiritual master. A spiritual master who actually has control over the mind and senses is called Gosv&#257;m&#299;. Although the Gosv&#257;m&#299; title has become a hereditary designation for unscrupulous men, actually the title Gos&#257;ñi, or Gosv&#257;m&#299;, began from &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, who presented himself as an ordinary grihastha and minister in government service but became a gosv&#257;m&#299; when he was actually elevated by the instruction of Lord Caitanya Mah&#257;prabhu. Therefore Gosv&#257;m&#299; is not a hereditary title but refers to one's qualifications. When one is highly elevated in spiritual advancement, regardless of wherefrom he comes, he may be called Gosv&#257;m&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; Nity&#257;nanda Prabhu and &#346;r&#299; Advaita Gos&#257;ñi Prabhu are natural gosv&#257;m&#299;s because They belong to the vishnu-tattva category. As such, all of Them are prabhus ("predominators" or "masters"), and They are sometimes called Caitanya Gos&#257;ñi, Nity&#257;nanda Gos&#257;ñi and Advaita Gos&#257;ñi. Unfortunately, Their so-called descendants who do not have the qualifications of gosv&#257;m&#299;s have accepted this title as a hereditary designation or a professional degree. That is not in accord with the &#347;&#257;stric injunctions.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>