<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.14</P><P CLASS=c>eka mah&#257;prabhu, &#257;ra prabhu duijana</P><P CLASS=c>dui prabhu seve mah&#257;prabhura carana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; one <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>, or the supreme predominator; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/d/duijana">duijana</A> &#8212; and the other two (<A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> and <A HREF="http://vedabase.net/a/advaita">Advaita</A>) <A HREF="http://vedabase.net/a/are">are</A> two prabhus (masters); <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the two prabhus (<A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> and <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/g/gosani">Gos&#257;ñi</A>); <A CLASS=v HREF="http://vedabase.net/s/seve">seve</A> &#8212; serve; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhura">mah&#257;prabhura</A> &#8212; of the supreme predominator, Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet.</P><P CLASS=t>TRANSLATION</P><P>One of Them is Mah&#257;prabhu, and the other two are prabhus. These two prabhus serve the lotus feet of Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>Although &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; Nity&#257;nanda Prabhu and &#346;r&#299; Advaita Prabhu all belong to the same Vishnu category, &#346;r&#299; Caitanya Mah&#257;prabhu is nevertheless accepted as the Supreme, and the other two prabhus engage in His transcendental loving service to teach ordinary living entities that every one of us is subordinate to &#346;r&#299; Caitanya Mah&#257;prabhu. In another place in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>) it is said, ekale &#299;&#347;vara krishna, &#257;ra saba bhritya: the only supreme master is Krishna, and all others, both vishnu-tattva and j&#299;va-tattva, engage in the service of the Lord. Both the vishnu-tattva (as Nity&#257;nanda Prabhu and Advaita) and the j&#299;va-tattva (&#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda) engage in the service of the Lord, but one must distinguish between the vishnu-tattva servitors and the j&#299;va-tattva servitors. The j&#299;va-tattva servitor, the spiritual master, is actually the servitor God. As explained in previous verses, in the absolute world there are no such differences, yet one must observe these differences in order to distinguish the Supreme from His subordinates.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>