<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 140</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 140"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.140</P><P CLASS=c>t&#257;&#324;re 'nirvi&#347;esha' kahi, cic-chakti n&#257; m&#257;ni</P><P CLASS=c>ardha-svar&#363;pa n&#257; m&#257;nile p&#363;rnat&#257; haya h&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/n/nirvisesa">nirvi&#347;esha</A> &#8212; impersonal; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A> &#8212; we say; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; spiritual energy; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;ni</A> &#8212; accept; <A CLASS=v HREF="http://vedabase.net/a/ardha">ardha</A> &#8212; half; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/manile">m&#257;nile</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/p/purnata">p&#363;rnat&#257;</A> &#8212; fullness; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/h/hani">h&#257;ni</A> &#8212; defective.</P><P CLASS=t>TRANSLATION</P><P>"When we speak of the Supreme as impersonal, we deny His spiritual potencies. Logically, if you accept half of the truth, you cannot understand the whole.</P><P CLASS=t>PURPORT</P><P>In the Upanishads it is said:</P><P>om p&#363;rnam adah p&#363;rnam idam p&#363;rn&#257;t p&#363;rnam udacyate</P><P CLASS=n>p&#363;rnasya p&#363;rnam &#257;d&#257;ya p&#363;rnam ev&#257;va&#347;ishyate</P><P CLASS=n>[&#298;&#347;opanishad, Invocation]</P><P>This verse, which is mentioned in the &#298;&#347;opanishad, Brihad-&#257;ranyaka Upanishad and many other Upanishads, indicates that the Supreme Personality of Godhead is full in six opulences. His position is unique, for He possesses all riches, strength, influence, beauty, knowledge and renunciation. Brahman means the greatest, but the Supreme Personality of Godhead is greater than the greatest, just as the sun globe is greater than the sunshine, which is all-pervading in the universe. Although the sunshine that spreads all over the universes appears very great to the less knowledgeable, greater than the sunshine is the sun itself, and greater than the sun is the sun-god. Similarly, impersonal Brahman is not the greatest, although it appears to be so. Impersonal Brahman is only the bodily effulgence of the Supreme Personality of Godhead, but the transcendental form of the Lord is greater than both the impersonal Brahman and localized Param&#257;tm&#257;. Therefore whenever the word "Brahman" is used in the Vedic literature, it is understood to refer to the Supreme Personality of Godhead.</P><P>In the Bhagavad-g&#299;t&#257; the Lord is also addressed as Parabrahman. M&#257;y&#257;v&#257;d&#299;s and others sometimes misunderstand Brahman because every living entity is also Brahman. Therefore Krishna is referred to as Parabrahman (the Supreme Brahman). In the Vedic literature, whenever the words "Brahman" or "Parabrahman" are used, they are to be understood to refer to the Supreme Personality of Godhead, Krishna. This is their real meaning. Since the entire Vedic literature deals with the subject of Brahman, Krishna is therefore the ultimate goal of Vedic understanding. The impersonal brahmajyoti rests on the personal form of the Lord. Therefore although the impersonal effulgence, the brahmajyoti, is the first realization, one must enter into it, as mentioned in the &#298;&#347;opanishad, to find the Supreme Person, and then one's knowledge is perfect. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>) also confirms this: bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate. One's search for the Absolute Truth by dint of speculative knowledge is complete when one comes to the point of understanding Krishna and surrenders unto Him. That is the real point of perfectional knowledge.</P><P>Partial realization of the Absolute Truth as impersonal Brahman denies the complete opulences of the Lord. This is a hazardous understanding of the Absolute Truth. Unless one accepts all the features of the Absolute Truth &#8212; namely impersonal Brahman, localized Param&#257;tm&#257; and ultimately the Supreme Personality of Godhead &#8212; one's knowledge is imperfect. &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya, in his Ved&#257;rtha-sa&#324;graha, says, jñ&#257;nena dharmena svar&#363;pam api nir&#363;pitam, na tu jñ&#257;na-m&#257;tram brahmeti katham idam avagamyate. He thus indicates that the real identity of the Absolute Truth must be understood in terms of both His knowledge and His characteristics. Simply to understand the Absolute Truth to be full of knowledge is not sufficient. In the Vedic literature (Mundaka Up. 1.1.9) we find the statement yah sarva-jñah sarva-vit, which means that the Absolute Truth knows everything perfectly, but we also learn from the Vedic description par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate that not only does He know everything, but He also acts accordingly by utilizing His different energies. Thus to understand that Brahman, the Supreme, is conscious is not sufficient. One must know how He consciously acts through His different energies. M&#257;y&#257;v&#257;da philosophy simply informs us of the consciousness of the Absolute Truth but does not give us information of how He acts with His consciousness. That is the defect of that philosophy.</P><P CLASS=l><A CLASS=i HREF="139.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="141.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>