<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 141</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 141"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.141</P><P CLASS=c>bhagav&#257;n-pr&#257;pti-hetu ye kari up&#257;ya</P><P CLASS=c>&#347;ravan&#257;di bhakti &#8212; krishna-pr&#257;ptira sah&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prapti">pr&#257;pti</A>-<A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; the means by which <A HREF="http://vedabase.net/h/he">He</A> can be approached; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/u/upaya">up&#257;ya</A> &#8212; means; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; devotional service, beginning with hearing; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/praptira">pr&#257;ptira</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> approach Him; <A CLASS=v HREF="http://vedabase.net/s/sahaya">sah&#257;ya</A> &#8212; means.</P><P CLASS=t>TRANSLATION</P><P>"It is only by devotional service, beginning with hearing, that one can approach the Supreme Personality of Godhead. That is the only means to approach Him.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;v&#257;d&#299; philosophers are satisfied simply to understand Brahman to be the sum total of knowledge, but Vaishnava philosophers not only know in detail about the Supreme Personality of Godhead but also know how to approach Him directly. The method for this is described by &#346;r&#299; Caitanya Mah&#257;prabhu as nine kinds of devotional service, beginning with hearing:</P><P>&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/23.htm">7.5.23</A>)</P><P>The nine kinds of devotional service are hearing about Krishna, chanting about Him, remembering Him, offering service to His lotus feet, offering Him worship in the temple, offering prayers to Him, working as His servant, making friendship with Him and unreservedly surrendering to Him. One can directly approach the Supreme Personality of Godhead simply by executing these nine kinds of devotional service, of which hearing about the Lord is the most important (&#347;ravan&#257;di). &#346;r&#299; Caitanya Mah&#257;prabhu has very favorably stressed the importance of this process of hearing. According to His method, if people are simply given a chance to hear about Krishna, certainly they will gradually develop their dormant awareness, or love of Godhead. &#346;ravan&#257;di-&#347;uddha-citte karaye udaya (Cc. <A CLASS=v HREF="../../../cc/madhya/22/107.htm">Madhya 22.107</A>). Love of God is dormant in everyone, and if one is given a chance to hear about the Lord, certainly that love develops. Our Krishna consciousness movement acts on this principle. We simply give people the chance to hear about the Supreme Personality of Godhead and give them pras&#257;dam to eat, and the actual result is that all over the world people are responding to this process and becoming pure devotees of Lord Krishna. We have opened hundreds of centers all over the world just to give people in general a chance to hear about Krishna and accept Krishna's pras&#257;dam. These two processes can be accepted by anyone, even a child. It doesn't matter whether one is poor or rich, learned or foolish, black or white, old or still a child &#8212; anyone who simply hears about the Supreme Personality of Godhead and takes pras&#257;dam is certainly elevated to the transcendental position of devotional service.</P><P CLASS=l><A CLASS=i HREF="140.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="142.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>