<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 142</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 142"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.142</P><P CLASS=c>sei sarva-vedera 'abhidheya' n&#257;ma</P><P CLASS=c>s&#257;dhana-bhakti haite haya premera udgama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/v/vedera">vedera</A> &#8212; that is the essence of all Vedic literature; <A CLASS=v HREF="http://vedabase.net/a/abhidheya">abhidheya</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the process called <A HREF="http://vedabase.net/a/abhidheya">abhidheya</A>, or devotional activities; <A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; another <A HREF="http://vedabase.net/n/name">name</A> of this process, "devotional service <A HREF="http://vedabase.net/i/in">in</A> practice"; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from this; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/p/premera">premera</A> &#8212; of love of Godhead; <A CLASS=v HREF="http://vedabase.net/u/udgama">udgama</A> &#8212; awakening.</P><P CLASS=t>TRANSLATION</P><P>"By practicing this regulated devotional service under the direction of the spiritual master, certainly one awakens his dormant love of Godhead. This process is called abhidheya.</P><P CLASS=t>PURPORT</P><P>By the practice of devotional service, beginning with hearing and chanting, the impure heart of a conditioned soul is purified, and thus he can understand his eternal relationship with the Supreme personality of Godhead. That eternal relationship is described by &#346;r&#299; Caitanya Mah&#257;prabhu: j&#299;vera 'svar&#363;pa' haya krishnera 'nitya-d&#257;sa.' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]. "The living entity is an eternal servitor of the Supreme Personality of Godhead." When one is convinced about this relationship, which is called sambandha, he then acts accordingly. That is called abhidheya. The next step is prayojana-siddhi, or fulfillment of the ultimate goal of one's life. If one can understand his relationship with the Supreme Personality of Godhead and act accordingly, automatically his mission in life is fulfilled. The M&#257;y&#257;v&#257;d&#299; philosophers miss even the first stage in self-realization because they have no conception of God's being personal. He is the master of all, and He is the only person who can accept the service of all living entities, but since this knowledge is lacking in M&#257;y&#257;v&#257;da philosophy, M&#257;y&#257;v&#257;d&#299;s do not have knowledge even of their relationship with God. They wrongly think that everyone is God or that everyone is equal to God. Therefore, since the real position of the living entity is not clear to them, how can they advance further? Although they are very much puffed up at being liberated, M&#257;y&#257;v&#257;d&#299; philosophers very shortly fall down again to material activities due to their neglecting the lotus feet of the Lord. That is called patanty adhah:</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>)</P><P>Here it is said that persons who think themselves liberated but do not execute devotional service, not knowing their relationship with the Lord, are certainly misled. One must know his relationship with the Lord and act accordingly. Then the fulfillment of his life's mission will be possible.</P><P CLASS=l><A CLASS=i HREF="141.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="143.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>