<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 143</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 143"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.143</P><P CLASS=c>krishnera carane haya yadi anur&#257;ga</P><P CLASS=c>krishna vinu anyatra t&#257;ra n&#257;hi rahe r&#257;ga</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; at the lotus feet; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vinu">vinu</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; anywhere else; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there does not; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; remain; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A> &#8212; attachment.</P><P CLASS=t>TRANSLATION</P><P>"If one develops his love of Godhead and becomes attached to the lotus feet of Krishna, gradually he loses his attachment to everything else.</P><P CLASS=t>PURPORT</P><P>This is a test of advancement in devotional service. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/2/42.htm">11.2.42</A>), bhaktir pare&#347;&#257;nubhavo viraktir anyatra ca: in bhakti, a devotee's only attachment is Krishna; he no longer wants to maintain his attachments to many other things. Although M&#257;y&#257;v&#257;d&#299; philosophers are supposed to be very much advanced on the path of liberation, we see that after some time they descend to politics and philanthropic activities. Many big sanny&#257;s&#299;s who were supposedly liberated and very advanced have come down again to materialistic activities, although they left this world as mithy&#257; (false). When a devotee develops in devotional service, however, he no longer has attachments to such philanthropic activities. He is simply inspired to serve the Lord, and he engages his entire life in such service. This is the difference between Vaishnava and M&#257;y&#257;v&#257;d&#299; philosophers. Devotional service, therefore, is practical, whereas M&#257;y&#257;v&#257;da philosophy is merely mental speculation.</P><P CLASS=l><A CLASS=i HREF="142.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="144.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>