<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 144</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 144"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.144</P><P CLASS=c>pañcama purush&#257;rtha sei prema-mah&#257;dhana</P><P CLASS=c>krishnera m&#257;dhurya-rasa kar&#257;ya &#257;sv&#257;dana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pancama">pañcama</A> &#8212; fifth; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; goal of life; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of God; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; foremost wealth; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/madhurya">m&#257;dhurya</A> &#8212; conjugal love; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; mellow; <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; causes; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> &#8212; taste.</P><P CLASS=t>TRANSLATION</P><P>"Love of Godhead is so exalted that it is considered to be the fifth goal of human life. By awakening one's love of Godhead, one can attain the platform of conjugal love, tasting it even during the present span of life.</P><P CLASS=t>PURPORT</P><P>The M&#257;y&#257;v&#257;d&#299; philosophers consider the highest goal of perfection to be liberation (mukti), which is the fourth perfectional platform. Generally people are aware of four principal goals of life &#8212; religiosity (dharma), economic development (artha), sense gratification (k&#257;ma) and ultimately liberation (moksha) &#8212; but devotional service is situated on the platform above liberation. In other words, when one is actually liberated (mukta) he can understand the meaning of love of Godhead (krishna-prema). While teaching R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu stated, koti-mukta-madhye 'durlabha' eka krishna-bhakta: "Out of millions of liberated persons, one may become a devotee of Lord Krishna."</P><P>The most elevated M&#257;y&#257;v&#257;d&#299; philosopher can rise to the platform of liberation, but krishna-bhakti, devotional service to Krishna, is transcendental to such liberation. &#346;r&#299;la Vy&#257;sadeva explains this fact in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/2.htm">1.1.2</A>):</P><P>dharmah projjhita-kaitavo 'tra paramo nirmatsar&#257;n&#257;m sat&#257;m</P><P CLASS=n>vedyam v&#257;stavam atra vastu &#347;iva-dam t&#257;pa-trayonm&#363;lanam</P><P>"Completely rejecting all religions which are materially motivated, the Bh&#257;gavata Pur&#257;na propounds the highest truth, which is understandable by those devotees who are pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries." &#346;r&#299;mad-Bh&#257;gavatam, the explanation of the Ved&#257;nta-s&#363;tra, is meant for paramo nirmatsar&#257;n&#257;m, those who are completely aloof from jealousy. M&#257;y&#257;v&#257;d&#299; philosophers are jealous of the existence of the Personality of Godhead. Therefore the Ved&#257;nta-s&#363;tra is not actually meant for them. They unnecessarily poke their noses into the Vedanta-s&#363;tra, but they have no ability to understand it because, as the author of the Ved&#257;nta-s&#363;tra writes in his commentary, &#346;r&#299;mad-Bh&#257;gavatam, it is meant for those who are pure in heart (paramo nirmatsar&#257;n&#257;m). If one is envious of Krishna, how can he understand the Ved&#257;nta-s&#363;tra or &#346;r&#299;mad-Bh&#257;gavatam? The M&#257;y&#257;v&#257;d&#299;s' primary occupation is to offend the Supreme Personality of Godhead, Krishna. For example, although Krishna demands our surrender in the Bhagavad-g&#299;t&#257;, the greatest scholar and so-called philosopher in modern India has protested that it is "not to Krishna" that we have to surrender. Therefore, he is envious. Since M&#257;y&#257;v&#257;d&#299;s of all different descriptions are envious of Krishna, they have no scope for understanding the meaning of the Ved&#257;nta-s&#363;tra. Even if they were on the liberated platform, as they falsely claim, love of Krishna is beyond the state of liberation &#8212; a fact stated by &#346;r&#299; Caitanya Mah&#257;prabhu and repeated here by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="143.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="145.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>