<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 146</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 146"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.146</P><P CLASS=c>sambandha, abhidheya, prayojana n&#257;ma</P><P CLASS=c>ei tina artha sarva-s&#363;tre paryavas&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; relationship; <A CLASS=v HREF="http://vedabase.net/a/abhidheya">abhidheya</A> &#8212; functional duties; <A CLASS=v HREF="http://vedabase.net/p/prayojana">prayojana</A> &#8212; the goal of life; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; purport; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sutre">s&#363;tre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the aphorisms of the <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A>; <A CLASS=v HREF="http://vedabase.net/p/paryavasana">paryavas&#257;na</A> &#8212; culmination.</P><P CLASS=t>TRANSLATION</P><P>"One's relationship with the Supreme Personality of Godhead, activities in terms of that relationship, and the ultimate goal of life [to develop love of God] &#8212; these three subjects are explained in every aphorism of the Ved&#257;nta-s&#363;tra, for they form the culmination of the entire Ved&#257;nta philosophy."</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/5/5/5.htm">5.5.5</A>) it is said:</P><P>par&#257;bhavas t&#257;vad abodha-j&#257;to</P><P CLASS=n>y&#257;van na jijñ&#257;sata &#257;tma-tattvam</P><P>"A human being is defeated in all his activities as long as he does not know the goal of life, which can be understood when one is inquisitive about Brahman." It is such inquiry that begins the Ved&#257;nta-s&#363;tra: ath&#257;to brahma jijñ&#257;s&#257;. A human being should be inquisitive to know who he is, what the universe is, what God is, and what the relationship is between himself, God and the material world. Such questions cannot be asked by cats and dogs, but they must arise in the heart of a real human being. Knowledge of these four items &#8212; namely oneself, the universe, God, and their internal relationship &#8212; is called sambandha-jñ&#257;na, or the knowledge of one's relationship. When one's relationship with the Supreme Lord is established, the next program is to act in that relationship. This is called abhidheya, or activity in relationship with the Lord. After executing such prescribed duties, when one attains the highest goal of life, love of Godhead, he achieves prayojana-siddhi, or the fulfillment of his human mission. In the Brahma-s&#363;tra, or Ved&#257;nta-s&#363;tra, these subjects are very carefully explained. Therefore one who does not understand the Ved&#257;nta-s&#363;tra in terms of these principles is simply wasting his time. This is the version of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/8.htm">1.2.8</A>):</P><P>dharmah sv-anushthitah pums&#257;m vishvaksena-kath&#257;su yah</P><P CLASS=n>notp&#257;dayed yadi ratim &#347;rama eva hi kevalam</P><P>One may be a very learned scholar and execute his prescribed duty very nicely, but if he does not ultimately become inquisitive about the Supreme Personality of Godhead and is indifferent to &#347;ravanam k&#299;rtanam (hearing and chanting), all that he has done is but a waste of time. M&#257;y&#257;v&#257;d&#299; philosophers, who do not understand the relationship between themselves, the cosmic manifestation and the Supreme Personality of Godhead, are simply wasting their time, and their philosophical speculation has no value.</P><P CLASS=l><A CLASS=i HREF="145.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="147.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>