<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 148</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 148"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.148</P><P CLASS=c>vedamaya-m&#363;rti tumi, &#8212; s&#257;ksh&#257;t n&#257;r&#257;yana</P><P CLASS=c>kshama apar&#257;dha, &#8212; p&#363;rve ye kailu&#324; nindana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; transformation of the Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/ksama">kshama</A> &#8212; excuse; <A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; offense; <A CLASS=v HREF="http://vedabase.net/p/purve">p&#363;rve</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kailun">kailu&#324;</A> &#8212; we have done; <A CLASS=v HREF="http://vedabase.net/n/nindana">nindana</A> &#8212; criticism.</P><P CLASS=t>TRANSLATION</P><P>"Dear Sir, You are Vedic knowledge personified and are directly N&#257;r&#257;yana Himself. Kindly excuse us for the offenses we previously committed by criticizing You."</P><P CLASS=t>PURPORT</P><P>The complete path of bhakti-yoga is based upon the process of becoming humble and submissive. By the grace of Lord Caitanya Mah&#257;prabhu, all the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s were very humble and submissive after hearing His explanation of the Ved&#257;nta-s&#363;tra, and they begged to be pardoned for the offenses they had committed by criticizing the Lord for simply chanting and dancing and not taking part in the study of the Ved&#257;nta-s&#363;tra. We are propagating the Krishna consciousness movement simply by following in the footsteps of Lord Caitanya Mah&#257;prabhu. We may not be very well versed in the Ved&#257;nta-s&#363;tra aphorisms and may not understand their meaning, but we follow in the footsteps of the &#257;c&#257;ryas, and because of our strictly and obediently following in the footsteps of Lord Caitanya Mah&#257;prabhu, it is to be understood that we know everything regarding the Ved&#257;nta-s&#363;tra.</P><P CLASS=l><A CLASS=i HREF="147.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="149.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>