<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 149</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 149"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.149</P><P CLASS=c>sei haite sanny&#257;s&#299;ra phiri gela mana</P><P CLASS=c>'krishna' 'krishna' n&#257;ma sad&#257; karaye grahana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from that time; <A CLASS=v HREF="http://vedabase.net/s/sannyasira">sanny&#257;s&#299;ra</A> &#8212; all the <A HREF="http://vedabase.net/m/mayavadi">M&#257;y&#257;v&#257;d&#299;</A> sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/p/phiri">phiri</A> &#8212; turn; <A CLASS=v HREF="http://vedabase.net/g/gela">gela</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/karaye">karaye</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/g/grahana">grahana</A> &#8212; accept.</P><P CLASS=t>TRANSLATION</P><P>From that moment when the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s heard the explanation of the Ved&#257;nta-s&#363;tra from the Lord, their minds changed, and on the instruction of Caitanya Mah&#257;prabhu, they too chanted "Krishna! Krishna!" always.</P><P CLASS=t>PURPORT</P><P>In this connection it may be mentioned that sometimes the sahajiy&#257; class of devotees opine that Prak&#257;&#347;&#257;nanda Sarasvat&#299; and Prabodh&#257;nanda Sarasvat&#299; are the same man. Prabodh&#257;nanda Sarasvat&#299; was a great Vaishnava devotee of Lord Caitanya Mah&#257;prabhu, but Prak&#257;&#347;&#257;nanda Sarasvat&#299;, the head of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s in Benares, was a different person. Prabodh&#257;nanda Sarasvat&#299; belonged to the R&#257;m&#257;nuja-samprad&#257;ya, whereas Prak&#257;&#347;&#257;nanda Sarasvat&#299; belonged to the &#346;a&#324;kar&#257;c&#257;rya-samprad&#257;ya. Prabodh&#257;nanda Sarasvat&#299; wrote a number of books, among which are the Caitanya-candr&#257;mrita, R&#257;dh&#257;-rasa-sudh&#257;-nidhi, Sa&#324;g&#299;ta-m&#257;dhava, Vrind&#257;vana-&#347;ataka and Navadv&#299;pa-&#347;ataka. While traveling in southern India, Caitanya Mah&#257;prabhu met Prabodh&#257;nanda Sarasvat&#299;, who had two brothers, Ve&#324;kata Bhatta and Tirumalaya Bhatta, who were Vaishnavas of the R&#257;m&#257;nuja-samprad&#257;ya. Gop&#257;la Bhatta Gosv&#257;m&#299; was the nephew of Prabodh&#257;nanda Sarasvat&#299;. From historical records it is found that &#346;r&#299; Caitanya Mah&#257;prabhu traveled in South India in the year 1433 &#346;ak&#257;bda (A.D. 1511) during the C&#257;turm&#257;sya period, and it was at that time that He met Prabodh&#257;nanda, who belonged to the R&#257;m&#257;nuja-samprad&#257;ya. How then could the same person meet Him as a member of the &#346;a&#324;kara-samprad&#257;ya in 1435 &#346;ak&#257;bda, two years later? It is to be concluded that the guess of the sahajiy&#257;-samprad&#257;ya that Prabodh&#257;nanda Sarasvat&#299; and Prak&#257;&#347;&#257;nanda Sarasvat&#299; were the same man is a mistaken idea.</P><P CLASS=l><A CLASS=i HREF="148.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="150.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>