<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 150</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 150"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.150</P><P CLASS=c>ei-mate t&#257;&#324;-sab&#257;ra kshami' apar&#257;dha</P><P CLASS=c>sab&#257;k&#257;re krishna-n&#257;ma karil&#257; pras&#257;da</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mate">mate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;&#324;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all the sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/k/ksami">kshami</A>' &#8212; excusing; <A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; offense; <A CLASS=v HREF="http://vedabase.net/s/sabakare">sab&#257;k&#257;re</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> mercy.</P><P CLASS=t>TRANSLATION</P><P>Thus Lord Caitanya excused all the offenses of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s and very mercifully blessed them with krishna-n&#257;ma.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu is the mercy incarnation of the Supreme Personality of Godhead. He is addressed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; as mah&#257;-vad&#257;ny&#257;vat&#257;ra, or the most magnanimous incarnation. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also says, karunay&#257;vat&#299;rnah kalau: it is only by His mercy that He has descended in this Age of Kali. Here this is exemplified. &#346;r&#299; Caitanya Mah&#257;prabhu did not like to see M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s because He thought of them as offenders to the lotus feet of Krishna, but here He excuses them (t&#257;&#324;-sab&#257;ra kshami' apar&#257;dha). This is an example in preaching. &#256;pani &#257;cari' bhakti &#347;ikh&#257;imu sab&#257;re. &#346;r&#299; Caitanya Mah&#257;prabhu teaches us that those whom preachers meet are almost all offenders who are opposed to Krishna consciousness, but it is a preacher's duty to convince them of the Krishna consciousness movement and then induce them to chant the Hare Krishna mah&#257;-mantra. Our propagation of the sa&#324;k&#299;rtana movement is continuing, despite many opponents, and people are taking up this chanting process even in remote parts of the world like Africa. By inducing the offenders to chant the Hare Krishna mantra, Lord Caitanya Mah&#257;prabhu exemplified the success of the Krishna consciousness movement. We should follow very respectfully in the footsteps of Lord Caitanya, and there is no doubt that we shall be successful in our attempts.</P><P CLASS=l><A CLASS=i HREF="149.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="151.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>