<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 157</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 157"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.157</P><P CLASS=c>prabhu yabe y&#257;'na vi&#347;ve&#347;vara-dara&#347;ane</P><P CLASS=c>laksha laksha loka &#257;si' mile sei sth&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/y/yabe">yabe</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A>'<A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/v/visvesvara">vi&#347;ve&#347;vara</A> &#8212; the deity of <A HREF="http://vedabase.net/v/varanasi">V&#257;r&#257;nas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/d/darasane">dara&#347;ane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> visit; <A CLASS=v HREF="http://vedabase.net/l/laksa">laksha</A> <A CLASS=v HREF="http://vedabase.net/l/laksa">laksha</A> &#8212; hundreds of thousands; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; come; <A CLASS=v HREF="http://vedabase.net/m/mile">mile</A> &#8212; meet; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; on the place.</P><P CLASS=t>TRANSLATION</P><P>When the Lord went to visit the temple of Vi&#347;ve&#347;vara, hundreds of thousands of people assembled to see Him.</P><P CLASS=t>PURPORT</P><P>The important point in this verse is that &#346;r&#299; Caitanya Mah&#257;prabhu regularly visited the temple of Vi&#347;ve&#347;vara (Lord &#346;iva) at V&#257;r&#257;nas&#299;. Vaishnavas generally do not visit a demigod's temple, but here we see that &#346;r&#299; Caitanya Mah&#257;prabhu regularly visited the temple of Vi&#347;ve&#347;vara, who was the predominating deity of V&#257;r&#257;nas&#299;. Generally M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s and worshipers of Lord &#346;iva live in V&#257;r&#257;nas&#299;, but how is it that Caitanya Mah&#257;prabhu, who took the part of a Vaishnava sanny&#257;s&#299;, also visited the Vi&#347;ve&#347;vara temple? The answer is that a Vaishnava does not behave impudently toward the demigods. A Vaishnava gives proper respect to all, although he never accepts a demigod to be as good as the Supreme Personality of Godhead.</P><P>In the Brahma-samhit&#257; there are mantras offering obeisances to Lord &#346;iva, Lord Brahm&#257;, the sun-god and Lord Gane&#347;a, as well as Lord Vishnu, all of whom are worshiped by the impersonalists as pañcop&#257;san&#257;. In their temples impersonalists install deities of Lord Vishnu, Lord &#346;iva, the sun-god, goddess Durg&#257; and sometimes Lord Brahm&#257; also, and this system is continuing at present in India under the guise of the Hindu religion. Vaishnavas can also worship all these demigods, but only on the principles of the Brahma-samhit&#257;, which is recommended by &#346;r&#299; Caitanya Mah&#257;prabhu. We may note in this connection the mantras for worshiping Lord &#346;iva, Lord Brahm&#257;, goddess Durg&#257;, the sun-god and Gane&#347;a, as described in the Brahma-samhit&#257;.</P><P>srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;</P><P CLASS=n>ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;</P><P CLASS=n>icch&#257;nur&#363;pam api yasya ca ceshtate s&#257;</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"The external potency, m&#257;y&#257;, who is of the nature of the shadow of the cit [spiritual] potency, is worshiped by all people as Durg&#257;, the creating, preserving and destroying agency of this mundane world. I adore the primeval Lord, Govinda, in accordance with whose will Durg&#257; conducts herself." (<A CLASS=v HREF="../../../bs/5/44.htm">Bs. 5.44</A>)</P><P>ksh&#299;ram yath&#257; dadhi vik&#257;ra-vi&#347;esha-yog&#257;t</P><P CLASS=n>sañj&#257;yate na hi tatah prithag asti hetoh</P><P CLASS=n>yah &#347;ambhut&#257;m api tath&#257; samupaiti k&#257;ry&#257;d</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"Milk is transformed into curd by the actions of acids, yet the effect, curd, is neither the same as nor different from its cause, viz., milk. I adore the primeval Lord, Govinda, of whom the state of &#346;ambhu is a similar transformation for the performance of the work of destruction." (<A CLASS=v HREF="../../../bs/5/45.htm">Bs. 5.45</A>)</P><P>bh&#257;sv&#257;n yath&#257;&#347;ma-&#347;akaleshu nijeshu tejah</P><P CLASS=n>sv&#299;yam kiyat prakatayaty api tadvad atra</P><P CLASS=n>brahm&#257; ya esha jagad-anda-vidh&#257;na-kart&#257;</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I adore the primeval Lord, Govinda, from whom the separated subjective portion Brahm&#257; receives his power for the regulation of the mundane world, just as the sun manifests a portion of his own light in all the effulgent gems that bear such names as s&#363;rya-k&#257;nta." (<A CLASS=v HREF="../../../bs/5/49.htm">Bs. 5.49</A>)</P><P>yat-p&#257;da-pallava-yugam vinidh&#257;ya kumbha-</P><P CLASS=n>dvandve pran&#257;ma-samaye sa gan&#257;dhir&#257;jah</P><P CLASS=n>vighn&#257;n vihantum alam asya jagat-trayasya</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda. Gane&#347;a always holds His lotus feet upon the pair of tumuli protruding from his elephant head in order to obtain power for his function of destroying all obstacles on the path of progress in the three worlds." (<A CLASS=v HREF="../../../bs/5/50.htm">Bs. 5.50</A>)</P><P>yac cakshur esha savit&#257; sakala-grah&#257;n&#257;m</P><P CLASS=n>r&#257;j&#257; samasta-sura-m&#363;rtir a&#347;esha-tej&#257;h</P><P CLASS=n>yasy&#257;jñay&#257; bhramati sambhrita-k&#257;la-cakro</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"The sun, full of infinite effulgence, who is the king of all the planets and the image of the good soul, is like the eye of this world. I adore the primeval Lord, Govinda, in pursuance of whose order the sun performs his journey, mounting the wheel of time." (<A CLASS=v HREF="../../../bs/5/52.htm">Bs. 5.52</A>)</P><P>All the demigods are servants of Krishna; they are not equal with Krishna. Therefore even if one goes to a temple of the pañcop&#257;san&#257;, as mentioned above, one should not accept the deities as they are accepted by the impersonalists. All of them are to be accepted as personal demigods, but they all serve the order of the Supreme Personality of Godhead. &#346;a&#324;kar&#257;c&#257;rya, for example, is understood to be an incarnation of Lord &#346;iva, as described in the Padma Pur&#257;na. He propagated the M&#257;y&#257;v&#257;da philosophy under the order of the Supreme Lord. We have already discussed this point in text 114 of this chapter: t&#257;&#324;ra dosha n&#257;hi, te&#324;ho &#257;jñ&#257;-k&#257;r&#299; d&#257;sa. "&#346;a&#324;kar&#257;c&#257;rya is not at fault, for he has thus covered the real purpose of the Vedas under the order of the Supreme Personality of Godhead." Although Lord &#346;iva, in the form of a br&#257;hmana (&#346;a&#324;kar&#257;c&#257;rya), preached the false philosophy of M&#257;y&#257;v&#257;da, &#346;r&#299; Caitanya Mah&#257;prabhu nevertheless said that since he did it on the order of the Supreme Personality of Godhead, there was no fault on his part (t&#257;&#324;ra dosha n&#257;hi).</P><P>We must offer proper respects to all the demigods. If one can offer respects even to an ant, why not to the demigods? One must always know, however, that no demigod is equal to or above the Supreme Lord. Ekale &#299;&#347;vara krishna, &#257;ra saba bhritya: "Only Krishna is the Supreme Personality of Godhead, and all others, including the demigods such as Lord &#346;iva, Lord Brahm&#257;, goddess Durg&#257; and Gane&#347;a, are His servants." Everyone serves the purpose of the Supreme Godhead, and what to speak of such small and insignificant living entities as ourselves? We are surely eternal servants of the Lord. The M&#257;y&#257;v&#257;da philosophy maintains that the demigods, the living entities and the Supreme Personality of Godhead are all equal. It is therefore a most foolish misrepresentation of Vedic knowledge.</P><P CLASS=l><A CLASS=i HREF="156.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="158.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>