<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 163</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 163"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.163</P><P CLASS=c>ei pañca-tattva-r&#363;pe &#347;r&#299;-krishna-caitanya</P><P CLASS=c>krishna-n&#257;ma-prema diy&#257; vi&#347;va kail&#257; dhanya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; the Lord <A HREF="http://vedabase.net/i/in">in</A> His five forms; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/diya">diy&#257;</A> &#8212; delivering; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; the whole world; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dhanya</A> &#8212; thankful.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Krishna Caitanya Mah&#257;prabhu and His associates of the Pañca-tattva distributed the holy name of the Lord to invoke love of Godhead throughout the universe, and thus the entire universe was thankful.</P><P CLASS=t>PURPORT</P><P>Here it is said that Lord Caitanya made the entire universe thankful to Him for propagating the sa&#324;k&#299;rtana movement with His associates. Lord Caitanya Mah&#257;prabhu has already sanctified the entire universe by His presence five hundred years ago, and therefore anyone who attempts to serve &#346;r&#299; Caitanya Mah&#257;prabhu sincerely by following in His footsteps and following the instructions of the &#257;c&#257;ryas will successfully be able to preach the holy names of the Hare Krishna mah&#257;-mantra all over the universe. There are some foolish critics who say that Europeans and Americans cannot be offered sanny&#257;sa, but here we find that &#346;r&#299; Caitanya Mah&#257;prabhu wanted to preach the sa&#324;k&#299;rtana movement all over the universe. For preaching work, sanny&#257;s&#299;s are essential. These critics think that only Indians or Hindus should be offered sanny&#257;sa to preach, but their knowledge is practically nil. Without sanny&#257;s&#299;s, the preaching work will be impeded. Therefore, under the instruction of Lord Caitanya and with the blessings of His associates, there should be no discrimination in this matter, but people in all parts of the world should be trained to preach and given sanny&#257;sa so that the cult of &#346;r&#299; Caitanya Mah&#257;prabhu's sa&#324;k&#299;rtana movement will expand boundlessly. We do not care about the criticism of fools. We shall go on with our work and simply depend on the blessings of Lord Caitanya Mah&#257;prabhu and His associates, the Pañca-tattva.</P><P CLASS=l><A CLASS=i HREF="162.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="164.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>