<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 164</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 164"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.164</P><P CLASS=c>mathur&#257;te p&#257;th&#257;ila r&#363;pa-san&#257;tana</P><P CLASS=c>dui sen&#257;-pati kaila bhakti prac&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mathurate">mathur&#257;te</A> &#8212; toward <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/pathaila">p&#257;th&#257;ila</A> &#8212; sent; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/s/sanatana">san&#257;tana</A> &#8212; the two brothers <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299; and <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; both of them; <A CLASS=v HREF="http://vedabase.net/s/sena">sen&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> commanders <A HREF="http://vedabase.net/i/in">in</A> chief; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> <A HREF="http://vedabase.net/m/made">made</A> them; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/pracarana">prac&#257;rana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> broadcast.</P><P CLASS=t>TRANSLATION</P><P>Lord Caitanya dispatched the two generals R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; to Vrind&#257;vana to preach the bhakti cult.</P><P CLASS=t>PURPORT</P><P>When R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; went to Vrind&#257;vana, there was not a single temple, but by their preaching they were gradually able to construct various temples. San&#257;tana Gosv&#257;m&#299; constructed the Madana-mohana temple, and R&#363;pa Gosv&#257;m&#299; constructed the Govindaj&#299; temple. Similarly, their nephew J&#299;va Gosv&#257;m&#299; constructed the R&#257;dh&#257;-D&#257;modara temple, &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299; constructed the R&#257;dh&#257;-ramana temple, &#346;r&#299; Lokan&#257;tha Gosv&#257;m&#299; constructed the Gokul&#257;nanda temple, and &#346;y&#257;m&#257;nanda Gosv&#257;m&#299; constructed the &#346;y&#257;masundara temple. In this way, many temples were gradually constructed. For preaching, construction of temples is also necessary. The Gosv&#257;m&#299;s not only engaged in writing books but also constructed temples because both are needed for preaching work. &#346;r&#299; Caitanya Mah&#257;prabhu wanted the cult of His sa&#324;k&#299;rtana movement to spread all over the world. Now that the International Society for Krishna Consciousness has taken up this task of preaching the cult of Lord Caitanya, its members should not only construct temples in every town and village of the globe but also distribute the books that have already been written and further increase the number of books. Both distribution of books and construction of temples must continue side by side in parallel lines.</P><P CLASS=l><A CLASS=i HREF="163.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="165.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>