<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 168</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 168"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.168</P><P CLASS=c>ei ta' kahila pañca-tattvera vy&#257;khy&#257;na</P><P CLASS=c>ih&#257;ra &#347;ravane haya caitanya-tattva jñ&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kahila">kahila</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvera">tattvera</A> &#8212; of the <A HREF="http://vedabase.net/p/panca">Pañca</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>; <A CLASS=v HREF="http://vedabase.net/v/vyakhyana">vy&#257;khy&#257;na</A> &#8212; explanation; <A CLASS=v HREF="http://vedabase.net/i/ihara">ih&#257;ra</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/s/sravane">&#347;ravane</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the truth of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge.</P><P CLASS=t>TRANSLATION</P><P>I have thus explained the truth of the Pañca-tattva. One who hears this explanation increases in knowledge of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>The Pañca-tattva is a very important factor in understanding &#346;r&#299; Caitanya Mah&#257;prabhu. There are sahajiy&#257;s who, not knowing the importance of the Pañca-tattva, concoct their own slogans, such as bhaja nit&#257;i gaura, r&#257;dhe &#347;y&#257;ma, japa hare krishna hare r&#257;ma or &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda hare krishna hare r&#257;ma &#347;r&#299;-r&#257;dhe govinda. Such chants may be good poetry, but they cannot help us to go forward in devotional service. In such chants there are also many discrepancies, which need not be discussed here. Strictly speaking, when chanting the names of the Pañca-tattva, one should fully offer his obeisances: &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. By such chanting one is blessed with the competency to chant the Hare Krishna mah&#257;-mantra without offense. When chanting the Hare Krishna mah&#257;-mantra, one should also chant it fully: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. One should not foolishly adopt any of the slogans concocted by imaginative devotees. If one actually wants to derive the effects of chanting, one must strictly follow the great &#257;c&#257;ryas. This is confirmed in the Mah&#257;bh&#257;rata: mah&#257;-jano yena gatah sa panth&#257;h. "The real path of progress is that which is traversed by great &#257;c&#257;ryas and authorities."</P><P CLASS=l><A CLASS=i HREF="167.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="169.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>