<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.17</P><P CLASS=c>gad&#257;dhara-pandit&#257;di prabhura '&#347;akti'-avat&#257;ra</P><P CLASS=c>'antara&#324;ga-bhakta' kari' ganana y&#257;&#324;h&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gadadhara">gad&#257;dhara</A> &#8212; <A HREF="http://vedabase.net/g/gadadhara">Gad&#257;dhara</A>; <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; of the learned scholar; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; headed by; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/a/antaranga">antara&#324;ga</A> &#8212; very confidential; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; devotee; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/g/ganana">ganana</A> &#8212; counting; <A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> &#8212; of whom.</P><P CLASS=t>TRANSLATION</P><P>The devotees headed by Gad&#257;dhara Pandita are to be considered incarnations of the internal potency of the Lord. They are confidential devotees engaged in the service of the Lord.</P><P CLASS=t>PURPORT</P><P>In connection with verses 16 and 17, &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains in his Anubh&#257;shya: "There are specific symptoms by which the internal devotees and the unalloyed or pure devotees are to be known. All unalloyed devotees are &#347;akti-tattvas, or potencies of the Lord. Some of them are situated in conjugal love and others in filial affection, fraternity and servitude. Certainly all of them are devotees, but by making a comparative study it is found that the devotees or potencies who are engaged in conjugal love are better situated than the others. Thus devotees who are in a relationship with the Supreme Personality of Godhead in conjugal love are considered to be the most confidential devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Those who engage in the service of Lord Nity&#257;nanda Prabhu and Lord Advaita Prabhu generally have relationships of parental love, fraternity, servitude and neutrality. When such devotees develop great attachment for &#346;r&#299; Caitanya Mah&#257;prabhu, they too become situated within the intimate circle of devotees in conjugal love." This gradual development of devotional service is described by &#346;r&#299; Narottama d&#257;sa Th&#257;kura as follows:</P><P>gaur&#257;&#324;ga balite habe pulaka &#347;ar&#299;ra</P><P CLASS=n>hari hari balite nayane ba'be n&#299;ra</P><P CLASS=n>&#257;ra kabe nit&#257;ic&#257;&#324;da karun&#257; karibe</P><P CLASS=n>sams&#257;ra-v&#257;san&#257; mora kabe tuccha habe</P><P CLASS=n>vishaya ch&#257;diy&#257; kabe &#347;uddha habe mana</P><P CLASS=n>kabe h&#257;ma heraba &#347;r&#299;-vrind&#257;vana</P><P CLASS=n>r&#363;pa-raghun&#257;tha-pade ha-ibe &#257;kuti</P><P CLASS=n>kabe h&#257;ma bujhaba &#347;r&#299;-yugala-pir&#299;ti</P><P>"When will there be eruptions on my body as soon as I chant the name of Lord Caitanya, and when will there be incessant torrents of tears as soon as I chant the holy names Hare Krishna? When will Lord Nity&#257;nanda be merciful toward me and free me from all desires for material enjoyment? When will my mind be completely freed from all contamination of desires for material pleasure? Only at that time will it be possible for me to understand Vrind&#257;vana. Only if I become attached to the instructions given by the six Gosv&#257;m&#299;s, headed by R&#363;pa Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, will it be possible for me to understand the conjugal love of R&#257;dh&#257; and Krishna." By attachment to the devotional service of Lord Caitanya Mah&#257;prabhu, one immediately comes to the ecstatic position. When he develops his love for Nity&#257;nanda Prabhu he is freed from all attachment to the material world, and at that time he becomes eligible to understand the Lord's pastimes in Vrind&#257;vana. In that condition, when one develops his love for the six Gosv&#257;m&#299;s, he can understand the conjugal love between R&#257;dh&#257; and Krishna. These are the different stages of a pure devotee's promotion to conjugal love in the service of R&#257;dh&#257; and Krishna in an intimate relationship with &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18-19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>