<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 18-19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 18-19"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.18-19</P><P CLASS=c>y&#257;&#324;-sab&#257; lañ&#257; prabhura nitya vih&#257;ra</P><P CLASS=c>y&#257;&#324;-sab&#257; lañ&#257; prabhura k&#299;rtana-prac&#257;ra</P><P CLASS=c>y&#257;&#324;-sab&#257; lañ&#257; karena prema &#257;sv&#257;dana</P><P CLASS=c>y&#257;&#324;-sab&#257; lañ&#257; d&#257;na kare prema-dhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;&#324;</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking company; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; pastime; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;&#324;</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; all those who <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking company; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/k/kirtana">k&#299;rtana</A> &#8212; <A HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>; <A CLASS=v HREF="http://vedabase.net/p/pracara">prac&#257;ra</A> &#8212; movement; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;&#324;</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; persons with whom; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accompaniment; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> does; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of God; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> &#8212; taste; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;&#324;</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accompaniment; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; gives <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; love of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The internal devotees or potencies are all eternal associates in the pastimes of the Lord. Only with them does the Lord advent to propound the sa&#324;k&#299;rtana movement, only with them does the Lord taste the mellow of conjugal love, and only with them does He distribute this love of God to people in general.</P><P CLASS=t>PURPORT</P><P>Distinguishing between pure devotees and internal or confidential devotees, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, in his book Upade&#347;&#257;mrita, traces the following gradual process of development. Out of many thousands of karm&#299;s, one is better when he is situated in perfect Vedic knowledge. Out of many such learned scholars and philosophers, one who is actually liberated from material bondage is better, and out of many such persons who are actually liberated, one who is a devotee of the Supreme Personality of Godhead is considered to be the best. Among the many such transcendental lovers of the Supreme Personality of Godhead, the gop&#299;s are the best, and among the gop&#299;s &#346;r&#299;mat&#299; R&#257;dhik&#257; is the best. &#346;r&#299;mat&#299; R&#257;dhik&#257; is very dear to Lord Krishna, and similarly Her ponds, namely, &#346;y&#257;ma-kunda and R&#257;dh&#257;-kunda, are also very dear to the Supreme Personality of Godhead.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments in his Anubh&#257;shya that among the five tattvas, two are energies (&#347;akti-tattva) and the three others are energetic (&#347;aktim&#257;n tattva). Unalloyed and internal devotees are both engaged in the favorable culture of Krishna consciousness untinged by philosophical speculation or fruitive activities. They are all understood to be pure devotees, and those among them who simply engage in conjugal love are called m&#257;dhurya-bhaktas, or internal devotees. The loving services in parental love, fraternity and servitude are included in conjugal love of God. In conclusion, therefore, every confidential devotee is a pure devotee of the Lord.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu enjoys His pastimes with His immediate expansion Nity&#257;nanda Prabhu. His pure devotees and His three purusha incarnations, namely, K&#257;ranodaka&#347;&#257;y&#299; Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, always accompany the Supreme Lord to propound the sa&#324;k&#299;rtana movement.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20-21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>