<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 23"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.23</P><P CLASS=c>p&#257;tr&#257;p&#257;tra-vic&#257;ra n&#257;hi, n&#257;hi sth&#257;n&#257;sth&#257;na</P><P CLASS=c>yei y&#257;&#324;h&#257; p&#257;ya, t&#257;&#324;h&#257; kare prema-d&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patra">p&#257;tra</A> &#8212; recipient; <A CLASS=v HREF="http://vedabase.net/a/apatra">ap&#257;tra</A> &#8212; not <A HREF="http://vedabase.net/a/a">a</A> recipient; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; consideration; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; favorable place; <A CLASS=v HREF="http://vedabase.net/a/asthana">asth&#257;na</A> &#8212; unfavorable place; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/y/yanha">y&#257;&#324;h&#257;</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; gets the opportunity; <A CLASS=v HREF="http://vedabase.net/t/tanha">t&#257;&#324;h&#257;</A> &#8212; there only; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; distribution of love of Godhead.</P><P CLASS=t>TRANSLATION</P><P>In distributing love of Godhead, Caitanya Mah&#257;prabhu and His associates did not consider who was a fit candidate and who was not, nor where such distribution should or should not take place. They made no conditions. Wherever they got the opportunity, the members of the Pañca-tattva distributed love of Godhead.</P><P CLASS=t>PURPORT</P><P>There are some rascals who dare to speak against the mission of Lord Caitanya by criticizing the Krishna consciousness movement for accepting Europeans and Americans as br&#257;hmanas and offering them sanny&#257;sa. But here is an authoritative statement that in distributing love of Godhead one should not consider whether the recipients are Europeans, Americans, Hindus, Muslims, etc. The Krishna consciousness movement should be spread wherever possible, and one should accept those who thus become Vaishnavas as being greater than br&#257;hmanas, Hindus or Indians. &#346;r&#299; Caitanya Mah&#257;prabhu desired that His name be spread in each and every town and village on the surface of the globe. Therefore, when the cult of Caitanya Mah&#257;prabhu is spread all over the world, should those who embrace it not be accepted as Vaishnavas, br&#257;hmanas and sanny&#257;s&#299;s? These foolish arguments are sometimes raised by envious rascals, but Krishna conscious devotees do not care about them. We strictly follow the principles set down by the Pañca-tattva.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>