<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.24</P><P CLASS=c>lutiy&#257;, kh&#257;iy&#257;, diy&#257;, bh&#257;nd&#257;ra uj&#257;de</P><P CLASS=c>&#257;&#347;carya bh&#257;nd&#257;ra, prema &#347;ata-guna b&#257;de</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/lutiya">lutiy&#257;</A> &#8212; plundering; <A CLASS=v HREF="http://vedabase.net/k/khaiya">kh&#257;iy&#257;</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/d/diya">diy&#257;</A> &#8212; distributing; <A CLASS=v HREF="http://vedabase.net/b/bhandara">bh&#257;nd&#257;ra</A> &#8212; store; <A CLASS=v HREF="http://vedabase.net/u/ujade">uj&#257;de</A> &#8212; emptied; <A CLASS=v HREF="http://vedabase.net/a/ascarya">&#257;&#347;carya</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/b/bhandara">bh&#257;nd&#257;ra</A> &#8212; store; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; one hundred times; <A CLASS=v HREF="http://vedabase.net/b/bade">b&#257;de</A> &#8212; increases.</P><P CLASS=t>TRANSLATION</P><P>Although the members of the Pañca-tattva plundered the storehouse of love of Godhead and ate and distributed its contents, there was no scarcity, for this wonderful storehouse is so complete that as the love is distributed, the supply increases hundreds of times.</P><P CLASS=t>PURPORT</P><P>A pseudo incarnation of Krishna once told his disciple that he had emptied himself by giving him all knowledge and was thus spiritually bankrupt. Such bluffers speak in this way to cheat the public, but actual spiritual consciousness is so perfect that the more it is distributed, the more it increases. Bankruptcy is a term that applies in the material world, but the storehouse of love of Godhead in the spiritual world can never be depleted. Krishna is providing for millions and trillions of living entities by supplying all their necessities, and even if all the innumerable living entities wanted to become Krishna conscious, there would be no scarcity of love of Godhead, nor would there be insufficiency in providing for their maintenance. Our Krishna consciousness movement was started single-handedly, and no one provided for our livelihood, but at present we are spending hundreds and thousands of dollars all over the world, and the movement is increasing more and more. Thus there is no question of scarcity. Although jealous persons may be envious, if we stick to our principles and follow in the footsteps of the Pañca-tattva, this movement will go on unchecked by imitation sv&#257;m&#299;s, sanny&#257;s&#299;s, religionists, philosophers or scientists, for it is transcendental to all material considerations. Therefore those who propagate the Krishna consciousness movement should not be afraid of such rascals and fools.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>