<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 29-30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 29-30"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.29-30</P><P CLASS=c>m&#257;y&#257;v&#257;d&#299;, karma-nishtha kut&#257;rkika-gana</P><P CLASS=c>nindaka, p&#257;sand&#299; yata paduy&#257; adhama</P><P CLASS=c>sei saba mah&#257;daksha dh&#257;ñ&#257; pal&#257;ila</P><P CLASS=c>sei vany&#257; t&#257;-sab&#257;re chu&#324;ite n&#257;rila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mayavadi">m&#257;y&#257;v&#257;d&#299;</A> &#8212; the impersonalist philosophers; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nistha">nishtha</A> &#8212; the fruitive workers; <A CLASS=v HREF="http://vedabase.net/k/kutarkika">kut&#257;rkika</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the false logicians; <A CLASS=v HREF="http://vedabase.net/n/nindaka">nindaka</A> &#8212; the blasphemers; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shand&#299;</A> &#8212; nondevotees; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/paduya">paduy&#257;</A> &#8212; students; <A CLASS=v HREF="http://vedabase.net/a/adhama">adhama</A> &#8212; the lowest class; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> very expert; <A CLASS=v HREF="http://vedabase.net/d/dhana">dh&#257;ñ&#257;</A> &#8212; running; <A CLASS=v HREF="http://vedabase.net/p/palaila">pal&#257;ila</A> &#8212; went away; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/v/vanya">vany&#257;</A> &#8212; that inundation; <A CLASS=v HREF="http://vedabase.net/t/ta">t&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabare">sab&#257;re</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/c/chunite">chu&#324;ite</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/n/narila">n&#257;rila</A> &#8212; could not.</P><P CLASS=t>TRANSLATION</P><P>The impersonalists, fruitive workers, false logicians, blasphemers, nondevotees and lowest among the student community are very expert in avoiding the Krishna consciousness movement, and therefore the inundation of Krishna consciousness cannot touch them.</P><P CLASS=t>PURPORT</P><P>Like M&#257;y&#257;v&#257;d&#299; philosophers in the past such as Prak&#257;&#347;&#257;nanda Sarasvat&#299; of Benares, modern impersonalists are not interested in Lord Caitanya's Krishna consciousness movement. They do not know the value of this material world; they consider it false and cannot understand how the Krishna consciousness movement can utilize it. They are so absorbed in impersonal thought that they take it for granted that all spiritual variety is material. Because they do not know anything beyond their misconception of the brahmajyoti, they cannot understand that Krishna, the Supreme Personality of Godhead, is spiritual and therefore beyond the conception of material illusion. Whenever Krishna incarnates personally or as a devotee, these M&#257;y&#257;v&#257;d&#299; philosophers accept Him as an ordinary human being. This is condemned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>):</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto mama bh&#363;ta-mahe&#347;varam</P><P>"Fools deride Me when I descend in the human form. They do not know My transcendental nature as the Supreme Lord of all that be."</P><P>There are also other unscrupulous persons who exploit the Lord's appearance by posing as incarnations to cheat the innocent public. An incarnation of God should pass the tests of the statements of the &#347;&#257;stras and also perform uncommon activities. One should not accept a rascal as an incarnation of God but should test his ability to act as the Supreme Personality of Godhead. For example, Krishna taught Arjuna in the Bhagavad-g&#299;t&#257;, and Arjuna also accepted Him as the Supreme Personality of Godhead, but for our understanding Arjuna requested the Lord to manifest His universal form, thus testing whether He was actually the Supreme Lord. Similarly, one must test a so-called incarnation of Godhead according to the standard criteria. To avoid being misled by an exhibition of mystic powers, it is best to examine a so-called incarnation of God in the light of the statements of the &#347;&#257;stras. Caitanya Mah&#257;prabhu is described in the &#347;&#257;stras as an incarnation of Krishna; therefore if one wants to imitate Lord Caitanya and claim to be an incarnation, he must show evidence from the &#347;&#257;stras about his appearance to substantiate his claim.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31-32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>