<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 31-32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 31-32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.31-32</P><P CLASS=c>t&#257;h&#257; dekhi' mah&#257;prabhu karena cintana</P><P CLASS=c>jagat dub&#257;ite &#257;mi karilu&#324; yatana</P><P CLASS=c>keha keha ed&#257;ila, pratijñ&#257; ha-ila bha&#324;ga</P><P CLASS=c>t&#257;-sab&#257; dubaite p&#257;tiba kichu ra&#324;ga</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; observing this advancement; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/c/cintana">cintana</A> &#8212; thinking; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the whole world; <A CLASS=v HREF="http://vedabase.net/d/dubaite">dub&#257;ite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> drown; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/karilun">karilu&#324;</A> &#8212; endeavored; <A CLASS=v HREF="http://vedabase.net/y/yatana">yatana</A> &#8212; attempts; <A CLASS=v HREF="http://vedabase.net/k/keha">keha</A> <A CLASS=v HREF="http://vedabase.net/k/keha">keha</A> &#8212; some of them; <A CLASS=v HREF="http://vedabase.net/e/edaila">ed&#257;ila</A> &#8212; escaped; <A CLASS=v HREF="http://vedabase.net/p/pratijna">pratijñ&#257;</A> &#8212; promise; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/b/bhanga">bha&#324;ga</A> &#8212; broken; <A CLASS=v HREF="http://vedabase.net/t/ta">t&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/d/dubaite">dub&#257;ite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/make">make</A> them drown; <A CLASS=v HREF="http://vedabase.net/p/patiba">p&#257;tiba</A> &#8212; shall devise; <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/r/ranga">ra&#324;ga</A> &#8212; trick.</P><P CLASS=t>TRANSLATION</P><P>Seeing that the M&#257;y&#257;v&#257;d&#299;s and others were fleeing, Lord Caitanya thought, "I wanted everyone to be immersed in this inundation of love of Godhead, but some of them have escaped. Therefore I shall devise a trick to drown them also."</P><P CLASS=t>PURPORT</P><P>Here is an important point. Lord Caitanya Mah&#257;prabhu wanted to invent a way to capture the M&#257;y&#257;v&#257;d&#299;s and others who did not take interest in the Krishna consciousness movement. This is the symptom of an &#257;c&#257;rya. An &#257;c&#257;rya who comes for the service of the Lord cannot be expected to conform to a stereotype, for he must find the ways and means by which Krishna consciousness may be spread. Sometimes jealous persons criticize the Krishna consciousness movement because it engages equally both boys and girls in distributing love of Godhead. Not knowing that boys and girls in countries like Europe and America mix very freely, these fools and rascals criticize the boys and girls in Krishna consciousness for intermingling. But these rascals should consider that one cannot suddenly change a community's social customs. However, since both the boys and the girls are being trained to become preachers, those girls are not ordinary girls but are as good as their brothers who are preaching Krishna consciousness. Therefore, to engage both boys and girls in fully transcendental activities is a policy intended to spread the Krishna consciousness movement. These jealous fools who criticize the intermingling of boys and girls will simply have to be satisfied with their own foolishness because they cannot think of how to spread Krishna consciousness by adopting ways and means that are favorable for this purpose. Their stereotyped methods will never help spread Krishna consciousness. Therefore, what we are doing is perfect by the grace of Lord Caitanya Mah&#257;prabhu, for it is He who proposed to invent a way to capture those who strayed from Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="29-30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>