<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 33"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.33</P><P CLASS=c>eta bali' mane kichu kariy&#257; vic&#257;ra</P><P CLASS=c>sanny&#257;sa-&#257;&#347;rama prabhu kail&#257; a&#324;g&#299;k&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; saying this; <A CLASS=v HREF="http://vedabase.net/m/mane">mane</A> &#8212; within the mind; <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> &#8212; something; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; doing; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; consideration; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; the renounced order of life; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/a/angikara">a&#324;g&#299;k&#257;ra</A> &#8212; accept.</P><P CLASS=t>TRANSLATION</P><P>Thus the Lord accepted the sanny&#257;sa order of life after full consideration.</P><P CLASS=t>PURPORT</P><P>There was no need for Lord &#346;r&#299; Caitanya Mah&#257;prabhu to accept sanny&#257;sa, for He is God Himself and therefore has nothing to do with the material bodily concept of life. &#346;r&#299; Caitanya Mah&#257;prabhu did not identify Himself with any of the eight varnas and &#257;&#347;ramas, namely, br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;sa. He identified Himself as the Supreme Spirit. &#346;r&#299; Caitanya Mah&#257;prabhu, or for that matter any pure devotee, never identifies with these social and spiritual divisions of life, for a devotee is always transcendental to these different gradations of society. Nevertheless, Lord Caitanya decided to accept sanny&#257;sa on the grounds that when He became a sanny&#257;s&#299; everyone would show Him respect and in that way be favored. Although there was actually no need for Him to accept sanny&#257;sa, He did so for the benefit of those who might think Him an ordinary human being. The main purpose of His accepting sanny&#257;sa was to deliver the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. This will be evident later in this chapter.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has explained the term "M&#257;y&#257;v&#257;d&#299;" as follows: "The Supreme Personality of Godhead is transcendental to the material conception of life. A M&#257;y&#257;v&#257;d&#299; is one who considers the body of the Supreme Personality of Godhead Krishna to be made of m&#257;y&#257; and who also considers the abode of the Lord and the process of approaching Him, devotional service, to be m&#257;y&#257;. The M&#257;y&#257;v&#257;d&#299; considers all the paraphernalia of devotional service to be m&#257;y&#257;." M&#257;y&#257; refers to material existence, which is characterized by the reactions of fruitive activities. M&#257;y&#257;v&#257;d&#299;s consider devotional service to be among such fruitive activities. According to them, when bh&#257;gavatas (devotees) are purified by philosophical speculation, they will come to the real point of liberation. Those who speculate in this way regarding devotional service are called kut&#257;rkikas (false logicians), and those who consider devotional service to be fruitive activity are called karma-nishthas. Those who criticize devotional service are called nindakas (blasphemers). Similarly, nondevotees who consider devotional activities to be material are called p&#257;shand&#299;s, and scholars with a similar viewpoint are called adhama paduy&#257;s.</P><P>The kut&#257;rkikas, nindakas, p&#257;shand&#299;s and adhama paduy&#257;s all avoided the benefit of &#346;r&#299; Caitanya Mah&#257;prabhu's movement of developing love of Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu felt compassion for them, and it is for this reason that He decided to accept the sanny&#257;sa order, for by seeing Him as a sanny&#257;s&#299; they would offer Him respects. The sanny&#257;sa order is still respected in India. Indeed, the very dress of a sanny&#257;s&#299; still commands respect from the Indian public. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa to facilitate preaching His devotional cult, although otherwise He had no need to accept the fourth order of spiritual life.</P><P CLASS=l><A CLASS=i HREF="31-32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>