<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 37"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.37</P><P CLASS=c>apar&#257;dha ksham&#257;ila, dubila prema-jale</P><P CLASS=c>keb&#257; ed&#257;ibe prabhura prema-mah&#257;j&#257;le</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; offense; <A CLASS=v HREF="http://vedabase.net/k/ksamaila">ksham&#257;ila</A> &#8212; excused; <A CLASS=v HREF="http://vedabase.net/d/dubila">dubila</A> &#8212; merged into; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/j/jale">jale</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean of love of Godhead; <A CLASS=v HREF="http://vedabase.net/k/keba">keb&#257;</A> &#8212; who else; <A CLASS=v HREF="http://vedabase.net/e/edaibe">ed&#257;ibe</A> &#8212; will <A HREF="http://vedabase.net/g/go">go</A> away; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; the Lord's; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; loving; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/j/jale">j&#257;le</A> &#8212; network.</P><P CLASS=t>TRANSLATION</P><P>Lord Caitanya excused them all, and they merged into the ocean of devotional service, for no one can escape the unique loving network of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu was an ideal &#257;c&#257;rya. An &#257;c&#257;rya is an ideal teacher who knows the purpose of the revealed scriptures, behaves exactly according to their injunctions and teaches his students to adopt these principles also. As an ideal &#257;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu devised ways to capture all kinds of atheists and materialists. Every &#257;c&#257;rya has a specific means of propagating his spiritual movement with the aim of bringing men to Krishna consciousness. Therefore, the method of one &#257;c&#257;rya may be different from that of another, but the ultimate goal is never neglected. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; recommends:</P><P>tasm&#257;t ken&#257;py up&#257;yena manah krishne nive&#347;ayet</P><P CLASS=n>sarve vidhi-nishedh&#257; syur etayor eva ki&#324;kar&#257;h</P><P>An &#257;c&#257;rya should devise a means by which people may somehow or other come to Krishna consciousness. First they should become Krishna conscious, and all the prescribed rules and regulations may later gradually be introduced. In our Krishna consciousness movement we follow this policy of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. For example, since boys and girls in the Western countries freely intermingle, special concessions regarding their customs and habits are necessary to bring them to Krishna consciousness. The &#257;c&#257;rya must devise a means to bring them to devotional service. Therefore, although I am a sanny&#257;s&#299; I sometimes take part in getting boys and girls married, although in the history of sanny&#257;sa no sanny&#257;s&#299; has personally taken part in marrying his disciples.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>