<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 38"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.38</P><P CLASS=c>sab&#257; nist&#257;rite prabhu krip&#257;-avat&#257;ra</P><P CLASS=c>sab&#257; nist&#257;rite kare c&#257;tur&#299; ap&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nistarite">nist&#257;rite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> deliver; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nistarite">nist&#257;rite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> deliver; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/c/caturi">c&#257;tur&#299;</A> &#8212; devices; <A CLASS=v HREF="http://vedabase.net/a/apara">ap&#257;ra</A> &#8212; unlimited.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu appeared in order to deliver all the fallen souls. Therefore He devised many methods to liberate them from the clutches of m&#257;y&#257;.</P><P CLASS=t>PURPORT</P><P>It is the concern of the &#257;c&#257;rya to show mercy to the fallen souls. In this connection, de&#347;a-k&#257;la-p&#257;tra (the place, the time and the object) should be taken into consideration. Since the European and American boys and girls in our Krishna consciousness movement preach together, less intelligent men criticize that they are mingling without restriction. In Europe and America boys and girls mingle unrestrictedly and have equal rights; therefore it is not possible to completely separate the men from the women. However, we are thoroughly instructing both men and women how to preach, and actually they are preaching wonderfully. Of course, we very strictly prohibit illicit sex. Boys and girls who are not married are not allowed to sleep together or live together, and there are separate arrangements for boys and girls in every temple. Grihasthas live outside the temple, for in the temple we do not allow even husband and wife to live together. The results of this are wonderful. Both men and women are preaching the gospel of Lord Caitanya Mah&#257;prabhu and Lord Krishna with redoubled strength. In this verse the words sab&#257; nist&#257;rite kare c&#257;tur&#299; ap&#257;ra indicate that &#346;r&#299; Caitanya Mah&#257;prabhu wanted to deliver one and all. Therefore it is a principle that a preacher must strictly follow the rules and regulations laid down in the &#347;&#257;stras yet at the same time devise a means by which the preaching work to reclaim the fallen may go on with full force.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>