<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 39"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.39</P><P CLASS=c>tabe nija bhakta kaila yata mleccha &#257;di</P><P CLASS=c>sabe ed&#257;ila m&#257;tra k&#257;&#347;&#299;ra m&#257;y&#257;v&#257;d&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; devotee; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; converted; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/mleccha">mleccha</A> &#8212; one who does not follow the Vedic principles; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; heading the list; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/e/edaila">ed&#257;ila</A> &#8212; escaped; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/k/kasira">k&#257;&#347;&#299;ra</A> &#8212; of <A HREF="http://vedabase.net/v/varanasi">V&#257;r&#257;nas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/mayavadi">m&#257;y&#257;v&#257;d&#299;</A> &#8212; impersonalists.</P><P CLASS=t>TRANSLATION</P><P>All were converted into devotees of Lord Caitanya, even the mlecchas and yavanas. Only the impersonalist followers of &#346;a&#324;kar&#257;c&#257;rya evaded Him.</P><P CLASS=t>PURPORT</P><P>In this verse it is clearly indicated that although Lord Caitanya Mah&#257;prabhu converted Muslims and other mlecchas into devotees, the impersonalist followers of &#346;a&#324;kar&#257;c&#257;rya could not be converted. After accepting the renounced order of life, Caitanya Mah&#257;prabhu converted many karma-nishthas who were addicted to fruitive activities, many great logicians like S&#257;rvabhauma Bhatt&#257;c&#257;rya, nindakas (blasphemers) like Prak&#257;&#347;&#257;nanda Sarasvat&#299;, p&#257;shand&#299;s (nondevotees) like Jag&#257;i and M&#257;dh&#257;i, and adhama paduy&#257;s (degraded students) like Mukunda and his friends. All of them gradually became devotees of the Lord, even the P&#257;th&#257;ns (Muslims), but the worst offenders, the impersonalists, were extremely difficult to convert, for they very tactfully escaped the devices of Lord Caitanya Mah&#257;prabhu.</P><P>In describing the K&#257;&#347;&#299;ra M&#257;y&#257;v&#257;d&#299;s, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has explained that persons who are bewildered by empiric knowledge or direct sensual perception, and who thus consider that even this limited material world can be gauged by their material estimations, conclude that anything that one can discern by direct sense perception is but m&#257;y&#257;, or illusion. They maintain that although the Absolute Truth is beyond the range of sense perception, it includes no spiritual variety or enjoyment. According to the K&#257;&#347;&#299;ra M&#257;y&#257;v&#257;d&#299;s, the spiritual world is simply void. They do not believe in the Personality of the Absolute Truth or in His varieties of activities in the spiritual world. Although they have their own arguments, which are not very strong, they have no conception of the variegated activities of the Absolute Truth. These impersonalists, who are followers of &#346;a&#324;kar&#257;c&#257;rya, are generally known as K&#257;&#347;&#299;ra M&#257;y&#257;v&#257;d&#299;s (impersonalists residing in V&#257;r&#257;nas&#299;).</P><P>Near V&#257;r&#257;nas&#299; there is another group of impersonalists, who are known as Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s. Outside the city of V&#257;r&#257;nas&#299; is a place known as Saran&#257;tha, where there is a big Buddhist st&#363;pa. Many followers of Buddhist philosophy live there, and they are known as Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s. The impersonalists of Saran&#257;tha differ from those of V&#257;r&#257;nas&#299;, for the V&#257;r&#257;nas&#299; impersonalists propagate the idea that the impersonal Brahman is truth whereas material varieties are false, but the Saran&#257;tha impersonalists do not even believe that the Absolute Truth, or Brahman, can be understood as the opposite of m&#257;y&#257;, or illusion. According to their vision, materialism is the only manifestation of the Absolute Truth.</P><P>Factually both the K&#257;&#347;&#299;ra and the Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s, as well as any other philosophers who have no knowledge of the spirit soul, are advocates of utter materialism. None of them have clear knowledge regarding the Absolute or the spiritual world. Philosophers like the Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s who do not believe in the spiritual existence of the Absolute Truth but consider material varieties to be everything do not believe that there are two kinds of nature, inferior (material) and superior (spiritual), as described in the Bhagavad-g&#299;t&#257;. Actually, neither the V&#257;r&#257;nas&#299; nor Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s accept the principles of the Bhagavad-g&#299;t&#257;, due to a poor fund of knowledge.</P><P>Since these impersonalists who do not have perfect spiritual knowledge cannot understand the principles of bhakti-yoga, they must be classified among the nondevotees who are against the Krishna consciousness movement. We sometimes feel inconvenienced by the hindrances offered by these impersonalists, but we do not care about their so-called philosophy, for we are propagating our own philosophy as presented in Bhagavad-g&#299;t&#257; As It Is and getting successful results. Theorizing as if devotional service were subject to their mental speculation, both kinds of M&#257;y&#257;v&#257;d&#299; impersonalists conclude that the subject matter of bhakti-yoga is a creation of m&#257;y&#257; and that Krishna, devotional service and the devotee are also m&#257;y&#257;. Therefore, as stated by &#346;r&#299; Caitanya Mah&#257;prabhu, m&#257;y&#257;v&#257;d&#299; krishne apar&#257;dh&#299;: "All the M&#257;y&#257;v&#257;d&#299;s are offenders to Lord Krishna." (Cc. <A CLASS=v HREF="../../../cc/madhya/17/129.htm">Madhya 17.129</A>) It is not possible for them to understand the Krishna consciousness movement; therefore we do not value their philosophical conclusions. However expert such quarrelsome impersonalists are in putting forward their so-called logic, we defeat them in every respect and go forward with our Krishna consciousness movement. Their imaginative mental speculation cannot deter the progress of the Krishna consciousness movement, which is completely spiritual and is never under the control of such M&#257;y&#257;v&#257;d&#299;s.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>