<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.4</P><P CLASS=c>pañca-tattva avat&#299;rna caitanyera sa&#324;ge</P><P CLASS=c>pañca-tattva lañ&#257; karena sa&#324;k&#299;rtana ra&#324;ge</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; these five tattvas; <A CLASS=v HREF="http://vedabase.net/a/avatirna">avat&#299;rna</A> &#8212; advented; <A CLASS=v HREF="http://vedabase.net/c/caitanyera">caitanyera</A> &#8212; with <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> company with; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> five subjects; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking with Himself; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> does; <A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; the <A HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> movement; <A CLASS=v HREF="http://vedabase.net/r/range">ra&#324;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great pleasure.</P><P CLASS=t>TRANSLATION</P><P>These five tattvas incarnate with Lord Caitanya Mah&#257;prabhu, and thus the Lord executes His sa&#324;k&#299;rtana movement with great pleasure.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>) there is the following statement regarding &#346;r&#299; Caitanya Mah&#257;prabhu:</P><P>krishna-varnam tvish&#257;krishnam s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi su-medhasah</P><P>"In the Age of Kali, people who are endowed with sufficient intelligence will worship the Lord, who is accompanied by His associates, by performance of the sa&#324;k&#299;rtana-yajña." &#346;r&#299; Caitanya Mah&#257;prabhu is always accompanied by His plenary expansion &#346;r&#299; Nity&#257;nanda Prabhu, His incarnation &#346;r&#299; Advaita Prabhu, His internal potency &#346;r&#299; Gad&#257;dhara Prabhu and His marginal potency &#346;r&#299;v&#257;sa Prabhu. He is in the midst of them as the Supreme Personality of Godhead. One should know that &#346;r&#299; Caitanya Mah&#257;prabhu is always accompanied by these other tattvas. Therefore our obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu are complete when we say &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. As preachers of the Krishna consciousness movement, we first offer our obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu by chanting this Pañca-tattva mantra; then we say Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. There are ten offenses in the chanting of the Hare Krishna mah&#257;-mantra, but these are not considered in the chanting of the Pañca-tattva mantra, namely, &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. &#346;r&#299; Caitanya Mah&#257;prabhu is known as mah&#257;-vad&#257;ny&#257;vat&#257;ra, the most magnanimous incarnation, for He does not consider the offenses of the fallen souls. Thus to derive the full benefit of the chanting of the mah&#257;-mantra (Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare), we must first take shelter of &#346;r&#299; Caitanya Mah&#257;prabhu, learn the Pañca-tattva mah&#257;-mantra, and then chant the Hare Krishna mah&#257;-mantra. That will be very effective.</P><P>Taking advantage of &#346;r&#299; Caitanya Mah&#257;prabhu, many unscrupulous devotees manufacture a mah&#257;-mantra of their own. Sometimes they sing bhaja nit&#257;i gaura r&#257;dhe &#347;y&#257;ma hare krishna hare r&#257;ma or &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda hare krishna hare r&#257;ma &#347;r&#299;-r&#257;dhe govinda. Actually, however, one should chant the names of the full Pañca-tattva (&#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda) and then the sixteen words Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. But these unscrupulous, less intelligent men confuse the entire process. Of course, since they are also devotees they can express their feelings in that way, but the method prescribed by &#346;r&#299; Caitanya Mah&#257;prabhu's pure devotees is to first chant the full Pañca-tattva mantra and then chant the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>