<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.41</P><P CLASS=c>sanny&#257;s&#299; ha-iy&#257; kare g&#257;yana, n&#257;cana</P><P CLASS=c>n&#257; kare ved&#257;nta-p&#257;tha, kare sa&#324;k&#299;rtana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iya">iy&#257;</A> &#8212; accepting such <A HREF="http://vedabase.net/a/a">a</A> position; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/g/gayana">g&#257;yana</A> &#8212; singing; <A CLASS=v HREF="http://vedabase.net/n/nacana">n&#257;cana</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does not practice; <A CLASS=v HREF="http://vedabase.net/v/vedanta">ved&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/p/patha">p&#257;tha</A> &#8212; study of the <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A> philosophy; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> <A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; but simply engages <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>.</P><P CLASS=t>TRANSLATION</P><P>The blasphemers said, "Although a sanny&#257;s&#299;, He does not take interest in the study of Ved&#257;nta but instead always engages in chanting and dancing in sa&#324;k&#299;rtana.</P><P CLASS=t>PURPORT</P><P>Fortunately or unfortunately, we also meet such M&#257;y&#257;v&#257;d&#299;s who criticize our method of chanting and accuse us of not being interested in study. They do not know that we have translated volumes and volumes of books into English and that the students in our temples regularly study them in the morning, afternoon and evening. We are writing and printing books, and our students study them and distribute them all over the world. No M&#257;y&#257;v&#257;d&#299; school can present as many books as we have; nevertheless, they accuse us of not being fond of study. Such accusations are completely false. But although we study, we do not study the nonsense of the M&#257;y&#257;v&#257;d&#299;s.</P><P>M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s neither chant nor dance. Their technical objection is that this method of chanting and dancing is called tauryatrika, which indicates that a sanny&#257;s&#299; should completely avoid such activities and engage his time in the study of Ved&#257;nta. Actually, such men do not understand what is meant by Ved&#257;nta. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) Krishna says, vedai&#347; ca sarvair aham eva vedyo ved&#257;nta-krid veda-vid eva c&#257;ham: "By all the Vedas I am to be known; indeed I am the compiler of Ved&#257;nta, and I am the knower of the Vedas." Lord Krishna is the actual compiler of Ved&#257;nta, and whatever He speaks is Ved&#257;nta philosophy. Although they are lacking the knowledge of Ved&#257;nta presented by the Supreme Personality of Godhead in the transcendental form of &#346;r&#299;mad-Bh&#257;gavatam, the M&#257;y&#257;v&#257;d&#299;s are very proud of their study. Foreseeing the bad effects of their presenting Ved&#257;nta philosophy in a perverted way, &#346;r&#299;la Vy&#257;sadeva compiled &#346;r&#299;mad-Bh&#257;gavatam as a commentary on the Ved&#257;nta-s&#363;tra. &#346;r&#299;mad-Bh&#257;gavatam is</P><P>bh&#257;shyo 'yam brahma-s&#363;tr&#257;n&#257;m; in other words, all the Ved&#257;nta philosophy in the aphorisms of the Brahma-s&#363;tra is thoroughly described in the pages of &#346;r&#299;mad-Bh&#257;gavatam. Thus the factual propounder of Ved&#257;nta philosophy is a Krishna conscious person who always engages in reading and understanding the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam and teaching the purport of these books to the entire world. The M&#257;y&#257;v&#257;d&#299;s are very proud of having monopolized the Ved&#257;nta philosophy, but devotees have their own commentaries on Ved&#257;nta such as &#346;r&#299;mad-Bh&#257;gavatam and others written by the &#257;c&#257;ryas. The commentary of the Gaud&#299;ya Vaishnavas is the Govinda-bh&#257;shya.</P><P>The M&#257;y&#257;v&#257;d&#299;s' accusation that devotees do not study Ved&#257;nta is false. The M&#257;y&#257;v&#257;d&#299;s do not know that chanting, dancing and preaching the principles of &#346;r&#299;mad-Bh&#257;gavatam, called bh&#257;gavata-dharma, are the same as studying Ved&#257;nta. Since they think that reading Ved&#257;nta philosophy is the only function of a sanny&#257;s&#299; and they did not find Caitanya Mah&#257;prabhu engaged in such direct study, they criticized the Lord. &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya has given special stress to the study of Ved&#257;nta philosophy: ved&#257;nta-v&#257;kyeshu sad&#257; ramantah kaup&#299;navantah khalu bh&#257;gyavantah. "A sanny&#257;s&#299;, accepting the renounced order very strictly and wearing nothing more than a loincloth, should always enjoy the philosophical statements in the Ved&#257;nta-s&#363;tra. Such a person in the renounced order is to be considered very fortunate." The M&#257;y&#257;v&#257;d&#299;s in V&#257;r&#257;nas&#299; blasphemed Lord Caitanya because His behavior did not follow these principles. Lord Caitanya, however, bestowed His mercy upon these M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s and delivered them by means of His Ved&#257;nta discourses with Prak&#257;&#347;&#257;nanda Sarasvat&#299; and S&#257;rvabhauma Bhatt&#257;c&#257;rya.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>