<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 42"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.42</P><P CLASS=c>m&#363;rkha sanny&#257;s&#299; nija-dharma n&#257;hi jane</P><P CLASS=c>bh&#257;vuka ha-iy&#257; phere bh&#257;vukera sane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/murkha">m&#363;rkha</A> &#8212; illiterate; <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; one <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; own duty; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/b/bhavuka">bh&#257;vuka</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iya">iy&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/p/phere">phere</A> &#8212; wanders; <A CLASS=v HREF="http://vedabase.net/b/bhavukera">bh&#257;vukera</A> &#8212; with another ecstatic person; <A CLASS=v HREF="http://vedabase.net/s/sane">sane</A> &#8212; with.</P><P CLASS=t>TRANSLATION</P><P>"This Caitanya Mah&#257;prabhu is an illiterate sanny&#257;s&#299; and therefore does not know His real function. Guided only by His sentiments, He wanders about in the company of other sentimentalists."</P><P CLASS=t>PURPORT</P><P>Foolish M&#257;y&#257;v&#257;d&#299;s, not knowing that the Krishna consciousness movement is based on a solid philosophy of transcendental science, superficially conclude that those who dance and chant do not have philosophical knowledge. Those who are Krishna conscious actually have full knowledge of the essence of Ved&#257;nta philosophy, for they study the real commentary on the Ved&#257;nta philosophy, &#346;r&#299;mad-Bh&#257;gavatam, and follow the actual words of the Supreme Personality of Godhead as found in Bhagavad-g&#299;t&#257; As It Is. After understanding the Bh&#257;gavata philosophy, or bh&#257;gavata-dharma, they become fully spiritually conscious or Krishna conscious, and therefore their chanting and dancing is not material but is on the spiritual platform. Although everyone admires the ecstatic chanting and dancing of the devotees, who are therefore popularly known as "the Hare Krishna people," M&#257;y&#257;v&#257;d&#299;s cannot appreciate these activities because of their poor fund of knowledge.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>