<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 45"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.45</P><P CLASS=c>k&#257;&#347;&#299;te lekhaka &#347;&#363;dra-&#347;r&#299;candra&#347;ekhara</P><P CLASS=c>t&#257;&#324;ra ghare rahil&#257; prabhu svatantra &#299;&#347;vara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasite">k&#257;&#347;&#299;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/varanasi">V&#257;r&#257;nas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/l/lekhaka">lekhaka</A> &#8212; writer; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> &#8212; born of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> family; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/candrasekhara">candra&#347;ekhara</A> &#8212; <A HREF="http://vedabase.net/c/candrasekhara">Candra&#347;ekhara</A>; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his house; <A CLASS=v HREF="http://vedabase.net/r/rahila">rahil&#257;</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/svatantra">svatantra</A> &#8212; independent; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the supreme controller.</P><P CLASS=t>TRANSLATION</P><P>This time Lord Caitanya stayed at the house of Candra&#347;ekhara, although he was regarded as a &#347;&#363;dra or k&#257;yastha, for the Lord, as the Supreme Personality of Godhead, is completely independent.</P><P CLASS=t>PURPORT</P><P>Lord Caitanya stayed at the house of Candra&#347;ekhara, a clerk, although a sanny&#257;s&#299; is not supposed to reside in a &#347;&#363;dra's house. Five hundred years ago, especially in Bengal, it was the system that persons who were born in the families of br&#257;hmanas were accepted as br&#257;hmanas, and all those who took birth in other families &#8212; even the higher castes, namely, the kshatriyas and vai&#347;yas &#8212; were considered &#347;&#363;dras non-br&#257;hmanas. Therefore although &#346;r&#299; Candra&#347;ekhara was a clerk from a k&#257;yastha family in upper India, he was considered a &#347;&#363;dra. Similarly, vai&#347;yas, especially those of the suvarna-vanik community, were accepted as &#347;&#363;dras in Bengal, and even the vaidyas, who were generally physicians, were also considered &#347;&#363;dras. Lord Caitanya Mah&#257;prabhu, however, did not accept this artificial principle, which was introduced in society by self-interested men, and later the k&#257;yasthas, vaidyas and vaniks all began to accept the sacred thread, despite objections from the so-called br&#257;hmanas.</P><P>Before the time of Caitanya Mah&#257;prabhu, the suvarna-vanik class was condemned by Ball&#257;l Sen, who was then the King of Bengal, due to a personal grudge. In Bengal the suvarna-vanik class are always very rich, for they are bankers and dealers in gold and silver. Therefore, Ball&#257;l Sen used to borrow money from a suvarna-vanik banker. Ball&#257;l Sen's bankruptcy later obliged the suvarna-vanik banker to stop advancing money to him, and thus Ball&#257;l Sen became angry and condemned the entire suvarna-vanik society as belonging to the &#347;&#363;dra community. He tried to induce the br&#257;hmanas not to accept the suvarna-vaniks as followers of the instructions of the Vedas under the brahminical directions, but although some br&#257;hmanas approved of Ball&#257;l Sen's actions, others did not. Thus the br&#257;hmanas also became divided amongst themselves, and those who supported the suvarna-vanik class were rejected from the br&#257;hmana community. At the present day the same biases are still being followed.</P><P>There are many Vaishnava families in Bengal whose members, although not actually born br&#257;hmanas, act as &#257;c&#257;ryas by initiating disciples and offering the sacred thread as enjoined in the Vaishnava tantras. For example, in the families of Th&#257;kura Raghunandana &#256;c&#257;rya, Th&#257;kura Krishnad&#257;sa, Navan&#299; Hoda and Rasik&#257;nanda-deva (a disciple of &#346;y&#257;m&#257;nanda Prabhu), the sacred thread ceremony is performed, as it is for the caste Gosv&#257;m&#299;s, and this system has continued for the past three to four hundred years. Accepting disciples born in br&#257;hmana families, they are bona fide spiritual masters who have the facility to worship the &#347;&#257;lagr&#257;ma-&#347;il&#257;, which is worshiped with the Deity. As of this writing, &#347;&#257;lagr&#257;ma-&#347;il&#257; worship has not yet been introduced in our Krishna consciousness movement, but soon it will be introduced in all our temples as an essential function of arcana-m&#257;rga (Deity worship).</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>