<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 47"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.47</P><P CLASS=c>san&#257;tana gos&#257;ñi &#257;si' t&#257;&#324;h&#257;i milil&#257;</P><P CLASS=c>t&#257;&#324;ra &#347;iksh&#257; l&#257;gi' prabhu du-m&#257;sa rahil&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanatana">san&#257;tana</A> &#8212; <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A>; <A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great devotee; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming there; <A CLASS=v HREF="http://vedabase.net/t/tanhai">t&#257;&#324;hai</A> &#8212; there at <A HREF="http://vedabase.net/v/varanasi">V&#257;r&#257;nas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/milila">milila</A> &#8212; visited Him; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/s/siksa">&#347;iksh&#257;</A> &#8212; instruction; <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for the matter of; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/du">du</A>-<A CLASS=v HREF="http://vedabase.net/m/masa">m&#257;sa</A> &#8212; two months; <A CLASS=v HREF="http://vedabase.net/r/rahila">rahil&#257;</A> &#8212; remained there.</P><P CLASS=t>TRANSLATION</P><P>When San&#257;tana Gosv&#257;m&#299; came from Bengal, he met Lord Caitanya at the house of Tapana Mi&#347;ra, where Lord Caitanya remained continuously for two months to teach him devotional service.</P><P CLASS=t>PURPORT</P><P>Lord Caitanya taught San&#257;tana Gosv&#257;m&#299; in the line of disciplic succession. San&#257;tana Gosv&#257;m&#299; was a very learned scholar in Sanskrit and other languages, but until instructed by Lord Caitanya Mah&#257;prabhu he did not write anything about Vaishnava behavior. His very famous book Hari-bhakti-vil&#257;sa, which gives directions for Vaishnava candidates, was written completely in compliance with the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu. In this Hari-bhakti-vil&#257;sa &#346;r&#299; San&#257;tana Gosv&#257;m&#299; gives definite instructions that by proper initiation by a bona fide spiritual master one can immediately become a br&#257;hmana. In this connection he says:</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m</P><P>"As bell metal is turned to gold when mixed with mercury in an alchemical process, so one who is properly trained and initiated by a bona fide spiritual master immediately becomes a br&#257;hmana." Sometimes those born in br&#257;hmana families protest this, but they have no strong arguments against this principle. By the grace of Krishna and His devotee, one's life can change. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam by the words jah&#257;ti bandham and &#347;udhyanti. Jah&#257;ti bandham indicates that a living entity is conditioned by a particular type of body. The body is certainly an impediment, but one who associates with a pure devotee and follows his instructions can avoid this impediment and become a regular br&#257;hmana by initiation under his strict guidance. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states how a non-br&#257;hmana can be turned into a br&#257;hmana by the association of a pure devotee. Prabhavishnave namah: Lord Vishnu is so powerful that He can do anything He likes. Therefore it is not difficult for Vishnu to change the body of a devotee who is under the guidance of a pure devotee of the Lord.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>