<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 5"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.5</P><P CLASS=c>pañca-tattva &#8212; eka-vastu, n&#257;hi kichu bheda</P><P CLASS=c>rasa &#257;sv&#257;dite tabu vividha vibheda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the five subjects; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> one <A HREF="http://vedabase.net/i/in">in</A> five; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; difference; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; mellows; <A CLASS=v HREF="http://vedabase.net/a/asvadite">&#257;sv&#257;dite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> taste; <A CLASS=v HREF="http://vedabase.net/t/tabu">tabu</A> &#8212; yet; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A> &#8212; varieties; <A CLASS=v HREF="http://vedabase.net/v/vibheda">vibheda</A> &#8212; differences.</P><P CLASS=t>TRANSLATION</P><P>Spiritually there are no differences between these five tattvas, for on the transcendental platform everything is absolute. Yet there are also varieties in the spiritual world, and in order to taste these spiritual varieties one should distinguish between them.</P><P CLASS=t>PURPORT</P><P>In his Anubh&#257;shya commentary &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura describes the Pañca-tattva as follows: The supreme energetic, the Personality of Godhead, manifesting in order to enjoy five kinds of pastimes, appears as the members of the Pañca-tattva. Actually there is no difference between them because they are situated on the absolute platform, but they manifest different spiritual varieties as a challenge to the impersonalists to taste different kinds of spiritual humors (rasas). In the Vedas it is said, par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate: "The varieties of energy of the Supreme Personality of Godhead are differently known." From this statement of the Vedas one can understand that there are eternal varieties of humors, or tastes, in the spiritual world. &#346;r&#299; Gaur&#257;&#324;ga, &#346;r&#299; Nity&#257;nanda, &#346;r&#299; Advaita, &#346;r&#299; Gad&#257;dhara and &#346;r&#299;v&#257;sa Th&#257;kura are all on the same platform, but in spiritually distinguishing between them one should understand that &#346;r&#299; Caitanya Mah&#257;prabhu is the form of a devotee, Nity&#257;nanda Prabhu appears in the form of a devotee's spiritual master, Advaita Prabhu is the form of a bhakta (devotee) incarnation, Gad&#257;dhara Prabhu is the energy of a bhakta, and &#346;r&#299;v&#257;sa Th&#257;kura is a pure devotee. Thus there are spiritual distinctions between them. The bhakta-r&#363;pa (&#346;r&#299; Caitanya Mah&#257;prabhu), the bhakta-svar&#363;pa (&#346;r&#299; Nity&#257;nanda Prabhu) and the bhakta-avat&#257;ra (&#346;r&#299; Advaita Prabhu) are described as the Supreme Personality of Godhead Himself, His immediate manifestation and His plenary expansion, and They all belong to the Vishnu category. Although the spiritual and marginal energies of the Supreme Personality of Godhead are nondifferent from the Supreme Personality of Godhead Vishnu, they are predominated subjects, whereas Lord Vishnu is the predominator. As such, although they are on the same platform, they have appeared differently in order to facilitate tasting of transcendental mellows. Actually, however, there is no possibility of one being different from the other, for the worshiper and the worshipable cannot be separated at any stage. On the absolute platform, one cannot be understood without the other.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>