<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 59"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.59</P><P CLASS=c>sab&#257; namaskari' gel&#257; p&#257;da-praksh&#257;lane</P><P CLASS=c>p&#257;da praksh&#257;lana kari vasil&#257; sei sth&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all; <A CLASS=v HREF="http://vedabase.net/n/namaskari">namaskari</A>' &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; foot; <A CLASS=v HREF="http://vedabase.net/p/praksalane">praksh&#257;lane</A> &#8212; for washing; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; foot; <A CLASS=v HREF="http://vedabase.net/p/praksalana">praksh&#257;lana</A> &#8212; washing; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; finishing; <A CLASS=v HREF="http://vedabase.net/v/vasila">vasil&#257;</A> &#8212; <A HREF="http://vedabase.net/s/sat">sat</A> down; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; place.</P><P CLASS=t>TRANSLATION</P><P>As soon as &#346;r&#299; Caitanya Mah&#257;prabhu saw the sanny&#257;s&#299;s He immediately offered obeisances, and then He went to wash His feet. After washing His feet, He sat down by the place where He had done so.</P><P CLASS=t>PURPORT</P><P>By offering His obeisances to the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, &#346;r&#299; Caitanya Mah&#257;prabhu very clearly exhibited His humbleness to everyone. Vaishnavas must not be disrespectful to anyone, to say nothing of a sanny&#257;s&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu teaches, am&#257;nin&#257; m&#257;na-dena: one should always be respectful to others but should not demand respect for himself. A sanny&#257;s&#299; should always walk barefoot, and therefore when he enters a temple or a society of devotees he should first wash his feet and then sit down in a proper place. In India it is still the prevalent custom that one put his shoes in a specified place and then enter the temple barefoot after washing his feet. &#346;r&#299; Caitanya Mah&#257;prabhu is an ideal &#257;c&#257;rya, and those who follow in His footsteps should practice the methods of devotional life that He teaches us.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>