<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 61"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.61</P><P CLASS=c>prabh&#257;ve &#257;karshila saba sanny&#257;s&#299;ra mana</P><P CLASS=c>uthila sanny&#257;s&#299; saba ch&#257;diy&#257; &#257;sana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhave">prabh&#257;ve</A> &#8212; by such illumination; <A CLASS=v HREF="http://vedabase.net/a/akarsila">&#257;karshila</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> attracted; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sannyasira">sanny&#257;s&#299;ra</A> &#8212; the <A HREF="http://vedabase.net/m/mayavadi">M&#257;y&#257;v&#257;d&#299;</A> sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/u/uthila">uthila</A> &#8212; stood up; <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; all the <A HREF="http://vedabase.net/m/mayavadi">M&#257;y&#257;v&#257;d&#299;</A> sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/c/chadiya">ch&#257;diy&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; sitting places.</P><P CLASS=t>TRANSLATION</P><P>When the sanny&#257;s&#299;s saw the brilliant illumination of the body of &#346;r&#299; Caitanya Mah&#257;prabhu, their minds were attracted, and they all immediately gave up their sitting places and stood in respect.</P><P CLASS=t>PURPORT</P><P>To draw the attention of common men, sometimes saintly persons, &#257;c&#257;ryas and teachers exhibit extraordinary opulences. This is necessary to attract the attention of fools, but a saintly person should not misuse such power for personal sense gratification like false saints who declare themselves to be God. Even a magician can exhibit extraordinary feats that are not understandable to common men, but this does not mean that the magician is God. It is a most sinful activity to attract attention by exhibiting mystic powers and then to utilize this opportunity to declare oneself to be God. A real saintly person never declares himself to be God but always places himself in the position of a servant of God. For a servant of God there is no need to exhibit mystic powers, and he does not like to do so, but on behalf of the Supreme Personality of Godhead a humble servant of God performs his activities in such a wonderful way that no common man can dare try to act like him. Yet a saintly person never takes credit for such actions because he knows very well that when wonderful things are done on his behalf by the grace of the Supreme Lord, all credit goes to the master and not to the servant.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>