<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 64</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 64"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.64</P><P CLASS=c>prabhu kahe, &#8212; &#257;mi ha-i h&#299;na-samprad&#257;ya</P><P CLASS=c>tom&#257;-sab&#257;ra sabh&#257;ya vasite n&#257; yuy&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord replied; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/i">i</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/h/hina">h&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sampradaya">samprad&#257;ya</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> lower spiritual school; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all of you; <A CLASS=v HREF="http://vedabase.net/s/sabhaya">sabh&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly; <A CLASS=v HREF="http://vedabase.net/v/vasite">vasite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> sit down; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/y/yuyaya">yuy&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> can <A HREF="http://vedabase.net/d/dare">dare</A>.</P><P CLASS=t>TRANSLATION</P><P>The Lord replied, "I belong to a lower order of sanny&#257;s&#299;s. Therefore I do not deserve to sit with you."</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are always very puffed up because of their knowledge of Sanskrit and because they belong to the &#346;a&#324;kara-samprad&#257;ya. They are always under the impression that unless one is a br&#257;hmana and a very good Sanskrit scholar, especially in grammar, one cannot accept the renounced order of life or become a preacher. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s always misinterpret all the &#347;&#257;stras with their word jugglery and grammatical compositions, yet &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya himself condemned such jugglery of words in the verse pr&#257;pte sannihite k&#257;le na hi na hi rakshati dukriñ karane. Dukriñ refers to suffixes and prefixes in Sanskrit grammar. &#346;a&#324;kar&#257;c&#257;rya warned his disciples that if they concerned themselves only with the principles of grammar, not worshiping Govinda, they were fools who would never be saved. Yet in spite of &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya's instructions, foolish M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are always busy juggling words on the basis of strict Sanskrit grammar.</P><P>M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are very puffed up if they hold the elevated sanny&#257;sa title T&#299;rtha, &#256;&#347;rama or Sarasvat&#299;. Even among M&#257;y&#257;v&#257;d&#299;s, those who belong to other samprad&#257;yas and hold other titles, such as Vana, Aranya or Bh&#257;rat&#299;, are considered to be lower-grade sanny&#257;s&#299;s. &#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa from the Bh&#257;rat&#299;-samprad&#257;ya, and thus He considered Himself a lower sanny&#257;s&#299; than Prak&#257;&#347;&#257;nanda Sarasvat&#299;. To remain distinct from Vaishnava sanny&#257;s&#299;s, the sanny&#257;s&#299;s of the M&#257;y&#257;v&#257;di-samprad&#257;ya always think themselves to be situated in a very much elevated spiritual order, but Lord &#346;r&#299; Caitanya Mah&#257;prabhu, in order to teach them how to become humble and meek, accepted Himself as belonging to a lower samprad&#257;ya of sanny&#257;s&#299;s. Thus He wanted to point out clearly that a sanny&#257;s&#299; is one who is advanced in spiritual knowledge. One who is advanced in spiritual knowledge should be accepted as occupying a better position than those who lack such knowledge.</P><P>The M&#257;y&#257;v&#257;di-samprad&#257;ya sanny&#257;s&#299;s are generally known as Ved&#257;nt&#299;s, as if Ved&#257;nta were their monopoly. Actually, however, Ved&#257;nt&#299; refers to a person who perfectly knows Krishna. As confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: By all the Vedas it is Krishna who is to be known. The so-called M&#257;y&#257;v&#257;d&#299; Ved&#257;nt&#299;s do not know who Krishna is; therefore their title of Ved&#257;nt&#299;, or "knower of Ved&#257;nta philosophy," is simply a pretension. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s always think of themselves as real sanny&#257;s&#299;s and consider sanny&#257;s&#299;s of the Vaishnava order to be brahmac&#257;r&#299;s. A brahmac&#257;r&#299; is supposed to engage in the service of a sanny&#257;s&#299; and accept him as his guru. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s therefore declare themselves to be not only gurus but jagad-gurus, or the spiritual masters of the entire world, although, of course, they cannot see the entire world. Sometimes they dress gorgeously and travel on the backs of elephants in processions, and thus they are always puffed up, accepting themselves as jagad-gurus. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, however, has explained that jagad-guru properly refers to one who is the controller of his tongue, mind, words, belly, genitals and anger. Prithiv&#299;m sa &#347;ishy&#257;t: such a jagad-guru is completely fit to make disciples all over the world. Due to false prestige, M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s who do not have these qualifications sometimes harass and blaspheme a Vaishnava sanny&#257;s&#299; who humbly engages in the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="65.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>