<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 67"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.67</P><P CLASS=c>s&#257;mprad&#257;yika sanny&#257;s&#299; tumi, raha ei gr&#257;me</P><P CLASS=c>ki k&#257;rane &#257;m&#257;-sab&#257;ra n&#257; kara dar&#347;ane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sampradayika">s&#257;mprad&#257;yika</A> &#8212; of the community; <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; <A HREF="http://vedabase.net/m/mayavadi">M&#257;y&#257;v&#257;d&#299;</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/r/raha">raha</A> &#8212; live; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/grame">gr&#257;me</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/varanasi">V&#257;r&#257;nas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/ki">ki</A> <A CLASS=v HREF="http://vedabase.net/k/karane">k&#257;rane</A> &#8212; for what reason; <A CLASS=v HREF="http://vedabase.net/a/ama">&#257;m&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; with us; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; endeavor; <A CLASS=v HREF="http://vedabase.net/d/darsane">dar&#347;ane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> mix.</P><P CLASS=t>TRANSLATION</P><P>"You belong to our &#346;a&#324;kara-samprad&#257;ya and live in our village, V&#257;r&#257;nas&#299;. Why then do You not associate with us? Why is it that You avoid even seeing us?</P><P CLASS=t>PURPORT</P><P>A Vaishnava sanny&#257;s&#299; or a Vaishnava in the second stage of advancement in spiritual knowledge can understand four principles &#8212; namely, the Supreme Personality of Godhead, the devotees, the innocent and the jealous &#8212; and he behaves differently with each. He tries to increase his love for Godhead, make friendship with devotees and preach Krishna consciousness among the innocent, but he avoids the jealous who are envious of the Krishna consciousness movement. Lord Caitanya Mah&#257;prabhu Himself exemplified such behavior, and this is why Prak&#257;&#347;&#257;nanda Sarasvat&#299; inquired why He did not associate or even talk with them. Caitanya Mah&#257;prabhu confirmed by example that a preacher of the Krishna consciousness movement generally should not waste his time talking with M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, but when there are arguments on the basis of &#347;&#257;stra, a Vaishnava must come forward to talk and defeat them in philosophy.</P><P>According to M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, only one who takes sanny&#257;sa in the disciplic succession from &#346;a&#324;kar&#257;c&#257;rya is a Vedic sanny&#257;s&#299;. Sometimes it is challenged that the sanny&#257;s&#299;s who are preaching in the Krishna consciousness movement are not genuine because they do not belong to br&#257;hmana families, for M&#257;y&#257;v&#257;d&#299;s do not offer sanny&#257;sa to one who does not belong to a br&#257;hmana family by birth. Unfortunately, however, they do not know that at present everyone is born a &#347;&#363;dra (kalau &#347;&#363;dra-sambhavah). It is to be understood that there are no br&#257;hmanas in this age because those who claim to be br&#257;hmanas simply on the basis of birthright do not have the brahminical qualifications. However, even if one is born in a non-br&#257;hmana family, if he has the brahminical qualifications he should be accepted as a br&#257;hmana, as confirmed by &#346;r&#299;la N&#257;rada Muni and the great saint &#346;r&#299;dhara Sv&#257;m&#299;. This is also stated in &#346;r&#299;mad-Bh&#257;gavatam. Both N&#257;rada and &#346;r&#299;dhara Sv&#257;m&#299; completely agree that one cannot be a br&#257;hmana by birthright but must possess the qualities of a br&#257;hmana. Thus in our Krishna consciousness movement we never offer the sanny&#257;sa order to a person whom we do not find to be qualified in terms of the prescribed brahminical principles. Although it is a fact that unless one is a br&#257;hmana he cannot become a sanny&#257;s&#299;, it is not a valid principle that an unqualified man who is born in a br&#257;hmana family is a br&#257;hmana whereas a brahminically qualified person born in a non-br&#257;hmana family cannot be accepted. The Krishna consciousness movement strictly follows the injunctions of &#346;r&#299;mad-Bh&#257;gavatam, avoiding misleading heresy and manufactured conclusions.</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>