<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 70</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 70"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.70</P><P CLASS=c>prabh&#257;ve dekhiye tom&#257; s&#257;ksh&#257;t n&#257;r&#257;yana</P><P CLASS=c>h&#299;n&#257;c&#257;ra kara kene, ithe ki k&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhave">prabh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your opulence; <A CLASS=v HREF="http://vedabase.net/d/dekhiye">dekhiye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> see; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/hina">h&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; lower-class behavior; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; You <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/k/kene">kene</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/i/ithe">ithe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/k/ki">ki</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; reason.</P><P CLASS=t>TRANSLATION</P><P>"You look as brilliant as if You were N&#257;r&#257;yana Himself. Will You kindly explain the reason that You have adopted the behavior of lower-class people?"</P><P CLASS=t>PURPORT</P><P>Due to renunciation, Ved&#257;nta study, meditation and the strict regulative principles of their daily routine, M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are certainly in a position to execute pious activities. Thus Prak&#257;&#347;&#257;nanda Sarasvat&#299;, on account of his piety, could understand that Caitanya Mah&#257;prabhu was not an ordinary person but the Supreme Personality of Godhead. S&#257;ksh&#257;t n&#257;r&#257;yana: he considered Him to be N&#257;r&#257;yana Himself. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s address one another as N&#257;r&#257;yana because they think that they are all going to be N&#257;r&#257;yana or merge with N&#257;r&#257;yana in the next life. Prak&#257;&#347;&#257;nanda Sarasvat&#299; appreciated that Caitanya Mah&#257;prabhu had already directly become N&#257;r&#257;yana and did not need to wait until His next life. One difference between the Vaishnava and M&#257;y&#257;v&#257;d&#299; philosophies is that M&#257;y&#257;v&#257;d&#299; philosophers think that after giving up their bodies they are going to become N&#257;r&#257;yana by merging with His body, whereas Vaishnava philosophers understand that after the body dies they are going to have a transcendental, spiritual body in which to associate with N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="71.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>