<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 71</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 71"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.71</P><P CLASS=c>prabhu kahe &#8212; &#347;una, &#347;r&#299;p&#257;da, ih&#257;ra k&#257;rana</P><P CLASS=c>guru more m&#363;rkha dekhi' karila &#347;&#257;sana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord replied; <A CLASS=v HREF="http://vedabase.net/s/suna">&#347;una</A> &#8212; kindly hear; <A CLASS=v HREF="http://vedabase.net/s/sripada">&#347;r&#299;p&#257;da</A> &#8212; Your Holiness; <A CLASS=v HREF="http://vedabase.net/i/ihara">ih&#257;ra</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; reason; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; My spiritual master; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/murkha">m&#363;rkha</A> &#8212; fool; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> did; <A CLASS=v HREF="http://vedabase.net/s/sasana">&#347;&#257;sana</A> &#8212; chastisement.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu replied to Prak&#257;&#347;&#257;nanda Sarasvat&#299;, "My dear sir, kindly hear the reason. My spiritual master considered Me a fool, and therefore he chastised Me.</P><P CLASS=t>PURPORT</P><P>When Prak&#257;&#347;&#257;nanda Sarasvat&#299; inquired from Lord Caitanya Mah&#257;prabhu why He neither studied Ved&#257;nta nor performed meditation, Lord Caitanya presented Himself as a number one fool in order to indicate that the present age, Kali-yuga, is an age of fools and rascals in which it is not possible to obtain perfection simply by reading Ved&#257;nta philosophy and meditating. The &#347;&#257;stras strongly recommend:</P><P>harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy the only means of deliverance is the chanting of the holy names of the Lord. There is no other way. There is no other way. There is no other way." People in general in Kali-yuga are so fallen that it is not possible for them to obtain perfection simply by studying the Ved&#257;nta-s&#363;tra. One should therefore seriously take to the constant chanting of the holy name of the Lord.</P><P CLASS=l><A CLASS=i HREF="70.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="72.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>