<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 73</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 73"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.73</P><P CLASS=c>krishna-mantra haite habe sams&#257;ra-mocana</P><P CLASS=c>krishna-n&#257;ma haite p&#257;be krishnera carana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; the chanting of the <A HREF="http://vedabase.net/h/hare">Hare</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/h/habe">habe</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> will be; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; material existence; <A CLASS=v HREF="http://vedabase.net/m/mocana">mocana</A> &#8212; deliverance; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/p/pabe">p&#257;be</A> &#8212; one will get; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; lotus feet.</P><P CLASS=t>TRANSLATION</P><P>"Simply by chanting the holy name of Krishna one can obtain freedom from material existence. Indeed, simply by chanting the Hare Krishna mantra one will be able to see the lotus feet of the Lord.</P><P CLASS=t>PURPORT</P><P>In his Anubh&#257;shya, &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; says that the actual effect that will be visible as soon as one achieves transcendental knowledge is that he will immediately become free from the clutches of m&#257;y&#257; and fully engage in the service of the Lord. Unless one serves the Supreme Personality of Godhead Mukunda, one cannot become free from fruitive activities under the external energy. However, when one chants the holy name of the Lord offenselessly, one can realize a transcendental position that is completely aloof from the material conception of life. Rendering service to the Lord, a devotee relates to the Supreme Personality of Godhead in one of five relationships &#8212; namely, &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya or m&#257;dhurya &#8212; and thus he relishes transcendental bliss in that relationship. Such a relationship certainly transcends the body and mind. When one realizes that the holy name of the Lord is identical with the Supreme Person, he becomes completely eligible to chant the holy name of the Lord. Such an ecstatic chanter and dancer must be considered to have a direct relationship with the Lord.</P><P>According to the Vedic principles, there are three stages of spiritual advancement, namely, sambandha-jñ&#257;na, abhidheya and prayojana. Sambandha-jñ&#257;na refers to establishing one's original relationship with the Supreme Personality of Godhead, abhidheya refers to acting according to that constitutional relationship, and prayojana is the ultimate goal of life, which is to develop love of Godhead (prem&#257; pum-artho mah&#257;n). If one adheres to the regulative principles under the order of the spiritual master, he very easily achieves the ultimate goal of his life. A person who is addicted to the chanting of the Hare Krishna mantra very easily gets the opportunity to serve the Supreme Personality of Godhead directly. There is no need for such a person to understand the grammatical jugglery in which M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s generally indulge. &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya also stressed this point: na hi na hi rakshati dukriñ karane. "Simply by juggling grammatical suffixes and prefixes one cannot save himself from the clutches of death." The grammatical word jugglers cannot bewilder a devotee who engages in chanting the Hare Krishna mah&#257;-mantra. Simply addressing the energy of the Supreme Lord as Hare and the Lord Himself as Krishna very soon situates the Lord within the heart of the devotee. By thus addressing R&#257;dh&#257; and Krishna, one directly engages in His Lordship's service. The essence of all revealed scriptures and all knowledge is present when one addresses the Lord and His energy by the Hare Krishna mantra, for this transcendental vibration can completely liberate a conditioned soul and directly engage him in the service of the Lord.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu presented Himself as a grand fool, yet He maintained that all the words that He had heard from His spiritual master strictly followed the principles stated by Vy&#257;sadeva in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/7/6.htm">1.7.6</A>).</P><P>anarthopa&#347;amam s&#257;ksh&#257;d bhakti-yogam adhokshaje</P><P CLASS=n>lokasy&#257;j&#257;nato vidv&#257;m&#347; cakre s&#257;tvata-samhit&#257;m</P><P>"The material miseries of a living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vy&#257;sadeva compiled this Vedic literature [&#346;r&#299;mad-Bh&#257;gavatam], which is in relation to the Supreme Truth." One can overcome all misconceptions and entanglement in the material world by practicing bhakti-yoga, and therefore Vy&#257;sadeva, acting on the instruction of &#346;r&#299; N&#257;rada, has very kindly introduced &#346;r&#299;mad-Bh&#257;gavatam to relieve the conditioned souls from the clutches of m&#257;y&#257;. Lord Caitanya's spiritual master instructed Him, therefore, that one must read &#346;r&#299;mad-Bh&#257;gavatam regularly and with scrutiny to gradually become attached to the chanting of the Hare Krishna mah&#257;-mantra.</P><P>The holy name and the Lord are identical. One who is completely free from the clutches of m&#257;y&#257; can understand this fact. This knowledge, which is achieved by the mercy of the spiritual master, places one on the supreme transcendental platform. &#346;r&#299; Caitanya Mah&#257;prabhu presented Himself as a fool because prior to accepting the shelter of a spiritual master He could not understand that simply by chanting one can be relieved from all material conditions. But as soon as He became a faithful servant of His spiritual master and followed his instructions, He very easily saw the path of liberation. &#346;r&#299; Caitanya Mah&#257;prabhu's chanting of the Hare Krishna mantra must be understood to be devoid of all offenses. The ten offenses against the holy name are as follows: (1) to blaspheme a devotee of the Lord, (2) to consider the Lord and the demigods to be on the same level or to think that there are many gods, (3) to neglect the orders of the spiritual master, (4) to minimize the authority of scriptures (Vedas), (5) to interpret the holy name of God, (6) to commit sins on the strength of chanting, (7) to instruct the glories of the Lord's name to the unfaithful, (8) to compare the chanting of the holy name with material piety, (9) to be inattentive while chanting the holy name, and (10) to be attached to material things in spite of chanting the holy name.</P><P CLASS=l><A CLASS=i HREF="72.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="74.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>