<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 74</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 74"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.74</P><P CLASS=c>n&#257;ma vinu kali-k&#257;le n&#257;hi &#257;ra dharma</P><P CLASS=c>sarva-mantra-s&#257;ra n&#257;ma, ei &#347;&#257;stra-marma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/v/vinu">vinu</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/k/kali">kali</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; or any alternative; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religious principle; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; hymns; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; essence; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this is; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; revealed scriptures; <A CLASS=v HREF="http://vedabase.net/m/marma">marma</A> &#8212; purport.</P><P CLASS=t>TRANSLATION</P><P>"'In this Age of Kali there is no religious principle other than the chanting of the holy name, which is the essence of all Vedic hymns. This is the purport of all scriptures.'</P><P CLASS=t>PURPORT</P><P>The principles of the parampar&#257; system were strictly honored in previous ages &#8212; Satya-yuga, Tret&#257;-yuga and Dv&#257;para-yuga &#8212; but in the present age, Kali-yuga, people neglect the importance of this system of &#347;rauta-parampar&#257;, or receiving knowledge by disciplic succession. In this age, people are prepared to argue that they can understand that which is beyond their limited knowledge and perception through so-called scientific observations and experiments, not knowing that actual truth comes down to man from authorities. This argumentative attitude is against the Vedic principles, and it is very difficult for one who adopts it to understand that the holy name of Krishna is as good as Krishna Himself. Since Krishna and His holy name are identical, the holy name is eternally pure and beyond material contamination. It is the Supreme Personality of Godhead as a transcendental vibration. The holy name is completely different from material sound, as confirmed by Narottama d&#257;sa Th&#257;kura: golokera prema-dhana, hari-n&#257;ma-sa&#324;k&#299;rtana. The transcendental vibration of hari-n&#257;ma-sa&#324;k&#299;rtana is imported from the spiritual world. Thus although materialists who are addicted to experimental knowledge and the so-called "scientific method" cannot place their faith in the chanting of the Hare Krishna mah&#257;-mantra, it is a fact that simply by chanting the Hare Krishna mantra offenselessly one can be freed from all subtle and gross material conditions. The spiritual world is called Vaikuntha, which means "without anxiety." In the material world everything is full of anxiety (kuntha), whereas in the spiritual world (Vaikuntha) everything is free from anxiety. Therefore those who are afflicted by a combination of anxieties cannot understand the Hare Krishna mantra, which is free from all anxiety. In the present age the vibration of the Hare Krishna mah&#257;-mantra is the only process that is in a transcendental position, beyond material contamination. Since the holy name can deliver a conditioned soul, it is explained here to be sarva-mantra-s&#257;ra, the essence of all Vedic hymns.</P><P>A name that represents an object of this material world may be subjected to arguments and experimental knowledge, but in the absolute world a name and its owner, the fame and the famous, are identical, and similarly the qualities, pastimes and everything else pertaining to the Absolute are also absolute. Although M&#257;y&#257;v&#257;d&#299;s profess monism, they differentiate between the holy name of the Supreme Lord and the Lord Himself. For this offense of n&#257;m&#257;par&#257;dha they gradually glide down from their exalted position of brahma-jñ&#257;na, as confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>):</P><P>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>Although by severe austerities they rise to the exalted position of brahma-jñ&#257;na, they nevertheless fall down due to imperfect knowledge of the Absolute Truth. Although they profess to understand the Vedic mantra sarvam khalv idam brahma (Ch&#257;ndogya Up. 3.14.1), which means "Everything is Brahman," they are unable to understand that the holy name is also Brahman. If they regularly chant the mah&#257;-mantra, however, they can be relieved from this misconception. Unless one properly takes shelter of the holy name, he cannot be relieved from the offensive stage in chanting the holy name.</P><P CLASS=l><A CLASS=i HREF="73.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="75.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>