<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 76</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 76"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.76</P><P CLASS=c>harer n&#257;ma harer n&#257;ma</P><P CLASS=c>harer n&#257;maiva kevalam</P><P CLASS=c>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=c>n&#257;sty eva gatir anyath&#257;</P><P CLASS=c>[Adi 1721]</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is none; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; progress; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise.</P><P CLASS=t>TRANSLATION</P><P>"'For spiritual progress in this Age of Kali, there is no alternative, there is no alternative, there is no alternative to the holy name, the holy name, the holy name of the Lord.'</P><P CLASS=t>PURPORT</P><P>For progress in spiritual life, the &#347;&#257;stras recommend meditation in Satya-yuga, sacrifice for the satisfaction of Lord Vishnu in Tret&#257;-yuga and gorgeous worship of the Lord in the temple in Dv&#257;para-yuga, but in the Age of Kali one can achieve spiritual progress only by chanting the holy name of the Lord. This is confirmed in various scriptures. In &#346;r&#299;mad-Bh&#257;gavatam there are many references to this fact. In the Twelfth Canto (<A CLASS=v HREF="../../../sb/3/51.htm">3.51</A>) it is said:</P><P>kaler dosha-nidhe r&#257;jann asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet</P><P>In the Age of Kali there are many faults, for people are subjected to many miserable conditions, yet in this age there is one great benediction &#8212; simply by chanting the Hare Krishna mantra one can be freed from all material contamination and thus be elevated to the spiritual world. The N&#257;rada-pañcar&#257;tra also praises the Hare Krishna mah&#257;-mantra as follows:</P><P>trayo ved&#257;h shad-a&#324;g&#257;ni chand&#257;msi vividh&#257;h sur&#257;h</P><P CLASS=n>sarvam asht&#257;kshar&#257;ntah-stham yac c&#257;nyad api v&#257;&#324;-mayam</P><P CLASS=n>sarva-ved&#257;nta-s&#257;r&#257;rthah sams&#257;r&#257;rnava-t&#257;ranah</P><P>"The essence of all Vedic knowledge &#8212; comprehending the three kinds of Vedic activity [karma-k&#257;nda, jñ&#257;na-k&#257;nda and up&#257;san&#257;-k&#257;nda], the chandas, or Vedic hymns, and the processes for satisfying the demigods &#8212; is included in the eight syllables Hare Krishna, Hare Krishna. This is the reality of all Ved&#257;nta. The chanting of the holy name is the only means to cross the ocean of nescience." Similarly, the Kali-santarana Upanishad states, "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; these sixteen names composed of thirty-two syllables are the only means to counteract the evil effects of Kali-yuga. In all the Vedas it is seen that to cross the ocean of nescience there is no alternative to the chanting of the holy name." Similarly, &#346;r&#299; Madhv&#257;c&#257;rya, while commenting upon the Mundaka Upanishad, has quoted the following verse from the N&#257;r&#257;yana-samhit&#257;:</P><P>dv&#257;par&#299;yair janair vishnuh pañcar&#257;trais tu kevalaih</P><P CLASS=n>kalau tu n&#257;ma-m&#257;trena p&#363;jyate bhagav&#257;n harih</P><P>"In Dv&#257;para-yuga one could satisfy Krishna or Vishnu only by worshiping Him gorgeously according to the p&#257;ñcar&#257;trik&#299; system, but in the Age of Kali one can satisfy and worship the Supreme Personality of Godhead Hari simply by chanting the holy name." In his Bhakti-sandarbha (text 284), &#346;r&#299;la J&#299;va Gosv&#257;m&#299; strongly emphasizes the chanting of the holy name of the Lord as follows:</P><P>nanu bhagavan-n&#257;m&#257;tmak&#257; eva mantr&#257;h, tatra vi&#347;eshena namah-&#347;abd&#257;dy-ala&#324;krit&#257;h &#347;r&#299;-bhagavat&#257; &#347;r&#299;mad-rishibhi&#347; c&#257;hita-&#347;akti-vi&#347;esh&#257;h, &#347;r&#299;-bhagavat&#257; samam &#257;tma-sambandha-vi&#347;esha-pratip&#257;dak&#257;&#347; ca tatra keval&#257;ni &#347;r&#299;-bhagavan-n&#257;m&#257;ny api nirapeksh&#257;ny eva parama-purush&#257;rtha-phala-paryanta-d&#257;na-samarth&#257;ni tato mantreshu n&#257;mato 'py adhika-s&#257;marthye labdhe katham d&#299;ksh&#257;dy-apeksh&#257;. ucyate &#8212; yady api svar&#363;pato n&#257;sti, tath&#257;pi pr&#257;yah svabh&#257;vato deh&#257;di-sambandhena kadarya-&#347;&#299;l&#257;n&#257;m vikshipta-citt&#257;n&#257;m jan&#257;n&#257;m tat-sa&#324;koc&#299;-karan&#257;ya &#347;r&#299;mad-rishi-prabhritibhir atr&#257;rcana-m&#257;rge kvacit kvacit k&#257;cit k&#257;cin mary&#257;d&#257; sth&#257;pit&#257;sti.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; states that the substance of all the Vedic mantras is the chanting of the holy name of the Lord. Every mantra begins with the prefix nama om and eventually addresses by name the Supreme Personality of Godhead. By the supreme will of the Lord there is a specific potency in each and every mantra chanted by great sages like N&#257;rada Muni and other rishis. Chanting the holy name of the Lord immediately renovates the transcendental relationship of the living being with the Supreme Lord.</P><P>To chant the holy name of the Lord, one need not depend upon other paraphernalia, for one can immediately get all the desired results of linking with the Supreme Personality of Godhead. It may therefore be questioned why there is a necessity for initiation or further spiritual activities in devotional service for one who engages in the chanting of the holy name of the Lord. The answer is that although it is correct that one who fully engages in chanting the holy name need not depend upon the process of initiation, generally a devotee is addicted to many abominable material habits due to material contamination from his previous life. In order to get quick relief from all these contaminations, it is required that one engage in the worship of the Lord in the temple. The worship of the Deity in the temple is essential to reduce one's restlessness due to the contaminations of conditioned life. Thus N&#257;rada, in his p&#257;ñcar&#257;trik&#299;-vidhi, and other great sages have sometimes stressed that since every conditioned soul has a bodily concept of life aimed at sense enjoyment, to restrict this sense enjoyment the rules and regulations for worshiping the Deity in the temple are essential. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described that the holy name of the Lord can be chanted by liberated souls, but almost all the souls we have to initiate are conditioned. It is advised that one chant the holy name of the Lord without offenses and according to the regulative principles, yet due to their past bad habits they violate these rules and regulations. Thus the regulative principles for worship of the Deity are also simultaneously essential.</P><P CLASS=l><A CLASS=i HREF="75.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="77.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>