<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 83</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 83"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.83</P><P CLASS=c>krishna-n&#257;ma-mah&#257;-mantrera ei ta' svabh&#257;va</P><P CLASS=c>yei jape, t&#257;ra krishne upajaye bh&#257;va</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mantrera">mantrera</A> &#8212; of the supreme hymn; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; this is its; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/j/jape">jape</A> &#8212; chants; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/upajaye">upajaye</A> &#8212; develops; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; ecstasy.</P><P CLASS=t>TRANSLATION</P><P>"'It is the nature of the Hare Krishna mah&#257;-mantra that anyone who chants it immediately develops his loving ecstasy for Krishna.</P><P CLASS=t>PURPORT</P><P>In this verse it is explained that one who chants the Hare Krishna mantra develops bh&#257;va, ecstasy, which is the point at which revelation begins. It is the preliminary stage in developing one's original love for God. Lord Krishna mentions this bh&#257;va stage in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>):</P><P>aham sarvasya prabhavo mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who know this perfectly engage in My devotional service and worship Me with all their hearts." A neophyte disciple begins by hearing and chanting, associating with devotees and practicing the regulative principles, and thus he vanquishes all of his unwanted bad habits. In this way he develops attachment for Krishna and cannot forget Krishna even for a moment. Bh&#257;va is the almost successful stage of spiritual life.</P><P>A sincere student aurally receives the holy name from the spiritual master, and after being initiated he follows the regulative principles given by the spiritual master. When the holy name is properly served in this way, automatically the spiritual nature of the holy name spreads; in other words, the devotee becomes qualified in offenselessly chanting the holy name. When one is completely fit to chant the holy name in this way, he is eligible to make disciples all over the world, and he actually becomes jagad-guru. Then the entire world, under his influence, begins to chant the holy names of the Hare Krishna mah&#257;-mantra. Thus all the disciples of such a spiritual master increase in attachment for Krishna, and therefore he sometimes cries, sometimes laughs, sometimes dances and sometimes chants. These symptoms are very prominently manifest in the body of a pure devotee. Sometimes when our students of the Krishna consciousness movement chant and dance, even in India people are astonished to see how these foreigners have learned to chant and dance in this ecstatic fashion. As explained by Caitanya Mah&#257;prabhu, however, actually this is not due to practice, for without extra endeavor these symptoms become manifest in anyone who sincerely chants the Hare Krishna mah&#257;-mantra.</P><P>Many fools, not knowing the transcendental nature of the Hare Krishna mah&#257;-mantra, sometimes impede our loudly chanting this mantra, yet one who is actually advanced in the fulfillment of chanting the Hare Krishna mah&#257;-mantra induces others to chant also. Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; explains, krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana: unless one receives special power of attorney from the Supreme Personality of Godhead, he cannot preach the glories of the Hare Krishna mah&#257;-mantra. As devotees propagate the Hare Krishna mah&#257;-mantra, the general population of the entire world gets the opportunity to understand the glories of the holy name. While chanting and dancing or hearing the holy name of the Lord, one automatically remembers the Supreme Personality of Godhead, and because there is no difference between the holy name and Krishna, the chanter is immediately linked with Krishna. Thus connected, a devotee develops his original attitude of service to the Lord. In this attitude of constantly serving Krishna, which is called bh&#257;va, he always thinks of Krishna in many different ways. One who has attained this bh&#257;va stage is no longer under the clutches of the illusory energy. When other spiritual ingredients, such as trembling, perspiration and tears, are added to this bh&#257;va stage, the devotee gradually attains love of Krishna.</P><P>The holy name of Krishna is called the mah&#257;-mantra. Other mantras mentioned in the N&#257;rada-pañcar&#257;tra are known simply as mantras, but the chanting of the holy name of the Lord is called the mah&#257;-mantra.</P><P CLASS=l><A CLASS=i HREF="82.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="84.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>