<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 84</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 84"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.84</P><P CLASS=c>krishna-vishayaka prem&#257; &#8212; parama purush&#257;rtha</P><P CLASS=c>y&#257;ra &#257;ge trina-tulya c&#257;ri purush&#257;rtha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/v/visayaka">vishayaka</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the subject of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prema">prem&#257;</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; the highest; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; achievement of the goal of life; <A CLASS=v HREF="http://vedabase.net/y/yara">y&#257;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/t/trna">trina</A>-<A CLASS=v HREF="http://vedabase.net/t/tulya">tulya</A> &#8212; like the grass <A HREF="http://vedabase.net/i/in">in</A> the street; <A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; achievements.</P><P CLASS=t>TRANSLATION</P><P>"'Religiosity, economic development, sense gratification and liberation are known as the four goals of life, but before love of Godhead, the fifth and highest goal, these appear as insignificant as straw in the street.</P><P CLASS=t>PURPORT</P><P>While chanting the holy name of the Lord, one should not desire the material advancements represented by religiosity, economic development, sense gratification and ultimately liberation from the material world. As stated by Caitanya Mah&#257;prabhu, the highest perfection in life is to develop one's love for Krishna (prem&#257; pum-artho mah&#257;n &#347;r&#299;-caitanya-mah&#257;prabhor matam idam). When we compare love of Godhead with religiosity, economic development, sense gratification and liberation, we can understand that these achievements may be desirable objectives for bubhukshus, or those who desire to enjoy this material world, and mumukshus, or those who desire liberation from it, but they are very insignificant in the eyes of a pure devotee who has developed bh&#257;va, the preliminary stage of love of Godhead.</P><P>Dharma (religiosity), artha (economic development), k&#257;ma (sense gratification) and moksha (liberation) are the four principles of religion that pertain to the material world. Therefore in the beginning of &#346;r&#299;mad-Bh&#257;gavatam it is declared, dharmah projjhita-kaitavo 'tra: [<A CLASS=v HREF="../../../sb/1/1/2.htm">SB 1.1.2</A>] cheating religious systems in terms of these four material principles are completely discarded from &#346;r&#299;mad-Bh&#257;gavatam, for &#346;r&#299;mad-Bh&#257;gavatam teaches only how to develop one's dormant love of God. The Bhagavad-g&#299;t&#257; is the preliminary study of &#346;r&#299;mad-Bh&#257;gavatam, and therefore it ends with the words sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Abandon all varieties of religion and just surrender unto Me." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>) To adopt this means, one should reject all ideas of religiosity, economic development, sense gratification and liberation and fully engage in the service of the Lord, which is transcendental to these four principles. Love of Godhead is the original function of the spirit soul, and it is as eternal as the soul and the Supreme Personality of Godhead. This eternity is called san&#257;tana. When a devotee revives his loving service to the Supreme Personality of Godhead, it should be understood that he has been successful in achieving the desired goal of his life. At that time everything is automatically done by the mercy of the holy name, and the devotee automatically advances in his spiritual progress.</P><P CLASS=l><A CLASS=i HREF="83.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="85.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>