<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 89-90</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 89-90"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.89-90</P><P CLASS=c>sveda, kampa, rom&#257;ñc&#257;&#347;ru, gadgada, vaivarnya</P><P CLASS=c>unm&#257;da, vish&#257;da, dhairya, garva, harsha, dainya</P><P CLASS=c>eta bh&#257;ve prem&#257; bhaktaganere n&#257;c&#257;ya</P><P CLASS=c>krishnera &#257;nand&#257;mrita-s&#257;gare bh&#257;s&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sveda">sveda</A> &#8212; perspiration; <A CLASS=v HREF="http://vedabase.net/k/kampa">kampa</A> &#8212; trembling; <A CLASS=v HREF="http://vedabase.net/r/romanca">rom&#257;ñca</A> &#8212; standing of the hairs on the body; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A> &#8212; tears; <A CLASS=v HREF="http://vedabase.net/g/gadgada">gadgada</A> &#8212; faltering; <A CLASS=v HREF="http://vedabase.net/v/vaivarnya">vaivarnya</A> &#8212; changing of bodily color; <A CLASS=v HREF="http://vedabase.net/u/unmada">unm&#257;da</A> &#8212; madness; <A CLASS=v HREF="http://vedabase.net/v/visada">vish&#257;da</A> &#8212; melancholy; <A CLASS=v HREF="http://vedabase.net/d/dhairya">dhairya</A> &#8212; patience; <A CLASS=v HREF="http://vedabase.net/g/garva">garva</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/h/harsa">harsha</A> &#8212; joyfulness; <A CLASS=v HREF="http://vedabase.net/d/dainya">dainya</A> &#8212; humbleness; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> many ways; <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/p/prema">prem&#257;</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/ganere">ganere</A> &#8212; unto the devotees; <A CLASS=v HREF="http://vedabase.net/n/nacaya">n&#257;c&#257;ya</A> &#8212; causes <A HREF="http://vedabase.net/t/to">to</A> dance; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; transcendental bliss; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/s/sagare">s&#257;gare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/b/bhasaya">bh&#257;s&#257;ya</A> &#8212; floats.</P><P CLASS=t>TRANSLATION</P><P>"'Perspiration, trembling, standing on end of one's bodily hairs, tears, faltering voice, fading complexion, madness, melancholy, patience, pride, joy and humility &#8212; these are various natural symptoms of ecstatic love of Godhead, which causes a devotee to dance and float in an ocean of transcendental bliss while chanting the Hare Krishna mantra.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in his Pr&#299;ti-sandarbha (66), explains this stage of love of Godhead: bhagavat-pr&#299;ti-r&#363;p&#257; vrittir m&#257;y&#257;di-may&#299; na bhavati. kim tarhi, svar&#363;pa-&#347;akty-&#257;nanda-r&#363;p&#257;, yad-&#257;nanda-par&#257;dh&#299;nah &#347;r&#299;-bhagav&#257;n ap&#299;ti. Similarly, in the 69th text he offers further explanation: tad evam pr&#299;ter lakshanam citta-dravas tasya ca roma-harsh&#257;dikam. kathañcij j&#257;te 'pi citta-drave roma-harsh&#257;dike v&#257; na ced &#257;&#347;aya-&#347;uddhis tad&#257;pi na bhakteh samyag-&#257;virbh&#257;va iti jñ&#257;pitam. &#257;&#347;aya-&#347;uddhir n&#257;ma c&#257;nya-t&#257;tparya-parity&#257;gah pr&#299;ti-t&#257;tparyam ca. ata ev&#257;nimitt&#257; sv&#257;bh&#257;vik&#299; ceti tad vi&#347;eshanam. Transcendental love of Godhead is not under the jurisdiction of the material energy, for it is the transcendental bliss and pleasure potency of the Supreme Personality of Godhead. Since the Supreme Lord is also under the influence of transcendental bliss, when one comes in touch with such bliss in love of Godhead, one's heart melts, and the symptoms of this are standing of the hairs on end, etc. Sometimes a person thus melts and manifests these transcendental symptoms yet at the same time is not well behaved in his personal transactions. This indicates that he has not yet reached complete perfection in devotional life. In other words, a devotee who dances in ecstasy but after dancing and crying appears to be attracted to material affairs has not yet reached the perfection of devotional service, which is called &#257;&#347;aya-&#347;uddhi, or the perfection of existence. One who attains the perfection of existence is completely averse to material enjoyment and engrossed in transcendental love of Godhead. It is therefore to be concluded that the ecstatic symptoms of &#257;&#347;aya-&#347;uddhi are visible when a devotee's service has no material cause and is purely spiritual in nature. These are characteristics of transcendental love of Godhead, as stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/6.htm">1.2.6</A>):</P><P>sa vai pums&#257;m paro dharmo yato bhaktir adhokshaje</P><P CLASS=n>ahaituky apratihat&#257; yay&#257;tm&#257; supras&#299;dati</P><P>"That religion is best which causes its followers to become ecstatic in love of God that is unmotivated and free from material impediments, for this alone can completely satisfy the self."</P><P CLASS=l><A CLASS=i HREF="88.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="91.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>