<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 92</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 92"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.92</P><P CLASS=c>n&#257;ca, g&#257;o, bhakta-sa&#324;ge kara sa&#324;k&#299;rtana</P><P CLASS=c>krishna-n&#257;ma upade&#347;i' t&#257;ra' sarva-jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naca">n&#257;ca</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A> on dancing; <A CLASS=v HREF="http://vedabase.net/g/gao">g&#257;o</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the society of devotees; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; continue; <A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; chanting of the holy <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/i/in">in</A> assembly; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/upadesi">upade&#347;i</A>' &#8212; by instructing; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A>' &#8212; deliver; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; all fallen souls.</P><P CLASS=t>TRANSLATION</P><P>"'My dear child, continue dancing, chanting and performing sa&#324;k&#299;rtana in association with devotees. Furthermore, go out and preach the value of chanting krishna-n&#257;ma, for by this process You will be able to deliver all fallen souls.'</P><P CLASS=t>PURPORT</P><P>It is another ambition of the spiritual master to see his disciples not only chant, dance and follow the regulative principles but also preach the sa&#324;k&#299;rtana movement to others in order to deliver them, for the Krishna consciousness movement is based on the principle that one should become as perfect as possible in devotional service oneself and also preach the cult for others' benefit. There are two classes of unalloyed devotees &#8212; namely, goshthy-&#257;nand&#299;s and bhajan&#257;nand&#299;s. Bhajan&#257;nand&#299; refers to one who is satisfied to cultivate devotional service for himself, and goshthy-&#257;nand&#299; is one who is not satisfied simply to become perfect himself but wants to see others also take advantage of the holy name of the Lord and advance in spiritual life. The outstanding example is Prahl&#257;da Mah&#257;r&#257;ja. When he was offered a benediction by Lord Nrisimhadeva, Prahl&#257;da Mah&#257;r&#257;ja said:</P><P>naivodvije para duratyaya-vaitarany&#257;s</P><P CLASS=n>tvad-v&#299;rya-g&#257;yana-mah&#257;mrita-magna-cittah</P><P CLASS=n>&#347;oce tato vimukha-cetasa indriy&#257;rtha-</P><P CLASS=n>m&#257;y&#257;-sukh&#257;ya bharam udvahato vim&#363;dh&#257;n</P><P>"My dear Lord, I have no problems and want no benediction from You because I am quite satisfied to chant Your holy name. This is sufficient for me because whenever I chant I immediately merge in an ocean of transcendental bliss. I only lament to see others bereft of Your love. They are rotting in material activities for transient material pleasure and spoiling their lives toiling all day and night simply for sense gratification, with no attachment for love of Godhead. I am simply lamenting for them and devising various plans to deliver them from the clutches of m&#257;y&#257;." (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/43.htm">7.9.43</A>)</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains in his Anubh&#257;shya, "A person who has attracted the attention of the spiritual master by his sincere service likes to dance and chant with similarly developed Krishna conscious devotees. The spiritual master authorizes such a devotee to deliver fallen souls in all parts of the world. Those who are not advanced prefer to chant the Hare Krishna mantra in a solitary place." Such activities constitute, in the language of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, a type of cheating process in the sense that they imitate the activities of exalted personalities like Harid&#257;sa Th&#257;kura. One should not attempt to imitate such exalted devotees. Rather, everyone should endeavor to preach the cult of &#346;r&#299; Caitanya Mah&#257;prabhu in all parts of the world and thus become successful in spiritual life. One who is not very expert in preaching may chant in a secluded place, avoiding bad association, but for one who is actually advanced, preaching and meeting people who are not engaged in devotional service are not disadvantages. A devotee gives the nondevotees his association but is not affected by their misbehavior. Thus by the activities of a pure devotee even those who are bereft of love of Godhead get a chance to become devotees of the Lord one day. In this connection &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura advises that one discuss the verse in &#346;r&#299;mad-Bh&#257;gavatam beginning naitat sam&#257;carej j&#257;tu manas&#257;pi hy an&#299;&#347;varah (10.33.30), and the following verse in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/255">1.2.255</A>):</P><P>an&#257;saktasya vishay&#257;n yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate</P><P>One should not imitate the activities of great personalities. One should be detached from material enjoyment and should accept everything in connection with Krishna's service.</P><P CLASS=l><A CLASS=i HREF="91.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="93.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>