<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 95-96</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verses 95-96"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.95-96</P><P CLASS=c>ei t&#257;&#324;ra v&#257;kye &#257;mi dridha vi&#347;v&#257;sa dhari'</P><P CLASS=c>nirantara krishna-n&#257;ma sa&#324;k&#299;rtana kari</P><P CLASS=c>sei krishna-n&#257;ma kabhu g&#257;oy&#257;ya, n&#257;c&#257;ya</P><P CLASS=c>g&#257;hi, n&#257;ci n&#257;hi &#257;mi &#257;pana-icch&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his (My spiritual master's); <A CLASS=v HREF="http://vedabase.net/v/vakye">v&#257;kye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the words of; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/d/drdha">dridha</A> &#8212; firm; <A CLASS=v HREF="http://vedabase.net/v/visvasa">vi&#347;v&#257;sa</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/d/dhari">dhari</A>' &#8212; depend; <A CLASS=v HREF="http://vedabase.net/n/nirantara">nirantara</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; continue; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/g/gaoyaya">g&#257;oy&#257;ya</A> &#8212; causes <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/t/to">to</A> chant; <A CLASS=v HREF="http://vedabase.net/n/nacaya">n&#257;c&#257;ya</A> &#8212; causes <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/t/to">to</A> dance; <A CLASS=v HREF="http://vedabase.net/g/gahi">g&#257;hi</A> &#8212; by chanting; <A CLASS=v HREF="http://vedabase.net/n/naci">n&#257;ci</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; Myself; <A CLASS=v HREF="http://vedabase.net/a/apana">&#257;pana</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/i/icchaya">icch&#257;ya</A> &#8212; will.</P><P CLASS=t>TRANSLATION</P><P>"I firmly believe in these words of My spiritual master, and therefore I always chant the holy name of the Lord, alone and in the association of devotees. That holy name of Lord Krishna sometimes causes Me to chant and dance, and therefore I chant and dance. Please do not think that I intentionally do it. I do it automatically.</P><P CLASS=t>PURPORT</P><P>A person who cannot keep his faith in the words of his spiritual master but acts independently never receives the authority to chant the holy name of the Lord. It is said in the Vedas (&#346;vet&#257;&#347;vatara Up. 6.23):</P><P>yasya deve par&#257; bhaktir yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed." This Vedic injunction is very important, and &#346;r&#299; Caitanya Mah&#257;prabhu supported it by His personal behavior. Believing in the words of His spiritual master, He introduced the sa&#324;k&#299;rtana movement, just as the present Krishna consciousness movement was started with belief in the words of our spiritual master. He wanted to preach, we believed in his words and tried somehow or other to fulfill them, and now this movement has become successful all over the world. Therefore faith in the words of the spiritual master and in the Supreme Personality of Godhead is the secret of success. &#346;r&#299; Caitanya Mah&#257;prabhu never disobeyed the orders of His spiritual master and stopped propagating the sa&#324;k&#299;rtana movement. &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299;, at the time of his passing away, ordered all his disciples to work conjointly to preach the mission of Caitanya Mah&#257;prabhu all over the world. Later, however, some self-interested, foolish disciples disobeyed his orders. Each one of them wanted to become head of the mission, and they fought in the courts, neglecting the order of the spiritual master, and the entire mission was defeated. We are not proud of this; however, the truth must be explained. We believed in the words of our spiritual master and started in a humble way &#8212; in a helpless way &#8212; but due to the spiritual force of the order of the supreme authority, this movement has become successful.</P><P>It is to be understood that when &#346;r&#299; Caitanya Mah&#257;prabhu chanted and danced, He did so by the influence of the pleasure potency of the spiritual world. &#346;r&#299; Caitanya Mah&#257;prabhu never considered the holy name of the Lord to be a material vibration, nor does any pure devotee mistake the chanting of the Hare Krishna mantra to be a material musical manifestation. Lord Caitanya never tried to be the master of the holy name; rather He taught us how to be servants of the holy name. If one chants the holy name of the Lord just to make a show, not knowing the secret of success, he may increase his bile secretion, but he will never attain perfection in chanting the holy name. &#346;r&#299; Caitanya Mah&#257;prabhu presented himself in this way: "I am a great fool and do not have knowledge of right and wrong. In order to understand the real meaning of the Ved&#257;nta-s&#363;tra, I never followed the explanation of the &#346;a&#324;kara-samprad&#257;ya or M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. I'm very much afraid of the illogical arguments of the M&#257;y&#257;v&#257;d&#299; philosophers. Therefore I think I have no authority regarding their explanations of the Ved&#257;nta-s&#363;tra. I firmly believe that simply chanting the holy name of the Lord can remove all misconceptions of the material world. I believe that simply by chanting the holy name of the Lord one can attain the shelter of the lotus feet of the Lord. In this age of quarrel and disagreement, the chanting of the holy names is the only way to liberation from the material clutches.</P><P>"By chanting the holy name," Lord Caitanya continued, "I became almost mad. However, after inquiring from My spiritual master I have come to the conclusion that instead of striving for achievement in the four principles of religiosity [dharma], economic development [artha], sense gratification [k&#257;ma] and liberation [moksha], it is better if somehow or other one develops transcendental love of Godhead. That is the greatest success in life. One who has attained love of Godhead chants and dances by his nature, not caring for the public." This stage of life is known as bh&#257;gavata-j&#299;vana, or the life of a devotee.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu continued, "I never chanted and danced to make an artificial show. I dance and chant because I firmly believe in the words of My spiritual master. Although the M&#257;y&#257;v&#257;d&#299; philosophers do not like this chanting and dancing, I nevertheless perform it on the strength of his words. Therefore it is to be concluded that I deserve very little credit for these activities of chanting and dancing, for they are being done automatically by the grace of the Supreme Personality of Godhead."</P><P CLASS=l><A CLASS=i HREF="94.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="97.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>