<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 99</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 7 Verse 99"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Caitanya in Five Features</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 7.99</P><P CLASS=c>prabhura mishta-v&#257;kya &#347;uni' sanny&#257;s&#299;ra gana</P><P CLASS=c>citta phiri' gela, kahe madhura vacana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/m/mista">mishta</A>-<A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; sweet words; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/s/sannyasira">sanny&#257;s&#299;ra</A> <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; all the groups of sanny&#257;s&#299;s; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/p/phiri">phiri</A>' &#8212; moved; <A CLASS=v HREF="http://vedabase.net/g/gela">gela</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/m/madhura">madhura</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/v/vacana">vacana</A> &#8212; words.</P><P CLASS=t>TRANSLATION</P><P>After hearing Lord &#346;r&#299; Caitanya Mah&#257;prabhu, all the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s were moved. Their minds changed, and thus they spoke with pleasing words.</P><P CLASS=t>PURPORT</P><P>The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s met Caitanya Mah&#257;prabhu at V&#257;r&#257;nas&#299; to criticize the Lord regarding His participation in the sa&#324;k&#299;rtana movement, which they did not like. This demonic nature of opposition to the sa&#324;k&#299;rtana movement perpetually exists. As it existed in the time of &#346;r&#299; Caitanya Mah&#257;prabhu, similarly it existed long before that, even in the time of Prahl&#257;da Mah&#257;r&#257;ja. He used to chant in sa&#324;k&#299;rtana although his father did not like it, and that was the reason for the misunderstanding between the father and son. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>) the Lord says:</P><P>na m&#257;m dushkritino m&#363;dh&#257;h prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257; &#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>"Those miscreants who are grossly foolish, who are lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons do not surrender unto Me." The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are &#257;suram bh&#257;vam &#257;&#347;rit&#257;h, which means that they have taken the path of the asuras (demons), who do not believe in the existence of the form of the Lord. The M&#257;y&#257;v&#257;d&#299;s say that the ultimate source of everything is impersonal, and in this way they deny the existence of God. Saying that there is no God is direct denial of God, and saying that God exists but has no head, legs or hands and cannot speak, hear or eat is a negative way of denying His existence. A person who cannot see is called blind, one who cannot walk is called lame, one who has no hands is called helpless, one who cannot speak is called dumb, and one who cannot hear is called deaf. The M&#257;y&#257;v&#257;d&#299;s' proposition that God has no legs, no eyes, no ears and no hands is an indirect way of insulting Him by defining Him as blind, deaf, dumb, lame, helpless, etc. Therefore although they present themselves as great Ved&#257;ntists, they are factually m&#257;yay&#257;pahrita-jñ&#257;na; in other words, they seem to be very learned scholars, but the essence of their knowledge has been taken away.</P><P>Impersonalist M&#257;y&#257;v&#257;d&#299;s always try to defy Vaishnavas because Vaishnavas accept the Supreme Personality as the supreme cause and want to serve Him, talk with Him and see Him, just as the Lord is also eager to see His devotees and talk, eat and dance with them. These personal exchanges of love do not appeal to the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. Therefore the original purpose of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s of Benares in meeting Caitanya Mah&#257;prabhu was to defeat His personal conception of God. &#346;r&#299; Caitanya Mah&#257;prabhu, however, as a preacher, turned the minds of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. They were melted by the sweet words of &#346;r&#299; Caitanya Mah&#257;prabhu and thus became friendly and spoke to Him also in sweet words. Similarly, all preachers will have to meet opponents, but they should not make them more inimical. They are already enemies, and if we talk with them harshly or impolitely their enmity will merely increase. We should therefore follow in the footsteps of Lord Caitanya Mah&#257;prabhu as far as possible and try to convince the opposition by quoting from the &#347;&#257;stras and presenting the conclusion of the &#257;c&#257;ryas. It is in this way that we should try to defeat all the enemies of the Lord.</P><P CLASS=l><A CLASS=i HREF="98.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="100.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>