<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.1</P><P CLASS=c>brahmov&#257;ca</P><P CLASS=c>yatrodyatah kshiti-taloddharan&#257;ya bibhrat</P><P CLASS=c>kraud&#299;m tanum sakala-yajña-may&#299;m anantah</P><P CLASS=c>antar-mah&#257;rnava up&#257;gatam &#257;di-daityam</P><P CLASS=c>tam damshtray&#257;drim iva vajra-dharo dad&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> said; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; at that time (when); <A CLASS=v HREF="http://vedabase.net/u/udyatah">udyatah</A> &#8212; attempted; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/t/tala">tala</A> &#8212; the planet earth; <A CLASS=v HREF="http://vedabase.net/u/uddharanaya">uddharan&#257;ya</A> &#8212; for the matter of lifting; <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; assumed; <A CLASS=v HREF="http://vedabase.net/k/kraudim">kraud&#299;m</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; total; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/m/mayim">may&#299;m</A> &#8212; all-inclusive sacrifices; <A CLASS=v HREF="http://vedabase.net/a/anantah">anantah</A> &#8212; the Unlimited; <A CLASS=v HREF="http://vedabase.net/a/antar">antar</A> &#8212; within the universe; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arnave">arnave</A> &#8212; the great <A HREF="http://vedabase.net/g/garbha">Garbha</A> Ocean; <A CLASS=v HREF="http://vedabase.net/u/upagatam">up&#257;gatam</A> &#8212; having arrived at; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the first; <A CLASS=v HREF="http://vedabase.net/d/daityam">daityam</A> &#8212; demon; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/d/damstraya">damshtray&#257;</A> &#8212; by the tusk; <A CLASS=v HREF="http://vedabase.net/a/adrim">adrim</A> &#8212; the flying mountains; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah</A> &#8212; the controller of the thunderbolts; <A CLASS=v HREF="http://vedabase.net/d/dadara">dad&#257;ra</A> &#8212; pierced.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: When the unlimitedly powerful Lord assumed the form of a boar as a pastime, just to lift the planet earth, which was drowned in the great ocean of the universe called the Garbhodaka, the first demon [Hirany&#257;ksha] appeared, and the Lord pierced him with His tusk.</P><P CLASS=t>PURPORT</P><P>Since the beginning of creation, the demons and the demigods, or the Vaishnavas, are always the two classes of living beings to dominate the planets of the universes. Lord Brahm&#257; is the first demigod, and Hirany&#257;ksha is the first demon in this universe. Only under certain conditions do the planets float as weightless balls in the air, and as soon as these conditions are disturbed, the planets may fall down in the Garbhodaka Ocean, which covers half the universe. The other half is the spherical dome within which the innumerable planetary systems exist. The floating of the planets in the weightless air is due to the inner constitution of the globes, and the modernized drilling of the earth to exploit oil from within is a sort of disturbance by the modern demons and can result in a greatly harmful reaction to the floating condition of the earth. A similar disturbance was created formerly by the demons headed by Hirany&#257;ksha (the great exploiter of the gold rush), and the earth was detached from its weightless condition and fell down into the Garbhodaka Ocean. The Lord, as maintainer of the whole creation of the material world, therefore assumed the gigantic form of a boar with a proportionate snout and picked up the earth from within the water of Garbhodaka. &#346;r&#299; Jayadeva Gosv&#257;m&#299;, the great Vaishnava poet, sang as follows:</P><P>vasati da&#347;ana-&#347;ikhare dharan&#299; tava lagn&#257;</P><P CLASS=n>&#347;a&#347;ini kala&#324;ka-kaleva nimagn&#257;</P><P CLASS=n>ke&#347;ava dhrita-&#347;&#363;kara-r&#363;pa</P><P CLASS=n>jaya jagad&#299;&#347;a hare</P><P>"O Ke&#347;ava! O Supreme Lord who have assumed the form of a boar! O Lord! The planet earth rested on Your tusks, and it appeared like the moon engraved with spots."</P><P>Such is the symptom of an incarnation of the Lord. The incarnation of the Lord is not the concocted idea of fanciful men who create an incarnation out of imagination. The incarnation of the Lord appears under certain extraordinary circumstances like the above-mentioned occasion, and the incarnation performs a task which is not even imaginable by the tiny brain of mankind. The modern creators of the many cheap incarnations may take note of the factual incarnation of God as the gigantic boar with a suitable snout to carry the planet earth.</P><P>When the Lord appeared to pick up the earth, the demon of the name Hirany&#257;ksha tried to create a disturbance in the methodical functions of the Lord, and therefore he was killed by being pierced by the Lord's tusk. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the demon Hirany&#257;ksha was killed by the hand of the Lord. Therefore his version is that after being killed by the hand of the Lord, the demon was pierced by the tusk. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura confirms this version.</P><P CLASS=l><A CLASS=i HREF="../6/46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>