<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.10</P><P CLASS=c>n&#257;bher as&#257;v rishabha &#257;sa sudevi-s&#363;nur</P><P CLASS=c>yo vai cac&#257;ra sama-drig jada-yoga-cary&#257;m</P><P CLASS=c>yat p&#257;ramahamsyam rishayah padam &#257;mananti</P><P CLASS=c>svasthah pra&#347;&#257;nta-karanah parimukta-sa&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nabheh">n&#257;bheh</A> &#8212; by <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; <A HREF="http://vedabase.net/r/rsabha">Rishabha</A>; <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/sudevi">sudevi</A> &#8212; <A HREF="http://vedabase.net/s/sudevi">Sudev&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sunuh">s&#363;nuh</A> &#8212; the son of; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/cacara">cac&#257;ra</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; equibalanced; <A CLASS=v HREF="http://vedabase.net/j/jada">jada</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/c/caryam">cary&#257;m</A> &#8212; performance of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/paramahamsyam">p&#257;ramahamsyam</A> &#8212; the highest stage of perfection; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the learned sages; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; situation; <A CLASS=v HREF="http://vedabase.net/a/amananti">&#257;mananti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> accept; <A CLASS=v HREF="http://vedabase.net/s/svasthah">svasthah</A> &#8212; self-reposed; <A CLASS=v HREF="http://vedabase.net/p/prasanta">pra&#347;&#257;nta</A> &#8212; suspended; <A CLASS=v HREF="http://vedabase.net/k/karanah">karanah</A> &#8212; the material senses; <A CLASS=v HREF="http://vedabase.net/p/parimukta">parimukta</A> &#8212; perfectly liberated; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; material contamination.</P><P CLASS=t>TRANSLATION</P><P>The Lord appeared as the son of Sudev&#299;, the wife of King N&#257;bhi, and was known as Rishabhadeva. He performed materialistic yoga to equibalance the mind. This stage is also accepted as the highest perfectional situation of liberation, wherein one is situated in one's self and is completely satisfied.</P><P CLASS=t>PURPORT</P><P>Out of many types of mystic performances for self-realization, the process of jada-yoga is also one accepted by authorities. This jada-yoga involves practicing becoming like a dumb stone and not being affected by material reactions. Just as a stone is indifferent to all kinds of attacks and reattacks of external situations, similarly one practices jada-yoga by tolerating voluntary infliction of pain upon the material body. Such yog&#299;s, out of many self-infliction methods, practice plucking out the hairs on their heads, without shaving and without any instrumental help. But the real purpose of such jada-yoga practice is to get free from all material affection and to be completely situated in the self. At the last stage of his life, Emperor Rishabhadeva wandered like a dumb madman, unaffected by all kinds of bodily mistreatment. Seeing him like a madman, wandering naked with long hair and a long beard, less intelligent children and men in the street used to spit on him and urinate on his body. He used to lie in his own stool and never move. But the stool of his body was fragrant like the smell of fragrant flowers, and a saintly person would recognize him as a paramahamsa, one in the highest state of human perfection. One who is not able to make his stool fragrant should not, however, imitate Emperor Rishabhadeva. The practice of jada-yoga was possible for Rishabhadeva and others on the same level of perfection, but such an uncommon practice is impossible for an ordinary man.</P><P>The real purpose of jada-yoga, as mentioned here in this verse, is pra&#347;&#257;nta-karanah, or subduing the senses. The whole process of yoga, under whatever heading it may be, is to control the unbridled material senses and thus prepare oneself for self-realization. In this age specifically, this jada-yoga cannot be of any practical value, but on the other hand the practice of bhakti-yoga is feasible because it is just suitable for this age. The simple method of hearing from the right source, &#346;r&#299;mad-Bh&#257;gavatam, will lead one to the highest perfectional stage of yoga. Rishabhadeva was the son of King N&#257;bhi and the grandson of King &#256;gn&#299;dhra, and he was the father of King Bharata, after whose name this planet earth was called Bh&#257;rata-varsha. Rishabhadeva's mother was also known as Merudev&#299;, although her name is mentioned here as Sudev&#299;. It is sometimes proposed that Sudev&#299; was another wife of King N&#257;bhi, but since King Rishabhadeva is mentioned elsewhere as the son of Merudev&#299;, it is clear that Merudev&#299; and Sudev&#299; are the same person under different names.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>