<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.13</P><P CLASS=c>ksh&#299;rodadh&#257;v amara-d&#257;nava-y&#363;thap&#257;n&#257;m</P><P CLASS=c>unmathnat&#257;m amrita-labdhaya &#257;di-devah</P><P CLASS=c>prishthena kacchapa-vapur vidadh&#257;ra gotram</P><P CLASS=c>nidr&#257;kshano 'dri-parivarta-kash&#257;na-kand&#363;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksira">ksh&#299;ra</A> &#8212; milk; <A CLASS=v HREF="http://vedabase.net/u/udadhau">udadhau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean of; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/d/danava">d&#257;nava</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/p/panam">p&#257;n&#257;m</A> &#8212; of the leaders of both hosts; <A CLASS=v HREF="http://vedabase.net/u/unmathnatam">unmathnat&#257;m</A> &#8212; while churning; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/l/labdhaya">labdhaya</A> &#8212; for gaining; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the primeval Lord; <A CLASS=v HREF="http://vedabase.net/p/prsthena">prishthena</A> &#8212; by the backbone; <A CLASS=v HREF="http://vedabase.net/k/kacchapa">kacchapa</A> &#8212; tortoise; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/v/vidadhara">vidadh&#257;ra</A> &#8212; assumed; <A CLASS=v HREF="http://vedabase.net/g/gotram">gotram</A> &#8212; the <A HREF="http://vedabase.net/m/mandara">Mandara</A> Hill; <A CLASS=v HREF="http://vedabase.net/n/nidraksanah">nidr&#257;kshanah</A> &#8212; while partly sleeping; <A CLASS=v HREF="http://vedabase.net/a/adri">adri</A>-<A CLASS=v HREF="http://vedabase.net/p/parivarta">parivarta</A> &#8212; rolling the hill; <A CLASS=v HREF="http://vedabase.net/k/kasana">kash&#257;na</A> &#8212; scratching; <A CLASS=v HREF="http://vedabase.net/k/kanduh">kand&#363;h</A> &#8212; itching.</P><P CLASS=t>TRANSLATION</P><P>The primeval Lord then assumed the tortoise incarnation in order to serve as a resting place [pivot] for the Mandara Mountain, which was acting as a churning rod. The demigods and demons were churning the ocean of milk with the Mandara Mountain in order to extract nectar. The mountain moved back and forth, scratching the back of Lord Tortoise, who, while partially sleeping, was experiencing an itching sensation.</P><P CLASS=t>PURPORT</P><P>Although it is not in our experience, there is a milk ocean within this universe. Even the modern scientist accepts that there are hundreds and hundreds of thousands of planets hovering over our heads, and each of them has different kinds of climatic conditions. &#346;r&#299;mad-Bh&#257;gavatam gives much information which may not tally with our present experience. But as far as Indian sages are concerned, knowledge is received from the Vedic literatures, and the authorities accept without any hesitation that we should look through the pages of authentic books of knowledge (&#347;&#257;stra-cakshurvat). So we cannot deny the existence of the ocean of milk as stated in the &#346;r&#299;mad-Bh&#257;gavatam unless and until we have experimentally seen all the planets hovering in space. Since such an experiment is not possible, naturally we have to accept the statement of &#346;r&#299;mad-Bh&#257;gavatam as it is because it is so accepted by spiritual leaders like &#346;r&#299;dhara Sv&#257;m&#299;, J&#299;va Gosv&#257;m&#299;, Vi&#347;van&#257;tha Cakravart&#299; and others. The Vedic process is to follow in the footsteps of great authorities, and that is the only process for knowing that which is beyond our imagination.</P><P>The primeval Lord, being all-powerful, can do whatever He likes, and therefore His assuming the incarnation of a tortoise or a fish for serving a particular purpose is not at all astonishing. Therefore we should not have any hesitation whatsoever in accepting the statements of the authentic scriptures like &#346;r&#299;mad-Bh&#257;gavatam.</P><P>The gigantic work of churning the milk ocean by the combined effort of the demigods and the demons required a gigantic resting ground or pivot for the gigantic Mandara Hill. Thus to help the attempt of the demigods the primeval Lord assumed the incarnation of a gigantic tortoise, swimming in the ocean of milk. At the same time, the mountain scratched His backbone as He was partially sleeping and thus relieved His itching sensation.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>