<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.17</P><P CLASS=c>jy&#257;y&#257;n gunair avarajo 'py aditeh sut&#257;n&#257;m</P><P CLASS=c>lok&#257;n vicakrama im&#257;n yad ath&#257;dhiyajñah</P><P CLASS=c>kshm&#257;m v&#257;manena jagrihe tripada-cchalena</P><P CLASS=c>y&#257;cñ&#257;m rite pathi caran prabhubhir na c&#257;lyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jyayan">jy&#257;y&#257;n</A> &#8212; the greatest; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by qualities; <A CLASS=v HREF="http://vedabase.net/a/avarajah">avarajah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although <A HREF="http://vedabase.net/h/he">He</A> is <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/aditeh">aditeh</A> &#8212; of Aditi; <A CLASS=v HREF="http://vedabase.net/s/sutanam">sut&#257;n&#257;m</A> &#8212; of all the sons (known <A HREF="http://vedabase.net/a/as">as</A> &#256;dityas); <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the planets; <A CLASS=v HREF="http://vedabase.net/v/vicakrame">vicakrame</A> &#8212; surpassed; <A CLASS=v HREF="http://vedabase.net/i/iman">im&#257;n</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this universe; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/adhiyajnah">adhiyajñah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/ksmam">kshm&#257;m</A> &#8212; all the lands; <A CLASS=v HREF="http://vedabase.net/v/vamanena">v&#257;manena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the incarnation of <A HREF="http://vedabase.net/v/vamana">V&#257;mana</A>; <A CLASS=v HREF="http://vedabase.net/j/jagrhe">jagrihe</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/t/tripada">tripada</A> &#8212; three steps; <A CLASS=v HREF="http://vedabase.net/c/chalena">chalena</A> &#8212; by pretension; <A CLASS=v HREF="http://vedabase.net/y/yacnam">y&#257;cñ&#257;m</A> &#8212; begging; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/p/pathi">pathi</A> <A CLASS=v HREF="http://vedabase.net/c/caran">caran</A> &#8212; passing over the right path; <A CLASS=v HREF="http://vedabase.net/p/prabhubhih">prabhubhih</A> &#8212; by authorities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/c/calyah">c&#257;lyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be bereft of.</P><P CLASS=t>TRANSLATION</P><P>The Lord, although transcendental to all material modes, still surpassed all the qualities of the sons of Aditi, known as the &#256;dityas. The Lord appeared as the youngest son of Aditi. And because He surpassed all the planets of the universe, He is the Supreme Personality of Godhead. On the pretense of asking for a measurement of three footsteps of land, He took away all the lands of Bali Mah&#257;r&#257;ja. He asked simply because without begging, no authority can take one's rightful possession.</P><P CLASS=t>PURPORT</P><P>The history of Bali Mah&#257;r&#257;ja and his charity to V&#257;manadeva is described in the Eighth Canto of &#346;r&#299;mad-Bh&#257;gavatam. Bali Mah&#257;r&#257;ja conquered all the planets of the universe by rightful possession. A king can conquer other kings by strength, and such possession is considered to be rightful. So Bali Mah&#257;r&#257;ja possessed all the lands of the universe, and he happened to be charitably disposed toward the br&#257;hmanas. The Lord therefore pretended to be a beggar br&#257;hmana, and He asked Bali Mah&#257;r&#257;ja for a measurement of three footsteps of land. The Lord, as the proprietor of everything, could take from Bali Mah&#257;r&#257;ja all the land he possessed, but he did not do so because Bali Mah&#257;r&#257;ja possessed all those lands by king's rights. When Bali Mah&#257;r&#257;ja was asked by Lord V&#257;mana for such small charity, Bali Mah&#257;r&#257;ja's spiritual master, namely &#346;ukr&#257;c&#257;rya, objected to this proposal because he knew that V&#257;manadeva was Vishnu Himself, pretending to be a beggar. Bali Mah&#257;r&#257;ja did not agree to abide by the order of his spiritual master when he understood that the beggar was Vishnu Himself, and he at once agreed to give Him in charity the land requested. By this agreement Lord V&#257;mana covered all the lands of the universe with His first two steps and then asked Bali Mah&#257;r&#257;ja where to place the third step. Bali Mah&#257;r&#257;ja was very glad to receive the Lord's remaining step upon his head, and thus Bali Mah&#257;r&#257;ja, instead of losing everything he possessed, was blessed by the Lord's becoming his constant companion and doorman. So, by giving everything to the cause of the Lord, one does not lose anything, but he gains everything that he could never otherwise expect.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>