<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.19</P><P CLASS=c>tubhyam ca n&#257;rada bhri&#347;am bhagav&#257;n vivriddha-</P><P CLASS=c>bh&#257;vena s&#257;dhu paritushta uv&#257;ca yogam</P><P CLASS=c>jñ&#257;nam ca bh&#257;gavatam &#257;tma-satattva-d&#299;pam</P><P CLASS=c>yad v&#257;sudeva-&#347;aran&#257; vidur añjasaiva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; very nicely; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vivrddha">vivriddha</A> &#8212; developed; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by transcendental love; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; your goodness; <A CLASS=v HREF="http://vedabase.net/p/paritustah">paritushtah</A> &#8212; being satisfied; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; the science of God and His devotional service; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; with all details; <A CLASS=v HREF="http://vedabase.net/d/dipam">d&#299;pam</A> &#8212; just like the light <A HREF="http://vedabase.net/i/in">in</A> the darkness; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A>-<A CLASS=v HREF="http://vedabase.net/s/saranah">&#347;aran&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> souls surrendered unto Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; know them; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; perfectly well; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is.</P><P CLASS=t>TRANSLATION</P><P>O N&#257;rada, you were taught about the science of God and His transcendental loving service by the Personality of Godhead in His incarnation of Hams&#257;vat&#257;ra. He was very much pleased with you, due to your intense proportion of devotional service. He also explained unto you, lucidly, the full science of devotional service, which is especially understandable by persons who are souls surrendered unto Lord V&#257;sudeva, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The devotee and devotional service are two correlative terms. Unless one is inclined to be a devotee of the Lord, he cannot enter into the intricacies of devotional service. Lord &#346;r&#299; Krishna wanted to explain the Bhagavad-g&#299;t&#257;, which is the science of devotional service, unto &#346;r&#299; Arjuna because Arjuna was not only His friend but a great devotee as well. The whole process is that all living entities, being constitutionally parts and parcels of the supreme living being, the Absolute Personality of Godhead, have proportionately minute independence of action also. So the preliminary qualification for entering into the devotional service of the Lord is that one become a willing cooperator, and as such one should voluntarily cooperate with persons who are already engaged in the transcendental devotional service of the Lord. By cooperating with such persons, the prospective candidate will gradually learn the techniques of devotional service, and with the progress of such learning one becomes proportionately free from the contamination of material association. Such a purificatory process will establish the prospective candidate in firm faith and gradually elevate him to the stage of transcendental taste for such devotional service. Thus he acquires a genuine attachment for the devotional service of the Lord, and his conviction carries him on to the point of ecstasy, just prior to the stage of transcendental love.</P><P>Such knowledge of devotional service may be divided into two sections, namely preliminary knowledge of the nature of devotional service and the secondary knowledge of its execution. Bh&#257;gavatam is in relation with the Personality of Godhead, His beauty, fame, opulence, dignity, attraction and transcendental qualities which attract one towards Him for exchanges of love and affection. There is a natural affinity of the living entity for the loving service of the Lord. This affinity becomes artificially covered by the influence of material association, and &#346;r&#299;mad-Bh&#257;gavatam helps one very genuinely remove that artificial covering. Therefore it is particularly mentioned herein that &#346;r&#299;mad-Bh&#257;gavatam acts like the lamp of transcendental knowledge. These two sections of transcendental knowledge in devotional service become revealed to a person who is a soul surrendered unto V&#257;sudeva; as it is said in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>), such a great soul, fully surrendered unto the lotus feet of V&#257;sudeva, is very, very rare.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>