<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.21</P><P CLASS=c>dhanvantari&#347; ca bhagav&#257;n svayam eva k&#299;rtir</P><P CLASS=c>n&#257;mn&#257; nrin&#257;m puru-ruj&#257;m ruja &#257;&#347;u hanti</P><P CLASS=c>yajñe ca bh&#257;gam amrit&#257;yur-av&#257;varundha</P><P CLASS=c>&#257;yushya-vedam anu&#347;&#257;sty avat&#299;rya loke</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhanvantarih">dhanvantarih</A> &#8212; the incarnation of God named Dhanvantari; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; personally Himself; <A CLASS=v HREF="http://vedabase.net/k/kirtih">k&#299;rtih</A> &#8212; fame personified; <A CLASS=v HREF="http://vedabase.net/n/namna">n&#257;mn&#257;</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> <A CLASS=v HREF="http://vedabase.net/p/puru">puru</A>-<A CLASS=v HREF="http://vedabase.net/r/rujam">ruj&#257;m</A> &#8212; of the diseased living entities; <A CLASS=v HREF="http://vedabase.net/r/rujah">rujah</A> &#8212; diseases; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/h/hanti">hanti</A> &#8212; cures; <A CLASS=v HREF="http://vedabase.net/y/yajne">yajñe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrifice; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhagam">bh&#257;gam</A> &#8212; share; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; duration of life; <A CLASS=v HREF="http://vedabase.net/a/ava">ava</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/a/avarundhe">avarundhe</A> &#8212; obtains; <A CLASS=v HREF="http://vedabase.net/a/ayusya">&#257;yushya</A> &#8212; of duration of life; <A CLASS=v HREF="http://vedabase.net/v/vedam">vedam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/anusasti">anu&#347;&#257;sti</A> &#8212; directs; <A CLASS=v HREF="http://vedabase.net/a/avatirya">avat&#299;rya</A> &#8212; incarnating; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the universe.</P><P CLASS=t>TRANSLATION</P><P>The Lord in His incarnation of Dhanvantari very quickly cures the diseases of the ever-diseased living entities simply by his fame personified, and only because of him do the demigods achieve long lives. Thus the Personality of Godhead becomes ever glorified. He also exacted a share from the sacrifices, and it is he only who inaugurated the medical science or the knowledge of medicine in the universe.</P><P CLASS=t>PURPORT</P><P>As stated in the beginning of the &#346;r&#299;mad-Bh&#257;gavatam, everything emanates from the ultimate source of the Personality of Godhead; it is therefore understood in this verse that medical science or knowledge in medicine was also inaugurated by the Personality of Godhead in His incarnation Dhanvantari, and thus the knowledge is recorded in the Vedas. The Vedas are the source of all knowledge, and thus knowledge in medical science is also there for the perfect cure of the diseases of the living entity. The embodied living entity is diseased by the very construction of his body. The body is the symbol of diseases. The disease may differ from one variety to another, but disease must be there just as there is birth and death for everyone. So, by the grace of the Personality of Godhead, not only are diseases of the body and mind cured, but also the soul is relieved of the constant repetition of birth and death. The name of the Lord is also called bhavaushadhi, or the source of curing the disease of material existence.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>