<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.23</P><P CLASS=c>asmat-pras&#257;da-sumukhah kalay&#257; kale&#347;a</P><P CLASS=c>ikshv&#257;ku-vam&#347;a avat&#299;rya guror nide&#347;e</P><P CLASS=c>tishthan vanam sa-dayit&#257;nuja &#257;vive&#347;a</P><P CLASS=c>yasmin virudhya da&#347;a-kandhara &#257;rtim &#257;rcchat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A> &#8212; unto us, beginning from <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> down <A HREF="http://vedabase.net/t/to">to</A> the insignificant ant; <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; causeless mercy; <A CLASS=v HREF="http://vedabase.net/s/sumukhah">sumukhah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> inclined; <A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; with His plenary extensions; <A CLASS=v HREF="http://vedabase.net/k/kalesah">kale&#347;ah</A> &#8212; the Lord of all potencies; <A CLASS=v HREF="http://vedabase.net/i/iksvaku">ikshv&#257;ku</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/i/iksvaku">Ikshv&#257;ku</A>, <A HREF="http://vedabase.net/i/in">in</A> the dynasty of the sun; <A CLASS=v HREF="http://vedabase.net/v/vamse">vam&#347;e</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/a/avatirya">avat&#299;rya</A> &#8212; by descending <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; of the father or spiritual master; <A CLASS=v HREF="http://vedabase.net/n/nidese">nide&#347;e</A> &#8212; under the order of; <A CLASS=v HREF="http://vedabase.net/t/tisthan">tishthan</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/d/dayita">dayit&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anujah">anujah</A> &#8212; along with His wife and younger brother; <A CLASS=v HREF="http://vedabase.net/a/avivesa">&#257;vive&#347;a</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/v/virudhya">virudhya</A> &#8212; being rebellious; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kandharah">kandharah</A> &#8212; <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>, who <A HREF="http://vedabase.net/h/had">had</A> ten heads; <A CLASS=v HREF="http://vedabase.net/a/artim">&#257;rtim</A> &#8212; great distress; <A CLASS=v HREF="http://vedabase.net/a/arcchat">&#257;rcchat</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>Due to His causeless mercy upon all living entities within the universe, the Supreme Personality of Godhead, along with His plenary extensions, appeared in the family of Mah&#257;r&#257;ja Ikshv&#257;ku as the Lord of His internal potency, S&#299;t&#257;. Under the order of His father, Mah&#257;r&#257;ja Da&#347;aratha, He entered the forest and lived there for considerable years with His wife and younger brother. R&#257;vana, who was very materially powerful, with ten heads on his shoulders, committed a great offense against Him and was thus ultimately vanquished.</P><P CLASS=t>PURPORT</P><P>Lord R&#257;ma is the Supreme Personality of Godhead, and His brothers, namely Bharata, Lakshmana and &#346;atrughna, are His plenary expansions. All four brothers are vishnu-tattva and were never ordinary human beings. There are many unscrupulous and ignorant commentators on R&#257;m&#257;yana who present the younger brothers of Lord R&#257;macandra as ordinary living entities. But here in the &#346;r&#299;mad-Bh&#257;gavatam, the most authentic scripture on the science of Godhead, it is clearly stated that His brothers were His plenary expansions. Originally Lord R&#257;macandra is the incarnation of V&#257;sudeva, Lakshmana is the incarnation of Sa&#324;karshana, Bharata is the incarnation of Pradyumna, and &#346;atrughna is the incarnation of Aniruddha, expansions of the Personality of Godhead. Lakshm&#299;j&#299; S&#299;t&#257; is the internal potency of the Lord and is neither an ordinary woman nor the external potency incarnation of Durg&#257;. Durg&#257; is the external potency of the Lord, and she is associated with Lord &#346;iva.</P><P>As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>), the Lord appears when there are discrepancies in the discharge of factual religion. Lord R&#257;macandra also appeared under the same circumstances, accompanied by His brothers, who are expansions of the Lord's internal potency, and by Lakshm&#299;j&#299; S&#299;t&#257;dev&#299;.</P><P>Lord R&#257;macandra was ordered by His father, Mah&#257;r&#257;ja Da&#347;aratha, to leave home for the forest under awkward circumstances, and the Lord, as the ideal son of His father, carried out the order, even on the occasion of His being declared the King of Ayodhy&#257;. One of His younger brothers, Lakshmanaj&#299;, desired to go with Him, and so also His eternal wife, S&#299;t&#257;j&#299;, desired to go with Him. The Lord agreed to both of them, and all together they entered the Dandak&#257;ranya Forest, to live there for fourteen years. During their stay in the forest, there was some quarrel between R&#257;macandra and R&#257;vana, and the latter kidnapped the Lord's wife, S&#299;t&#257;. The quarrel ended in the vanquishing of the greatly powerful R&#257;vana, along with all his kingdom and family.</P><P>S&#299;t&#257; is Lakshm&#299;j&#299;, or the goddess of fortune, but she is never to be enjoyed by any living being. She is meant for being worshiped by the living being along with her husband, &#346;r&#299; R&#257;macandra. A materialistic man like R&#257;vana does not understand this great truth, but on the contrary he wants to snatch S&#299;t&#257;dev&#299; from the custody of R&#257;ma and thus incurs great miseries. The materialists, who are after opulence and material prosperity, may take lessons from the R&#257;m&#257;yana that the policy of exploiting the nature of the Lord without acknowledging the supremacy of the Supreme Lord is the policy of R&#257;vana. R&#257;vana was very advanced materially, so much so that he turned his kingdom, La&#324;k&#257;, into pure gold, or full material wealth. But because he did not recognize the supremacy of Lord R&#257;macandra and defied Him by stealing His wife, S&#299;t&#257;, R&#257;vana was killed, and all his opulence and power were destroyed.</P><P>Lord R&#257;macandra is a full incarnation with six opulences in full, and He is therefore mentioned in this verse as kale&#347;ah, or master of all opulence.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>