<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.26</P><P CLASS=c>bh&#363;meh suretara-var&#363;tha-vimardit&#257;y&#257;h</P><P CLASS=c>kle&#347;a-vyay&#257;ya kalay&#257; sita-krishna-ke&#347;ah</P><P CLASS=c>j&#257;tah karishyati jan&#257;nupalakshya-m&#257;rgah</P><P CLASS=c>karm&#257;ni c&#257;tma-mahimopanibandhan&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhumeh">bh&#363;meh</A> &#8212; of the entire world; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/i/itara">itara</A> &#8212; other than godly persons; <A CLASS=v HREF="http://vedabase.net/v/varutha">var&#363;tha</A> &#8212; soldiers; <A CLASS=v HREF="http://vedabase.net/v/vimarditayah">vimardit&#257;y&#257;h</A> &#8212; distressed by the burden; <A CLASS=v HREF="http://vedabase.net/k/klesa">kle&#347;a</A> &#8212; miseries; <A CLASS=v HREF="http://vedabase.net/v/vyayaya">vyay&#257;ya</A> &#8212; for the matter of diminishing; <A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; along with His plenary expansion; <A CLASS=v HREF="http://vedabase.net/s/sita">sita</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; not only beautiful but also black; <A CLASS=v HREF="http://vedabase.net/k/kesah">ke&#347;ah</A> &#8212; with such hairs; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; having appeared; <A CLASS=v HREF="http://vedabase.net/k/karisyati">karishyati</A> &#8212; would act; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/a/anupalaksya">anupalakshya</A> &#8212; rarely <A HREF="http://vedabase.net/t/to">to</A> be seen; <A CLASS=v HREF="http://vedabase.net/m/margah">m&#257;rgah</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; glories of the Lord Himself; <A CLASS=v HREF="http://vedabase.net/u/upanibandhanani">upanibandhan&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A>.</P><P CLASS=t>TRANSLATION</P><P>When the world is overburdened by the fighting strength of kings who have no faith in God, the Lord, just to diminish the distress of the world, descends with His plenary portion. The Lord comes in His original form, with beautiful black hair. And just to expand His transcendental glories, He acts extraordinarily. No one can properly estimate how great He is.</P><P CLASS=t>PURPORT</P><P>This verse is especially describing the appearance of Lord Krishna and His immediate expansion, Lord Baladeva. Both Lord Krishna and Lord Baladeva are one Supreme Personality of Godhead. The Lord is omnipotent, and He expands Himself in innumerable forms and energies, and the whole unit is known as the one Supreme Brahman. Such extensions of the Lord are divided into two divisions, namely personal and differential. The personal expansions are called the vishnu-tattvas, and the differential expansions are called the j&#299;va-tattvas. And in such expansional activity, Lord Baladeva is the first personal expansion of Krishna, the Supreme Personality of Godhead.</P><P>In the Vishnu Pur&#257;na, as well as in the Mah&#257;bh&#257;rata, both Krishna and Baladeva are mentioned as having beautiful black hair, even in Their advanced age. The Lord is called anupalakshya-m&#257;rgah or, in still more technical Vedic terms, av&#257;&#324;-manas&#257; gocarah: one who is never to be seen or realized by the limited sense perception of the people in general. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>) it is said by the Lord, n&#257;ham prak&#257;&#347;ah sarvasya yogam&#257;y&#257;-sam&#257;vritah. In other words, He reserves the right of not being exposed to anyone and everyone. Only the bona fide devotees can know Him by His specific symptoms, and out of many, many such symptoms, one symptom is mentioned here in this verse, that the Lord is sita-krishna-ke&#347;ah, or one who is observed always with beautiful black hair. Both Lord Krishna and Lord Baladeva have such hair on Their heads, and thus even in advanced age They appeared like young boys sixteen years old. That is the particular symptom of the Personality of Godhead. In the Brahma-samhit&#257; it is stated that although He is the oldest personality among all living entities, He always looks like a new, youthful boy. That is the characteristic of a spiritual body. The material body is symptomized by birth, death, old age and diseases, but the spiritual body is conspicuous by the absence of those symptoms. Living entities who reside in the Vaikunthalokas in eternal life and bliss have the same type of spiritual body, without being affected by any signs of old age. It is described in the Bh&#257;gavatam (Canto Six) that the party of Vishnud&#363;tas who came to deliver Aj&#257;mila from the clutches of the party of Yamar&#257;ja appeared like youthful boys, corroborating the description in this verse. It is ascertained thus that the spiritual bodies in the Vaikunthalokas, either of the Lord or of the other inhabitants, are completely distinct from the material bodies of this world. Therefore, when the Lord descends from that world to this world, He descends in His spiritual body of &#257;tma-m&#257;y&#257;, or internal potency, without any touch of the bahira&#324;g&#257;-m&#257;y&#257;, or external, material energy. The allegation that the impersonal Brahman appears in this material world by accepting a material body is quite absurd. Therefore the Lord, when He comes here, has not a material body, but a spiritual body. The impersonal brahmajyoti is only the glaring effulgence of the body of the Lord, and there is no difference in quality between the body of the Lord and the impersonal ray of the Lord, called brahmajyoti.</P><P>Now the question is why the Lord, who is omnipotent, comes here to diminish the burden created upon the world by the unscrupulous kingly order. Certainly the Lord does not need to come here personally for such purposes, but He actually descends to exhibit His transcendental activities in order to encourage His pure devotees, who want to enjoy life by chanting the glories of the Lord. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13-14</A>) it is stated that the mah&#257;tm&#257;s, great devotees of the Lord, take pleasure in chanting of the activities of the Lord. All Vedic literatures are meant for turning one's attention towards the Lord and His transcendental activities. Thus the activities of the Lord, in His dealings with worldly people, create a subject matter for discussion by His pure devotees.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>