<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.29</P><P CLASS=c>tat karma divyam iva yan ni&#347;i nih&#347;ay&#257;nam</P><P CLASS=c>d&#257;v&#257;gnin&#257; &#347;uci-vane paridahyam&#257;ne</P><P CLASS=c>unneshyati vrajam ato 'vasit&#257;nta-k&#257;lam</P><P CLASS=c>netre pidh&#257;pya sabalo 'nadhigamya-v&#299;ryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activity; <A CLASS=v HREF="http://vedabase.net/d/divyam">divyam</A> &#8212; superhuman; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/nisi">ni&#347;i</A> &#8212; at night; <A CLASS=v HREF="http://vedabase.net/n/nihsayanam">nih&#347;ay&#257;nam</A> &#8212; sleeping carefreely; <A CLASS=v HREF="http://vedabase.net/d/dava">d&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/a/agnina">agnin&#257;</A> &#8212; by the glare of the forest fire; <A CLASS=v HREF="http://vedabase.net/s/suci">&#347;uci</A>-<A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dry forest; <A CLASS=v HREF="http://vedabase.net/p/paridahyamane">paridahyam&#257;ne</A> &#8212; being set ablaze; <A CLASS=v HREF="http://vedabase.net/u/unnesyati">unneshyati</A> &#8212; would deliver; <A CLASS=v HREF="http://vedabase.net/v/vrajam">vrajam</A> &#8212; all the inhabitants of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; hence; <A CLASS=v HREF="http://vedabase.net/a/avasita">avasita</A> &#8212; surely; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A>-<A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; last moments of life; <A CLASS=v HREF="http://vedabase.net/n/netre">netre</A> &#8212; on the eyes; <A CLASS=v HREF="http://vedabase.net/p/pidhapya">pidh&#257;pya</A> &#8212; simply by closing; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/balah">balah</A> &#8212; along with <A HREF="http://vedabase.net/b/baladeva">Baladeva</A>; <A CLASS=v HREF="http://vedabase.net/a/anadhigamya">anadhigamya</A> &#8212; unfathomable; <A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; prowess.</P><P CLASS=t>TRANSLATION</P><P>On the very night of the day of the chastisement of the K&#257;liya snake, when the inhabitants of Vrajabh&#363;mi were sleeping carefreely, there was a forest fire ablaze due to dry leaves, and it appeared that all the inhabitants were sure to meet their death. But the Lord, along with Balar&#257;ma, saved them simply by closing His eyes. Such are the superhuman activities of the Lord.</P><P CLASS=t>PURPORT</P><P>Although in this verse the Lord's activity has been described as superhuman, it should be noted that the Lord's activities are always superhuman, and that distinguishes Him from the ordinary living being. Uprooting a gigantic banyan or arjuna tree and extinguishing a blazing forest fire simply by closing one's eyes are certainly impossible by any kind of human endeavor. But not only are these activities amazing to hear, but in fact all other activities of the Lord, whatever He may do, are all superhuman, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>). Whoever knows the superhuman activities of the Lord, due to their very transcendental nature, becomes eligible to enter the kingdom of Krishna, and as such, after quitting this present material body, the knower of the transcendental activities of the Lord goes back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>