<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.3</P><P CLASS=c>jajñe ca kardama-grihe dvija devah&#363;ty&#257;m</P><P CLASS=c>str&#299;bhih samam navabhir &#257;tma-gatim sva-m&#257;tre</P><P CLASS=c>&#363;ce yay&#257;tma-&#347;amalam guna-sa&#324;ga-pa&#324;kam</P><P CLASS=c>asmin vidh&#363;ya kapilasya gatim prapede</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jajne">jajñe</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kardama">kardama</A> &#8212; the <A HREF="http://vedabase.net/p/prajapati">Praj&#257;pati</A> named <A HREF="http://vedabase.net/k/kardama">Kardama</A>; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/d/devahutyam">devah&#363;ty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the womb of <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>; <A CLASS=v HREF="http://vedabase.net/s/stribhih">str&#299;bhih</A> &#8212; by women; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; accompanied by; <A CLASS=v HREF="http://vedabase.net/n/navabhih">navabhih</A> &#8212; by nine; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; spiritual realization; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/matre">m&#257;tre</A> &#8212; unto His own mother; <A CLASS=v HREF="http://vedabase.net/u/uce">&#363;ce</A> &#8212; uttered; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samalam">&#347;amalam</A> &#8212; coverings of the spirit soul; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; associated with the modes of nature; <A CLASS=v HREF="http://vedabase.net/p/pankam">pa&#324;kam</A> &#8212; mud; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this very life; <A CLASS=v HREF="http://vedabase.net/v/vidhuya">vidh&#363;ya</A> &#8212; being washed off; <A CLASS=v HREF="http://vedabase.net/k/kapilasya">kapilasya</A> &#8212; of Lord <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/p/prapede">prapede</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>The Lord then appeared as the Kapila incarnation, being the son of the praj&#257;pati br&#257;hmana Kardama and his wife, Devah&#363;ti, along with nine other women [sisters]. He spoke to His mother about self-realization, by which, in that very lifetime, she became fully cleansed of the mud of the material modes and thereby achieved liberation, the path of Kapila.</P><P CLASS=t>PURPORT</P><P>The instructions of Lord Kapila to His mother Devah&#363;ti are fully described in the Third Canto (Chapters 25-32) of the &#346;r&#299;mad-Bh&#257;gavatam, and anyone who follows the instructions can achieve the same liberation obtained by Devah&#363;ti. The Lord spoke Bhagavad-g&#299;t&#257;, and thereby Arjuna achieved self-realization, and even today anyone who follows the path of Arjuna can also attain the same benefit as &#346;r&#299; Arjuna. The scriptures are meant for this purpose. Foolish, unintelligent persons make their own interpretations by imagination and thus mislead their followers, causing them to remain in the dungeon of material existence. However, simply by following the instructions imparted by Lord Krishna or Lord Kapila, one can obtain the highest benefit, even today.</P><P>The word &#257;tma-gatim is significant in the sense of perfect knowledge of the Supreme. One should not be satisfied simply by knowing the qualitative equality of the Lord and the living being. One should know the Lord as much as can be known by our limited knowledge. It is impossible for the Lord to be known perfectly as He is, even by such liberated persons as &#346;iva or Brahm&#257;, so what to speak of other demigods or men in this world. Still, by following the principles of the great devotees and the instructions available in the scriptures, one can know to a considerable extent the features of the Lord. His Lordship Kapila, the incarnation of the Lord, instructed His mother fully about the personal form of the Lord, and thereby she realized the personal form of the Lord and was able to achieve a place in the Vaikunthaloka where, Lord Kapila predominates. Every incarnation of the Lord has His own abode in the spiritual sky. Therefore Lord Kapila also has His separate Vaikuntha planet. The spiritual sky is not void. There are innumerable Vaikuntha planets, and in each of them the Lord, by His innumerable expansions, predominates, and the pure devotees who are there also live in the same style as the Lord and His eternal associates.</P><P>When the Lord descends personally or by His personal plenary expansions, such incarnations are called am&#347;a, kal&#257;, guna, yuga and manvantara incarnations, and when the Lord's associates descend by the order of the Lord, such incarnations are called &#347;akty&#257;ve&#347;a incarnations. But in all cases all the incarnations are supported by the invulnerable statements of the authorized scriptures, and not by any imagination of some self-interested propagandist. Such incarnations of the Lord, in either of the above categories, always declare the Supreme Personality of Godhead to be the ultimate truth. The impersonal conception of the supreme truth is just a process of negation of the form of the Lord from the mundane conception of the supreme truth.</P><P>The living entities, by their very constitution, are spiritually as good as the Lord, and the only difference between them is that the Lord is always supreme and pure, without contamination by the modes of material nature, whereas the living entities are apt to be contaminated by association with the material modes of goodness, passion and ignorance. This contamination by the material modes can be washed off completely by knowledge, renunciation and devotional service. Devotional service to the Lord is the ultimate issue, and therefore those who are directly engaged in the devotional service of the Lord not only acquire the necessary knowledge in spiritual science, but also attain detachment from material connection and are thus promoted to the kingdom of God by complete liberation, as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>Even in the nonliberated stage, a living entity can be directly engaged in the transcendental loving service of the Personality of Godhead Lord Krishna or His plenary expansions like R&#257;ma and Narasimha. Thus, with the proportionate improvement of such transcendental devotional service, the devotee makes definite progress toward brahma-gatim or &#257;tma-gatim, and ultimately attains kapilasya gatim, or the abode of the Lord, without difficulty. The antiseptic potency of devotional service to the Lord is so great that it can neutralize the material infection even in the present life of a devotee. A devotee does not need to wait for his next birth for complete liberation.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>