<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.31</P><P CLASS=c>nandam ca mokshyati bhay&#257;d varunasya p&#257;&#347;&#257;d</P><P CLASS=c>gop&#257;n bileshu pihit&#257;n maya-s&#363;nun&#257; ca</P><P CLASS=c>ahny &#257;pritam ni&#347;i &#347;ay&#257;nam ati&#347;ramena</P><P CLASS=c>lokam vikuntham upaneshyati gokulam sma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nandam">nandam</A> &#8212; unto <A HREF="http://vedabase.net/n/nanda">Nanda</A> (the father of <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/moksyati">mokshyati</A> &#8212; saves; <A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; from the fear of; <A CLASS=v HREF="http://vedabase.net/v/varunasya">varunasya</A> &#8212; of <A HREF="http://vedabase.net/v/varuna">Varuna</A>, the demigod of water; <A CLASS=v HREF="http://vedabase.net/p/pasat">p&#257;&#347;&#257;t</A> &#8212; from the clutches of; <A CLASS=v HREF="http://vedabase.net/g/gopan">gop&#257;n</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/b/bilesu">bileshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the caves of the mountain; <A CLASS=v HREF="http://vedabase.net/p/pihitan">pihit&#257;n</A> &#8212; placed; <A CLASS=v HREF="http://vedabase.net/m/maya">maya</A>-<A CLASS=v HREF="http://vedabase.net/s/sununa">s&#363;nun&#257;</A> &#8212; by the son of <A HREF="http://vedabase.net/m/maya">Maya</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/ahni">ahni</A> <A CLASS=v HREF="http://vedabase.net/a/aprtam">&#257;pritam</A> &#8212; being very engaged during the daytime; <A CLASS=v HREF="http://vedabase.net/n/nisi">ni&#347;i</A> &#8212; at night; <A CLASS=v HREF="http://vedabase.net/s/sayanam">&#347;ay&#257;nam</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/a/atisramena">ati&#347;ramena</A> &#8212; because of hard labor; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; planet; <A CLASS=v HREF="http://vedabase.net/v/vikuntham">vikuntham</A> &#8212; the spiritual sky; <A CLASS=v HREF="http://vedabase.net/u/upanesyati">upaneshyati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> awarded; <A CLASS=v HREF="http://vedabase.net/g/gokulam">gokulam</A> &#8212; the highest planet; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>Lord Krishna saved His foster father, Nanda Mah&#257;r&#257;ja, from the fear of the demigod Varuna and released the cowherd boys from the caves of the mountain, for they were placed there by the son of Maya. Also, to the inhabitants of Vrind&#257;vana, who were busy working during daytime and sleeping soundly at night because of their hard labor in the day, Lord Krishna awarded promotion to the highest planet in the spiritual sky. All these acts are transcendental and certainly prove without any doubt His Godhood.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja, the foster father of Lord Krishna, went to take his bath in the River Yamun&#257; in the dead of night, mistakenly thinking that the night was already over; thus the demigod Varuna took him to the Varuna planet just to have a look at the Personality of Godhead Lord Krishna, who appeared there to release His father. Actually there was no arrest of Nanda Mah&#257;r&#257;ja by Varuna because the inhabitants of Vrind&#257;vana were always engaged in thinking of Krishna, in constant meditation on the Personality of Godhead in a particular form of samadhi, or trance of bhakti-yoga. They had no fear of the miseries of material existence. In the Bhagavad-g&#299;t&#257; it is confirmed that to be in association with the Supreme Personality of Godhead by full surrender in transcendental love frees one from the miseries inflicted by the laws of material nature. Here it is clearly mentioned that the inhabitants of Vrind&#257;vana were extensively busy in the hard labor of their day's work, and due to the day's hard labor they were engaged in sound sleep at night. So practically they had very little time to devote to meditation or to the other paraphernalia of spiritual activities. But factually they were engaged in the highest spiritual activities only. Everything done by them was spiritualized because everything was dovetailed in their relationship with Lord &#346;r&#299; Krishna. The central point of activities was Krishna, and as such the so-called activities in the material world were saturated with spiritual potency. That is the advantage of the way of bhakti-yoga. One should discharge one's duty on Lord Krishna's behalf, and all one's actions will be saturated with Krishna thought, the highest pattern of trance in spiritual realization.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>