<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.33</P><P CLASS=c>kr&#299;dan vane ni&#347;i ni&#347;&#257;kara-ra&#347;mi-gaury&#257;m</P><P CLASS=c>r&#257;sonmukhah kala-pad&#257;yata-m&#363;rcchitena</P><P CLASS=c>udd&#299;pita-smara-ruj&#257;m vraja-bhrid-vadh&#363;n&#257;m</P><P CLASS=c>hartur harishyati &#347;iro dhanad&#257;nugasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kridan">kr&#299;dan</A> &#8212; while engaged <A HREF="http://vedabase.net/i/in">in</A> His pastimes; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/n/nisi">ni&#347;i</A> &#8212; nocturnal; <A CLASS=v HREF="http://vedabase.net/n/nisakara">ni&#347;&#257;kara</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/r/rasmi">ra&#347;mi</A>-<A CLASS=v HREF="http://vedabase.net/g/gauryam">gaury&#257;m</A> &#8212; white moonshine; <A CLASS=v HREF="http://vedabase.net/r/rasa">r&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/u/unmukhah">unmukhah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> dance with; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/p/padayata">pad&#257;yata</A> &#8212; accompanied by sweet songs; <A CLASS=v HREF="http://vedabase.net/m/murcchitena">m&#363;rcchitena</A> &#8212; and melodious music; <A CLASS=v HREF="http://vedabase.net/u/uddipita">udd&#299;pita</A> &#8212; awakened; <A CLASS=v HREF="http://vedabase.net/s/smara">smara</A>-<A CLASS=v HREF="http://vedabase.net/r/rujam">ruj&#257;m</A> &#8212; sexual desires; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrt">bhrit</A> &#8212; the inhabitants of Vrajabh&#363;mi; <A CLASS=v HREF="http://vedabase.net/v/vadhunam">vadh&#363;n&#257;m</A> &#8212; of the wives; <A CLASS=v HREF="http://vedabase.net/h/hartuh">hartuh</A> &#8212; of the kidnappers; <A CLASS=v HREF="http://vedabase.net/h/harisyati">harishyati</A> &#8212; will vanquish; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; the head; <A CLASS=v HREF="http://vedabase.net/d/dhanada">dhanada</A>-<A CLASS=v HREF="http://vedabase.net/a/anugasya">anugasya</A> &#8212; of the follower of the rich <A HREF="http://vedabase.net/k/kuvera">Kuvera</A>.</P><P CLASS=t>TRANSLATION</P><P>When the Lord was engaged in His pastimes of the r&#257;sa dance in the forest of Vrind&#257;vana, enlivening the sexual desires of the wives of the inhabitants of Vrind&#257;vana by sweet and melodious songs, a demon of the name &#346;a&#324;khac&#363;da, a rich follower of the treasurer of heaven [Kuvera], kidnapped the damsels, and the Lord severed his head from his trunk.</P><P CLASS=t>PURPORT</P><P>We should carefully note that the statements described herein are the statements of Brahm&#257;j&#299; to N&#257;rada, and he was speaking to N&#257;rada of events that would happen in the future, during the advent of Lord Krishna. The pastimes of the Lord are known to the experts who are able to see past, present and future, and Brahm&#257;j&#299;, being one of them, foretold what would happen in the future. The killing of &#346;a&#324;khac&#363;da by the Lord is a more recent incident, after the r&#257;sa-l&#299;l&#257;, and not exactly a simultaneous affair. In the previous verses we have seen also that the Lord's engagement in the affairs of the forest fire was described along with His pastimes of punishing the K&#257;liya snake, and similarly the pastimes of the r&#257;sa dance and the killing of &#346;a&#324;khac&#363;da are also described herein. The adjustment is that all these incidents would take place in the future, after the time when it was being foretold by Brahm&#257;j&#299; to N&#257;rada. The demon &#346;a&#324;khac&#363;da was killed by the Lord during His pastimes at Horik&#257; in the month of Ph&#257;lguna, and the same ceremony is still observed in India by the burning of the effigy of &#346;a&#324;khac&#363;da one day prior to the Lord's pastimes at Horik&#257;, generally known as Holi.</P><P>Generally the future appearance and the activities of the Lord or His incarnations are foretold in the scriptures, and thus the pseudoincarnations are unable to cheat persons who are in knowledge of the events as they are described in the authoritative scriptures.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34-35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>