<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.36</P><P CLASS=c>k&#257;lena m&#299;lita-dhiy&#257;m avamri&#347;ya nrin&#257;m</P><P CLASS=c>stok&#257;yush&#257;m sva-nigamo bata d&#363;ra-p&#257;rah</P><P CLASS=c>&#257;virhitas tv anuyugam sa hi satyavaty&#257;m</P><P CLASS=c>veda-drumam vita-pa&#347;o vibhajishyati sma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> course of time; <A CLASS=v HREF="http://vedabase.net/m/milita">m&#299;lita</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; of the less intelligent persons; <A CLASS=v HREF="http://vedabase.net/a/avamrsya">avamri&#347;ya</A> &#8212; considering the difficulties; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of humanity at large; <A CLASS=v HREF="http://vedabase.net/s/stoka">stoka</A>-<A CLASS=v HREF="http://vedabase.net/a/ayusam">&#257;yush&#257;m</A> &#8212; of the short-living persons; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/n/nigamah">nigamah</A> &#8212; the Vedic literatures compiled by Him; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; exactly; <A CLASS=v HREF="http://vedabase.net/d/dura">d&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">p&#257;rah</A> &#8212; greatly difficult; <A CLASS=v HREF="http://vedabase.net/a/avirhitah">&#257;virhitah</A> &#8212; having appeared <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/anuyugam">anuyugam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> terms of the <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Lord); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/satyavatyam">satyavaty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the womb of <A HREF="http://vedabase.net/s/satyavati">Satyavat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/d/drumam">drumam</A> &#8212; the desire tree of the Vedas; <A CLASS=v HREF="http://vedabase.net/v/vita">vita</A>-<A CLASS=v HREF="http://vedabase.net/p/pasah">pa&#347;ah</A> &#8212; by division of branches; <A CLASS=v HREF="http://vedabase.net/v/vibhajisyati">vibhajishyati</A> &#8212; will divide; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> were.</P><P CLASS=t>TRANSLATION</P><P>The Lord Himself in His incarnation as the son of Satyavat&#299; [Vy&#257;sadeva] will consider his compilation of the Vedic literature to be very difficult for the less intelligent persons with short life, and thus He will divide the tree of Vedic knowledge into different branches, according to the circumstances of the particular age.</P><P CLASS=t>PURPORT</P><P>Herein Brahm&#257; mentions the future compilation of &#346;r&#299;mad-Bh&#257;gavatam for the short-lived persons of the Kali age. As explained in the First Canto, the less intelligent persons of the age of Kali would be not only short-lived, but also perplexed with so many problems of life due to the awkward situation of the godless human society. Advancement of material comforts of the body is activity in the mode of ignorance according to the laws of material nature. Real advancement of knowledge means progress of knowledge in self-realization. But in the age of Kali the less intelligent men mistakenly consider the short lifetime of one hundred years (now factually reduced to about forty or sixty years) to be all in all. They are less intelligent because they have no information of the eternity of life; they identify with the temporary material body existing for forty years and consider it the only basic principle of life. Such persons are described as equal to the asses and bulls. But the Lord, as the compassionate father of all living beings, imparts unto them the vast Vedic knowledge in short treatises like the Bhagavad-g&#299;t&#257; and, for the graduates, the &#346;r&#299;mad-Bh&#257;gavatam. The Pur&#257;nas and the Mah&#257;bh&#257;rata are also similarly made by Vy&#257;sadeva for the different types of men in the modes of material nature. But none of them are independent of the Vedic principles.</P><P CLASS=l><A CLASS=i HREF="34-35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>