<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.4</P><P CLASS=c>atrer apatyam abhik&#257;&#324;kshata &#257;ha tushto</P><P CLASS=c>datto may&#257;ham iti yad bhagav&#257;n sa dattah</P><P CLASS=c>yat-p&#257;da-pa&#324;kaja-par&#257;ga-pavitra-deh&#257;</P><P CLASS=c>yogarddhim &#257;pur ubhay&#299;m yadu-haihay&#257;dy&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atreh">atreh</A> &#8212; of the sage <A HREF="http://vedabase.net/a/atri">Atri</A>; <A CLASS=v HREF="http://vedabase.net/a/apatyam">apatyam</A> &#8212; issue; <A CLASS=v HREF="http://vedabase.net/a/abhikanksatah">abhik&#257;&#324;kshatah</A> &#8212; having prayed for; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/t/tustah">tushtah</A> &#8212; being satisfied; <A CLASS=v HREF="http://vedabase.net/d/dattah">dattah</A> &#8212; given over; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/d/dattah">dattah</A> &#8212; Datt&#257;treya; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; one whose feet; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/p/paraga">par&#257;ga</A> &#8212; dust; <A CLASS=v HREF="http://vedabase.net/p/pavitra">pavitra</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/d/dehah">deh&#257;h</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; mystic; <A CLASS=v HREF="http://vedabase.net/r/rddhim">riddhim</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/u/ubhayim">ubhay&#299;m</A> &#8212; for both the worlds; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A> &#8212; the father of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/h/haihaya">haihaya</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; and others, like King <A HREF="http://vedabase.net/h/haihaya">Haihaya</A>.</P><P CLASS=t>TRANSLATION</P><P>The great sage Atri prayed for offspring, and the Lord, being satisfied with him, promised to incarnate as Atri's son, Datt&#257;treya [Datta, the son of Atri]. And by the grace of the lotus feet of the Lord, many Yadus, Haihayas, etc., became so purified that they obtained both material and spiritual blessings.</P><P CLASS=t>PURPORT</P><P>Transcendental relations between the Personality of Godhead and the living entities are eternally established in five different affectionate humors, which are known as &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya. The sage Atri was related with the Lord in the affectionate v&#257;tsalya humor, and therefore, as a result of his devotional perfection, he was inclined to have the Personality of Godhead as his son. The Lord accepted his prayer, and He gave Himself as the son of Atri. Such a relation of sonhood between the Lord and His pure devotees can be cited in many instances. And because the Lord is unlimited, He has an unlimited number of father-devotees. Factually the Lord is the father of all living entities, but out of transcendental affection and love between the Lord and His devotees, the Lord takes more pleasure in becoming the son of a devotee than in becoming one's father. The father actually serves the son, whereas the son only demands all sorts of services from the father; therefore a pure devotee who is always inclined to serve the Lord wants Him as the son, and not as the father. The Lord also accepts such service from the devotee, and thus the devotee becomes more than the Lord. The impersonalists desire to become one with the Supreme, but the devotee becomes more than the Lord, surpassing the desire of the greatest monist. Parents and other relatives of the Lord achieve all mystic opulences automatically because of their intimate relationship with the Lord. Such opulences include all details of material enjoyment, salvation and mystic powers. Therefore, the devotee of the Lord does not seek them separately, wasting his valuable time in life. The valuable time of one's life must therefore be fully engaged in the transcendental loving service of the Lord. Then other desirable achievements are automatically gained. But even after obtaining such achievements, one should be on guard against the pitfall of offenses at the feet of the devotees. The vivid example is Haihaya, who achieved all such perfection in devotional service but, because of his offense at the feet of a devotee, was killed by Lord Para&#347;ur&#257;ma. The Lord became the son of the great sage Atri and became known as Datt&#257;treya.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>