<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.46</P><P CLASS=c>te vai vidanty atitaranti ca deva-m&#257;y&#257;m</P><P CLASS=c>str&#299;-&#347;&#363;dra-h&#363;na-&#347;abar&#257; api p&#257;pa-j&#299;v&#257;h</P><P CLASS=c>yady adbhuta-krama-par&#257;yana-&#347;&#299;la-&#347;iksh&#257;s</P><P CLASS=c>tiryag-jan&#257; api kim u &#347;ruta-dh&#257;ran&#257; ye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; undoubtedly; <A CLASS=v HREF="http://vedabase.net/v/vidanti">vidanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> know; <A CLASS=v HREF="http://vedabase.net/a/atitaranti">atitaranti</A> &#8212; surpass; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the covering energy of the Lord; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A> &#8212; such <A HREF="http://vedabase.net/a/as">as</A> women; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> &#8212; the laborer class of men; <A CLASS=v HREF="http://vedabase.net/h/huna">h&#363;na</A> &#8212; the mountaineers; <A CLASS=v HREF="http://vedabase.net/s/sabarah">&#347;abar&#257;h</A> &#8212; the Siberians, or those lower than the &#347;&#363;dras; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;v&#257;h</A> &#8212; sinful living beings; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; provided; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/k/krama">krama</A> &#8212; one whose acts <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> wonderful; <A CLASS=v HREF="http://vedabase.net/p/parayana">par&#257;yana</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> devotees; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A> &#8212; behavior; <A CLASS=v HREF="http://vedabase.net/s/siksah">&#347;iksh&#257;h</A> &#8212; trained by; <A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A>-<A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; even those who <A HREF="http://vedabase.net/a/are">are</A> not human beings; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A>-<A CLASS=v HREF="http://vedabase.net/d/dharanah">dh&#257;ran&#257;h</A> &#8212; those who have taken <A HREF="http://vedabase.net/t/to">to</A> the idea of the Lord by hearing about Him; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those.</P><P CLASS=t>TRANSLATION</P><P>Surrendered souls, even from groups leading sinful lives, such as women, the laborer class, the mountaineers and the Siberians, or even the birds and beasts, can also know about the science of Godhead and become liberated from the clutches of the illusory energy by surrendering unto the pure devotees of the Lord and by following in their footsteps in devotional service.</P><P CLASS=t>PURPORT</P><P>Sometimes there are inquiries as to how one can surrender unto the Supreme Lord. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>) the Lord asked Arjuna to surrender unto Him, and therefore persons unwilling to do so question where God is and to whom they should surrender. The answer to such questions or inquiries is given herein very properly. The Personality of Godhead may not be present before one's eyes, but if one is sincere in wanting such guidance the Lord will send a bona fide person who can guide one properly back home, back to Godhead. There is no need of material qualifications for making progress on the path of spiritual realization. In the material world, when one accepts some particular type of service, he is required to possess some particular type of qualification also. Without this one is unfit for such service. But in the devotional service of the Lord the only qualification required is surrender. Surrendering oneself is in one's own hand. If one likes, he can surrender immediately, without delay, and that begins his spiritual life. The bona fide representative of God is as good as God Himself. Or, in other words, the loving representative of the Lord is more kind and more easy to approach. A sinful soul cannot approach the Lord directly, but such a sinful man can very easily approach a pure devotee of the Lord. And if one agrees to put himself under the guidance of such a devotee of the Lord, he can also understand the science of God and can also become like the transcendental pure devotee of the Lord and thus get his liberation back to Godhead, back home for eternal happiness.</P><P>So realization of the science of Godhead and relief from the unnecessary, useless struggle for existence are not at all difficult for the willing candidate. But they are very difficult for persons who are not surrendered souls but only simple, profitless speculators.</P><P CLASS=l><A CLASS=i HREF="43-45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>