<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.5</P><P CLASS=c>taptam tapo vividha-loka-sisrikshay&#257; me</P><P CLASS=c>&#257;dau san&#257;t sva-tapasah sa catuh-sano 'bh&#363;t</P><P CLASS=c>pr&#257;k-kalpa-samplava-vinashtam ih&#257;tma-tattvam</P><P CLASS=c>samyag jag&#257;da munayo yad acakshat&#257;tman</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taptam">taptam</A> &#8212; having undergone austerities; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; penance; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; different planetary systems; <A CLASS=v HREF="http://vedabase.net/s/sisrksaya">sisrikshay&#257;</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> create; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; at first; <A CLASS=v HREF="http://vedabase.net/s/sanat">san&#257;t</A> &#8212; from the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tapasah">tapasah</A> &#8212; by dint of my own penances; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Lord); <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/s/sanah">sanah</A> &#8212; the four bachelors named <A HREF="http://vedabase.net/s/sanat">Sanat</A>-<A HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>, <A HREF="http://vedabase.net/s/sanaka">Sanaka</A>, <A HREF="http://vedabase.net/s/sanandana">Sanandana</A> and <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A>; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; previous; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/s/samplava">samplava</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the inundation; <A CLASS=v HREF="http://vedabase.net/v/vinastam">vinashtam</A> &#8212; devastated; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the spirit; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> complete; <A CLASS=v HREF="http://vedabase.net/j/jagada">jag&#257;da</A> &#8212; became manifested; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/a/acaksata">acakshata</A> &#8212; saw clearly; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; the spirit.</P><P CLASS=t>TRANSLATION</P><P>To create different planetary systems I had to undergo austerities and penance, and the Lord, thus being pleased with me, incarnated in four sanas [Sanaka, Sanat-kum&#257;ra, Sanandana and San&#257;tana]. In the previous creation the spiritual truth was devastated, but the four sanas explained it so nicely that the truth at once became clearly perceived by the sages.</P><P CLASS=t>PURPORT</P><P>The Vishnu-sahasra-n&#257;ma prayers mention the Lord's name as san&#257;t and san&#257;tanatama. The Lord and the living entities are both qualitatively san&#257;tana, or eternal, but the Lord is san&#257;tana-tama or the eternal in the superlative degree. The living entities are positively san&#257;tana, but not superlatively, because the living entities are apt to fall to the atmosphere of noneternity. Therefore, the living entities are quantitatively different from the superlative san&#257;tana, the Lord.</P><P>The word san is also used in the sense of charity; therefore when everything is given up in charity unto the Lord, the Lord reciprocates by giving Himself unto the devotee. This is also confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>): ye yath&#257; m&#257;m prapadyante. Brahm&#257;j&#299; wanted to create the whole cosmic situation as it was in the previous millennium, and because, in the last devastation, knowledge of the Absolute Truth was altogether erased from the universe, he desired that the same knowledge again be renovated; otherwise there would be no meaning in the creation. Because transcendental knowledge is a prime necessity, the ever-conditioned souls are given a chance for liberation in every millennium of creation. This mission of Brahm&#257;j&#299; was fulfilled by the grace of the Lord when the four sanas, namely Sanaka, Sanat-kum&#257;ra, Sanandana and San&#257;tana, appeared as his four sons. These four sanas were incarnations of the knowledge of the Supreme Lord, and as such they explained transcendental knowledge so explicitly that all the sages could at once assimilate this knowledge without the least difficulty. By following in the footsteps of the four Kum&#257;ras, one can at once see the Supreme Personality of Godhead within oneself.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>