<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.51</P><P CLASS=c>idam bh&#257;gavatam n&#257;ma</P><P CLASS=c>yan me bhagavatoditam</P><P CLASS=c>sa&#324;graho 'yam vibh&#363;t&#299;n&#257;m</P><P CLASS=c>tvam etad vipul&#299; kuru</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; the science of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uditam">uditam</A> &#8212; enlightened; <A CLASS=v HREF="http://vedabase.net/s/sangrahah">sa&#324;grahah</A> &#8212; is the accumulation of; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/v/vibhutinam">vibh&#363;t&#299;n&#257;m</A> &#8212; of the diverse potencies; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this science of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vipuli">vipul&#299;</A> &#8212; expand; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/it">it</A>.</P><P CLASS=t>TRANSLATION</P><P>O N&#257;rada, this science of God, &#346;r&#299;mad-Bh&#257;gavatam, was spoken to me in summary by the Supreme Personality of Godhead, and it was spoken as the accumulation of His diverse potencies. Please expand this science yourself.</P><P CLASS=t>PURPORT</P><P>The Bh&#257;gavatam in a nutshell, spoken by the Personality of Godhead in about half a dozen verses, which will appear ahead, is the science of God, and it is the potent representation of the Personality of Godhead. He, being absolute, is nondifferent from the science of God, &#346;r&#299;mad-Bh&#257;gavatam. Brahm&#257;j&#299; received this science of Godhead from the Lord directly, and he handed over the same to N&#257;rada, who in his turn ordered &#346;r&#299;la Vy&#257;sadeva to expand it. So the transcendental knowledge of the Supreme Lord is not mental speculation by the mundane wranglers, but is uncontaminated, eternal, perfect knowledge beyond the jurisdiction of material modes. The Bh&#257;gavata Pur&#257;na is therefore the direct incarnation of the Lord in the form of transcendental sound, and one should receive this transcendental knowledge from the bona fide representative of the Lord in the chain of disciplic succession from the Lord to Brahm&#257;j&#299;, from Brahm&#257;j&#299; to N&#257;rada, from N&#257;rada to Vy&#257;sa, from Vy&#257;sadeva to &#346;ukadeva Gosv&#257;m&#299;, from &#346;ukadeva Gosv&#257;m&#299; to S&#363;ta Gosv&#257;m&#299;. The ripened fruit of the Vedic tree drops from one hand to another without being broken by falling suddenly from a high branch down to the earth. Therefore unless one hears the science of Godhead from the bona fide representative of the disciplic succession, as above mentioned, for one to understand the theme of the science of Godhead will be a difficult job. It should never be heard from the professional Bh&#257;gavatam reciters who earn their livelihood by gratifying the senses of the audience.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>