<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.52</P><P CLASS=c>yath&#257; harau bhagavati</P><P CLASS=c>nrin&#257;m bhaktir bhavishyati</P><P CLASS=c>sarv&#257;tmany akhil&#257;dh&#257;re</P><P CLASS=c>iti sa&#324;kalpya varnaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Lord; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; for human beings; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhavisyati">bhavishyati</A> &#8212; become enlightened; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the Absolute Whole; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/a/adhare">&#257;dh&#257;re</A> &#8212; unto the summum bonum; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sankalpya">sa&#324;kalpya</A> &#8212; by determination; <A CLASS=v HREF="http://vedabase.net/v/varnaya">varnaya</A> &#8212; describe.</P><P CLASS=t>TRANSLATION</P><P>Please describe the science of Godhead with determination and in a manner by which it will be quite possible for the human being to develop transcendental devotional service unto the Personality of Godhead Hari, the Supersoul of every living being and the summum bonum source of all energies.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam is the philosophy of devotional service and the scientific presentation of man's relationship with the Supreme Personality of Godhead. Prior to the age of Kali there was no need for such a book of knowledge to know the Lord and His potential energies, but with the beginning of the age of Kali human society gradually became influenced by four sinful principles, namely illegitimate connection with women, intoxication, gambling and unnecessary killing of animals. Because of these basic sinful acts, man gradually became forgetful of his eternal relation with God. Therefore man became blind, so to speak, to his ultimate goal of life. The ultimate goal of life is not to pass a life of irresponsibility like the animals and indulge in a polished way in the four animal principles, namely eating, sleeping, fearing and mating. For such a blind human society in the darkness of ignorance, &#346;r&#299;mad-Bh&#257;gavatam is the torchlight to see things in proper perspective. Therefore it was necessary to describe the science of God from the very beginning, or from the very birth of the phenomenal world.</P><P>As we have already explained, &#346;r&#299;mad-Bh&#257;gavatam is so scientifically presented that any sincere student of this great science will be able to understand the science of God simply by reading it with attention or simply by regularly hearing it from the bona fide speaker. Everyone is hankering after happiness in life, but in this age the members of human society, blind as they are, do not have the proper vision that the Personality of Godhead is the reservoir of all happiness because He is the ultimate source of everything (janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]). Happiness in complete perfection without hindrance can be achieved only by our devotional relationship with Him. And it is only by His association that we can get free of distressful material existence. Even those who are after the enjoyment of this material world can also take shelter of the great science of &#346;r&#299;mad-Bh&#257;gavatam, and they will be successful at the end. N&#257;rada is therefore requested or ordered by his spiritual master to present this science with determination and in good plan. N&#257;rada was never advised to preach the principles of Bh&#257;gavatam to earn a livelihood; he was ordered by his spiritual master to take the matter very seriously in a missionary spirit.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>