<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.53</P><P CLASS=c>m&#257;y&#257;m varnayato 'mushya</P><P CLASS=c>&#299;&#347;varasy&#257;numodatah</P><P CLASS=c>&#347;rinvatah &#347;raddhay&#257; nityam</P><P CLASS=c>m&#257;yay&#257;tm&#257; na muhyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; affairs of the external energy; <A CLASS=v HREF="http://vedabase.net/v/varnayatah">varnayatah</A> &#8212; while describing; <A CLASS=v HREF="http://vedabase.net/a/amusya">amushya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anumodatah">anumodatah</A> &#8212; thus appreciating; <A CLASS=v HREF="http://vedabase.net/s/srnvatah">&#347;rinvatah</A> &#8212; thus hearing; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/m/muhyati">muhyati</A> &#8212; becomes illusioned.</P><P CLASS=t>TRANSLATION</P><P>The Lord's activities in association with His different energies should be described, appreciated and heard in accordance with the teachings of the Supreme Lord. If this is done regularly with devotion and respect, one is sure to get out of the illusory energy of the Lord.</P><P CLASS=t>PURPORT</P><P>The science of learning a subject matter seriously is different from the sentiments of fanatics. Fanatics or fools may consider the Lord's activities in relation with the external energy to be useless for them, and they may falsely claim to be higher participants in the internal energy of the Lord, but factually the Lord's activities in relation with the external energy and the internal energy are equally good. On the other hand, those who are not completely free from the clutches of the Lord's external energy should devoutly hear regularly about the activities of the Lord in relation with the external energy. They should not foolishly jump up to the activities of the internal energy, falsely attracted by the Lord's internal potential activities like His r&#257;sa-l&#299;l&#257;. The cheap reciters of the Bh&#257;gavatam are very much enthusiastic about the Lord's internal potential activities, and the pseudodevotees, absorbed in material sense enjoyment, falsely jump to the stage of liberated souls and thus fall down deeply into the clutches of external energy.</P><P>Some of them think that to hear about the pastimes of the Lord means to hear about His activities with the gop&#299;s or about His pastimes like lifting the Govardhana Hill, and they have nothing to do with the Lord's plenary expansions as the purush&#257;vat&#257;ras and Their pastimes of the creation, maintenance or annihilation of the material worlds. But a pure devotee knows that there is no difference between the pastimes of the Lord, either in r&#257;sa-l&#299;l&#257; or in creation, maintenance or destruction of the material world. Rather, the descriptions of such activities of the Lord as the purush&#257;vat&#257;ras are specifically meant for persons who are in the clutches of the external energy. Topics like the r&#257;sa-l&#299;l&#257; are meant for the liberated souls and not for the conditioned souls. The conditioned souls, therefore, must hear with appreciation and devotion the Lord's pastimes in relationship with the external energy, and such acts are as good as the hearing of r&#257;sa-l&#299;l&#257; in the liberated stage. A conditioned soul should not imitate the activities of liberated souls. Lord &#346;r&#299; Caitanya never indulged in hearing the r&#257;sa-l&#299;la with ordinary men.</P><P>In the &#346;r&#299;mad-Bh&#257;gavatam, the science of God, the first nine cantos prepare the ground for hearing the Tenth Canto. This will be further explained in the last chapter of this canto. In the Third Canto it will be more explicit. A pure devotee of the Lord, therefore, must begin reading or hearing &#346;r&#299;mad-Bh&#257;gavatam from the very beginning, and not from the Tenth Canto. We have several times been requested by some so-called devotees to take up the Tenth Canto immediately, but we have refrained from such an action because we wish to present &#346;r&#299;mad-Bh&#257;gavatam as the science of Godhead and not as a sensuous understanding for the conditioned souls. This is forbidden by such authorities as &#346;r&#299; Brahm&#257;j&#299;. By reading and hearing &#346;r&#299;mad-Bh&#257;gavatam as a scientific presentation, the conditioned souls will gradually be promoted to the higher status of transcendental knowledge after being freed from the illusory energy based on sense enjoyment.</P><P>Thus end the Bhaktivedanta purports of the Second Canto, Seventh Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Scheduled Incarnations with Specific Functions."</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../8/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>