<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.6</P><P CLASS=c>dharmasya daksha-duhitary ajanishta m&#363;rty&#257;m</P><P CLASS=c>n&#257;r&#257;yano nara iti sva-tapah-prabh&#257;vah</P><P CLASS=c>drishtv&#257;tmano bhagavato niyam&#257;valopam</P><P CLASS=c>devyas tv ana&#324;ga-pritan&#257; ghatitum na &#347;ekuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; of <A HREF="http://vedabase.net/d/dharma">Dharma</A> (the controller of religious principles); <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A> &#8212; <A HREF="http://vedabase.net/d/daksa">Daksha</A>, one of the Praj&#257;patis; <A CLASS=v HREF="http://vedabase.net/d/duhitari">duhitari</A> &#8212; unto the daughter; <A CLASS=v HREF="http://vedabase.net/a/ajanista">ajanishta</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/m/murtyam">m&#363;rty&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/m/murti">M&#363;rti</A>; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/n/nara">Nara</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; personal penances; <A CLASS=v HREF="http://vedabase.net/p/prabhavah">prabh&#257;vah</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of His own; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/niyama">niyama</A>-<A CLASS=v HREF="http://vedabase.net/a/avalopam">avalopam</A> &#8212; breaking the vow; <A CLASS=v HREF="http://vedabase.net/d/devyah">devyah</A> &#8212; celestial beauties; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/ananga">ana&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/p/prtanah">pritan&#257;h</A> &#8212; companion of Cupid; <A CLASS=v HREF="http://vedabase.net/g/ghatitum">ghatitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> happen; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/sekuh">&#347;ekuh</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> possible.</P><P CLASS=t>TRANSLATION</P><P>To exhibit His personal way of austerity and penance, He appeared in twin forms as N&#257;r&#257;yana and Nara in the womb of M&#363;rti, the wife of Dharma and the daughter of Daksha. Celestial beauties, the companions of Cupid, went to try to break His vows, but they were unsuccessful, for they saw that many beauties like them were emanating from Him, the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The Lord, being the source of everything that be, is the origin of all austerities and penances also. Great vows of austerity are undertaken by sages to achieve success in self-realization. Human life is meant for such tapasya, with the great vow of celibacy, or brahmacarya. In the rigid life of tapasya, there is no place for the association of women. And because human life is meant for tapasya, for self-realization, factual human civilization, as conceived by the system of san&#257;tana-dharma or the school of four castes and four orders of life, prescribes rigid dissociation from woman in three stages of life. In the order of gradual cultural development, one's life may be divided into four divisions: celibacy, household life, retirement, and renunciation. During the first stage of life, up to twenty-five years of age, a man may be trained as a brahmac&#257;r&#299; under the guidance of a bona fide spiritual master just to understand that woman is the real binding force in material existence. If one wants to get freedom from the material bondage of conditional life, he must get free from the attraction for the form of woman. Woman, or the fair sex, is the enchanting principle for the living entities, and the male form, especially in the human being, is meant for self-realization. The whole world is moving under the spell of womanly attraction, and as soon as a man becomes united with a woman, he at once becomes a victim of material bondage under a tight knot. The desires for lording it over the material world, under the intoxication of a false sense of lordship, specifically begin just after the man's unification with a woman. The desires for acquiring a house, possessing land, having children and becoming prominent in society, the affection for community and the place of birth, and the hankering for wealth, which are all like phantasmagoria or illusory dreams, encumber a human being, and he is thus impeded in his progress toward self-realization, the real aim of life. The brahmac&#257;ri, or a boy from the age of five years, especially from the higher castes, namely from the scholarly parents (the br&#257;hmanas), the administrative parents (the kshatriyas), or the mercantile or productive parents (the vai&#347;yas), is trained until twenty-five years of age under the care of a bona fide guru or teacher, and under strict observance of discipline he comes to understand the values of life along with taking specific training for a livelihood. The brahmac&#257;r&#299; is then allowed to go home and enter householder life and get married to a suitable woman. But there are many brahmac&#257;r&#299;s who do not go home to become householders but continue the life of naishthika-brahmac&#257;r&#299;s, without any connection with women. They accept the order of sanny&#257;sa, or the renounced order of life, knowing well that combination with women is an unnecessary burden that checks self-realization. Since sex desire is very strong at a certain stage of life, the guru may allow the brahmac&#257;r&#299; to marry; this license is given to a brahmac&#257;r&#299; who is unable to continue the way of naishthika-brahmacarya, and such discriminations are possible for the bona fide guru. A program of so-called family planning is needed. The householder who associates with woman under scriptural restrictions, after a thorough training of brahmacarya, cannot be a householder like cats and dogs. Such a householder, after fifty years of age, would retire from the association of woman as a v&#257;naprastha to be trained to live alone without the association of woman. When the practice is complete, the same retired householder becomes a sanny&#257;s&#299;, strictly separate from woman, even from his married wife. Studying the whole scheme of disassociation from women, it appears that a woman is a stumbling block for self-realization, and the Lord appeared as N&#257;r&#257;yana to teach the principle of womanly disassociation with a vow in life. The demigods, being envious of the austere life of the rigid brahmac&#257;r&#299;s, would try to cause them to break their vows by dispatching soldiers of Cupid. But in the case of the Lord, it became an unsuccessful attempt when the celestial beauties saw that the Lord can produce innumerable such beauties by His mystic internal potency and that there was consequently no need to be attracted by others externally. There is a common proverb that a confectioner is never attracted by sweetmeats. The confectioner, who is always manufacturing sweetmeats, has very little desire to eat them; similarly, the Lord, by His pleasure potential powers, can produce innumerable spiritual beauties and not be the least attracted by the false beauties of material creation. One who does not know alleges foolishly that Lord Krishna enjoyed women in His r&#257;sa-l&#299;l&#257; in Vrind&#257;vana, or with His sixteen thousand married wives at Dv&#257;rak&#257;.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>