<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 7 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 7 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Scheduled Incarnations with Specific Functions</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.7.9</P><P CLASS=c>yad venam utpatha-gatam dvija-v&#257;kya-vajra-</P><P CLASS=c>nishplushta-paurusha-bhagam niraye patantam</P><P CLASS=c>tr&#257;tv&#257;rthito jagati putra-padam ca lebhe</P><P CLASS=c>dugdh&#257; vas&#363;ni vasudh&#257; sakal&#257;ni yena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/v/venam">venam</A> &#8212; unto King <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/u/utpatha">utpatha</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; going astray from the righteous path; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; words of cursing; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A> &#8212; thunderbolt; <A CLASS=v HREF="http://vedabase.net/n/nisplusta">nishplushta</A> &#8212; being burnt by; <A CLASS=v HREF="http://vedabase.net/p/paurusa">paurusha</A> &#8212; great deeds; <A CLASS=v HREF="http://vedabase.net/b/bhagam">bhagam</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/n/niraye">niraye</A> &#8212; into hell; <A CLASS=v HREF="http://vedabase.net/p/patantam">patantam</A> &#8212; going down; <A CLASS=v HREF="http://vedabase.net/t/tratva">tr&#257;tv&#257;</A> &#8212; by delivering; <A CLASS=v HREF="http://vedabase.net/a/arthitah">arthitah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> being prayed for; <A CLASS=v HREF="http://vedabase.net/j/jagati">jagati</A> &#8212; on the world; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the position of the son; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/l/lebhe">lebhe</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/d/dugdha">dugdh&#257;</A> &#8212; exploited; <A CLASS=v HREF="http://vedabase.net/v/vasuni">vas&#363;ni</A> &#8212; produce; <A CLASS=v HREF="http://vedabase.net/v/vasudha">vasudh&#257;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/s/sakalani">sakal&#257;ni</A> &#8212; all kinds of; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Vena went astray from the path of righteousness, and the br&#257;hmanas chastised him by the thunderbolt curse. By this King Vena was burnt with his good deeds and opulence and was en route to hell. The Lord, by His causeless mercy, descended as his son, by the name of Prithu, delivered the condemned King Vena from hell, and exploited the earth by drawing all kinds of crops as produce.</P><P CLASS=t>PURPORT</P><P>According to the system of varn&#257;&#347;rama-dharma, the pious and learned br&#257;hmanas were the natural guardians of society. The br&#257;hmanas, by their learned labor of love, would instruct the administrator-kings how to rule the country in complete righteousness, and thus the process would go on as a perfect welfare state. The kings or the kshatriya administrators would always consult the council of learned br&#257;hmanas. They were never autocratic monarchs. The scriptures like Manu-samhit&#257; and other authorized books of the great sages were guiding principles for ruling the subjects, and there was no need for less intelligent persons to manufacture a code of law in the name of democracy. The less intelligent mass of people have very little knowledge of their own welfare, as a child has very little knowledge of its future well-being. The experienced father guides the innocent child towards the path of progress, and the childlike mass of people need similar guidance. The standard welfare codes are already there in the Manu-samhit&#257; and other Vedic literatures. The learned br&#257;hmanas would advise the king in terms of those standard books of knowledge and with reference to the particular situation of time and place. Such br&#257;hmanas were not paid servants of the king, and therefore they had the strength to dictate to the king on the principles of scriptures. This system continued even up to the time of Mah&#257;r&#257;ja Candragupta, and the br&#257;hmana C&#257;nakya was his unpaid prime minister.</P><P>Mah&#257;r&#257;ja Vena did not adhere to this principle of ruling, and he disobeyed the learned br&#257;hmanas. The broad-minded br&#257;hmanas were not self-interested, but looked to the interest of complete welfare for all the subjects. They wanted to chastise King Vena for his misconduct and so prayed to the Almighty Lord as well as cursed the king.</P><P>Long life, obedience, good reputation, righteousness, prospects of being promoted to higher planets, and blessings of great personalities are all vanquished simply by disobedience to a great soul. One should strictly try to follow in the footsteps of great souls. Mah&#257;r&#257;ja Vena became a king, undoubtedly due to his past deeds of righteousness, but because he willfully neglected the great souls, he was punished by the loss of all the above-mentioned acquisitions. In the V&#257;mana Pur&#257;na the history of Mah&#257;r&#257;ja Vena and his degradation are fully described. When Mah&#257;r&#257;ja Prithu heard about the hellish condition of his father, Vena, who was suffering from leprosy in the family of a mleccha, he at once brought the former king to Kurukshetra for his purification and relieved him of all sufferings.</P><P>Mah&#257;r&#257;ja Prithu, the incarnation of God, descended by the prayer of the br&#257;hmanas to rectify the disorders on earth. He produced all kinds of crops. But, at the same time, he performed the duty of a son who delivers his father from hellish conditions. The word putra means one who delivers from hell, called put. That is a worthy son.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>