<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.23</P><P CLASS=c>pa&#347;uvad yavanair esha</P><P CLASS=c>n&#299;yam&#257;nah svakam kshayam</P><P CLASS=c>anvadravann anupath&#257;h</P><P CLASS=c>&#347;ocanto bhri&#347;am &#257;tur&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/an">an</A> animal; <A CLASS=v HREF="http://vedabase.net/y/yavanaih">yavanaih</A> &#8212; by the Yavanas; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; <A HREF="http://vedabase.net/p/puranjana">Purañjana</A>; <A CLASS=v HREF="http://vedabase.net/n/niyamanah">n&#299;yam&#257;nah</A> &#8212; being arrested and taken away; <A CLASS=v HREF="http://vedabase.net/s/svakam">svakam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> their own; <A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/a/anvadravan">anvadravan</A> &#8212; followed; <A CLASS=v HREF="http://vedabase.net/a/anupathah">anupath&#257;h</A> &#8212; his attendants; <A CLASS=v HREF="http://vedabase.net/s/socantah">&#347;ocantah</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/a/aturah">&#257;tur&#257;h</A> &#8212; being distressed.</P><P CLASS=t>TRANSLATION</P><P>When the Yavanas were taking King Purañjana away to their place, binding him like an animal, the King's followers became greatly aggrieved. While they lamented, they were forced to go along with him.</P><P CLASS=t>PURPORT</P><P>When Yamar&#257;ja and his assistants take a living entity away to the place of judgment, the life, life air and desires, being followers of the living entity, also go with him. This is confirmed in the Vedas. When the living entity is taken away or arrested by Yamar&#257;ja (tam utkr&#257;mantam), the life air also goes with him (pr&#257;no 'n&#363;tkr&#257;mati), and when the life air is gone (pr&#257;nam an&#363;tkr&#257;mantam), all the senses (sarve pr&#257;n&#257;h) also go along (an&#363;tkr&#257;manti). When the living entity and the life air are gone, the lump of matter produced of five elements &#8212; earth, water, air, fire and ether &#8212; is rejected and left behind. The living entity then goes to the court of judgment, and Yamar&#257;ja decides what kind of body he is going to get next. This process is unknown to modern scientists. Every living entity is responsible for his activities in this life, and after death he is taken to the court of Yamar&#257;ja, where it is decided what kind of body he will take next. Although the gross material body is left, the living entity and his desires, as well as the resultant reactions of his past activities, go on. It is Yamar&#257;ja who decides what kind of body one gets next in accordance with one's past actions.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>