<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.27</P><P CLASS=c>ananta-p&#257;re tamasi</P><P CLASS=c>magno nashta-smritih sam&#257;h</P><P CLASS=c>&#347;&#257;&#347;vat&#299;r anubh&#363;y&#257;rtim</P><P CLASS=c>pramad&#257;-sa&#324;ga-d&#363;shitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/p/pare">p&#257;re</A> &#8212; unlimitedly expanded; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material existence of darkness; <A CLASS=v HREF="http://vedabase.net/m/magnah">magnah</A> &#8212; being merged; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A>-<A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; bereft of all intelligence; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; for many years; <A CLASS=v HREF="http://vedabase.net/s/sasvatih">&#347;&#257;&#347;vat&#299;h</A> &#8212; practically eternally; <A CLASS=v HREF="http://vedabase.net/a/anubhuya">anubh&#363;ya</A> &#8212; experiencing; <A CLASS=v HREF="http://vedabase.net/a/artim">&#257;rtim</A> &#8212; the threefold miseries; <A CLASS=v HREF="http://vedabase.net/p/pramada">pramad&#257;</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; by association; <A CLASS=v HREF="http://vedabase.net/d/dusitah">d&#363;shitah</A> &#8212; being contaminated.</P><P CLASS=t>TRANSLATION</P><P>Due to his contaminated association with women, a living entity like King Purañjana eternally suffers all the pangs of material existence and remains in the dark region of material life, bereft of all remembrance for many, many years.</P><P CLASS=t>PURPORT</P><P>This is a description of material existence. Material existence is experienced when one becomes attached to a woman and forgets his real identity as the eternal servant of Krishna (nashta-smritih). In this way, in one body after another, the living entity perpetually suffers the threefold miseries of material existence. To save human civilization from the darkness of ignorance, this movement was started. The main purpose of the Krishna consciousness movement is to enlighten the forgetful living entity and remind him of his original Krishna consciousness. In this way the living entity can be saved from the catastrophe of ignorance as well as bodily transmigration. As &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung:</P><P>an&#257;di karama-phale, padi' bhav&#257;rnava-jale,</P><P CLASS=n>tarib&#257;re n&#257; dekhi up&#257;ya</P><P CLASS=n>ei vishaya-hal&#257;hale, div&#257;-ni&#347;i hiy&#257; jvale,</P><P CLASS=n>mana kabhu sukha n&#257;hi p&#257;ya</P><P>"Because of my past fruitive activities, I have now fallen into an ocean of nescience. I cannot find any means to get out of this great ocean, which is indeed like an ocean of poison. We are trying to be happy through sense enjoyment, but actually that so-called enjoyment is like food that is too hot and causes burning in the heart. I feel a burning sensation constantly, day and night, and thus my mind cannot find satisfaction."</P><P>Material existence is always full of anxiety. People are always trying to find many ways to mitigate anxiety, but because they are not guided by a real leader, they try to forget material anxiety through drink and sex indulgence. Foolish people do not know that by attempting to escape anxiety by drink and sex, they simply increase their duration of material life. It is not possible to escape material anxiety in this way.</P><P>The word pramad&#257;-sa&#324;ga-d&#363;shitah indicates that apart from all other contamination, if one simply remains attached to a woman, that single contamination will be sufficient to prolong one's miserable material existence. Consequently, in Vedic civilization one is trained from the beginning to give up attachment for women. The first stage of life is brahmac&#257;r&#299;, the second stage grihastha, the third stage v&#257;naprastha, and the fourth stage sanny&#257;sa. All these stages are devised to enable one to detach himself from the association of women.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>