<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.30</P><P CLASS=c>tasy&#257;m sa janay&#257;m cakra</P><P CLASS=c>&#257;tmaj&#257;m asitekshan&#257;m</P><P CLASS=c>yav&#299;yasah sapta sut&#257;n</P><P CLASS=c>sapta dravida-bh&#363;bhritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; through her; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/j/janayam">janay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; begot; <A CLASS=v HREF="http://vedabase.net/a/atmajam">&#257;tmaj&#257;m</A> &#8212; daughter; <A CLASS=v HREF="http://vedabase.net/a/asita">asita</A> &#8212; blue or black; <A CLASS=v HREF="http://vedabase.net/i/iksanam">&#299;kshan&#257;m</A> &#8212; whose eyes; <A CLASS=v HREF="http://vedabase.net/y/yaviyasah">yav&#299;yasah</A> &#8212; younger, very powerful; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/s/sutan">sut&#257;n</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/d/dravida">dravida</A> &#8212; province of <A HREF="http://vedabase.net/d/dravida">Dravida</A>, or South India; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A> &#8212; of the land; <A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; kings.</P><P CLASS=t>TRANSLATION</P><P>King Malayadhvaja fathered one daughter, who had very black eyes. He also had seven sons, who later became rulers of that tract of land known as Dravida. Thus there were seven kings in that land.</P><P CLASS=t>PURPORT</P><P>King Malayadhvaja was a great devotee, and after he married the daughter of King Vidarbha, he gave her one nice daughter, whose eyes were black. Figuratively this means that the daughter of King Malayadhvaja was also bestowed with devotional service, for her eyes were always fixed on Krishna. A devotee has no vision in his life other than Krishna. The seven sons are the seven processes of devotional service &#8212; hearing, chanting, remembering, offering worship, offering prayers, rendering transcendental loving service and serving the lotus feet of the Lord. Of the nine types of devotional service, only seven were immediately given. The balance &#8212; friendship and surrendering everything &#8212; were to be developed later. In other words, devotional service is divided into two categories &#8212; namely vidhi-m&#257;rga and r&#257;ga-m&#257;rga. The process of becoming friends with the Lord and sacrificing everything for Him belongs to the category of r&#257;ga-m&#257;rga, the stage of developed devotional service. For the neophyte, the important processes are those of hearing and chanting (&#347;ravanam k&#299;rtanam), remembering Krishna, worshiping the Deity in the temple, offering prayers and always engaging in the service of the Lord, and worshiping the lotus feet of the Lord.</P><P>The word yav&#299;yasah indicates that these processes are very powerful. After a devotee engages in the processes of &#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam/ arcanam vandanam d&#257;syam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], and is able to secure these processes, he can later become a devotee capable of rendering spontaneous devotional service &#8212; namely sakhyam and &#257;tma-nivedanam. Generally the great &#257;c&#257;ryas who preach devotional service all over the world belong to the category of sakhyam &#257;tma-nivedanam. A neophyte devotee cannot actually become a preacher. The neophyte is advised to execute devotional service in the seven other fields (&#347;ravanam k&#299;rtanam, etc.). If one can successfully execute the preliminary seven items, he can in the future be situated on the platform of sakhyam &#257;tma-nivedanam.</P><P>The specific mention of Dravida-de&#347;a refers to the five Dravida-de&#347;as in South India. All are very strong in rendering the preliminary devotional processes (&#347;ravanam k&#299;rtanam). Some great &#257;c&#257;ryas, like R&#257;m&#257;nuj&#257;c&#257;rya and Madhv&#257;c&#257;rya, also came from Dravida-de&#347;a and became great preachers. They were all situated on the platform of sakhyam &#257;tma-nivedanam.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>