<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.31</P><P CLASS=c>ekaikasy&#257;bhavat tesh&#257;m</P><P CLASS=c>r&#257;jann arbudam arbudam</P><P CLASS=c>bhokshyate yad-vam&#347;a-dharair</P><P CLASS=c>mah&#299; manvantaram param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/e/ekasya">ekasya</A> &#8212; of each one; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; there became; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/a/arbudam">arbudam</A> &#8212; ten million; <A CLASS=v HREF="http://vedabase.net/a/arbudam">arbudam</A> &#8212; ten million; <A CLASS=v HREF="http://vedabase.net/b/bhoksyate">bhokshyate</A> &#8212; is ruled; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/vamsa">vam&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dharaih">dharaih</A> &#8212; by descendants; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; the whole world; <A CLASS=v HREF="http://vedabase.net/m/manu">manu</A>-<A CLASS=v HREF="http://vedabase.net/a/antaram">antaram</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the end of one <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; and afterward.</P><P CLASS=t>TRANSLATION</P><P>My dear King Pr&#257;c&#299;nabarhishat, the sons of Malayadhvaja gave birth to many thousands and thousands of sons, and all of these have been protecting the entire world up to the end of one Manu's life-span and even afterward.</P><P CLASS=t>PURPORT</P><P>There are fourteen Manus in one day of Brahm&#257;. A manvantara, the life-span of one Manu, is given as 71 multiplied by 4,320,000 years. After one such Manu passes on, another Manu begins his life-span. In this way the life cycle of the universe is going on. As one Manu follows another, the cult of Krishna consciousness is being imparted, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/1.htm">4.1</A>):</P><P>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=n>imam vivasvate yogam</P><P CLASS=n>proktav&#257;n aham avyayam</P><P CLASS=n>vivasv&#257;n manave pr&#257;ha</P><P CLASS=n>manur ikshv&#257;kave 'brav&#299;t</P><P>"The Blessed Lord said: I instructed this imperishable science of yoga to the sun-god, Vivasv&#257;n, and Vivasv&#257;n instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikshv&#257;ku." Vivasv&#257;n, the sun-god, imparted Bhagavad-g&#299;t&#257; to one Manu, and this Manu imparted it to his son, who imparted it to yet another Manu. In this way the propagation of Krishna consciousness is never stopped. No one should think that this Krishna consciousness movement is a new movement. As confirmed by Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, it is a very, very old movement, for it has been passing down from one Manu to another.</P><P>Among Vaishnavas there may be some difference of opinion due to everyone's personal identity, but despite all personal differences, the cult of Krishna consciousness must go on. We can see that under the instructions of &#346;r&#299;la Bhaktivinoda Th&#257;kura, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja began preaching the Krishna consciousness movement in an organized way within the past hundred years. The disciples of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja are all Godbrothers, and although there are some differences of opinion, and although we are not acting conjointly, every one of us is spreading this Krishna consciousness movement according to his own capacity and producing many disciples to spread it all over the world. As far as we are concerned, we have already started the International Society for Krishna Consciousness, and many thousands of Europeans and Americans have joined this movement. Indeed, it is spreading like wildfire. The cult of Krishna consciousness, based on the nine principles of devotional service (&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam/ arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]), will never be stopped. It will go on without distinction of caste, creed, color or country. No one can check it.</P><P>The word bhokshyate is very important in this verse. Just as a king gives protection to his citizens, these devotees, following the principles of devotional service, will give protection to all the people of the world. The people of the world are very much harassed by so-called religious-principled sv&#257;m&#299;s, yog&#299;s, karm&#299;s and jñ&#257;n&#299;s, but none of these can show the right way to become elevated to the spiritual platform. There are primarily four parties spreading devotional service all over the universe. These are the R&#257;m&#257;nuja-samprad&#257;ya, the Madhva-samprad&#257;ya, the Vishnusv&#257;mi-samprad&#257;ya and the Nimb&#257;rka-samprad&#257;ya. The Madhva-Gaud&#299;ya-samprad&#257;ya in particular comes from Lord Caitanya Mah&#257;prabhu. All these devotees are spreading this Krishna consciousness movement very widely and giving protection to innocent people who are being so much embarrassed by pseudo-avat&#257;ras, -sv&#257;m&#299;s, -yog&#299;s and others.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>