<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.33</P><P CLASS=c>vibhajya tanayebhyah kshm&#257;m</P><P CLASS=c>r&#257;jarshir malayadhvajah</P><P CLASS=c>&#257;rir&#257;dhayishuh krishnam</P><P CLASS=c>sa jag&#257;ma kul&#257;calam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vibhajya">vibhajya</A> &#8212; having divided; <A CLASS=v HREF="http://vedabase.net/t/tanayebhyah">tanayebhyah</A> &#8212; among his sons; <A CLASS=v HREF="http://vedabase.net/k/ksmam">kshm&#257;m</A> &#8212; the whole world; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the great saintly king; <A CLASS=v HREF="http://vedabase.net/m/malayadhvajah">malayadhvajah</A> &#8212; named Malayadhvaja; <A CLASS=v HREF="http://vedabase.net/a/ariradhayisuh">&#257;rir&#257;dhayishuh</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> worship; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/j/jagama">jag&#257;ma</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/k/kulacalam">kul&#257;calam</A> &#8212; unto <A HREF="http://vedabase.net/k/kulacala">Kul&#257;cala</A>.</P><P CLASS=t>TRANSLATION</P><P>After this, the great saintly King Malayadhvaja divided his entire kingdom among his sons. Then, in order to worship Lord Krishna with full attention, he went to a solitary place known as Kul&#257;cala.</P><P CLASS=t>PURPORT</P><P>Malayadhvaja, the great king, was certainly a mah&#257;-bh&#257;gavata, topmost devotee. By executing devotional service, he begot many sons and disciples for propagating the bhakti cult (&#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). Actually, the entire world should be divided among such disciples. Everyone should be engaged in preaching the cult of Krishna consciousness. In other words, when disciples are grown up and are able to preach, the spiritual master should retire and sit down in a solitary place to write and execute nirjana-bhajana. This means sitting silently in a solitary place and executing devotional service. This nirjana-bhajana, which is the silent worship of the Supreme Lord, is not possible for a neophyte devotee. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura never advised a neophyte devotee to go to a solitary place to engage in devotional service. Indeed, he has written a song in this connection:</P><P>dushta mana! tumi kisera vaishnava?</P><P>pratishth&#257;ra tare, nirjanera ghare,</P><P CLASS=n>tava hari-n&#257;ma kevala kaitava</P><P>"My dear mind, what kind of devotee are you? Simply for cheap adoration you sit in a solitary place and pretend to chant the Hare Krishna mah&#257;-mantra, but this is all cheating." Thus Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura advocated that every devotee, under the guidance of an expert spiritual master, preach the bhakti cult, Krishna consciousness, all over the world. Only when one is mature can he sit in a solitary place and retire from preaching all over the world. Following this example, the devotees of the International Society for Krishna Consciousness now render service as preachers in various parts of the world. Now they can allow the spiritual master to retire from active preaching work. In the last stage of the spiritual master's life, the devotees of the spiritual master should take preaching activities into their own hands. In this way the spiritual master can sit down in a solitary place and render nirjana-bhajana.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>