<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.34</P><P CLASS=c>hitv&#257; grih&#257;n sut&#257;n bhog&#257;n</P><P CLASS=c>vaidarbh&#299; madirekshan&#257;</P><P CLASS=c>anvadh&#257;vata p&#257;ndye&#347;am</P><P CLASS=c>jyotsneva rajan&#299;-karam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/g/grhan">grih&#257;n</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/s/sutan">sut&#257;n</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/b/bhogan">bhog&#257;n</A> &#8212; material happiness; <A CLASS=v HREF="http://vedabase.net/v/vaidarbhi">vaidarbh&#299;</A> &#8212; the daughter of King <A HREF="http://vedabase.net/v/vidarbha">Vidarbha</A>; <A CLASS=v HREF="http://vedabase.net/m/madira">madira</A>-<A CLASS=v HREF="http://vedabase.net/i/iksana">&#299;kshan&#257;</A> &#8212; with enchanting eyes; <A CLASS=v HREF="http://vedabase.net/a/anvadhavata">anvadh&#257;vata</A> &#8212; followed; <A CLASS=v HREF="http://vedabase.net/p/pandya">p&#257;ndya</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; King Malayadhvaja; <A CLASS=v HREF="http://vedabase.net/j/jyotsna">jyotsn&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like the moonshine; <A CLASS=v HREF="http://vedabase.net/r/rajani">rajan&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/karam">karam</A> &#8212; the moon.</P><P CLASS=t>TRANSLATION</P><P>Just as the moonshine follows the moon at night, immediately after King Malayadhvaja departed for Kul&#257;cala, his devoted wife, whose eyes were very enchanting, followed him, giving up all homely happiness, despite family and children.</P><P CLASS=t>PURPORT</P><P>Just as in the v&#257;naprastha stage the wife follows the husband, similarly when the spiritual master retires for nirjana-bhajana, some of his advanced devotees follow him and engage in his personal service. In other words, those who are very fond of family life should come forward in the service of the spiritual master and abandon so-called happiness afforded by society, friendship and love. A verse by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura in his Gurv-ashtaka is significant in this regard. Yasya pras&#257;d&#257;d bhagavat-pras&#257;dah **. A disciple should always remember that by serving the spiritual master he can easily advance in Krishna consciousness. All the scriptures recommend that it is by pleasing the spiritual master and serving him directly that one can attain the highest perfectional stage of devotional service.</P><P>The word madirekshan&#257; is also significant in this verse. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained in his Sandarbha that the word madira means "intoxicating." If one's eyes become intoxicated upon seeing the Deity, he may be called madirekshana. Queen Vaidarbh&#299;'s eyes were very enchanting, just as one's eyes are madirekshana when engaged in seeing the temple Deity. Unless one is an advanced devotee, he cannot fix his eyes on the Deity in the temple.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35-36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>