<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verses 35-36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verses 35-36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.35-36</P><P CLASS=c>tatra candravas&#257; n&#257;ma</P><P CLASS=c>t&#257;mraparn&#299; vatodak&#257;</P><P CLASS=c>tat-punya-salilair nityam</P><P CLASS=c>ubhayatr&#257;tmano mrijan</P><P CLASS=c>kand&#257;shtibhir m&#363;la-phalaih</P><P CLASS=c>pushpa-parnais trinodakaih</P><P CLASS=c>vartam&#257;nah &#347;anair g&#257;tra-</P><P CLASS=c>kar&#347;anam tapa &#257;sthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/c/candravasa">candravas&#257;</A> &#8212; the <A HREF="http://vedabase.net/c/candravasa">Candravas&#257;</A> River; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/t/tamraparni">t&#257;mraparn&#299;</A> &#8212; the <A HREF="http://vedabase.net/t/tamraparni">T&#257;mraparn&#299;</A> River; <A CLASS=v HREF="http://vedabase.net/v/vatodaka">vatodak&#257;</A> &#8212; the <A HREF="http://vedabase.net/v/vatodaka">Vatodak&#257;</A> River; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of those rivers; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/s/salilaih">salilaih</A> &#8212; with the waters; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; daily; <A CLASS=v HREF="http://vedabase.net/u/ubhayatra">ubhayatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> both ways; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of himself; <A CLASS=v HREF="http://vedabase.net/m/mrjan">mrijan</A> &#8212; washing; <A CLASS=v HREF="http://vedabase.net/k/kanda">kanda</A> &#8212; bulbs; <A CLASS=v HREF="http://vedabase.net/a/astibhih">ashtibhih</A> &#8212; and by seeds; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; roots; <A CLASS=v HREF="http://vedabase.net/p/phalaih">phalaih</A> &#8212; and by fruits; <A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A> &#8212; flowers; <A CLASS=v HREF="http://vedabase.net/p/parnaih">parnaih</A> &#8212; and by leaves; <A CLASS=v HREF="http://vedabase.net/t/trna">trin&#257;</A> &#8212; grass; <A CLASS=v HREF="http://vedabase.net/u/udakaih">udakaih</A> &#8212; and by water; <A CLASS=v HREF="http://vedabase.net/v/vartamanah">vartam&#257;nah</A> &#8212; subsisting; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/g/gatra">g&#257;tra</A> &#8212; his body; <A CLASS=v HREF="http://vedabase.net/k/karsanam">kar&#347;anam</A> &#8212; rendering thin; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> underwent.</P><P CLASS=t>TRANSLATION</P><P>In the province of Kul&#257;cala, there were rivers named Candravas&#257;, T&#257;mraparn&#299; and Vatodak&#257;. King Malayadhvaja used to go to those pious rivers regularly and take his bath there. Thus he purified himself externally and internally. He took his bath and ate bulbs, seeds, leaves, flowers, roots, fruits and grasses and drank water. In this way he underwent severe austerities. Eventually he became very skinny.</P><P CLASS=t>PURPORT</P><P>We can definitely see that to advance in Krishna consciousness one must control his bodily weight. If one becomes too fat, it is to be assumed that he is not advancing spiritually. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura severely criticized his fat disciples. The idea is that one who intends to advance in Krishna consciousness must not eat very much. Devotees used to go to forests, high hills or mountains on pilgrimages, but such severe austerities are not possible in these days. One should instead eat only pras&#257;da and no more than required. According to the Vaishnava calendar, there are many fasts, such as Ek&#257;da&#347;&#299; and the appearance and disappearance days of God and His devotees. All of these are meant to decrease the fat within the body so that one will not sleep more than desired and will not become inactive and lazy. Overindulgence in food will cause a man to sleep more than required. This human form of life is meant for austerity, and austerity means controlling sex, food intake, etc. In this way time can be saved for spiritual activity, and one can purify himself both externally and internally. Thus both body and mind can be cleansed.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>