<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.40</P><P CLASS=c>sa vy&#257;pakatay&#257;tm&#257;nam</P><P CLASS=c>vyatiriktatay&#257;tmani</P><P CLASS=c>vidv&#257;n svapna iv&#257;mar&#347;a-</P><P CLASS=c>s&#257;kshinam virar&#257;ma ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; King Malayadhvaja; <A CLASS=v HREF="http://vedabase.net/v/vyapakataya">vy&#257;pakatay&#257;</A> &#8212; by all-pervasiveness; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/v/vyatiriktataya">vyatiriktatay&#257;</A> &#8212; by differentiation; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his own self; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; perfectly educated; <A CLASS=v HREF="http://vedabase.net/s/svapne">svapne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/amarsa">amar&#347;a</A> &#8212; of deliberation; <A CLASS=v HREF="http://vedabase.net/s/saksinam">s&#257;kshinam</A> &#8212; the witness; <A CLASS=v HREF="http://vedabase.net/v/virarama">virar&#257;ma</A> &#8212; became indifferent; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>King Malayadhvaja attained perfect knowledge by being able to distinguish the Supersoul from the individual soul. The individual soul is localized, whereas the Supersoul is all-pervasive. He became perfect in knowledge that the material body is not the soul but that the soul is the witness of the material body.</P><P CLASS=t>PURPORT</P><P>The conditioned soul is often frustrated in trying to understand the distinctions between the material body, the Supersoul and the individual soul. There are two types of M&#257;y&#257;v&#257;d&#299; philosophers &#8212; the followers of the Buddhist philosophy and the followers of the &#346;a&#324;kara philosophy. The followers of Buddha do not recognize that there is anything beyond the body; the followers of &#346;a&#324;kara conclude that there is no separate existence of the Param&#257;tm&#257;, the Supersoul. The &#346;a&#324;karites believe that the individual soul is identical with the Param&#257;tm&#257; in the ultimate analysis. But the Vaishnava philosopher, who is perfect in knowledge, knows that the body is made of the external energy and that the Supersoul, the Param&#257;tm&#257;, the Supreme Personality of Godhead, is sitting with the individual soul and is distinct from him. As Lord Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>):</P><P>kshetrajñam c&#257;pi m&#257;m viddhi</P><P CLASS=n>sarva-kshetreshu bh&#257;rata</P><P CLASS=n>kshetra-kshetrajñayor jñ&#257;nam</P><P CLASS=n>yat taj jñ&#257;nam matam mama</P><P>"O scion of Bharata, you should understand that I am also the knower in all bodies, and to understand this body and its owner is called knowledge. That is My opinion."</P><P>The body is taken to be the field, and the individual soul is taken to be the worker in that field. Yet there is another, who is known as the Supersoul, who, along with the individual soul, simply witnesses. The individual soul works and enjoys the fruits of the body, whereas the Supersoul simply witnesses the activities of the individual soul but does not enjoy the fruits of those activities. The Supersoul is present in every field of activity, whereas the individual soul is present in his one localized body. King Malayadhvaja attained this perfection of knowledge and was able to distinguish between the soul and the Supersoul and the soul and the material body.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>