<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.41</P><P CLASS=c>s&#257;ksh&#257;d bhagavatoktena</P><P CLASS=c>gurun&#257; harin&#257; nripa</P><P CLASS=c>vi&#347;uddha-jñ&#257;na-d&#299;pena</P><P CLASS=c>sphurat&#257; vi&#347;vato-mukham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uktena">uktena</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/g/guruna">gurun&#257;</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/h/harina">harin&#257;</A> &#8212; by Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/d/dipena">d&#299;pena</A> &#8212; by the light of; <A CLASS=v HREF="http://vedabase.net/s/sphurata">sphurat&#257;</A> &#8212; enlightening; <A CLASS=v HREF="http://vedabase.net/v/visvatah">vi&#347;vatah</A>-<A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; all angles of vision.</P><P CLASS=t>TRANSLATION</P><P>In this way King Malayadhvaja attained perfect knowledge because in his pure state he was directly instructed by the Supreme Personality of Godhead. By means of such enlightening transcendental knowledge, he could understand everything from all angles of vision.</P><P CLASS=t>PURPORT</P><P>In this verse the words s&#257;ksh&#257;d bhagavatoktena gurun&#257; harin&#257; are very significant. The Supreme Personality of Godhead speaks directly to the individual soul when the devotee has completely purified himself by rendering devotional service to the Lord. Lord Krishna confirms this also in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me."</P><P>The Lord is the Supersoul seated in everyone's heart, and He acts as the caitya-guru, the spiritual master within. However, He gives direct instructions only to the advanced, pure devotees. In the beginning, when a devotee is serious and sincere, the Lord gives him directions from within to approach a bona fide spiritual master. When one is trained by the spiritual master according to the regulative principles of devotional service and is situated on the platform of spontaneous attachment for the Lord (r&#257;ga-bhakti), the Lord also gives instructions from within. Tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam [<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>]. This distinct advantage is obtained by a liberated soul. Having attained this stage, King Malayadhvaja was directly in touch with the Supreme Lord and was receiving instructions from Him directly.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>