<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.43</P><P CLASS=c>patim parama-dharma-jñam</P><P CLASS=c>vaidarbh&#299; malayadhvajam</P><P CLASS=c>premn&#257; paryacarad dhitv&#257;</P><P CLASS=c>bhog&#257;n s&#257; pati-devat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; her husband; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/j/jnam">jñam</A> &#8212; knower of religious principles; <A CLASS=v HREF="http://vedabase.net/v/vaidarbhi">vaidarbh&#299;</A> &#8212; the daughter of <A HREF="http://vedabase.net/v/vidarbha">Vidarbha</A>; <A CLASS=v HREF="http://vedabase.net/m/malaya">malaya</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvajam">dhvajam</A> &#8212; named Malayadhvaja; <A CLASS=v HREF="http://vedabase.net/p/premna">premn&#257;</A> &#8212; with love and affection; <A CLASS=v HREF="http://vedabase.net/p/paryacarat">paryacarat</A> &#8212; served <A HREF="http://vedabase.net/i/in">in</A> devotion; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/b/bhogan">bhog&#257;n</A> &#8212; sense enjoyments; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A> &#8212; accepting her husband <A HREF="http://vedabase.net/a/as">as</A> the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>The daughter of King Vidarbha accepted her husband all in all as the Supreme. She gave up all sensual enjoyment and in complete renunciation followed the principles of her husband, who was so advanced. Thus she remained engaged in his service.</P><P CLASS=t>PURPORT</P><P>Figuratively, King Malayadhvaja is the spiritual master, and his wife, Vaidarbh&#299;, is the disciple. The disciple accepts the spiritual master as the Supreme Personality of Godhead. As stated by Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura in Gurv-ashtaka, s&#257;ksh&#257;d-dharitvena: "One directly accepts the guru, the spiritual master, as the Supreme Personality of Godhead." One should accept the spiritual master not in the sense that the M&#257;y&#257;v&#257;d&#299; philosophers do, but in the way recommended here. Since the spiritual master is the most confidential servant of the Lord, he should be treated exactly like the Supreme Personality of Godhead. The spiritual master should never be neglected or disobeyed, like an ordinary person.</P><P>If a woman is fortunate enough to be the wife of a pure devotee, she can serve her husband without any desire for sense gratification. If she remains engaged in the service of her exalted husband, she will automatically attain the spiritual perfections of her husband. If a disciple gets a bona fide spiritual master, simply by satisfying him, he can attain a similar opportunity to serve the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>