<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.44</P><P CLASS=c>c&#299;ra-v&#257;s&#257; vrata-ksh&#257;m&#257;</P><P CLASS=c>ven&#299;-bh&#363;ta-&#347;iroruh&#257;</P><P CLASS=c>babh&#257;v upa patim &#347;&#257;nt&#257;</P><P CLASS=c>&#347;ikh&#257; &#347;&#257;ntam iv&#257;nalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cira">c&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vasa">v&#257;s&#257;</A> &#8212; wearing old garments; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A>-<A CLASS=v HREF="http://vedabase.net/k/ksama">ksh&#257;m&#257;</A> &#8212; lean and thin on account of austerities; <A CLASS=v HREF="http://vedabase.net/v/veni">ven&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; entangled; <A CLASS=v HREF="http://vedabase.net/s/siroruha">&#347;iroruh&#257;</A> &#8212; her hair; <A CLASS=v HREF="http://vedabase.net/b/babhau">babhau</A> &#8212; she shone; <A CLASS=v HREF="http://vedabase.net/u/upa">upa</A> <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; near the husband; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nt&#257;</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/s/sikha">&#347;ikh&#257;</A> &#8212; flames; <A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; without being agitated; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/analam">analam</A> &#8212; fire.</P><P CLASS=t>TRANSLATION</P><P>The daughter of King Vidarbha wore old garments, and she was lean and thin because of her vows of austerity. Since she did not arrange her hair, it became entangled and twisted in locks. Although she remained always near her husband, she was as silent and unagitated as the flame of an undisturbed fire.</P><P CLASS=t>PURPORT</P><P>When one begins to burn firewood, there is smoke and agitation in the beginning. Although there are so many disturbances in the beginning, once the fire is completely set, the firewood burns steadily. Similarly, when both husband and wife follow the regulative principles of austerity, they remain silent and are not agitated by sex impulses. At such a time both husband and wife are benefited spiritually. One can attain this stage of life by completely giving up a luxurious mode of life.</P><P>In this verse the word c&#299;ra-v&#257;s&#257; refers to very old torn garments. The wife especially should remain austere, not desiring luxurious dresses and living standards. She should accept only the bare necessities of life and minimize her eating and sleeping. There should be no question of mating. Simply by engaging in the service of her exalted husband, who must be a pure devotee, the wife will never be agitated by sex impulses. The v&#257;naprastha stage is exactly like this. Although the wife remains with the husband, she undergoes severe austerities and penances so that although both husband and wife live together, there is no question of sex. In this way both husband and wife can live together perpetually. Since the wife is weaker than the husband, this weakness is expressed in this verse with the words upa patim. Upa means "near to," or "almost equal to." Being a man, the husband is generally more advanced than his wife. Nonetheless, the wife is expected to give up all luxurious habits. She should not even dress nicely or comb her hair. Hair combing is one of the main businesses of women. In the v&#257;naprastha stage the wife should not take care of her hair. Thus her hair will become tangled in knots. Consequently the wife will no longer be attractive to the husband, and she herself will no longer be agitated by sex impulses. In this way both husband and wife can advance in spiritual consciousness. This advanced stage is called the paramahamsa stage, and once it is obtained, both husband and wife can be actually liberated from bodily consciousness. If the disciple remains steady in the service of the spiritual master, he need no longer fear falling down into the clutches of m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>