<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.48</P><P CLASS=c>uttishthottishtha r&#257;jarshe</P><P CLASS=c>im&#257;m udadhi-mekhal&#257;m</P><P CLASS=c>dasyubhyah kshatra-bandhubhyo</P><P CLASS=c>bibhyat&#299;m p&#257;tum arhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uttistha">uttishtha</A> &#8212; please get up; <A CLASS=v HREF="http://vedabase.net/u/uttistha">uttishtha</A> &#8212; please get up; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> saintly king; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this earth; <A CLASS=v HREF="http://vedabase.net/u/udadhi">udadhi</A> &#8212; by the ocean; <A CLASS=v HREF="http://vedabase.net/m/mekhalam">mekhal&#257;m</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/d/dasyubhyah">dasyubhyah</A> &#8212; from the rogues; <A CLASS=v HREF="http://vedabase.net/k/ksatra">kshatra</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhubhyah">bandhubhyah</A> &#8212; from the unclean kings; <A CLASS=v HREF="http://vedabase.net/b/bibhyatim">bibhyat&#299;m</A> &#8212; very much afraid; <A CLASS=v HREF="http://vedabase.net/p/patum">p&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> protect; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; you ought.</P><P CLASS=t>TRANSLATION</P><P>O best of kings, please get up! Get up! Just see this world surrounded by water and infested with rogues and so-called kings. This world is very much afraid, and it is your duty to protect her.</P><P CLASS=t>PURPORT</P><P>Whenever an &#257;c&#257;rya comes, following the superior orders of the Supreme Personality of Godhead or His representative, he establishes the principles of religion, as enunciated in Bhagavad-g&#299;t&#257;. Religion means abiding by the orders of the Supreme Personality of Godhead. Religious principles begin from the time one surrenders to the Supreme Personality of Godhead. It is the &#257;c&#257;rya's duty to spread a bona fide religious system and induce everyone to bow down before the Supreme Lord. One executes the religious principles by rendering devotional service, specifically the nine items like hearing, chanting and remembering. Unfortunately, when the &#257;c&#257;rya disappears, rogues and nondevotees take advantage and immediately begin to introduce unauthorized principles in the name of so-called sv&#257;m&#299;s, yog&#299;s, philanthropists, welfare workers and so on. Actually, human life is meant for executing the orders of the Supreme Lord, and this is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A>):</P><P>man-man&#257; bhava mad-bhakto</P><P CLASS=n>mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi yuktvaivam</P><P CLASS=n>&#257;tm&#257;nam mat-par&#257;yanah</P><P>"Engage your mind always in thinking of Me and become My devotee. Offer obeisances and worship Me. Being completely absorbed in Me, surely you will come to Me."</P><P>The main business of human society is to think of the Supreme Personality of Godhead at all times, to become His devotees, to worship the Supreme Lord and to bow down before Him. The &#257;c&#257;rya, the authorized representative of the Supreme Lord, establishes these principles, but when he disappears, things once again become disordered. The perfect disciples of the &#257;c&#257;rya try to relieve the situation by sincerely following the instructions of the spiritual master. At the present moment practically the entire world is afraid of rogues and nondevotees; therefore this Krishna consciousness movement is started to save the world from irreligious principles. Everyone should cooperate with this movement in order to bring about actual peace and happiness in the world.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>