<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.5</P><P CLASS=c>tasy&#257;m prap&#299;dyam&#257;n&#257;y&#257;m</P><P CLASS=c>abhim&#257;n&#299; purañjanah</P><P CLASS=c>av&#257;poru-vidh&#257;ms t&#257;p&#257;n</P><P CLASS=c>kutumb&#299; mamat&#257;kulah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; when the city; <A CLASS=v HREF="http://vedabase.net/p/prapidyamanayam">prap&#299;dyam&#257;n&#257;y&#257;m</A> &#8212; was <A HREF="http://vedabase.net/p/put">put</A> into different difficulties; <A CLASS=v HREF="http://vedabase.net/a/abhimani">abhim&#257;n&#299;</A> &#8212; too much absorbed; <A CLASS=v HREF="http://vedabase.net/p/puranjanah">purañjanah</A> &#8212; King <A HREF="http://vedabase.net/p/puranjana">Purañjana</A>; <A CLASS=v HREF="http://vedabase.net/a/avapa">av&#257;pa</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/v/vidhan">vidh&#257;n</A> &#8212; varieties; <A CLASS=v HREF="http://vedabase.net/t/tapan">t&#257;p&#257;n</A> &#8212; pains; <A CLASS=v HREF="http://vedabase.net/k/kutumbi">kutumb&#299;</A> &#8212; family <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/m/mamata">mamat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/akulah">&#257;kulah</A> &#8212; too much affected by attachment <A HREF="http://vedabase.net/t/to">to</A> family.</P><P CLASS=t>TRANSLATION</P><P>When the city was thus endangered by the soldiers and K&#257;lakany&#257;, King Purañjana, being overly absorbed in affection for his family, was placed in difficulty by the attack of Yavana-r&#257;ja and K&#257;lakany&#257;.</P><P CLASS=t>PURPORT</P><P>When we refer to the body, we include the external gross body with its various limbs, as well as the mind, intelligence and ego. In old age these all become weak when they are attacked by different diseases. The proprietor of the body, the living soul, becomes very sad at not being able to use the field of activities properly. In Bhagavad-g&#299;t&#257; it is clearly explained that the living entity is the proprietor of this body (kshetra jña) and that the body is the field of activities (kshetra). When a field is overgrown with thorns and weeds, it becomes very difficult for the owner to work it. That is the position of the spirit soul when the body itself becomes a burden due to disease. Extra burdens are placed on the body in the form of anxiety and general deterioration of the bodily functions.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>