<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.50</P><P CLASS=c>citim d&#257;rumay&#299;m citv&#257;</P><P CLASS=c>tasy&#257;m patyuh kalevaram</P><P CLASS=c>&#257;d&#299;pya c&#257;numarane</P><P CLASS=c>vilapant&#299; mano dadhe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/citim">citim</A> &#8212; funeral pyre; <A CLASS=v HREF="http://vedabase.net/d/daru">d&#257;ru</A>-<A CLASS=v HREF="http://vedabase.net/m/mayim">may&#299;m</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> with wood; <A CLASS=v HREF="http://vedabase.net/c/citva">citv&#257;</A> &#8212; having piled up; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; on that; <A CLASS=v HREF="http://vedabase.net/p/patyuh">patyuh</A> &#8212; of the husband; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/adipya">&#257;d&#299;pya</A> &#8212; after igniting; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anumarane">anumarane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> die along with him; <A CLASS=v HREF="http://vedabase.net/v/vilapanti">vilapant&#299;</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; her mind; <A CLASS=v HREF="http://vedabase.net/d/dadhe">dadhe</A> &#8212; fixed.</P><P CLASS=t>TRANSLATION</P><P>She then prepared a blazing fire with firewood and placed the dead body of her husband upon it. When this was finished, she lamented severely and prepared herself to perish in the fire with her husband.</P><P CLASS=t>PURPORT</P><P>It is the long-standing tradition of the Vedic system that a faithful wife dies along with her husband. This is called saha-marana. In India this system was prevalent even to the date of British occupation. At that time, however, a wife who did not wish to die with her husband was sometimes forced to do so by her relatives. Formerly that was not the case. The wife used to enter the fire voluntarily. The British government stopped this practice, considering it inhuman. However, from the early history of India we find that when Mah&#257;r&#257;ja P&#257;ndu died, he was survived by two wives &#8212; M&#257;dr&#299; and Kunt&#299;. The question was whether both should die or one should die. After the death of Mah&#257;r&#257;ja P&#257;ndu, his wives settled that one should remain and the other should go. M&#257;dr&#299; would perish with her husband in the fire, and Kunt&#299; would remain to take charge of the five P&#257;ndava children. Even as late as 1936 we saw a devoted wife voluntarily enter the fire of her husband.</P><P>This indicates that a devotee's wife must be prepared to act in such a way. Similarly, a devoted disciple of the spiritual master would rather die with the spiritual master than fail to execute the spiritual master's mission. As the Supreme Personality of Godhead comes down upon this earth to reestablish the principles of religion, so His representative, the spiritual master, also comes to reestablish religious principles. It is the duty of the disciples to take charge of the mission of the spiritual master and execute it properly. Otherwise the disciple should decide to die along with the spiritual master. In other words, to execute the will of the spiritual master, the disciple should be prepared to lay down his life and abandon all personal considerations.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>