<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.52</P><P CLASS=c>br&#257;hmana uv&#257;ca</P><P CLASS=c>k&#257; tvam kasy&#257;si ko v&#257;yam</P><P CLASS=c>&#347;ay&#257;no yasya &#347;ocasi</P><P CLASS=c>j&#257;n&#257;si kim sakh&#257;yam m&#257;m</P><P CLASS=c>yen&#257;gre vicacartha ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> said; <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> you; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/sayanah">&#347;ay&#257;nah</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; for whom; <A CLASS=v HREF="http://vedabase.net/s/socasi">&#347;ocasi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> lamenting; <A CLASS=v HREF="http://vedabase.net/j/janasi">j&#257;n&#257;si</A> <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> you know; <A CLASS=v HREF="http://vedabase.net/s/sakhayam">sakh&#257;yam</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; with whom; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/v/vicacartha">vicacartha</A> &#8212; you consulted; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana inquired as follows: Who are you? Whose wife or daughter are you? Who is the man lying here? It appears you are lamenting for this dead body. Don't you recognize Me? I am your eternal friend. You may remember that many times in the past you have consulted Me.</P><P CLASS=t>PURPORT</P><P>When a person's relative dies, renunciation is automatically visible. Consultation with the Supersoul seated within everyone's heart is possible only when one is completely free from the contamination of material attachment. One who is sincere and pure gets an opportunity to consult with the Supreme Personality of Godhead in His Param&#257;tm&#257; feature sitting within everyone's heart. The Param&#257;tm&#257; is always the caitya-guru, the spiritual master within, and He comes before one externally as the instructor and initiator spiritual master. The Lord can reside within the heart, and He can also come out before a person and give him instructions. Thus the spiritual master is not different from the Supersoul sitting within the heart. An uncontaminated soul or living entity can get a chance to meet the Param&#257;tm&#257; face to face. Just as one gets a chance to consult with the Param&#257;tm&#257; within his heart, one also gets a chance to see Him actually situated before him. Then one can take instructions from the Supersoul directly. This is the duty of the pure devotee: to see the bona fide spiritual master and consult with the Supersoul within the heart.</P><P>When the br&#257;hmana asked the woman who the man lying on the floor was, she answered that he was her spiritual master and that she was perplexed about what to do in his absence. At such a time the Supersoul immediately appears, provided the devotee is purified in heart by following the directions of the spiritual master. A sincere devotee who follows the instructions of the spiritual master certainly gets direct instructions from his heart from the Supersoul. Thus a sincere devotee is always helped directly or indirectly by the spiritual master and the Supersoul. This is confirmed in Caitanya-carit&#257;mrita: guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja. If the devotee serves his spiritual master sincerely, Krishna automatically becomes pleased. Yasya pras&#257;d&#257;d bhagavad-pras&#257;dah. By satisfying the spiritual master, one automatically satisfies Krishna. Thus the devotee becomes enriched by both the spiritual master and Krishna. The Supersoul is eternally the friend of the living entity and always remains with him. The Supersoul has always been ready to help the living entity, even before the creation of this material world. It is therefore stated here: yen&#257;gre vicacartha. The word agre means "before the creation." Thus the Supersoul has been accompanying the living entity since before the creation.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>