<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 59"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.59</P><P CLASS=c>tasmims tvam r&#257;may&#257; sprishto</P><P CLASS=c>ramam&#257;no '&#347;ruta-smritih</P><P CLASS=c>tat-sa&#324;g&#257;d &#299;dri&#347;&#299;m pr&#257;pto</P><P CLASS=c>da&#347;&#257;m p&#257;p&#299;yas&#299;m prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that situation; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/r/ramaya">r&#257;may&#257;</A> &#8212; with the woman; <A CLASS=v HREF="http://vedabase.net/s/sprstah">sprishtah</A> &#8212; being <A HREF="http://vedabase.net/i/in">in</A> contact; <A CLASS=v HREF="http://vedabase.net/r/ramamanah">ramam&#257;nah</A> &#8212; enjoying; <A CLASS=v HREF="http://vedabase.net/a/asruta">a&#347;ruta</A>-<A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; without remembrance of spiritual existence; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; with her; <A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; by association; <A CLASS=v HREF="http://vedabase.net/i/idrsim">&#299;dri&#347;&#299;m</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;ptah</A> &#8212; you have attained; <A CLASS=v HREF="http://vedabase.net/d/dasam">da&#347;&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> state; <A CLASS=v HREF="http://vedabase.net/p/papiyasim">p&#257;p&#299;yas&#299;m</A> &#8212; full of sinful activities; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; My dear friend.</P><P CLASS=t>TRANSLATION</P><P>My dear friend, when you enter such a body along with the woman of material desires, you become overly absorbed in sense enjoyment. Because of this, you have forgotten your spiritual life. Due to your material conceptions, you are placed in various miserable conditions.</P><P CLASS=t>PURPORT</P><P>When a person becomes materially engrossed, he has no capacity to hear about spiritual existence. Forgetfulness of spiritual existence entangles a man more and more in material existence. Such is the result of sinful life. Various bodies are developed with the material ingredients because of different types of sinful activities. King Purañjana assumed the body of a woman, Vaidarbh&#299;, as a result of his sinful activities. Bhagavad-g&#299;t&#257; clearly says (striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;h) that such a body is lowborn. If one takes shelter of the Supreme Personality of Godhead, however, he can be elevated to the highest perfection, even though he be lowborn. One acquires lower births when one's spiritual intelligence is reduced.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>