<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 61"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.61</P><P CLASS=c>m&#257;y&#257; hy esh&#257; may&#257; srisht&#257;</P><P CLASS=c>yat pum&#257;msam striyam sat&#299;m</P><P CLASS=c>manyase nobhayam yad vai</P><P CLASS=c>hamsau pa&#347;y&#257;vayor gatim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; illusory energy; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/srsta">srisht&#257;</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/p/pumamsam">pum&#257;msam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/male">male</A>; <A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> female; <A CLASS=v HREF="http://vedabase.net/s/satim">sat&#299;m</A> &#8212; chaste; <A CLASS=v HREF="http://vedabase.net/m/manyase">manyase</A> &#8212; you think; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/ubhayam">ubhayam</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hamsau">hamsau</A> &#8212; freed from material contamination; <A CLASS=v HREF="http://vedabase.net/p/pasya">pa&#347;ya</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/a/avayoh">&#257;vayoh</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; factual position.</P><P CLASS=t>TRANSLATION</P><P>Sometimes you think yourself a man, sometimes a chaste woman and sometimes a neutral eunuch. This is all because of the body, which is created by the illusory energy. This illusory energy is My potency, and actually both of us &#8212; you and I &#8212; are pure spiritual identities. Now just try to understand this. I am trying to explain our factual position.</P><P CLASS=t>PURPORT</P><P>The factual position of both the Supreme Personality of Godhead and the living entity is qualitatively one. The Supreme Lord is the Supreme Spirit, the Supersoul, and the living entity is the individual spiritual soul. Even though both of them are original spiritual identities, the living entity forgets his identity when he comes in contact with material nature and becomes conditioned. At such a time he identifies himself as a product of the material nature. Because of the material body, he forgets that he is the eternal (san&#257;tana) part and parcel of the Supreme Personality of Godhead. This is confirmed in this way: mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]. The word san&#257;tana is found in several places in Bhagavad-g&#299;t&#257;. Both the Lord and the living entity are san&#257;tana (eternal), and there is also a place known as san&#257;tana, beyond this material nature. The real residence of both the living entity and God is the domain of san&#257;tana, not this material world. The material world is the temporary, external energy of the Lord, and the living entity is placed in this material world because he wanted to imitate the position of the Supreme Personality of Godhead. In this material world he tries to enjoy his senses to his best capacity. All the activities of the conditioned soul within this material world are perpetually taking place in different types of bodies, but when the living entity acquires developed consciousness, he should try to rectify his situation and again become a member of the spiritual world. The process by which one can return home, back to Godhead, is bhakti-yoga, sometimes called san&#257;tana-dharma. Instead of accepting a temporary occupational duty based on the material body, one should take to the process of san&#257;tana-dharma, or bhakti-yoga, so that he can put an end to this perpetual bondage in material bodies and return home, back to Godhead. As long as human society works on the basis of false material identification, all the so-called advancements of science and philosophy are simply useless. They only serve to mislead human society. Andh&#257; yath&#257;ndhair upan&#299;yam&#257;n&#257;h. In the material world, the blind simply lead the blind.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>