<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.62</P><P CLASS=c>aham bhav&#257;n na c&#257;nyas tvam</P><P CLASS=c>tvam ev&#257;ham vicakshva bhoh</P><P CLASS=c>na nau pa&#347;yanti kavaya&#347;</P><P CLASS=c>chidram j&#257;tu man&#257;g api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/v/vicaksva">vicakshva</A> &#8212; just observe; <A CLASS=v HREF="http://vedabase.net/b/bhoh">bhoh</A> &#8212; My dear friend; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nau">nau</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> observe; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; learned scholars; <A CLASS=v HREF="http://vedabase.net/c/chidram">chidram</A> &#8212; faulty differentiation; <A CLASS=v HREF="http://vedabase.net/j/jatu">j&#257;tu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/m/manak">man&#257;k</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> small degree; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even.</P><P CLASS=t>TRANSLATION</P><P>My dear friend, I, the Supersoul, and you, the individual soul, are not different in quality, for we are both spiritual. In fact, My dear friend, you are qualitatively not different from Me in your constitutional position. Just try to consider this subject. Those who are actually advanced scholars, who are in knowledge, do not find any qualitative difference between you and Me.</P><P CLASS=t>PURPORT</P><P>Both the Supreme Personality of Godhead and the living entity are qualitatively one. There is no factual difference between the two. The M&#257;y&#257;v&#257;d&#299; philosophers are again and again defeated by the illusory energy because they think that there is no separation between the Supersoul and the individual soul or that there is no Supersoul. They are also misled in thinking that everything is the Supersoul. However, those who are kavayah, learned scholars, actually know the facts. They do not commit such mistakes. They know that God and the individual soul are one in quality, but that the individual soul falls under the clutches of m&#257;y&#257;, whereas the Supersoul, the Supreme Personality of Godhead, is the controller of m&#257;y&#257;. M&#257;y&#257; is the creation of the Supreme Lord (may&#257; srisht&#257;); therefore the Supreme Lord is the controller of m&#257;y&#257;. Although one in quality with the Supreme Lord, the individual soul is under the control of m&#257;y&#257;. M&#257;y&#257;v&#257;d&#299; philosophers cannot distinguish between the controller and the controlled.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>