<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 63"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.63</P><P CLASS=c>yath&#257; purusha &#257;tm&#257;nam</P><P CLASS=c>ekam &#257;dar&#347;a-cakshushoh</P><P CLASS=c>dvidh&#257;bh&#363;tam aveksheta</P><P CLASS=c>tathaiv&#257;ntaram &#257;vayoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; his body; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/adarsa">&#257;dar&#347;a</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> mirror; <A CLASS=v HREF="http://vedabase.net/c/caksusoh">cakshushoh</A> &#8212; by the eyes; <A CLASS=v HREF="http://vedabase.net/d/dvidha">dvidh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abhutam">&#257;bh&#363;tam</A> &#8212; existing <A HREF="http://vedabase.net/a/as">as</A> two; <A CLASS=v HREF="http://vedabase.net/a/avekseta">aveksheta</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/antaram">antaram</A> &#8212; difference; <A CLASS=v HREF="http://vedabase.net/a/avayoh">&#257;vayoh</A> &#8212; between ourselves.</P><P CLASS=t>TRANSLATION</P><P>As a person sees the reflection of his body in a mirror to be one with himself and not different, whereas others actually see two bodies, so in our material condition, in which the living being is affected and yet not affected, there is a difference between God and the living entity.</P><P CLASS=t>PURPORT</P><P>Being affected by the conditioning of matter, M&#257;y&#257;v&#257;d&#299; philosophers cannot see the difference between the Supreme Lord and the living entity. When the sun is reflected in a pot of water, the sun knows that there is no difference between himself and the reflected sun in the water. Those in ignorance, however, perceive that there are many small suns reflected in each and every pot. As far as the brilliance is concerned, there is brilliance both in the original sun and in the reflections, but the reflections are small, whereas the original sun is very large. Vaishnava philosophers conclude that the living entity is simply a small sample of the original Supreme Personality of Godhead. Qualitatively, God and the living entities are one, but quantitatively the living entities are small fragments of the Supreme Personality of Godhead. The Supreme Lord is full, powerful and opulent. In the previous verse, the Lord says, "My dear friend, you and I are not different." This nondifference refers to qualitative oneness, for it was not necessary for the Param&#257;tm&#257;, the Supreme Personality, to remind the conditioned soul that he is not one in quantity. The self-realized soul never thinks that he and the Supreme Personality of Godhead are one in every respect. Although he and the Supreme Personality of Godhead are one in quality, the living entity is prone to forget his spiritual identity, whereas the Supreme Personality never forgets. This is the difference between lipta and alipta. The Supreme Personality of Godhead is eternally alipta, uncontaminated by the external energy. The conditioned soul, however, being in contact with material nature, forgets his real identity; therefore when he sees himself in the conditioned state, he identifies himself with the body. For the Supreme Personality of Godhead, however, there is no difference between the body and the soul. He is completely soul; He has no material body. Although the Supersoul, Param&#257;tm&#257;, and the individual soul are both within the body, the Supersoul is devoid of designation, whereas the conditioned soul is designated by his particular type of body. The Supersoul is called antary&#257;m&#299;, and He is extensive. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>). Kshetrajñam c&#257;pi m&#257;m viddhi sarva-kshetreshu bh&#257;rata: "O scion of Bharata, you should understand that I am also the knower in all bodies."</P><P>The Supersoul is present in everyone's body, whereas the individual soul is conditioned in one particular type of body. The individual soul cannot understand what is taking place in another's body, but the Supersoul knows very well what is happening in all bodies. In other words, the Supersoul is always present in His full spiritual position, whereas the individual soul is prone to forget himself. Nor is the individual soul present everywhere. Generally in his conditioned state the individual soul cannot understand his relationship with the Supersoul, but sometimes, when he is free from all conditional existence, he can see the real difference between the Supersoul and himself. When the Supersoul tells the conditioned soul, "You and I are one and the same," it is to remind the conditioned soul of his spiritual identity as being qualitatively one. In the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/28/40.htm">3.28.40</A>), it is said:</P><P>yatholmuk&#257;d visphuli&#324;g&#257;d</P><P CLASS=n>dh&#363;m&#257;d v&#257;pi sva-sambhav&#257;t</P><P CLASS=n>apy &#257;tmatven&#257;bhimat&#257;d</P><P CLASS=n>yath&#257;gnih prithag ulmuk&#257;t</P><P>Fire has different features. There is flame, the sparks and the smoke. Although these are one in quality, there is still a difference between the fire, the flame, the spark and the smoke. The living entity becomes conditioned, but the Supreme Personality of Godhead is different because He does not become conditioned at any point. In the Vedas it is stated: &#257;tm&#257; tath&#257; prithag drasht&#257; bhagav&#257;n brahma-samjñitah. &#256;tm&#257; is the individual soul as well as the Supreme Personality of Godhead, who is the seer of everything. Although both are spirit, there is always a difference. In the smriti it is also said: yath&#257;gneh kshudr&#257; visphuli&#324;g&#257; vyuccaranti. Just as sparks manifest in a large fire, similarly the small individual souls are present in the big spiritual flame. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>) Lord Krishna says, mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham teshv avasthitah: "All beings are in Me, but I am not in them." Although all living beings are resting in Him, as small fiery sparks rest on a large flame, both are differently situated. Similarly, in the Vishnu Pur&#257;na it is said:</P><P>eka-de&#347;a-sthitasy&#257;gner</P><P CLASS=n>jyotsn&#257; vist&#257;rin&#299; yath&#257;</P><P CLASS=n>parasya brahmanah &#347;aktis</P><P CLASS=n>tathedam akhilam jagat</P><P>"Fire is situated in one place, but it distributes heat and light. Similarly, the Supreme Personality of Godhead is distributing His energies in different ways." The living entity is but one of these energies (marginal energy). The energy and the energetic are one in one sense, but they are differently situated as energy and the energetic. Similarly, the sac-cid-&#257;nanda form confirmed in Brahma-samhit&#257; (&#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]) is different from that of the living entity in both his conditioned and liberated states. Only atheists consider the living entity and the Personality of Godhead equal in all respects. Caitanya Mah&#257;prabhu therefore says, m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a: "If one follows the instructions of M&#257;y&#257;v&#257;d&#299; philosophers and believes that the Supreme Personality of Godhead and the individual soul are one, his understanding of real philosophy is forever doomed."</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>