<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 65"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.65</P><P CLASS=c>barhishmann etad adhy&#257;tmam</P><P CLASS=c>p&#257;rokshyena pradar&#347;itam</P><P CLASS=c>yat paroksha-priyo devo</P><P CLASS=c>bhagav&#257;n vi&#347;va-bh&#257;vanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/barhisman">barhishman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King Pr&#257;c&#299;nabarhi; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/adhyatmam">adhy&#257;tmam</A> &#8212; narration of self-realization; <A CLASS=v HREF="http://vedabase.net/p/paroksyena">p&#257;rokshyena</A> &#8212; indirectly; <A CLASS=v HREF="http://vedabase.net/p/pradarsitam">pradar&#347;itam</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/p/paroksa">paroksha</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; interesting by indirect description; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the cause of all causes.</P><P CLASS=t>TRANSLATION</P><P>My dear King Pr&#257;c&#299;nabarhi, the Supreme Personality of Godhead, the cause of all causes, is celebrated to be known indirectly. Thus I have described the story of Purañjana to you. Actually it is an instruction for self-realization.</P><P CLASS=t>PURPORT</P><P>There are many similar stories in the pur&#257;nas for self-realization. As stated in the Vedas: paroksha-priy&#257; iva hi dev&#257;h. There are many stories in the Pur&#257;nas that are intended to interest ordinary men in transcendental subjects, but actually these refer to real facts. They are not to be considered stories without a transcendental purpose. Some of them refer to real historical facts. One should be interested, however, in the real purport of the story. Indirect instruction is quickly understandable for a common man. Factually the path of bhakti-yoga is the path of hearing directly about the pastimes of the Supreme Personality of Godhead (&#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]), but those who are not interested in hearing directly about the activities of the Lord, or who cannot understand them, can very effectively hear such stories and fables as this one narrated by N&#257;rada Muni.</P><P>The following is a glossary of some of the important words in this chapter.</P><P>&#256;de&#347;a-k&#257;r&#299;. The actions resulting from sinful activities.</P><P>Agastya. The mind.</P><P>Am&#257;tya. The governor of the senses, the mind.</P><P>Arbuda-arbuda. Various types of &#347;ravana and k&#299;rtana of the Supreme Lord's name, quality, form and so on.</P><P>Ari. Impediments like disease.</P><P>Bhoga. Enjoyment. Herein this word refers to real enjoyment in spiritual life.</P><P>Bhritya. The servants of the body, namely the senses.</P><P>Dravida-r&#257;ja. Devotional service or a person eligible to act in devotional service.</P><P>Dv&#257;ra. The doors of the body, such as the eyes and ears.</P><P>Griha. Home. For spiritual cultivation one requires an undisturbed place or the good association of devotees.</P><P>Idhmav&#257;ha. The devotee who approaches the spiritual master. Idhma refers to wood that is taken to burn as fuel for a fire. A brahmac&#257;r&#299; is supposed to take this idhma to ignite the fire used in performing sacrifices. By spiritual instruction a brahmac&#257;ri is trained to ignite a fire and offer oblations in the morning. He is supposed to go to the spiritual master to take lessons on transcendental subject matter, and the Vedic injunction is that when approaching the spiritual master one must carry with him fuel to perform yajñas, or sacrifices. The exact Vedic injunction is as follows:</P><P>tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet</P><P CLASS=n>samit-p&#257;nih &#347;rotriyam brahma-nishtham</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]</P><P>"To learn transcendental subject matter, one must approach the spiritual master. In doing so, he should carry fuel to burn in sacrifice. The symptom of such a spiritual master is that he is expert in understanding the Vedic conclusion, and therefore he constantly engages in the service of the Supreme Personality of Godhead." (Mundaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/12">1.2.12</A>) By serving such a bona fide spiritual master, gradually a conditioned soul becomes detached from material enjoyment and invariably makes progress in spiritual realization under the direction of the spiritual master. Those who are misled by the illusory energy are never interested in approaching a spiritual master to make life successful.</P><P>J&#257;y&#257;. Intelligence.</P><P>J&#299;rna-sarpa. The fatigued air of life.</P><P>K&#257;lakany&#257;. The invalidity of old age.</P><P>K&#257;ma. A high fever.</P><P>Kul&#257;cala. The place where there is no disturbance.</P><P>Kutumbin&#299;. Intelligence.</P><P>Madirekshan&#257;. Madirekshan&#257; refers to one whose eyes are so attractive that one who observes them becomes maddened by her. In other words, madirekshan&#257; means a very beautiful young girl. According to J&#299;va Gosv&#257;m&#299;, madirekshan&#257; means the personified deity of bhakti. If one is attracted by the bhakti cult, he becomes engaged in the service of the Lord and the spiritual master, and thus his life becomes successful. Vaidarbh&#299;, the woman, became a follower of her husband. As she left her comfortable home for the service of her husband, a serious student of spiritual understanding must give up everything for the service of the spiritual master. As stated by Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, yasya pras&#257;d&#257;d bhagavat-pras&#257;dah: ** if one wants actual success in life, he must strictly follow the instructions of the spiritual master. By following such instructions, one is sure to make rapid progress in spiritual life. This statement by Vi&#347;van&#257;tha Cakravart&#299; is in pursuance of the following injunction from the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>):</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed." In the Ch&#257;ndogya Upanishad it is said, &#257;c&#257;ryav&#257;n purusho veda: "One who approaches a bona fide spiritual master can understand everything about spiritual realization."</P><P>Malayadhvaja. A nice devotee who is like sandalwood.</P><P>Pañc&#257;la. The five sense objects.</P><P>Paricchada. The total aggregate of the senses.</P><P>Paura-jana. The seven elements that constitute the body.</P><P>Pautra. Patience and gravity.</P><P>Prajv&#257;ra. A kind of fever called vishnu jv&#257;ra.</P><P>Pratikriy&#257;. Counteracting agents such as mantras and medicines.</P><P>Pura-p&#257;laka. The life air.</P><P>Putra. Consciousness.</P><P>Sainika. The condition of threefold miseries.</P><P>Sapta-suta. The seven sons, namely hearing, chanting, remembering, offering prayers, serving the lotus feet of the Lord, worshiping the Deity and becoming a servant of the Lord.</P><P>Sauhridya. Endeavor.</P><P>Suta. The son of Vaidarbh&#299;, or, in other words, one who is somewhat advanced in fruitive activities and who comes in contact with a devotee spiritual master. Such a person becomes interested in the subject matter of devotional service.</P><P>Vaidarbh&#299;. The woman who was formerly a man but took birth as a woman in his next life because of too much attachment to woman. Darbha means ku&#347;a grass. In fruitive activities, or karma-k&#257;nd&#299;ya ceremonies, one requires ku&#347;a grass. Thus vaidarbh&#299; refers to one who takes birth in a family of karma-k&#257;nd&#299;ya understanding. However, if by karma-k&#257;nda activities one by chance comes in contact with a devotee, as Vaidarbh&#299; did when she married Malayadhvaja, his life becomes successful. He then pursues the devotional service of the Lord. The conditioned soul becomes liberated simply by following the instructions of the bona fide spiritual master.</P><P>Vidarbha-r&#257;jasimha. The best of persons who are expert in fruitive activities.</P><P>V&#299;rya. One who has mercy.</P><P>Yavana. The servant of Yamar&#257;ja.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Twenty-eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Purañjana Becomes a Woman in the Next Life."</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../29/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>