<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Purañjana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.7</P><P CLASS=c>vi&#347;&#299;rn&#257;m sva-pur&#299;m v&#299;kshya</P><P CLASS=c>pratik&#363;l&#257;n an&#257;drit&#257;n</P><P CLASS=c>putr&#257;n pautr&#257;nug&#257;m&#257;ty&#257;ñ</P><P CLASS=c>j&#257;y&#257;m ca gata-sauhrid&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visirnam">vi&#347;&#299;rn&#257;m</A> &#8212; scattered; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/purim">pur&#299;m</A> &#8212; his own town; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/p/pratikulan">pratik&#363;l&#257;n</A> &#8212; opposing elements; <A CLASS=v HREF="http://vedabase.net/a/anadrtan">an&#257;drit&#257;n</A> &#8212; being disrespectful; <A CLASS=v HREF="http://vedabase.net/p/putran">putr&#257;n</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/p/pautra">pautra</A> &#8212; grandsons; <A CLASS=v HREF="http://vedabase.net/a/anuga">anuga</A> &#8212; servants; <A CLASS=v HREF="http://vedabase.net/a/amatyan">am&#257;ty&#257;n</A> &#8212; ministers; <A CLASS=v HREF="http://vedabase.net/j/jayam">j&#257;y&#257;m</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/s/sauhrdam">sauhrid&#257;m</A> &#8212; indifferent.</P><P CLASS=t>TRANSLATION</P><P>King Purañjana then saw that everything in his town was scattered and that his sons, grandsons, servants and ministers were all gradually opposing him. He also noted that his wife was becoming cold and indifferent.</P><P CLASS=t>PURPORT</P><P>When one becomes an invalid, his senses and organs are weakened. In other words, they are no longer under one's control. The senses and sense objects then begin to oppose him. When a person is in a distressed condition, even his family members &#8212; his sons, grandsons and wife &#8212; become disrespectful. They no longer are under the command of the master of the house. Just as we wish to use our senses for sense gratification, the senses also require strength from the body in reciprocation. A man keeps a family for enjoyment, and similarly family members demand enjoyment from the head of the family. When they do not receive sufficient money from him, they grow disinterested and ignore his commands or desires. This is all due to one's being a kripana (miser). This word kripana, used in the sixth verse, is in opposition to the word br&#257;hmana. In the human form of life one should become a br&#257;hmana, which means that one should understand the constitutional position of the Absolute Truth, Brahman, and then engage in His service as a Vaishnava. We get this facility in the human form of life, but if we do not properly utilize this opportunity, we become a kripana, miser. A miser is one who gets money but does not spend it properly. This human form of life is especially meant for understanding Brahman, for becoming a br&#257;hmana, and if we do not utilize it properly, we remain a kripana. We can actually see that when one has money but does not spend it, he remains a miser and is never happy. Similarly, when one's intelligence is spoiled due to sense gratification, he remains a miser throughout his life.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>