<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.1</P><P CLASS=c>vidura uv&#257;ca</P><P CLASS=c>ye tvay&#257;bhihit&#257; brahman</P><P CLASS=c>sut&#257;h pr&#257;c&#299;nabarhishah</P><P CLASS=c>te rudra-g&#299;tena harim</P><P CLASS=c>siddhim &#257;puh pratoshya k&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidurah">vidurah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A> said; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihit&#257;h</A> &#8212; were spoken about; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/p/pracinabarhisah">pr&#257;c&#299;nabarhishah</A> &#8212; of King Pr&#257;c&#299;nabarhi; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A>-<A CLASS=v HREF="http://vedabase.net/g/gitena">g&#299;tena</A> &#8212; by the song composed by Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/siddhim">siddhim</A> &#8212; success; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/p/pratosya">pratoshya</A> &#8212; having satisfied; <A CLASS=v HREF="http://vedabase.net/k/kam">k&#257;m</A> &#8212; what.</P><P CLASS=t>TRANSLATION</P><P>Vidura inquired from Maitreya: O br&#257;hmana, you formerly spoke about the sons of Pr&#257;c&#299;nabarhi and informed me that they satisfied the Supreme Personality of Godhead by chanting a song composed by Lord &#346;iva. What did they achieve in this way?</P><P CLASS=t>PURPORT</P><P>In the beginning, Maitreya Rishi narrated the activities of the sons of Pr&#257;c&#299;nabarhi. These sons went beside a great lake, which was like an ocean, and fortunately finding Lord &#346;iva, they learned how to satisfy the Supreme Personality of Godhead by chanting the songs composed by Lord &#346;iva. Now their father's attachment for fruitive activities was disapproved by N&#257;rada, who therefore kindly instructed Pr&#257;c&#299;nabarhi by telling him the allegorical story of Purañjana. Now Vidura again wanted to hear about Pr&#257;c&#299;nabarhi's sons, and he was especially inquisitive to know what they achieved by satisfying the Supreme Personality of Godhead. Here the words siddhim &#257;puh, or "achieved perfection," are very important. Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>), manushy&#257;n&#257;m sahasreshu ka&#347;cid yatati siddhaye: out of many, many millions of people, one may be interested in learning how to attain success in spiritual matters. The supreme success is mentioned also in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/15.htm">8.15</A>):</P><P>m&#257;m upetya punar janma</P><P CLASS=n>duhkh&#257;layam a&#347;&#257;&#347;vatam</P><P CLASS=n>n&#257;pnuvanti mah&#257;tm&#257;nah</P><P CLASS=n>samsiddhim param&#257;m gat&#257;h</P><P>"After attaining Me, the great souls, who are yog&#299;s in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection." And what is that highest perfection? That is also explained in that verse. The highest perfection is to return home, back to Godhead, so that one will not have to return to this material world and transmigrate from one body to another in the dream of material existence. By the grace of Lord &#346;iva, the Pracet&#257;s actually attained perfection and returned home, back to Godhead, after enjoying material facilities to the highest extent. Maitreya will now narrate that to Vidura.</P><P CLASS=l><A CLASS=i HREF="../29/2b.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>