<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.10</P><P CLASS=c>ye tu m&#257;m rudra-g&#299;tena</P><P CLASS=c>s&#257;yam pr&#257;tah sam&#257;hit&#257;h</P><P CLASS=c>stuvanty aham k&#257;ma-var&#257;n</P><P CLASS=c>d&#257;sye prajñ&#257;m ca &#347;obhan&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those persons who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A>-<A CLASS=v HREF="http://vedabase.net/g/gitena">g&#299;tena</A> &#8212; by the song sung by Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/sayam">s&#257;yam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the evening; <A CLASS=v HREF="http://vedabase.net/p/pratah">pr&#257;tah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the morning; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hit&#257;h</A> &#8212; being attentive; <A CLASS=v HREF="http://vedabase.net/s/stuvanti">stuvanti</A> &#8212; offer prayers; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/varan">var&#257;n</A> &#8212; all benedictions <A HREF="http://vedabase.net/t/to">to</A> fulfill desires; <A CLASS=v HREF="http://vedabase.net/d/dasye">d&#257;sye</A> &#8212; shall award; <A CLASS=v HREF="http://vedabase.net/p/prajnam">prajñ&#257;m</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sobhanam">&#347;obhan&#257;m</A> &#8212; transcendental.</P><P CLASS=t>TRANSLATION</P><P>Those who will offer Me the prayers composed by Lord &#346;iva, both in the morning and in the evening, will be given benedictions by Me. In this way they can both fulfill their desires and attain good intelligence.</P><P CLASS=t>PURPORT</P><P>Good intelligence means going back home, back to Godhead. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me."</P><P>One who offers prayers to the Lord to fulfill his different desires must know that the highest perfectional fulfillment of desire is to go back home, back to Godhead. In this verse it is indicated that those who remember the activities of the Pracet&#257;s, the sons of King Pr&#257;c&#299;nabarhishat, will be delivered and blessed. So what to speak of the sons of King Pr&#257;c&#299;nabarhishat, who are directly connected with the Supreme Personality of Godhead? This is the way of the parampar&#257; system. If we follow the &#257;c&#257;ryas, we attain the same benefit as our predecessors. If one follows the decisions of Arjuna, he should be considered to be directly hearing Bhagavad-g&#299;t&#257; from the Supreme Personality of Godhead. There is no difference between hearing Bhagavad-g&#299;t&#257; directly from the Supreme Lord and following a personality like Arjuna, who formerly heard Bhagavad-g&#299;t&#257; directly from the Lord. Sometimes foolish people argue that since Krishna is not present at the moment, one cannot take direct instructions from Him. Such foolish people do not know that there is no difference between directly hearing Bhagavad-g&#299;t&#257; and reading it, as long as one accepts Bhagavad-g&#299;t&#257; as it is, spoken by the Lord. However, if one wants to understand Bhagavad-g&#299;t&#257; by his imperfect interpretations, one cannot possibly understand the mysteries of Bhagavad-g&#299;t&#257;, even though one may be a great scholar according to mundane estimation.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>