<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.13</P><P CLASS=c>kandoh pramlocay&#257; labdh&#257;</P><P CLASS=c>kany&#257; kamala-locan&#257;</P><P CLASS=c>t&#257;m c&#257;paviddh&#257;m jagrihur</P><P CLASS=c>bh&#363;ruh&#257; nripa-nandan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kandoh">kandoh</A> &#8212; of the sage <A HREF="http://vedabase.net/k/kandu">Kandu</A>; <A CLASS=v HREF="http://vedabase.net/p/pramlocaya">pramlocay&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> heavenly society girl named <A HREF="http://vedabase.net/p/pramloca">Pramloc&#257;</A>; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdh&#257;</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/k/kanya">kany&#257;</A> &#8212; daughter; <A CLASS=v HREF="http://vedabase.net/k/kamala">kamala</A>-<A CLASS=v HREF="http://vedabase.net/l/locana">locan&#257;</A> &#8212; lotus-eyed; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/apaviddham">apaviddh&#257;m</A> &#8212; given up; <A CLASS=v HREF="http://vedabase.net/j/jagrhuh">jagrihuh</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/b/bhuruhah">bh&#363;ruh&#257;h</A> &#8212; the trees; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/n/nandanah">nandan&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sons of King Pr&#257;c&#299;nabarhishat.</P><P CLASS=t>TRANSLATION</P><P>O sons of King Pr&#257;c&#299;nabarhishat, the heavenly society girl named Pramloc&#257; kept the lotus-eyed daughter of Kandu in the care of the forest trees. Then she went back to the heavenly planet. This daughter was born by the coupling of the Apsar&#257; named Pramloc&#257; with the sage Kandu.</P><P CLASS=t>PURPORT</P><P>Whenever a great sage undergoes severe austerities for material power, the King of heaven, Indra, becomes very envious. All the demigods have responsible posts for the management of universal affairs and are very highly qualified with pious activities. Although they are ordinary living entities, they are able to attain responsible posts, like Lord Brahm&#257;, Indra, Candra and Varuna. As is the nature of this material world, the King of heaven, Indra, is very anxious if a great sage undergoes severe austerities. The whole material world is filled with such envy that everyone becomes afraid of his neighbors. Every businessman is afraid of his associates because this material world is the field of activities for all kinds of envious people who have come here to compete with the opulence of the Supreme Personality of Godhead. Thus Indra was very much afraid of the severe austerities performed by the great sage Kandu, and he sent Pramloc&#257; to break his vows and austerities. A similar incident took place in the case of Vi&#347;v&#257;mitra. From other incidents in the &#347;&#257;stras, it appears that Indra has always been envious. When King Prithu was celebrating various sacrifices, outdoing Indra, Indra became very envious, and he disturbed King Prithu's sacrifice. This has already been discussed in previous chapters. King Indra became successful in breaking the vow of the great sage Kandu, who became attracted by the beauty of the heavenly society girl Pramloc&#257; and begot a female child. This child is described herein as lotus-eyed and very beautiful. Being thus successful in her mission, Pramloc&#257; returned to the heavenly planets, leaving the newborn child to the care of the trees. Fortunately, the trees accepted the child and agreed to raise her.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>