<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.16</P><P CLASS=c>aprithag-dharma-&#347;&#299;l&#257;n&#257;m</P><P CLASS=c>sarvesh&#257;m vah sumadhyam&#257;</P><P CLASS=c>aprithag-dharma-&#347;&#299;leyam</P><P CLASS=c>bh&#363;y&#257;t patny arpit&#257;&#347;ay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aprthak">aprithak</A> &#8212; without differences; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; occupation; <A CLASS=v HREF="http://vedabase.net/s/silanam">&#347;&#299;l&#257;n&#257;m</A> &#8212; whose character; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/madhyama">madhyam&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> girl whose waist is slender; <A CLASS=v HREF="http://vedabase.net/a/aprthak">aprithak</A> &#8212; without differences; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; occupation; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;l&#257;</A> &#8212; well-behaved; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; may she become; <A CLASS=v HREF="http://vedabase.net/p/patni">patn&#299;</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A>-<A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;ay&#257;</A> &#8212; fully surrendered.</P><P CLASS=t>TRANSLATION</P><P>You brothers are all of the same nature, being devotees and obedient sons of your father. Similarly, that girl is also of the same type and is dedicated to all of you. Thus both the girl and you, the sons of Pr&#257;c&#299;nabarhishat, are on the same platform, being united on a common principle.</P><P CLASS=t>PURPORT</P><P>According to Vedic principles, a woman cannot have many husbands, although a husband can have many wives. In special instances, however, it is found that a woman has more than one husband. Draupad&#299;, for instance, was married to all of the five P&#257;ndava brothers. Similarly, the Supreme Personality of Godhead ordered all the sons of Pr&#257;c&#299;nabarhishat to marry the one girl born of the great sage Kandu and Pramloc&#257;. In special cases, a girl is allowed to marry more than one man, provided she is able to treat her husbands equally. This is not possible for an ordinary woman. Only one who is especially qualified can be allowed to marry more than one husband. In this age of Kali, to find such an equipoised woman is very difficult. Thus according to scripture, kalau pañca vivarjayet. In this age a woman is forbidden to marry her husband's brother. This system is still practiced in some of the hilly tracts of India. The Lord says: aprithag-dharma-&#347;&#299;leyam bh&#363;y&#257;t patny arpit&#257;&#347;ay&#257;. With the blessings of the Lord, all things are possible. The Lord especially blessed the girl to surrender equally to all brothers. Aprithag-dharma, meaning "occupational duty without difference of purpose," is taught in Bhagavad-g&#299;t&#257;. Bhagavad-g&#299;t&#257; is divided into three primary divisions &#8212; karma-yoga, jñ&#257;na-yoga and bhakti-yoga. The word yoga means "acting on behalf of the Supreme Personality of Godhead." As confirmed by Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>):</P><P>yajñ&#257;rth&#257;t karmano 'nyatra</P><P CLASS=n>loko 'yam karma-bandhanah</P><P CLASS=n>tad-artham karma kaunteya</P><P CLASS=n>mukta-sa&#324;gah sam&#257;cara</P><P>"Work done as a sacrifice for Vishnu has to be performed, otherwise work binds one to this material world. Therefore, O son of Kunt&#299;, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage."</P><P>One may act according to his own occupational duty just to satisfy the yajña-purusha, the Supreme Personality of Godhead. That is called aprithag-dharma. Different limbs of the body may act in different ways, but the ultimate objective is to maintain the entire body. Similarly, if we work for the satisfaction of the Supreme Personality of Godhead, we will find that we satisfy everything. We should follow in the footsteps of the Pracet&#257;s, whose only aim was to satisfy the Supreme Lord. This is called aprithag-dharma. According to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>), sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Abandon all varieties of religion and just surrender unto Me." This is the advice of Lord Krishna. Our only aim should be to act in Krishna consciousness for the satisfaction of the Lord. This is oneness, or aprithag-dharma.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>