<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.19</P><P CLASS=c>griheshv &#257;vi&#347;at&#257;m c&#257;pi</P><P CLASS=c>pums&#257;m ku&#347;ala-karman&#257;m</P><P CLASS=c>mad-v&#257;rt&#257;-y&#257;ta-y&#257;m&#257;n&#257;m</P><P CLASS=c>na bandh&#257;ya grih&#257; mat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> family life; <A CLASS=v HREF="http://vedabase.net/a/avisatam">&#257;vi&#347;at&#257;m</A> &#8212; who have entered; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of persons; <A CLASS=v HREF="http://vedabase.net/k/kusala">ku&#347;ala</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> auspicious activities; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/v/varta">v&#257;rt&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> topics about <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yata">y&#257;ta</A> &#8212; is expended; <A CLASS=v HREF="http://vedabase.net/y/yamanam">y&#257;m&#257;n&#257;m</A> &#8212; whose every moment; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bandhaya">bandh&#257;ya</A> &#8212; for bondage; <A CLASS=v HREF="http://vedabase.net/g/grhah">grih&#257;h</A> &#8212; household life; <A CLASS=v HREF="http://vedabase.net/m/matah">mat&#257;h</A> &#8212; considered.</P><P CLASS=t>TRANSLATION</P><P>Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.</P><P CLASS=t>PURPORT</P><P>Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Krishna is the supreme enjoyer and the supreme proprietor (bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam [<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>]). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>):</P><P>yajñ&#257;rth&#257;t karmano 'nyatra</P><P CLASS=n>loko 'yam karma-bandhanah</P><P CLASS=n>tad-artham karma kaunteya</P><P CLASS=n>mukta-sa&#324;gah sam&#257;cara</P><P>One who tries to enjoy the results of his activities becomes bound by the results. One who offers the results or profits to the Supreme Personality of Godhead, however, does not become entangled in the results. This is the secret of success. Generally people take sanny&#257;sa to become free from the reactions of fruitive activity. One who does not receive the results of his actions but offers them instead to the Supreme Personality of Godhead certainly remains in a liberated condition. In Bhakti-ras&#257;mrita-sindhu, &#346;r&#299; R&#363;pa Gosv&#257;m&#299; confirms this:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>If one engages himself in the service of the Lord through his life, wealth, words, intelligence and everything he possesses, he will always be liberated in any condition. Such a person is called a j&#299;van-mukta, one who is liberated during this lifetime. Devoid of Krishna consciousness, those who engage in material activities simply become more entangled in material bondage. They have to suffer and enjoy the actions and reactions of all activity. This Krishna consciousness movement is therefore the greatest boon to humanity because it keeps one always engaged in Krishna's service. The devotees think of Krishna, act for Krishna, eat for Krishna, sleep for Krishna and work for Krishna. Thus everything is engaged in the service of Krishna. A total life in Krishna consciousness saves one from material contamination. As stated by Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja:</P><P>krishna-bhajane y&#257;h&#257; haya anuk&#363;la</P><P CLASS=n>vishaya baliy&#257; ty&#257;ge t&#257;h&#257; haya bh&#363;la</P><P>If one is so expert that he can engage everything or dovetail everything in the service of the Lord, to give up the material world would be a great blunder. One should learn how to dovetail everything in the service of the Lord, for everything is connected to Krishna. That is the real purpose of life and secret of success. As reiterated later in the Third Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/19.htm">3.19</A>):</P><P>tasm&#257;d asaktah satatam</P><P CLASS=n>k&#257;ryam karma sam&#257;cara</P><P CLASS=n>asakto hy &#257;caran karma</P><P CLASS=n>param &#257;pnoti p&#363;rushah</P><P>"Therefore, without being attached to the fruits of activities, one should act as a matter of duty; for by working without attachment, one attains the Supreme."</P><P>The Third Chapter of Bhagavad-g&#299;t&#257; specifically considers material activities for the purpose of sense gratification and material activities for the purpose of satisfying the Supreme Lord. The conclusion is that these are not one and the same. Material activities for sense gratification are the cause of material bondage, whereas the very same activities for the satisfaction of Krishna are the cause of liberation. How the same activity can be the cause of bondage and liberation can be explained as follows. One may get indigestion due to eating too many milk preparations &#8212; condensed milk, sweet rice, and so on. But even though there is indigestion or diarrhea, another milk preparation &#8212; yogurt mixed with black pepper and salt &#8212; will immediately cure these maladies. In other words, one milk preparation can cause indigestion and diarrhea, and another milk preparation can cure them.</P><P>If one is placed in material opulence due to the special mercy of the Supreme Personality of Godhead, he should not consider that opulence a cause for bondage. When a mature devotee is blessed with material opulence, he does not become affected adversely, for he knows how to employ material opulence in the service of the Lord. There are many such examples in the history of the world. There were kings like Prithu Mah&#257;r&#257;ja, Prahl&#257;da Mah&#257;r&#257;ja, Janaka, Dhruva, Vaivasvata Manu and Mah&#257;r&#257;ja Ikshv&#257;ku. All of these were great kings and were especially favored by the Supreme Personality of Godhead. If a devotee is not mature, the Supreme Lord will take away all his opulence. This principle is stated by the Supreme Personality of Godhead &#8212; yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih: "My first mercy shown to My devotee is to take away all his material opulence." Material opulence detrimental to devotional service is taken away by the Supreme Lord, whereas a person who is mature in devotional service is given all material facilities.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>