<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.2</P><P CLASS=c>kim b&#257;rhaspatyeha paratra v&#257;tha</P><P CLASS=c>kaivalya-n&#257;tha-priya-p&#257;r&#347;va-vartinah</P><P CLASS=c>&#257;s&#257;dya devam giri&#347;am yadricchay&#257;</P><P CLASS=c>pr&#257;puh param n&#363;nam atha pracetasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/b/barhaspatya">b&#257;rhaspatya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> disciple of <A HREF="http://vedabase.net/b/brhaspati">Brihaspati</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/p/paratra">paratra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> different planets; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> such; <A CLASS=v HREF="http://vedabase.net/k/kaivalya">kaivalya</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the bestower of liberation; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; dear; <A CLASS=v HREF="http://vedabase.net/p/parsva">p&#257;r&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/v/vartinah">vartinah</A> &#8212; being associated with; <A CLASS=v HREF="http://vedabase.net/a/asadya">&#257;s&#257;dya</A> &#8212; after meeting; <A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the great demigod; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A>-<A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; the lord of the <A HREF="http://vedabase.net/k/kailasa">Kail&#257;sa</A> Hill; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; by providence; <A CLASS=v HREF="http://vedabase.net/p/prapuh">pr&#257;puh</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/pracetasah">pracetasah</A> &#8212; the sons of <A HREF="http://vedabase.net/b/barhisat">Barhishat</A>.</P><P CLASS=t>TRANSLATION</P><P>My dear B&#257;rhaspatya, what did the sons of King Barhishat, known as the Pracet&#257;s, obtain after meeting Lord &#346;iva, who is very dear to the Supreme Personality of Godhead, the bestower of liberation? Certainly they were transferred to the spiritual world, but apart from that, what did they obtain within this material world, either in this life or in other lives?</P><P CLASS=t>PURPORT</P><P>All types of material happiness are obtained in this life or in the next life, on this planet or on another. The living entity wanders within this material universe in so many species of life and so many planetary systems. The distress and happiness obtained during the span of life are called iha, and the distress and happiness obtained in the next life are called paratra.</P><P>Actually, Lord Mah&#257;deva (&#346;iva) is one of the great demigods within this material world. Generally his blessings bestowed on ordinary people mean material happiness. The predominating deity of this material world, Durg&#257;, is under the control of Lord Mah&#257;deva, Giri&#347;a. Thus Lord Mah&#257;deva can offer anyone any kind of material happiness. Generally people prefer to become devotees of Lord Giri&#347;a to obtain material happiness, but the Pracet&#257;s met Lord Mah&#257;deva by providential arrangement. Lord Mah&#257;deva instructed them to worship the Supreme Personality of Godhead, and he personally offered a prayer. As stated in the previous verse (rudra-g&#299;tena), simply by chanting the prayers offered by Lord &#346;iva to Vishnu, the Pracet&#257;s were transferred to the spiritual world. Sometimes devotees desire to enjoy material happiness also; therefore, by the arrangement of the Supreme Personality of Godhead, the devotee is given a chance to enjoy the material world before his final entrance into the spiritual world. Sometimes a devotee is transferred to a heavenly planet &#8212; to Janaloka, Maharloka, Tapoloka, Siddhaloka and so on. However, a pure devotee never aspires for any kind of material happiness. The pure devotee is consequently transferred directly to Vaikunthaloka, which is described here as param. In this verse Vidura asks Maitreya, the disciple of Brihaspati, about the different achievements of the Pracet&#257;s.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>