<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.20</P><P CLASS=c>navyavad dhridaye yaj jño</P><P CLASS=c>brahmaitad brahma-v&#257;dibhih</P><P CLASS=c>na muhyanti na &#347;ocanti</P><P CLASS=c>na hrishyanti yato gat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/navya">navya</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; ever-increasingly fresh; <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; the supreme knower, <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadibhih">v&#257;dibhih</A> &#8212; by the advocates of the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/m/muhyanti">muhyanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> bewildered; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/socanti">&#347;ocanti</A> &#8212; lament; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/h/hrsyanti">hrishyanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> jubilant; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; have attained.</P><P CLASS=t>TRANSLATION</P><P>Always engaging in the activities of devotional service, devotees feel ever-increasingly fresh and new in all their activities. The all-knower, the Supersoul within the heart of the devotee, makes everything increasingly fresh. This is known as the Brahman position by the advocates of the Absolute Truth. In such a liberated stage [brahma-bh&#363;ta], one is never bewildered. Nor does one lament or become unnecessarily jubilant. This is due to the brahma-bh&#363;ta situation.</P><P CLASS=t>PURPORT</P><P>A devotee is inspired by the Supersoul within the heart to advance in devotional service in a variety of ways. The devotee does not feel hackneyed or stereotyped, nor does he feel that he is in a stagnant position. In the material world, if one engages in chanting a material name, he will feel tired after chanting a few times. However, one can chant the Hare Krishna mah&#257;-mantra all day and night and never feel tired. As chanting is increased, it will come out new and fresh. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; said that if he could somehow get millions of ears and tongues, then he could relish spiritual bliss by chanting the Hare Krishna mah&#257;-mantra. There is really nothing uninspiring for a highly advanced devotee. In Bhagavad-g&#299;t&#257; the Lord says that He is situated in everyone's heart and that He helps the living entity forget and remember. By the grace of the Lord, the devotee gets inspiration.</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me." (<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>)</P><P>As stated (ku&#347;ala-karman&#257;m), those engaged in auspicious activities in devotional service are guided by the Supersoul, described in this verse as jña, one who knows everything, past, present and future. The Supersoul gives instructions to the sincere, unalloyed devotee on how he can progress more and more in approaching the Supreme Personality of Godhead. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; in this connection says that the Supersoul, the plenary expansion of the Personality of Godhead, exists in everyone's heart, but in the heart of the devotee He reveals Himself as ever-increasingly new. Being inspired by Him, the devotee experiences increased transcendental bliss in the execution of his devotional service.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>