<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.21</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>evam bruv&#257;nam purush&#257;rtha-bh&#257;janam</P><P CLASS=c>jan&#257;rdanam pr&#257;ñjalayah pracetasah</P><P CLASS=c>tad-dar&#347;ana-dhvasta-tamo-rajo-mal&#257;</P><P CLASS=c>gir&#257;grinan gadgaday&#257; suhrittamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bruvanam">bruv&#257;nam</A> &#8212; speaking; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; of the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/b/bhajanam">bh&#257;janam</A> &#8212; the bestower; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/a/ardanam">ardanam</A> &#8212; who takes away all the disadvantages of the devotee; <A CLASS=v HREF="http://vedabase.net/p/pranjalayah">pr&#257;ñjalayah</A> &#8212; with folded hands; <A CLASS=v HREF="http://vedabase.net/p/pracetasah">pracetasah</A> &#8212; the Pracet&#257; brothers; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; dissipated; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; of darkness; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; of passion; <A CLASS=v HREF="http://vedabase.net/m/malah">mal&#257;h</A> &#8212; whose contamination; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> voice; <A CLASS=v HREF="http://vedabase.net/a/agrnan">agrinan</A> &#8212; offered prayers; <A CLASS=v HREF="http://vedabase.net/g/gadgadaya">gadgaday&#257;</A> &#8212; faltering; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; unto the greatest of all friends.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya said: After the Personality of Godhead spoke thus, the Pracet&#257;s began to offer Him prayers. The Lord is the bestower of all success in life and is the supreme benefactor. He is also the supreme friend who takes away all miserable conditions experienced by a devotee. In a faltering voice, due to ecstasy, the Pracet&#257;s began to offer prayers. They were purified by the presence of the Lord, who was before them face to face.</P><P CLASS=t>PURPORT</P><P>The Lord is herein described as purush&#257;rtha-bh&#257;janam (the bestower of the ultimate goal of life). Whatever success we want in life can be attained by the mercy of the Lord. Since the Pracet&#257;s had already attained the Lord's mercy, they were no longer subject to the contamination of the material modes. The material modes dissipated from them just as the darkness of night immediately dissipates when the sun rises. Because the Lord appeared before them, naturally all the contaminations of the material qualities of rajas and tamas completely disappeared. Similarly, when an unalloyed devotee chants the Hare Krishna mah&#257;-mantra, he is also purified of all material contamination because the name of the Lord and the Lord are identical. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/17.htm">1.2.17</A>):</P><P>&#347;rinvat&#257;m sva-kath&#257;h krishnah</P><P CLASS=n>punya-&#347;ravana-k&#299;rtanah</P><P CLASS=n>hridy antah-stho hy abhadr&#257;ni</P><P CLASS=n>vidhunoti suhrit sat&#257;m</P><P>"&#346;r&#299; Krishna, the Personality of Godhead, who is the Param&#257;tm&#257; [Supersoul] in everyone's heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted."</P><P>The holy name of the Lord is the Lord Himself. If one chants and hears, he becomes purified. Gradually all material contamination disappears. The Pracet&#257;s were already purified due to the Lord's presence before them, and they could therefore offer the proper prayers with folded hands. In other words, as soon as devotees are engaged in devotional service, they become transcendental to all material contamination immediately, as confirmed in Bhagavad-g&#299;t&#257; (sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate [<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]). Sometimes the devotees are dissatisfied due to their not seeing the Supreme Personality of Godhead personally. When the Pracet&#257;s saw the Supreme Lord personally present, their unhappiness vanished.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>