<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.22</P><P CLASS=c>pracetasa &#363;cuh</P><P CLASS=c>namo namah kle&#347;a-vin&#257;&#347;an&#257;ya</P><P CLASS=c>nir&#363;pitod&#257;ra-gun&#257;hvay&#257;ya</P><P CLASS=c>mano-vaco-vega-puro-jav&#257;ya</P><P CLASS=c>sarv&#257;ksha-m&#257;rgair agat&#257;dhvane namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pracetasah">pracetasah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the Pracet&#257;s said; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/k/klesa">kle&#347;a</A> &#8212; material distress; <A CLASS=v HREF="http://vedabase.net/v/vinasanaya">vin&#257;&#347;an&#257;ya</A> &#8212; unto one who destroys; <A CLASS=v HREF="http://vedabase.net/n/nirupita">nir&#363;pita</A> &#8212; settled; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A> &#8212; magnanimous; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/a/ahvayaya">&#257;hvay&#257;ya</A> &#8212; whose <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; of speech; <A CLASS=v HREF="http://vedabase.net/v/vega">vega</A> &#8212; the speed; <A CLASS=v HREF="http://vedabase.net/p/purah">purah</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/j/javaya">jav&#257;ya</A> &#8212; whose speed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; of all material senses; <A CLASS=v HREF="http://vedabase.net/m/margaih">m&#257;rgaih</A> &#8212; by the paths; <A CLASS=v HREF="http://vedabase.net/a/agata">agata</A> &#8212; not perceivable; <A CLASS=v HREF="http://vedabase.net/a/adhvane">adhvane</A> &#8212; whose course; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; we offer our respects.</P><P CLASS=t>TRANSLATION</P><P>The Pracet&#257;s spoke as follows: Dear Lord, You relieve all kinds of material distress. Your magnanimous transcendental qualities and holy name are all-auspicious. This conclusion is already settled. You can go faster than the speed of mind and words. You cannot be perceived by material senses. We therefore offer You respectful obeisances again and again.</P><P CLASS=t>PURPORT</P><P>The word nir&#363;pita, meaning "concluded," is very significant in this verse. No one has to conduct research work to find God or make progress in spiritual knowledge. Everything is conclusively there in the Vedas. Therefore the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: understanding the Supreme Personality of Godhead through the process of the Vedas is perfect and conclusive. The Vedas state, atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih: [BRS. 1.2.234] the transcendental names, forms, qualities, paraphernalia and pastimes of the Lord cannot be understood by our blunt material senses. Sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah: when a devotee engages his senses favorably in devotional service, the Lord, through His causeless mercy, reveals Himself to the devotee. This is the conclusive Vedic process. The Vedas also indicate that simply by chanting the holy names of the Lord one can without a doubt become spiritually advanced. We cannot approach the Supreme Personality of Godhead by the speed of mind or words, but if we stick to devotional service we can easily and quickly approach Him. In other words, the Supreme Lord is attracted by devotional service, and He can approach us more swiftly than we can approach Him with our mental speculation. The Lord has stated that He is beyond the range of mental speculation and the speed of thought, yet He can be approached easily by His causeless mercy. Thus only by His causeless mercy can He be attained. Other methods will not be effective.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>