<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.24</P><P CLASS=c>namo vi&#347;uddha-sattv&#257;ya</P><P CLASS=c>haraye hari-medhase</P><P CLASS=c>v&#257;sudev&#257;ya krishn&#257;ya</P><P CLASS=c>prabhave sarva-s&#257;tvat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sattvaya">sattv&#257;ya</A> &#8212; unto You, whose existence is free from all material influence; <A CLASS=v HREF="http://vedabase.net/h/haraye">haraye</A> &#8212; who takes away all miserable conditions of devotees; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/m/medhase">medhase</A> &#8212; whose brain works only for the deliverance of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; the all-pervading Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">krishn&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhave">prabhave</A> &#8212; who increases the influence; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> &#8212; of all kinds of devotees.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee's miserable conditions, for Your brain plans how to do so. You live everywhere as Param&#257;tm&#257;; therefore You are known as V&#257;sudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Krishna. You are so kind that You always increase the influence of all kinds of devotees.</P><P CLASS=t>PURPORT</P><P>In the previous verse it has been said (grih&#299;ta-m&#257;y&#257;-guna-vigrah&#257;ya) that the Lord accepts three kinds of bodies (Vishnu, Brahm&#257; and &#346;iva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe (Brahm&#257;, Vishnu and &#346;iva) are called guna-avat&#257;ras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahm&#257;, Vishnu and Mahe&#347;vara (&#346;iva). Out of these three, Lord Brahm&#257; and Lord &#346;iva accept material bodies, but Lord Vishnu does not accept a material body. Lord Vishnu is therefore known as vi&#347;uddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Vishnu is in the same category with Lord Brahm&#257; and &#346;iva. The &#347;&#257;stras forbid us to think in this way.</P><P>yas tu n&#257;r&#257;yanam devam</P><P CLASS=n>brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta</P><P CLASS=n>sa p&#257;shand&#299; bhaved dhruvam</P><P>One who considers Lord Vishnu to be in the same category with devas like Lord Brahm&#257; or Lord &#346;iva or who thinks Lord Brahm&#257; and &#346;iva to be equal to Lord Vishnu is to be considered as p&#257;shand&#299; (a faithless nonbeliever). Therefore in this verse Lord Vishnu is distinguished in the words namo vi&#347;uddha-sattv&#257;ya. Although a living entity like us, Lord Brahm&#257; is exalted due to his pious activities; therefore he is given the high post of Brahm&#257;. Lord &#346;iva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Vishnu, the Supreme Personality of Godhead, and Brahm&#257;, the living entity. Lord &#346;iva is therefore explained in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/45.htm">5.45</A>) in this way:</P><P>ksh&#299;ram yath&#257; dadhi vik&#257;ra-vi&#347;esha-yog&#257;t</P><P CLASS=n>sañj&#257;yate na hi tatah prithag asti hetoh</P><P CLASS=n>yah &#347;ambhut&#257;m api tath&#257; samupaiti k&#257;ry&#257;d</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Lord &#346;iva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord &#346;iva holds almost all the powers of Lord Vishnu, and he is also above the qualities of the living entity, but he is not exactly like Vishnu, just as yogurt, although transformed milk, is not exactly like milk.</P><P>The Supreme Personality of Godhead is also described herein as v&#257;sudev&#257;ya krishn&#257;ya. Krishna is the original Supreme Personality of Godhead, and all Vishnu expansions are His plenary portions or portions of His plenary portions (known as sv&#257;m&#347;a and kal&#257;). The sv&#257;m&#347;a, or direct expansion, is also called am&#347;a. All vishnu-tattvas are sv&#257;m&#347;a, direct parts and parcels of the Supreme Personality of Godhead, Krishna. Krishna is known as V&#257;sudeva because He appeared in this material world as the son of Vasudeva. Similarly, He is known as Devak&#299;-nandana, Ya&#347;od&#257;-nandana, Nanda-nandana and so on.</P><P>Again and again the Lord is very much interested in increasing the influence of His devotees. Therefore He is described herein as prabhave sarva-s&#257;tvat&#257;m. The s&#257;tvata community is a community of Vaishnavas, pure devotees of the Lord. The Supreme Personality of Godhead has unlimited powers, and He wants to see that His devotees are also entrusted with unlimited powers. A devotee of the Lord is always, therefore, distinguished from all other living entities.</P><P>The word hari means "one who takes away all miserable conditions," and hari-medhase means that the Lord is always planning ways to deliver the conditioned soul from the clutches of m&#257;y&#257;. The Lord is so kind that He personally incarnates to deliver the conditioned souls, and whenever He comes, He makes His plans.</P><P>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>"To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium." (<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>)</P><P>Since the Lord delivers all conditioned souls from the clutches of m&#257;y&#257;, He is known as hari-medhas. In the list of incarnations, Krishna is described as the supreme and original Personality of Godhead.</P><P>ete c&#257;m&#347;a-kal&#257;h pumsah</P><P CLASS=n>krishnas tu bhagav&#257;n svayam</P><P CLASS=n>indr&#257;ri-vy&#257;kulam lokam</P><P CLASS=n>mridayanti yuge yuge</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/3/28.htm">1.3.28</A>)</P><P>Krishna, the original Personality of Godhead, appears in this material world when the demigods, who are devotees of the Lord, are disturbed by the demons.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>