<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.25</P><P CLASS=c>namah kamala-n&#257;bh&#257;ya</P><P CLASS=c>namah kamala-m&#257;line</P><P CLASS=c>namah kamala-p&#257;d&#257;ya</P><P CLASS=c>namas te kamalekshana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; we offer our respectful obeisances; <A CLASS=v HREF="http://vedabase.net/k/kamala">kamala</A>-<A CLASS=v HREF="http://vedabase.net/n/nabhaya">n&#257;bh&#257;ya</A> &#8212; unto the Supreme Personality of Godhead, from whose abdomen the original lotus flower originated; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/k/kamala">kamala</A>-<A CLASS=v HREF="http://vedabase.net/m/maline">m&#257;line</A> &#8212; who is always decorated with <A HREF="http://vedabase.net/a/a">a</A> garland of lotus flowers; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/k/kamala">kamala</A>-<A CLASS=v HREF="http://vedabase.net/p/padaya">p&#257;d&#257;ya</A> &#8212; whose feet <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/a/as">as</A> beautiful and fragrant <A HREF="http://vedabase.net/a/as">as</A> the lotus flower; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; obeisances unto You; <A CLASS=v HREF="http://vedabase.net/k/kamala">kamala</A>-<A CLASS=v HREF="http://vedabase.net/i/iksana">&#299;kshana</A> &#8212; whose eyes <A HREF="http://vedabase.net/a/are">are</A> exactly like the petals of the lotus flower.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, we offer our respectful obeisances unto You because from Your abdomen sprouts the lotus flower, the origin of all living entities. You are always decorated with a lotus garland, and Your feet resemble the lotus flower with all its fragrance. Your eyes are also like the petals of a lotus flower. Therefore we always offer our respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The word kamala-n&#257;bh&#257;ya indicates that Lord Vishnu is the origin of the material creation. From the abdomen of Garbhodaka&#347;&#257;y&#299; Vishnu, a lotus flower sprouts. Lord Brahm&#257;, the first creature of the universe, is born from this lotus flower, and subsequently, Lord Brahm&#257; creates the whole universe. The origin of all creation is therefore Lord Vishnu, and the origin of all the vishnu-tattvas is Lord Krishna. Consequently, Krishna is the origin of everything. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>):</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m</P><P CLASS=n>budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts." Lord Krishna says: "I am the origin of everything." Therefore whatever we see emanates from Him. This is also confirmed in the Ved&#257;nta-s&#363;tra. Janm&#257;dy asya yatah: [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] "The Absolute Truth is He from whom everything emanates."</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>