<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.27</P><P CLASS=c>r&#363;pam bhagavat&#257; tv etad</P><P CLASS=c>a&#347;esha-kle&#347;a-sa&#324;kshayam</P><P CLASS=c>&#257;vishkritam nah klisht&#257;n&#257;m</P><P CLASS=c>kim anyad anukampitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by Your Lordship; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/k/klesa">kle&#347;a</A> &#8212; miseries; <A CLASS=v HREF="http://vedabase.net/s/sanksayam">sa&#324;kshayam</A> &#8212; which dissipates; <A CLASS=v HREF="http://vedabase.net/a/aviskrtam">&#257;vishkritam</A> &#8212; revealed; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/k/klistanam">klisht&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> suffering from material conditions; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/a/anukampitam">anukampitam</A> &#8212; those <A HREF="http://vedabase.net/t/to">to</A> whom You <A HREF="http://vedabase.net/a/are">are</A> always favorably disposed.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, we conditioned souls are always covered by ignorance in the bodily conception of life. We therefore always prefer the miserable conditions of material existence. To deliver us from these miserable conditions, You have advented Yourself in this transcendental form. This is evidence of Your unlimited causeless mercy upon those of us who are suffering in this way. What, then, to speak of the devotees to whom You are always so favorably disposed?</P><P CLASS=t>PURPORT</P><P>When the Lord appears in His original form, He acts to deliver the pious and annihilate the miscreants (<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>). Although He annihilates the demons, He nonetheless benefits them. It is said that all the living entities who died on the Battlefield of Kurukshetra attained their original constitutional position (svar&#363;pa) because they had the chance to see Krishna face to face riding in the chariot of Arjuna. On the Battlefield of Kurukshetra, superficially two things were going on &#8212; the demons were being killed, and the devotee, Arjuna, was being protected. However, the results were the same for everyone. Thus it is said that the appearance of the Lord diminishes all kinds of miserable conditions caused by material existence.</P><P>It is clearly stated in this verse that this form (a&#347;esha-kle&#347;a-sa&#324;kshayam) is meant to diminish all the miserable conditions experienced in life not only by the devotees but by all others. &#256;vishkritam nah klisht&#257;n&#257;m. The Pracet&#257;s identified themselves as common men. Kim anyad anukampitam. The devotees are always favorably accepted by the Lord. The Lord shows all mercy not only to conditioned souls but also to the devotees, who are already liberated due to their devotional service.</P><P>The form of the Lord as worshiped in the temples is called arca-vigraha or arc&#257;vat&#257;ra, the worshipable form, the Deity incarnation. This facility is offered to neophyte devotees so that they can see the real form of the Lord face to face and offer their respectful obeisances and sacrifices in the form of arc&#257;. Through such facilities the neophytes gradually invoke their original Krishna consciousness. Deity worship in the form of temple worship is the most valuable benediction given by the Lord to beginners. All neophytes must therefore engage in the worship of the Lord by keeping the arc&#257;-vigraha (arc&#257;vat&#257;ra) at home or in the temple.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>