<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.31</P><P CLASS=c>varam vrin&#299;mahe 'th&#257;pi</P><P CLASS=c>n&#257;tha tvat paratah par&#257;t</P><P CLASS=c>na hy antas tvad-vibh&#363;t&#299;n&#257;m</P><P CLASS=c>so 'nanta iti g&#299;yase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/v/vrnimahe">vrin&#299;mahe</A> &#8212; we shall pray for; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; from You; <A CLASS=v HREF="http://vedabase.net/p/paratah">paratah</A> <A CLASS=v HREF="http://vedabase.net/p/parat">par&#257;t</A> &#8212; beyond the transcendence; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; end; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vibhutinam">vibh&#363;t&#299;n&#257;m</A> &#8212; of opulences; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/anantah">anantah</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/g/giyase">g&#299;yase</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> celebrated.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, we shall therefore pray for Your benediction because You are the Supreme, beyond all transcendence, and because there is no end to Your opulences. Consequently, You are celebrated by the name Ananta.</P><P CLASS=t>PURPORT</P><P>There was no need for the Pracet&#257;s to ask any benediction from the Supreme Lord because the devotees are simply satisfied by the presence of the Supreme Personality of Godhead. Dhruva Mah&#257;r&#257;ja practiced severe austerities and penances to see the Supreme Lord, and his intention was to receive benediction from the Lord. He wanted to acquire the throne of his father &#8212; or attain an even better position &#8212; but when he was actually in the presence of the Supreme Lord, he forgot everything. He said, "My dear Lord, I do not wish to ask any benediction." This is the actual position of the devotee. The devotee simply wants to be in the presence of the Supreme Lord &#8212; either in this world or in the next &#8212; and engage in His service. That is the ultimate goal and benediction for the devotees.</P><P>The Lord asked the Pracet&#257;s to pray for some benediction, and they said, "What kind of benediction should we pray for? The Lord is unlimited, and there are unlimited benedictions." The purport is that if one must ask for benediction, he must ask for unlimited benediction. The words tvat paratah are very significant in this verse. The Supreme Personality of Godhead is paratah par&#257;t. The word para means "transcendental, beyond this material world." The impersonal Brahman effulgence is beyond this material world, and this is called param padam. &#256;ruhya kricchrena param padam (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>). Merging into the impersonal effulgence of the Lord is called param padam, but there is a higher transcendental position, which is the association of the Supreme Personality of Godhead. Brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/11.htm">1.2.11</A>). The Absolute Truth is realized first as impersonal Brahman, then as Param&#257;tm&#257;, and finally as Bhagav&#257;n. Thus the Personality of Godhead, Bhagav&#257;n, is paratah par&#257;t, beyond Brahman and Param&#257;tm&#257; realization. In this connection, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; points out that paratah par&#257;t means "better than the best." The best is the spiritual world, and it is known as Brahman. The Supreme Personality of Godhead, however, is known as Parabrahman. Therefore paratah par&#257;t means "better than Brahman realization."</P><P>As will be explained in the next verses, the Pracet&#257;s planned to ask the Lord for something that has no limit. The Lord's pastimes, qualities, forms and names are all unlimited. There is no limit to His name, forms, pastimes, creation and paraphernalia. The living entity cannot conceive of the unlimitedness of the unlimited. However, if living entities are engaged in hearing about the unlimited potencies of the Supreme Lord, they are factually connected directly to the unlimited. Such understanding of the unlimited becomes unlimited by hearing and chanting.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>