<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.32</P><P CLASS=c>p&#257;rij&#257;te 'ñjas&#257; labdhe</P><P CLASS=c>s&#257;ra&#324;go 'nyan na sevate</P><P CLASS=c>tvad-a&#324;ghri-m&#363;lam &#257;s&#257;dya</P><P CLASS=c>s&#257;ksh&#257;t kim kim vrin&#299;mahi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parijate">p&#257;rij&#257;te</A> &#8212; the celestial tree known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/p/parijata">p&#257;rij&#257;ta</A>; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/l/labdhe">labdhe</A> &#8212; having achieved; <A CLASS=v HREF="http://vedabase.net/s/sarangah">s&#257;ra&#324;gah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> bee; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/sevate">sevate</A> &#8212; does not resort <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; Your lotus feet; <A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; the root of everything; <A CLASS=v HREF="http://vedabase.net/a/asadya">&#257;s&#257;dya</A> &#8212; having approached; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/vrnimahi">vrin&#299;mahi</A> &#8212; may we ask.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, when the bee approaches the celestial tree called the p&#257;rij&#257;ta, it certainly does not leave the tree, because there is no need for such action. Similarly, when we have approached Your lotus feet and taken shelter of them, what further benediction may we ask of You?</P><P CLASS=t>PURPORT</P><P>When a devotee is actually engaged in the service of the lotus feet of the Lord, his engagement in itself is so perfect that there is no need to ask for further benediction. When a bee approaches the p&#257;rij&#257;ta tree, it gets unlimited supplies of honey. There is no need to go to another tree. If one is fixed in the service of the lotus feet of the Lord, there is unlimited transcendental bliss, and as such there is no need to ask for further benediction. The p&#257;rij&#257;ta tree is not commonly found within this material world. The p&#257;rij&#257;ta tree is also known as kalpa-vriksha, or the wish-fulfilling tree. One can get anything he desires from such a tree. In the material world, one can get oranges from an orange tree or mangoes from a mango tree, but there is no possibility of getting oranges from a mango tree or vice versa. However, one can get whatever he wants from the p&#257;rij&#257;ta tree &#8212; oranges, mangoes, bananas and so on. This tree is found in the spiritual world. Cint&#257;mani-prakara-sadmasu kalpa-vriksha-laksh&#257;vriteshu [<A CLASS=v HREF="../../../bs/5/29.htm">Bs. 5.29</A>]. The spiritual world, cint&#257;mani-dh&#257;ma, is surrounded by these kalpa-vriksha trees, but the p&#257;rij&#257;ta tree is also found in the kingdom of Indra, that is, on Indra's heavenly planet. This p&#257;rij&#257;ta tree was brought by Krishna to please Satyabh&#257;m&#257;, one of His queens, and this tree was implanted in the Dv&#257;rak&#257; mansions constructed for the queens. The lotus feet of the Lord are exactly like the p&#257;rij&#257;ta trees, or wish-fulfilling trees, and the devotees are like bumblebees. They are always attracted by the lotus feet of the Lord.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>