<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.33</P><P CLASS=c>y&#257;vat te m&#257;yay&#257; sprisht&#257;</P><P CLASS=c>bhram&#257;ma iha karmabhih</P><P CLASS=c>t&#257;vad bhavat-prasa&#324;g&#257;n&#257;m</P><P CLASS=c>sa&#324;gah sy&#257;n no bhave bhave</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy; <A CLASS=v HREF="http://vedabase.net/s/sprstah">sprisht&#257;h</A> &#8212; contaminated; <A CLASS=v HREF="http://vedabase.net/b/bhramamah">bhram&#257;mah</A> &#8212; we wander; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by the reaction of fruitive activities; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/p/prasanganam">prasa&#324;g&#257;n&#257;m</A> &#8212; of Your loving devotees; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/b/bhave">bhave</A> <A CLASS=v HREF="http://vedabase.net/b/bhave">bhave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every species of life.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, as long as we have to remain within this material world due to our material contamination and wander from one type of body to another and from one planet to another, we pray that we may associate with those who are engaged in discussing Your pastimes. We pray for this benediction life after life, in different bodily forms and on different planets.</P><P CLASS=t>PURPORT</P><P>This is the best benediction that a devotee can ask of the Supreme Lord. This is also confirmed by &#346;r&#299; Caitanya Mah&#257;prabhu: sth&#257;ne sthit&#257;h &#347;ruti-gat&#257;m tanu-v&#257;&#324;-manobhih (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/3.htm">10.14.3</A>). One may be in one position or another according to destiny, but in any case one must continue to hear about the activities and pastimes of the Supreme Lord, regardless of circumstances. A pure devotee does not pray for liberation or for cessation of the cycle of birth and death because he does not consider that important. The most important thing for a devotee is getting a chance to hear about the pastimes and glories of the Lord. The devotees who engage in the service of the Lord in this world will have the same opportunity in the spiritual world also. Thus for a devotee, everything is in the spiritual world, for as long as he can hear about the pastimes of the Lord, or wherever he can chant, the Lord is personally present. Tatra tishth&#257;mi n&#257;rada yatra g&#257;yanti mad-bhakt&#257;h. When the pure devotees assemble to chant, hear and talk about the Supreme Personality of Godhead, the place where they assemble becomes Vaikuntha. For the devotee there is no need to pray to the Lord for transferal to the Vaikuntha world. A pure devotee can create Vaikuntha or Vrind&#257;vana anywhere simply by chanting the glories of the Lord without offense.</P><P>The Pracet&#257;s pray for an opportunity to hear of the glories of the Lord in every form of life (bhave bhave). A living entity transmigrates from one body to another. The devotee is not particularly eager to stop this process. Caitanya Mah&#257;prabhu prays, mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi: "My dear Lord, life after life may I be fixed in Your pure devotional service." Out of humility, a devotee considers himself unfit to be transferred to the spiritual world. He always thinks himself contaminated by the modes of material nature. Nor is there any need for a devotee to ask to be freed from the modes of material nature. Devotional service itself is in the transcendental position; therefore there is no question of asking for this special facility. The conclusion is that a pure devotee is not anxious to stop the repetition of birth and death, but is always eager to associate with other devotees who are engaged in chanting and hearing about the glories of the Lord.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>