<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.34</P><P CLASS=c>tulay&#257;ma laven&#257;pi</P><P CLASS=c>na svargam n&#257;punar-bhavam</P><P CLASS=c>bhagavat-sa&#324;gi-sa&#324;gasya</P><P CLASS=c>marty&#257;n&#257;m kim ut&#257;&#347;ishah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tulayama">tulay&#257;ma</A> &#8212; we compare; <A CLASS=v HREF="http://vedabase.net/l/lavena">lavena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/svargam">svargam</A> &#8212; attainment of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/apunah">apunah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bhavam</A> &#8212; merging into the <A HREF="http://vedabase.net/b/brahman">Brahman</A> effulgence; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sangi">sa&#324;gi</A> &#8212; with associates; <A CLASS=v HREF="http://vedabase.net/s/sangasya">sa&#324;gasya</A> &#8212; of association; <A CLASS=v HREF="http://vedabase.net/m/martyanam">marty&#257;n&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> destined <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; how much less; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; benedictions.</P><P CLASS=t>TRANSLATION</P><P>Even a moment's association with a pure devotee cannot be compared to being transferred to heavenly planets or even merging into the Brahman effulgence in complete liberation. For living entities who are destined to give up the body and die, association with pure devotees is the highest benediction.</P><P CLASS=t>PURPORT</P><P>The great saint Prabodh&#257;nanda Sarasvat&#299;, a devotee of Lord Caitanya, has stated: kaivalyam narak&#257;yate trida&#347;a-p&#363;r &#257;k&#257;&#347;a-pushp&#257;yate. For a pure devotee, kaivalya, merging into the existence of Brahman, the Brahman effulgence, is no better than living in hell. Similarly, he considers promotion to heavenly planets (trida&#347;a-p&#363;r) just another kind of phantasmagoria. In other words, a pure devotee does not place much value in the destination of the karm&#299;s (the heavenly planets) or in the destination of the jñ&#257;n&#299;s (merging into the Brahman effulgence). A pure devotee considers a moment's association with another pure devotee to be far superior to residing in a heavenly planet or merging in the Brahman effulgence. The topmost benediction for those who are living in this material world and are subjected to the repetition of birth and death (transmigration) is association with pure devotees. One should search out such pure devotees and remain with them. That will make one completely happy, even though living within the material world. This Krishna consciousness movement is started for that purpose. A person who is overly affected materially may take advantage of this movement and become intimately associated with it. In this way the confused and frustrated inhabitants of this material world may find the highest happiness in association with devotees.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>