<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.36</P><P CLASS=c>yatra n&#257;r&#257;yanah s&#257;ksh&#257;d</P><P CLASS=c>bhagav&#257;n ny&#257;sin&#257;m gatih</P><P CLASS=c>samst&#363;yate sat-kath&#257;su</P><P CLASS=c>mukta-sa&#324;gaih punah punah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nyasinam">ny&#257;sin&#257;m</A> &#8212; of persons <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the ultimate goal; <A CLASS=v HREF="http://vedabase.net/s/samstuyate">samst&#363;yate</A> &#8212; is worshiped; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/kathasu">kath&#257;su</A> &#8212; by discussing the transcendental vibration; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/s/sangaih">sa&#324;gaih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> liberated from material contamination; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again and again.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord, N&#257;r&#257;yana, is present among devotees who are engaged in hearing and chanting the holy name of the Supreme Personality of Godhead. Lord N&#257;r&#257;yana is the ultimate goal of sanny&#257;s&#299;s, those in the renounced order of life, and N&#257;r&#257;yana is worshiped through this sa&#324;k&#299;rtana movement by those who are liberated from material contamination. Indeed, they recite the holy name again and again.</P><P CLASS=t>PURPORT</P><P>The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are missing the real presence of N&#257;r&#257;yana. This is because they falsely claim to be N&#257;r&#257;yana Himself. According to the customary etiquette of M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, they address one another as N&#257;r&#257;yana. To say that everyone is a temple of N&#257;r&#257;yana is correct, but to accept another human being as N&#257;r&#257;yana is a great offense. The conception of daridra-n&#257;r&#257;yana (poor N&#257;r&#257;yana), an attempt to identify the poor with N&#257;r&#257;yana, is also a great offense. Even to identify N&#257;r&#257;yana with demigods like Lord Brahm&#257; and Lord &#346;iva is an offense.</P><P>yas tu n&#257;r&#257;yanam devam</P><P CLASS=n>brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta</P><P CLASS=n>sa p&#257;shand&#299; bhaved dhruvam</P><P>"One who considers Lord N&#257;r&#257;yana on a level with great demigods like Lord Brahm&#257; and Lord &#346;iva is immediately listed among nonbelievers." The fact is that by performing sa&#324;k&#299;rtana-yajña one can immediately please the Supreme Personality of Godhead. Then N&#257;r&#257;yana Himself descends and immediately is present. In this age of Kali, N&#257;r&#257;yana is immediately present in the form of Lord Caitanya. Concerning Lord Caitanya, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/32.htm">11.5.32</A>) states:</P><P>krishna-varnam tvish&#257;krishnam</P><P CLASS=n>s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñaih sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=n>yajanti hi sumedhasah</P><P>"In the age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the name of Krishna. Although His complexion is not blackish, He is Krishna Himself. He is accompanied by His associates, servants, weapons and confidential companions." After all, human life is meant for pleasing N&#257;r&#257;yana, and this can easily be done by performing sa&#324;k&#299;rtana-yajña. Whenever there is congregational chanting of the holy names of the Lord, Gaura N&#257;r&#257;yana, the Supreme Personality of Godhead in His incarnation as Lord Caitanya, immediately appears and is worshiped by sa&#324;k&#299;rtana-yajña.</P><P>In this verse it is said that N&#257;r&#257;yana is ny&#257;sin&#257;m gatih, the ultimate goal of the sanny&#257;s&#299;s. The goal of those who have renounced the material world is the attainment of N&#257;r&#257;yana. A Vaishnava sanny&#257;s&#299; therefore dedicates his life to serving N&#257;r&#257;yana; he does not falsely claim to be N&#257;r&#257;yana. Instead of becoming nirvaira (nonenvious of other living entities), one who tries to become N&#257;r&#257;yana becomes envious of the Supreme Lord. Therefore the attempt to become N&#257;r&#257;yana constitutes the greatest offense. Actually, when one chants or discusses the transcendental activities of the Lord, he immediately becomes nonenvious. In this material world everyone is envious of everyone else, but by vibrating or discussing the holy name of the Lord, one becomes nonenvious and devoid of material hankering. Because of our envy of the Supreme Personality of Godhead, we have become envious of all other living entities. When we are no longer envious of the Supreme Personality of Godhead, there will be real peace, unity and fraternity in human society. Without N&#257;r&#257;yana or sa&#324;k&#299;rtana-yajña there cannot be peace in this material world.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>