<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.38</P><P CLASS=c>vayam tu s&#257;ksh&#257;d bhagavan bhavasya</P><P CLASS=c>priyasya sakhyuh kshana-sa&#324;gamena</P><P CLASS=c>sudu&#347;cikitsyasya bhavasya mrityor</P><P CLASS=c>bhishaktamam tv&#257;dya gatim gat&#257;h sma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/b/bhavasya">bhavasya</A> &#8212; of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/priyasya">priyasya</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/s/sakhyuh">sakhyuh</A> &#8212; Your friend; <A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/s/sangamena">sa&#324;gamena</A> &#8212; by association; <A CLASS=v HREF="http://vedabase.net/s/suduscikitsyasya">sudu&#347;cikitsyasya</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> cure; <A CLASS=v HREF="http://vedabase.net/b/bhavasya">bhavasya</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/m/mrtyoh">mrityoh</A> &#8212; of death; <A CLASS=v HREF="http://vedabase.net/b/bhisak">bhishak</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; the most expert physician; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; have achieved; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, by virtue of a moment's association with Lord &#346;iva, who is very dear to You and who is Your most intimate friend, we were fortunate to attain You. You are the most expert physician, capable of treating the incurable disease of material existence. On account of our great fortune, we have been able to take shelter at Your lotus feet.</P><P CLASS=t>PURPORT</P><P>It has been said: harim vin&#257; na sritim taranti. Without taking shelter of the lotus feet of the Personality of Godhead, one cannot attain relief from the clutches of m&#257;y&#257;, the repetition of birth, old age, disease and death. The Pracet&#257;s received the shelter of the Supreme Personality of Godhead by the grace of Lord &#346;iva. Lord &#346;iva is the supreme devotee of Lord Vishnu, the Supreme Personality of Godhead. Vaishnav&#257;n&#257;m yath&#257; &#347;ambhuh: the most exalted Vaishnava is Lord &#346;iva, and those who are actually devotees of Lord &#346;iva follow Lord &#346;iva's advice and take shelter at the lotus feet of Lord Vishnu. The so-called devotees of Lord &#346;iva, who are simply after material prosperity, are in a way deceived by Lord &#346;iva. He does not actually deceive them, because Lord &#346;iva has no business deceiving people, but because the so-called devotees of Lord &#346;iva want to be deceived, Lord &#346;iva, who is very easily pleased, allows them all kinds of material benedictions. These benedictions might ironically result in the destruction of the so-called devotees. For instance, R&#257;vana took all material benediction from Lord &#346;iva, but the result was that he was ultimately destroyed with his family, kingdom and everything else because he misused Lord &#346;iva's benediction. Because of his material power, he became very proud and puffed up so that he dared kidnap the wife of Lord R&#257;macandra. In this way he was ruined. To get material benedictions from Lord &#346;iva is not difficult, but actually these are not benedictions. The Pracet&#257;s received benediction from Lord &#346;iva, and as a result they attained the shelter of the lotus feet of Lord Vishnu. This is real benediction. The gop&#299;s also worshiped Lord &#346;iva in Vrind&#257;vana, and the lord is still staying there as Gop&#299;&#347;vara. The gop&#299;s, however, prayed that Lord &#346;iva bless them by giving them Lord Krishna as their husband. There is no harm in worshiping the demigods, provided that one's aim is to return home, back to Godhead. Generally people go to the demigods for material benefit, as indicated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>):</P><P>k&#257;mais tais tair hrita-jñ&#257;n&#257;h</P><P CLASS=n>prapadyante 'nya-devat&#257;h</P><P CLASS=n>tam tam niyamam &#257;sth&#257;ya</P><P CLASS=n>prakrity&#257; niyat&#257;h svay&#257;</P><P>"Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures." One enamored by material benefits is called hrita jñ&#257;na ("one who has lost his intelligence"). In this connection it is to be noted that sometimes in revealed scriptures Lord &#346;iva is described as being nondifferent from the Supreme Personality of Godhead. The point is that Lord &#346;iva and Lord Vishnu are so intimately connected that there is no difference in opinion. The actual fact is, ekale &#299;&#347;vara krishna, &#257;ra saba bhritya: "The only supreme master is Krishna, and all others are His devotees or servants." (Cc. <A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>) This is the real fact, and there is no difference of opinion between Lord &#346;iva and Lord Vishnu in this connection. Nowhere in revealed scripture does Lord &#346;iva claim to be equal to Lord Vishnu. This is simply the creation of the so-called devotees of Lord &#346;iva, who claim that Lord &#346;iva and Lord Vishnu are one. This is strictly forbidden in the Vaishnava-tantra: yas tu n&#257;r&#257;yanam devam. Lord Vishnu, Lord &#346;iva and Lord Brahm&#257; are intimately connected as master and servants. &#346;iva-viriñci-nutam. Vishnu is honored and offered obeisances by Lord &#346;iva and Lord Brahm&#257;. To consider that they are all equal is a great offense. They are all equal in the sense that Lord Vishnu is the Supreme Personality of Godhead and all others are His eternal servants.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39-40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>