<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.4</P><P CLASS=c>da&#347;a-varsha-sahasr&#257;nte</P><P CLASS=c>purushas tu san&#257;tanah</P><P CLASS=c>tesh&#257;m &#257;virabh&#363;t kricchram</P><P CLASS=c>&#347;&#257;ntena &#347;amayan ruc&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; ten years; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of <A HREF="http://vedabase.net/a/a">a</A> thousand; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/s/sanatanah">san&#257;tanah</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of the Pracet&#257;s; <A CLASS=v HREF="http://vedabase.net/a/avirabhut">&#257;virabh&#363;t</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/k/krcchram">kricchram</A> &#8212; the severe austerity; <A CLASS=v HREF="http://vedabase.net/s/santena">&#347;&#257;ntena</A> &#8212; satisfying; <A CLASS=v HREF="http://vedabase.net/s/samayan">&#347;amayan</A> &#8212; mitigating; <A CLASS=v HREF="http://vedabase.net/r/ruca">ruc&#257;</A> &#8212; by His beauty.</P><P CLASS=t>TRANSLATION</P><P>At the end of ten thousand years of severe austerities performed by the Pracet&#257;s, the Supreme Personality of Godhead, to reward their austerities, appeared before them in His very pleasing form. This appealed to the Pracet&#257;s and satisfied the labor of their austerities.</P><P CLASS=t>PURPORT</P><P>Performing ten thousand years of severe austerities does not seem a happy endeavor. Yet the devotees, the serious students of spiritual life, undergo such austerities to attain the favor of the Supreme Personality of Godhead. At that time, when the duration of life was very long, people could undergo severe austerities for thousands of years. It is said that V&#257;lm&#299;ki, the author of R&#257;m&#257;yana, underwent meditational austerities for sixty thousand years. The Supreme Personality of Godhead appreciated the austerities undergone by the Pracet&#257;s, and He finally appeared before them in a pleasing form. Thus they all became satisfied and forgot the austerities they underwent. In the material world, if one is successful after hard labor, he is very pleased. Similarly, the devotee forgets all his labors and austerities as soon as he contacts the Supreme Personality of Godhead. Although Dhruva Mah&#257;r&#257;ja was only a five-year-old boy, he underwent severe austerities by eating simply dry foliage, drinking only water and taking no food. In this way, after six months, he was able to see the Supreme Personality of Godhead face to face. When he saw the Lord, he forgot all his austerities and said, sv&#257;min krit&#257;rtho'smi: "My dear Lord, I am very pleased."</P><P>Of course, these austerities were performed in the Satya-yuga, Dv&#257;para-yuga and Tret&#257;-yuga, but not in this age of Kali. In this Kali-yuga, one can attain the same results simply by chanting the Hare Krishna mah&#257;-mantra. Because the people of this age are fallen, the Lord is kind enough to give them the easiest method. Simply by chanting the Hare Krishna mantra, one can attain the same results. However, as Lord Caitanya Mah&#257;prabhu points out, we are so unfortunate that we are not even attracted to chanting the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>