<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.41</P><P CLASS=c>manuh svayambh&#363;r bhagav&#257;n bhava&#347; ca</P><P CLASS=c>ye 'nye tapo-jñ&#257;na-vi&#347;uddha-sattv&#257;h</P><P CLASS=c>adrishta-p&#257;r&#257; api yan-mahimnah</P><P CLASS=c>stuvanty atho tv&#257;tma-samam grin&#299;mah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/s/svayambhuh">svayambh&#363;h</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; by austerity; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/sattvah">sattv&#257;h</A> &#8212; whose existence; <A CLASS=v HREF="http://vedabase.net/a/adrsta">adrishta</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">p&#257;r&#257;h</A> &#8212; who cannot see the end; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mahimnah">mahimnah</A> &#8212; of glories; <A CLASS=v HREF="http://vedabase.net/s/stuvanti">stuvanti</A> &#8212; they offer prayers; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> capacity; <A CLASS=v HREF="http://vedabase.net/g/grnimah">grin&#299;mah</A> &#8212; we offered prayers.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, even great yog&#299;s and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahm&#257; and Lord &#346;iva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257;, Lord &#346;iva, Manu (the father of mankind), great saintly persons and also great sages who have elevated themselves to the transcendental platform through austerities and penance, as well as devotional service, are imperfect in knowledge compared to the Supreme Personality of Godhead. This is the case with anyone within this material world. No one can be equal to the Supreme Lord in anything, certainly not in knowledge. Consequently, anyone's prayer to the Supreme Personality of Godhead is never complete. It is not possible to measure the complete glories of the Supreme Lord, who is unlimited. Even the Lord Himself in His incarnation as Ananta, or &#346;esha, cannot describe His own glories. Although Ananta has many thousands of faces and has been glorifying the Lord for many, many years, He could not find the limit of the glories of the Lord. Thus it is not possible to estimate the complete potencies and glories of the Supreme Lord.</P><P>Nonetheless, everyone in devotional service can offer essential prayers to the Lord. Everyone is situated in a relative position, and no one is perfect in glorifying the Lord. Beginning with Lord Brahm&#257; and Lord &#346;iva down to ourselves, everyone is the servant of the Supreme Lord. We are all situated in relative positions according to our own karma. Yet every one of us can offer prayers with heart and soul as far as we can appreciate the Lord's glories. That is our perfection. Even when one is in the darkest region of existence, he is allowed to offer prayers to the Lord according to his own capacity. The Lord therefore says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>):</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants], as well as &#347;&#363;dras [workers] &#8212; can approach the supreme destination."</P><P>If one seriously accepts the lotus feet of the Lord, he is purified by the grace of the Lord and by the grace of the Lord's servant. This is confirmed by &#346;ukadeva Gosv&#257;m&#299;: ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h &#347;udhyanti tasmai prabhavishnave namah (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/4/18.htm">2.4.18</A>). One who is brought under the lotus feet of the Lord by the endeavor of the Lord's servant, the spiritual master, is certainly immediately purified, however lowborn he may be. He becomes eligible to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="39-40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>