<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.42</P><P CLASS=c>namah sam&#257;ya &#347;uddh&#257;ya</P><P CLASS=c>purush&#257;ya par&#257;ya ca</P><P CLASS=c>v&#257;sudev&#257;ya sattv&#257;ya</P><P CLASS=c>tubhyam bhagavate namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; we offer our respectful obeisances; <A CLASS=v HREF="http://vedabase.net/s/samaya">sam&#257;ya</A> &#8212; who is equal <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/s/suddhaya">&#347;uddh&#257;ya</A> &#8212; who is never contaminated by sinful activities; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/paraya">par&#257;ya</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; living everywhere; <A CLASS=v HREF="http://vedabase.net/s/sattvaya">sattv&#257;ya</A> &#8212; who is <A HREF="http://vedabase.net/i/in">in</A> the transcendental position; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, You have no enemies or friends. Therefore You are equal to everyone. You cannot be contaminated by sinful activities, and Your transcendental form is always beyond the material creation. You are the Supreme Personality of Godhead because You remain everywhere within all existence. You are consequently known as V&#257;sudeva. We offer You our respectful obeisances.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is known as V&#257;sudeva because He lives everywhere. The word vas means "to live." As stated in Brahma-samhit&#257;, eko 'py asau racayitum jagad-anda-kotim: [<A CLASS=v HREF="../../../bs/5/35.htm">Bs. 5.35</A>] the Lord, through His plenary portion, enters into each and every universe to create the material manifestation. He also enters into each and every heart in all living entities and into each and every atom also (param&#257;nu-cay&#257;ntara-stham). Because the Supreme Lord lives everywhere, He is known as V&#257;sudeva. Although He lives everywhere within the material world, He is not contaminated by the modes of nature. The Lord is therefore described in &#298;&#347;opanishad as ap&#257;pa-viddham. He is never contaminated by the modes of material nature. When the Lord descends on this planet, He acts in many ways. He kills demons and performs acts not sanctioned by the Vedic principles, that is, acts considered sinful. Even though He acts in such a way, He is never contaminated by His action. He is therefore described herein as &#347;uddha, meaning "always free from contamination." The Lord is also sama, equal to everyone. In this regard, He states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>), samo'ham sarva-bh&#363;teshu na me dveshyo 'sti na priyah: the Lord has no one as His friend or enemy, and He is equal to everyone.</P><P>The word sattv&#257;ya indicates that the form of the Lord is not material. It is sac-cid-&#257;nanda-vigrahah. &#298;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. His body is different from our material bodies. One should not think that the Supreme Personality of Godhead has a material body, like ours.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>