<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.43</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>iti pracetobhir abhishtuto harih</P><P CLASS=c>pr&#299;tas tathety &#257;ha &#347;aranya-vatsalah</P><P CLASS=c>anicchat&#257;m y&#257;nam atripta-cakshush&#257;m</P><P CLASS=c>yayau sva-dh&#257;m&#257;napavarga-v&#299;ryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pracetobhih">pracetobhih</A> &#8212; by the Pracet&#257;s; <A CLASS=v HREF="http://vedabase.net/a/abhistutah">abhishtutah</A> &#8212; being praised; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; being pleased; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/s/saranya">&#347;aranya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the surrendered souls; <A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsalah</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/a/anicchatam">anicchat&#257;m</A> &#8212; not desiring; <A CLASS=v HREF="http://vedabase.net/y/yanam">y&#257;nam</A> &#8212; His departure; <A CLASS=v HREF="http://vedabase.net/a/atrpta">atripta</A> &#8212; not satisfied; <A CLASS=v HREF="http://vedabase.net/c/caksusam">cakshush&#257;m</A> &#8212; their eyes; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> left; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His own abode; <A CLASS=v HREF="http://vedabase.net/a/anapavarga">anapavarga</A>-<A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; whose prowess is never defeated.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, the Supreme Personality of Godhead, who is the protector of surrendered souls, being thus addressed by the Pracet&#257;s and worshiped by them, replied, "May whatever you have prayed for be fulfilled." After saying this, the Supreme Personality of Godhead, whose prowess is never defeated, left. The Pracet&#257;s were unwilling to be separated from Him because they had not seen Him to their full satisfaction.</P><P CLASS=t>PURPORT</P><P>The word anapavarga-v&#299;rya is significant in this verse. The word ana means "without," pavarga means "the materialistic way of life," and v&#299;rya means "prowess." The prowess of the Supreme Personality of Godhead always contains six basic opulences, one of which is renunciation. Although the Pracet&#257;s desired to see the Lord to their full satisfaction, the Lord left. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, this is an exhibition of His kindness to innumerable other devotees. Although He was being attracted by the Pracet&#257;s, He left. This is an example of His renunciation. This renunciation was also exhibited by Lord Caitanya Mah&#257;prabhu when He stayed with Advaita Prabhu after taking sanny&#257;sa. All the devotees there wanted Him to stay a few days longer, but Lord Caitanya left without hesitation. The conclusion is that although the Supreme Lord has unlimited kindness for His devotees, He is not attached to anyone. He is equally kind to His innumerable devotees all over the creation.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>