<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.47</P><P CLASS=c>tatr&#257;va&#347;isht&#257; ye vriksh&#257;</P><P CLASS=c>bh&#299;t&#257; duhitaram tad&#257;</P><P CLASS=c>ujjahrus te pracetobhya</P><P CLASS=c>upadisht&#257;h svayambhuv&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/avasistah">ava&#347;isht&#257;h</A> &#8212; remaining; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/vrksah">vriksh&#257;h</A> &#8212; trees; <A CLASS=v HREF="http://vedabase.net/b/bhitah">bh&#299;t&#257;h</A> &#8212; being afraid; <A CLASS=v HREF="http://vedabase.net/d/duhitaram">duhitaram</A> &#8212; their daughter; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/u/ujjahruh">ujjahruh</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/p/pracetobhyah">pracetobhyah</A> &#8212; unto the Pracet&#257;s; <A CLASS=v HREF="http://vedabase.net/u/upadistah">upadisht&#257;h</A> &#8212; being advised; <A CLASS=v HREF="http://vedabase.net/s/svayambhuva">svayambhuv&#257;</A> &#8212; by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>.</P><P CLASS=t>TRANSLATION</P><P>The remaining trees, being very much afraid of the Pracet&#257;s, immediately delivered their daughter at the advice of Lord Brahm&#257;.</P><P CLASS=t>PURPORT</P><P>The daughter of the trees is referred to in text 13 of this chapter. This daughter was born of Kandu and Pramloc&#257;. The society girl Pramloc&#257;, after giving birth to the child, immediately left for the heavenly kingdom. While the child was crying, the king of the moon took compassion upon her and saved her by putting his finger into her mouth. This child was cared for by the trees, and when she grew up, by the order of Lord Brahm&#257;, she was delivered to the Pracet&#257;s as their wife. The name of the girl was M&#257;rish&#257;, as the next verse will explain. It was the predominating deity of the trees that delivered the daughter. In this connection, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; Prabhup&#257;da states, vriksh&#257;h tad-adhishth&#257;tri-devat&#257;h: "The 'trees' means the controlling deity of those trees." In Vedic literatures we find that there is a controlling deity of the water; similarly, there is a controlling deity of the trees. The Pracet&#257;s were engaged in burning all the trees to ashes, and they considered the trees their enemies. To pacify the Pracet&#257;s, the predominating deity of the trees, under the advice of Lord Brahm&#257;, delivered the daughter M&#257;rish&#257;.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>