<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.48</P><P CLASS=c>te ca brahmana &#257;de&#347;&#257;n</P><P CLASS=c>m&#257;rish&#257;m upayemire</P><P CLASS=c>yasy&#257;m mahad-avajñ&#257;n&#257;d</P><P CLASS=c>ajany ajana-yonijah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all the Pracet&#257;s; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/adesat">&#257;de&#347;&#257;t</A> &#8212; by the order; <A CLASS=v HREF="http://vedabase.net/m/marisam">m&#257;rish&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/marisa">M&#257;rish&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/upayemire">upayemire</A> &#8212; married; <A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> great personality; <A CLASS=v HREF="http://vedabase.net/a/avajnanat">avajñ&#257;n&#257;t</A> &#8212; on account of disrespect; <A CLASS=v HREF="http://vedabase.net/a/ajani">ajani</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/a/ajana">ajana</A>-<A CLASS=v HREF="http://vedabase.net/y/yoni">yoni</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; the son of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, <A HREF="http://vedabase.net/d/daksa">Daksha</A>.</P><P CLASS=t>TRANSLATION</P><P>Following the order of Lord Brahm&#257;, all the Pracet&#257;s accepted the girl as their wife. From the womb of this girl, the son of Lord Brahm&#257; named Daksha took birth. Daksha had to take birth from the womb of M&#257;rish&#257; due to his disobeying and disrespecting Lord Mah&#257;deva [&#346;iva]. Consequently he had to give up his body twice.</P><P CLASS=t>PURPORT</P><P>In this connection the word mahad-avajñ&#257;n&#257;t is significant. King Daksha was the son of Lord Brahm&#257;; therefore in a previous birth he was a br&#257;hmana, but because of his behaving like a non-br&#257;hmana (abr&#257;hmana) by insulting or disrespecting Lord Mah&#257;deva, he had to take birth within the semen of a kshatriya. That is to say, he became the son of the Pracet&#257;s. Not only that, but because of his disrespecting Lord &#346;iva, he had to undergo the tribulation of taking birth from within the womb of a woman. In the Daksha-yajña arena, he was once killed by Lord &#346;iva's servant, V&#299;rabhadra. Because that was not sufficient, he again took birth, from the womb of M&#257;rish&#257;. At the end of the Daksha-yajña and the disastrous incidents there, Daksha offered his prayer to Lord &#346;iva. Although he had to give up his body and take birth from the womb of a woman impregnated by the semen of a kshatriya, he received all opulence by the grace of Lord &#346;iva. These are the subtle laws of material nature. Unfortunately, people in this modern age do not know how these laws are working. Having no knowledge of the eternity of the spirit soul and its transmigration, the population of the present age is in the greatest ignorance. Because of this, it is said in Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/10.htm">1.1.10</A>): mand&#257;h sumanda-matayo manda-bh&#257;gy&#257; hy upadrut&#257;h. The total population in this age of Kali-yuga is very bad, lazy, unfortunate and disturbed by material conditions.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>