<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.6</P><P CLASS=c>k&#257;&#347;ishnun&#257; kanaka-varna-vibh&#363;shanena</P><P CLASS=c>bhr&#257;jat-kapola-vadano vilasat-kir&#299;tah</P><P CLASS=c>asht&#257;yudhair anucarair munibhih surendrair</P><P CLASS=c>&#257;sevito garuda-kinnara-g&#299;ta-k&#299;rtih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasisnuna">k&#257;&#347;ishnun&#257;</A> &#8212; shining; <A CLASS=v HREF="http://vedabase.net/k/kanaka">kanaka</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A> &#8212; colored; <A CLASS=v HREF="http://vedabase.net/v/vibhusanena">vibh&#363;shanena</A> &#8212; with ornaments; <A CLASS=v HREF="http://vedabase.net/b/bhrajat">bhr&#257;jat</A> &#8212; shining; <A CLASS=v HREF="http://vedabase.net/k/kapola">kapola</A> &#8212; forehead; <A CLASS=v HREF="http://vedabase.net/v/vadanah">vadanah</A> &#8212; His face; <A CLASS=v HREF="http://vedabase.net/v/vilasat">vilasat</A> &#8212; dazzling; <A CLASS=v HREF="http://vedabase.net/k/kiritah">kir&#299;tah</A> &#8212; His helmet; <A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A> &#8212; eight; <A CLASS=v HREF="http://vedabase.net/a/ayudhaih">&#257;yudhaih</A> &#8212; with weapons; <A CLASS=v HREF="http://vedabase.net/a/anucaraih">anucaraih</A> &#8212; by followers; <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; by great sages; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/i/indraih">indraih</A> &#8212; by demigods; <A CLASS=v HREF="http://vedabase.net/a/asevitah">&#257;sevitah</A> &#8212; served; <A CLASS=v HREF="http://vedabase.net/g/garuda">garuda</A> &#8212; by <A HREF="http://vedabase.net/g/garuda">Garuda</A>; <A CLASS=v HREF="http://vedabase.net/k/kinnara">kinnara</A> &#8212; inhabitant of the <A HREF="http://vedabase.net/k/kinnara">Kinnara</A> planet; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; sung; <A CLASS=v HREF="http://vedabase.net/k/kirtih">k&#299;rtih</A> &#8212; His glories.</P><P CLASS=t>TRANSLATION</P><P>The Lord's face was very beautiful, and His head was decorated with a shining helmet and golden ornaments. The helmet was dazzling and was very beautifully situated on His head. The Lord had eight arms, which each held a particular weapon. The Lord was surrounded by demigods, great sages and other associates. These were all engaged in His service. Garuda, the carrier of the Lord, glorified the Lord with Vedic hymns by flapping his wings. Garuda appeared to be an inhabitant of the planet known as Kinnaraloka.</P><P CLASS=t>PURPORT</P><P>Generally the Vishnu form is manifested with four hands holding four objects (a conchshell, disc, club and lotus flower). However, here Lord Vishnu is described as possessing eight arms with eight kinds of weapons. According to V&#299;rar&#257;ghava &#256;c&#257;rya, the conchshell and lotus flower are also accepted as weapons. Since the Lord is the supreme controller, whatever is in His hand can be considered a weapon. Four hands hold four kinds of weapons, and the extra four hands hold an arrow, bow, trident and snake. &#346;r&#299; V&#299;rar&#257;ghava &#256;c&#257;rya describes the eight weapons as &#347;a&#324;kha, cakra, gad&#257;, padma, &#347;&#257;r&#324;ga, &#347;ara, etc.</P><P>A king is always accompanied by his ministers, secretaries and commanders, and Lord Vishnu is also accompanied by His followers &#8212; the demigods, great sages, saintly persons and so on. He is never alone. Consequently there is no question of the Lord's being impersonal. He is always Himself, the Supreme Personality of Godhead, and His associates are also persons. From the description given in this verse, Garuda appears to belong to the Kinnara planet. The inhabitants of the Kinnara planet have the same features as Garuda. Their bodily features are like those of a human being, but they have wings. The word g&#299;ta-k&#299;rtih indicates that the inhabitants of Kinnaraloka are very expert in singing the glories of the Lord. In Brahma-samhit&#257; it is said: jagad-anda-koti-kotishv a&#347;esha-vasudh&#257;di-vibh&#363;ti-bhinnam. In each and every universe there are different types of planets, and each planet has distinctive features. On the strength of this verse, we can understand that in Kinnaraloka the inhabitants can fly with their wings. There is also a planet, known as Siddhaloka, where the inhabitants can fly even without wings. Thus each and every planet has some distinctive facility. That is the beauty of the varied creation of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>