<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 21 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 21 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Lord Krishna's Explanation of the Vedic Path</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.21.14</P><P CLASS=c>sn&#257;na-d&#257;na-tapo-'vasth&#257;-</P><P CLASS=c>v&#299;rya-samsk&#257;ra-karmabhih</P><P CLASS=c>mat-smrity&#257; c&#257;tmanah &#347;aucam</P><P CLASS=c>&#347;uddhah karm&#257;cared dvijah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; by bathing; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; charity; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/a/avastha">avasth&#257;</A> &#8212; by virtue of one's <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/s/samskara">samsk&#257;ra</A> &#8212; execution of ritual purification; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; and prescribed duties; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/smrtya">smrity&#257;</A> &#8212; by remembrance of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/s/saucam">&#347;aucam</A> &#8212; cleanliness; <A CLASS=v HREF="http://vedabase.net/s/suddhah">&#347;uddhah</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activity; <A CLASS=v HREF="http://vedabase.net/a/acaret">&#257;caret</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> should perform; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> twice-born <A HREF="http://vedabase.net/m/man">man</A>.</P><P CLASS=t>TRANSLATION</P><P>The self can be cleansed by bathing, charity, austerity, age, personal strength, purificatory rituals, prescribed duties and, above all, by remembrance of Me. The br&#257;hmana and other twice-born men should be duly purified before performing their specific activities.</P><P CLASS=t>PURPORT</P><P>The word avasth&#257; indicates that when boys and girls are young they are kept pure by youthful innocence and that as they grow up they are kept pure through proper education and engagement. By one's individual potency one should avoid sinful activities and the association of those inclined toward sense gratification. The word karma here refers to prescribed duties, such as worshiping the spiritual master and the Deity, chanting the G&#257;yatr&#299; mantra three times daily and accepting spiritual initiation. The prescribed duties of the varn&#257;&#347;rama system automatically purify one from the covering of false ego by dovetailing one's bodily designation in appropriate religious activities. There are specific duties for br&#257;hmanas, kshatriyas, vai&#347;yas, &#347;&#363;dras, brahmac&#257;r&#299;s, grihasthas, v&#257;naprasthas and sanny&#257;s&#299;s, as described previously in this canto by the Lord Himself. The most significant word here is mat-smrity&#257; ("by remembrance of Me"). Ultimately, one cannot avoid the infection of illusion through any process except Krishna consciousness. The three modes of nature perpetually interact, and one must sometimes fall into the mode of ignorance and sometimes rise to the mode of goodness, uselessly rotating within the kingdom of illusion. But by Krishna consciousness, remembrance of the Personality of Godhead, one can actually uproot one's tendency to act against the will of the Absolute Truth. Then one becomes freed from the clutches of m&#257;y&#257; and goes back home, back to Godhead. As stated in the Garuda Pur&#257;na,</P><P>apavitrah pavitro v&#257;</P><P CLASS=n>sarv&#257;vasth&#257;m gato 'pi v&#257;</P><P CLASS=n>yah smaret pundar&#299;k&#257;ksham</P><P CLASS=n>sa b&#257;hy&#257;bhyantare &#347;ucih</P><P>"Whether one is pure or contaminated, and regardless of one's external situation, simply by remembering the lotus-eyed Personality of Godhead one can internally and externally cleanse one's existence."</P><P>Lord Caitanya recommended that we constantly remember the Supreme Lord by chanting His holy names, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. This sublime process is essential for every human actually desirous of purifying his existence.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>