<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 21 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 21 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Lord Krishna's Explanation of the Vedic Path</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.21.36</P><P CLASS=c>&#347;abda-brahma su-durbodham</P><P CLASS=c>pr&#257;nendriya-mano-mayam</P><P CLASS=c>ananta-p&#257;ram gambh&#299;ram</P><P CLASS=c>durvig&#257;hyam samudra-vat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the transcendental sound of the Vedas; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/durbodham">durbodham</A> &#8212; extremely difficult <A HREF="http://vedabase.net/t/to">to</A> comprehend; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; of the vital air; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; and mind; <A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; manifesting on the different levels; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/p/param">p&#257;ram</A> &#8212; without limit; <A CLASS=v HREF="http://vedabase.net/g/gambhiram">gambh&#299;ram</A> &#8212; deep; <A CLASS=v HREF="http://vedabase.net/d/durvigahyam">durvig&#257;hyam</A> &#8212; unfathomable; <A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the ocean.</P><P CLASS=t>TRANSLATION</P><P>The transcendental sound of the Vedas is very difficult to comprehend and manifests on different levels within the pr&#257;na, senses and mind. This Vedic sound is unlimited, very deep and unfathomable, just like the ocean.</P><P CLASS=t>PURPORT</P><P>According to Vedic knowledge, the Vedic sound is divided into four phases, which can be understood only by the most intelligent br&#257;hmanas. This is because three of the divisions are internally situated within the living entity and only the fourth division is externally manifested, as speech. Even this fourth phase of Vedic sound, called vaikhar&#299;, is very difficult to understand for ordinary human beings. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains these divisions as follows. The pr&#257;na phase of Vedic sound, known as par&#257;, is situated in the &#257;dh&#257;ra-cakra; the mental phase, known as pa&#347;yant&#299;, is situated in the area of the navel, on the manip&#363;raka-cakra; the intellectual phase, known as madhyam&#257;, is situated in the heart area, in the an&#257;hata-cakra. Finally, the manifest sensory phase of Vedic sound is called vaikhar&#299;.</P><P>Such Vedic sound is ananta-p&#257;ra because it comprehends all vital energies within the universe and beyond and is thus undivided by time or space. Actually, Vedic sound vibration is so subtle, unfathomable and deep that only the Lord Himself and His empowered followers such as Vy&#257;sa and N&#257;rada can understand its actual form and meaning. Ordinary human beings cannot comprehend all of the intricacies and subtleties of Vedic sound, but if one takes to Krishna consciousness one can immediately understand the conclusion of all Vedic knowledge, namely Lord Krishna Himself, the original source of Vedic knowledge. Foolish persons devote their vital air, senses and mind to sense gratification and thus do not understand the transcendental value of the holy name of God. Ultimately, the essence of all Vedic sound is the holy name of the Supreme Lord, which is not different from the Lord Himself. Since the Lord is unlimited, His holy name is equally unlimited. No one can understand the transcendental glories of the Lord without the Lord's direct mercy. By offenselessly chanting the holy names Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, one can enter into the transcendental mysteries of Vedic sound. Otherwise the knowledge of the Vedas will remain durvig&#257;hyam, or impossible to penetrate.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>