<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 21 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 21 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Lord Krishna's Explanation of the Vedic Path</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.21.4</P><P CLASS=c>dar&#347;ito 'yam may&#257;c&#257;ro</P><P CLASS=c>dharmam udvahat&#257;m dhuram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/darsitah">dar&#347;itah</A> &#8212; revealed; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/acarah">&#257;c&#257;rah</A> &#8212; way of life; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/u/udvahatam">udvahat&#257;m</A> &#8212; for those who <A HREF="http://vedabase.net/a/are">are</A> bearing; <A CLASS=v HREF="http://vedabase.net/d/dhuram">dhuram</A> &#8212; the burden.</P><P CLASS=t>TRANSLATION</P><P>I have revealed this way of life for those bearing the burden of mundane religious principles.</P><P CLASS=t>PURPORT</P><P>Ordinary religious principles, prescribing innumerable rules, regulations and prohibitions, are undoubtedly a great burden for those bereft of Krishna consciousness. In the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/11.htm">1.1.11</A>) it is stated, bh&#363;r&#299;ni bh&#363;ri-karm&#257;ni &#347;rotavy&#257;ni vibh&#257;ga&#347;ah: there are countless religious scriptures in the world prescribing countless religious duties. The authorized scriptures are those spoken by the Lord Himself or His representatives, as stated in this verse. In the last chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>) Lord Krishna states, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] one should give up the troublesome burden of mundane piety and directly take to the loving service of the Lord, in which everything is simplified. Lord Krishna also states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/2.htm">9.2</A>), su-sukham kartum avyayam: the bhakti-yoga process, which depends completely upon the mercy of the Lord, is very joyful and easily performed. Similarly, Locana d&#257;sa Th&#257;kura sings,</P><P>parama karuna, pahu&#324; dui jana,</P><P CLASS=n>nit&#257;i-gauracandra</P><P CLASS=n>saba avat&#257;ra-, s&#257;ra-&#347;iromani,</P><P CLASS=n>kevala &#257;nanda-k&#257;nda</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu, who is Lord Krishna Himself, appeared five hundred years ago to distribute the sublime method of chanting the holy names of the Lord. In this way, rather than bearing the burden of artificial austerity, one can directly take to the Lord's service, cleansing one's heart and immediately experiencing transcendental bliss. Those who have taken to Caitanya Mah&#257;prabhu's movement follow four basic principles: no illicit sex, no eating of meat, fish or eggs, no intoxication and no gambling. They rise early in the morning, chant Hare Krishna and spend the day happily engaged in the Lord's service. Those who follow the ritualistic karma-k&#257;nda section of the Vedas, however, are burdened with innumerable regulations, rituals and ceremonies, which must be personally performed by the worshipers or performed on their behalf by qualified br&#257;hmanas. At any moment there is danger of discrepancy resulting in the total loss of their accumulated piety. Similarly, those on the philosophical path must painstakingly define, refine and adjust philosophical categories, a process that generally ends in confusion and hopelessness. The practitioners of mystic yoga undergo grueling penances, subjecting themselves to severe heat and cold, near starvation and so on. All such materialistic persons have personal desires to fulfill, whereas the devotees of the Lord, who desire the Lord's pleasure, simply depend upon the Lord's mercy and go back home, back to Godhead. In the previous verse the Lord mentioned that in the material world there are endless distinctions and value judgements to be made in the course of one's life. A devotee, however, sees Krishna within everything and everything within Krishna, remaining humble, simple and blissful in the Lord's service. He does not perform elaborate religious ceremonies, nor does he become antisocial or immoral. The devotee simply chants the holy name of Krishna and easily achieves the highest perfection of life. Ordinary persons endeavor for bodily maintenance, but a devotee is automatically maintained by the Lord's mercy. A devotee's ordinary dealings and religious activities are also all dedicated to the Personality of Godhead; thus there is nothing but Krishna in a devotee's life. Krishna gives all protection and maintenance, and the devotee gives everything to Krishna. This natural liberated situation is called Krishna consciousness. It is the ultimate absolute good, as explained by the Lord throughout this canto.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>