<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 21 Verses 38-40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 21 Verses 38-40"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Lord Krishna's Explanation of the Vedic Path</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.21.38-40</P><P CLASS=c>yathornan&#257;bhir hriday&#257;d</P><P CLASS=c>&#363;rn&#257;m udvamate mukh&#257;t</P><P CLASS=c>&#257;k&#257;&#347;&#257;d ghoshav&#257;n pr&#257;no</P><P CLASS=c>manas&#257; spar&#347;a-r&#363;pin&#257;</P><P CLASS=c>chando-mayo 'mrita-mayah</P><P CLASS=c>sahasra-padav&#299;m prabhuh</P><P CLASS=c>omk&#257;r&#257;d vyañjita-spar&#347;a-</P><P CLASS=c>svaroshm&#257;ntastha-bh&#363;shit&#257;m</P><P CLASS=c>vicitra-bh&#257;sh&#257;-vitat&#257;m</P><P CLASS=c>chandobhi&#347; catur-uttaraih</P><P CLASS=c>ananta-p&#257;r&#257;m brihat&#299;m</P><P CLASS=c>srijaty &#257;kshipate svayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/u/urna">&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/n/nabhih">n&#257;bhih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> spider; <A CLASS=v HREF="http://vedabase.net/h/hrdayat">hriday&#257;t</A> &#8212; from its heart; <A CLASS=v HREF="http://vedabase.net/u/urnam">&#363;rn&#257;m</A> &#8212; its web; <A CLASS=v HREF="http://vedabase.net/u/udvamate">udvamate</A> &#8212; emits; <A CLASS=v HREF="http://vedabase.net/m/mukhat">mukh&#257;t</A> &#8212; through its mouth; <A CLASS=v HREF="http://vedabase.net/a/akasat">&#257;k&#257;&#347;&#257;t</A> &#8212; from the ether; <A CLASS=v HREF="http://vedabase.net/g/ghosa">ghosha</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; manifesting sound vibration; <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;nah</A> &#8212; the Lord <A HREF="http://vedabase.net/i/in">in</A> the form of the original life air; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by means of the primeval mind; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/r/rupina">r&#363;pin&#257;</A> &#8212; which exhibits the forms of the different phonemes of the alphabet, beginning with the <A HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> letters; <A CLASS=v HREF="http://vedabase.net/c/chandah">chandah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; comprising all the sacred Vedic meters; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; full of transcendental pleasure; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/p/padavim">padav&#299;m</A> &#8212; which branches out <A HREF="http://vedabase.net/i/in">in</A> thousands of directions; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/o/omkarat">omk&#257;r&#257;t</A> &#8212; from the subtle vibration <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/v/vyanjita">vyañjita</A> &#8212; expanded; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; with the consonant stops; <A CLASS=v HREF="http://vedabase.net/s/svara">svara</A> &#8212; vowels; <A CLASS=v HREF="http://vedabase.net/u/usma">ushma</A> &#8212; sibilants; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A>-<A CLASS=v HREF="http://vedabase.net/s/stha">stha</A> &#8212; and semivowels; <A CLASS=v HREF="http://vedabase.net/b/bhusitam">bh&#363;shit&#257;m</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/v/vicitra">vicitra</A> &#8212; variegated; <A CLASS=v HREF="http://vedabase.net/b/bhasa">bh&#257;sh&#257;</A> &#8212; by verbal expressions; <A CLASS=v HREF="http://vedabase.net/v/vitatam">vitat&#257;m</A> &#8212; elaborated; <A CLASS=v HREF="http://vedabase.net/c/chandobhih">chandobhih</A> &#8212; along with the metrical arrangements; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/u/uttaraih">uttaraih</A> &#8212; each having four syllables <A HREF="http://vedabase.net/m/more">more</A> than the previous; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/p/param">p&#257;r&#257;m</A> &#8212; limitless; <A CLASS=v HREF="http://vedabase.net/b/brhatim">brihat&#299;m</A> &#8212; the great expanse of Vedic literature; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> creates; <A CLASS=v HREF="http://vedabase.net/a/aksipate">&#257;kshipate</A> &#8212; and withdraws; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself.</P><P CLASS=t>TRANSLATION</P><P>Just as a spider brings forth from its heart its web and emits it through its mouth, the Supreme Personality of Godhead manifests Himself as the reverberating primeval vital air, comprising all sacred Vedic meters and full of transcendental pleasure. Thus the Lord, from the ethereal sky of His heart, creates the great and limitless Vedic sound by the agency of His mind, which conceives of variegated sounds such as the spar&#347;as. The Vedic sound branches out in thousands of directions, adorned with the different letters expanded from the syllable om: the consonants, vowels, sibilants and semivowels. The Veda is then elaborated by many verbal varieties, expressed in different meters, each having four more syllables than the previous one. Ultimately the Lord again withdraws His manifestation of Vedic sound within Himself.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has given an elaborate technical explanation of these three verses, the understanding of which requires extensive linguistic knowledge of the Sanskrit language. The essential point is that transcendental knowledge is expressed through Vedic sound vibration, which is itself a manifestation of the Absolute Truth, the Personality of Godhead. Vedic sound emanates from the Supreme Lord and is vibrated to glorify and understand Him. The conclusion of all Vedic sound vibration is found in Bhagavad-g&#299;t&#257;, wherein the Lord states, vedai&#347; ca sarvair aham eva vedyah: [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>] all Vedic knowledge is simply meant to teach us to know and love God. One who always thinks of Lord Krishna, who becomes the Lord's devotee and who bows down to and worships the Lord with faith and devotion, chanting His holy name, has certainly achieved a perfect understanding of all that is indicated by the word veda ("knowledge").</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>