<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 21 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 21 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Lord Krishna's Explanation of the Vedic Path</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.21.42</P><P CLASS=c>kim vidhatte kim &#257;cashte</P><P CLASS=c>kim an&#363;dya vikalpayet</P><P CLASS=c>ity asy&#257; hridayam loke</P><P CLASS=c>n&#257;nyo mad veda ka&#347;cana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; enjoins (<A HREF="http://vedabase.net/i/in">in</A> the ritualistic <A HREF="http://vedabase.net/k/karma">karma</A>-<A HREF="http://vedabase.net/k/kanda">k&#257;nda</A>); <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/acaste">&#257;cashte</A> &#8212; indicates (<A HREF="http://vedabase.net/a/as">as</A> the object of worship <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/d/devata">devat&#257;</A>-<A HREF="http://vedabase.net/k/kanda">k&#257;nda</A>); <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/anudya">an&#363;dya</A> &#8212; describing <A HREF="http://vedabase.net/i/in">in</A> different aspects; <A CLASS=v HREF="http://vedabase.net/v/vikalpayet">vikalpayet</A> &#8212; raises the possibility of alternatives (<A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A HREF="http://vedabase.net/k/kanda">k&#257;nda</A>); <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/asyah">asy&#257;h</A> &#8212; of Vedic literature; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart, or confidential purpose; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; than <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/k/kascana">ka&#347;cana</A> &#8212; anyone.</P><P CLASS=t>TRANSLATION</P><P>In the entire world no one but Me actually understands the confidential purpose of Vedic knowledge. Thus people do not know what the Vedas are actually prescribing in the ritualistic injunctions of karma-k&#257;nda, or what object is actually being indicated in the formulas of worship found in the up&#257;san&#257;-k&#257;nda, or that which is elaborately discussed through various hypotheses in the jñ&#257;na-k&#257;nda section of the Vedas.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is the Absolute Truth, Lord &#346;r&#299; Krishna. Since the Lord is the source, maintainer and ultimate goal of Vedic knowledge, He is veda-vit, or the only true knower of Vedic knowledge. So-called philosophers, either Vedic scholars or ordinary men, may give their sectarian opinion, but it is the Lord Himself who knows the confidential purpose of the Vedas. The Lord is the only actual shelter and lovable object for all living entities. As He states in the Tenth Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/41.htm">10.41</A>):</P><P>yad yad vibh&#363;timat sattvam</P><P CLASS=n>&#347;r&#299;mad &#363;rjitam eva v&#257;</P><P CLASS=n>tad tad ev&#257;vagaccha tvam</P><P CLASS=n>mama tejo-'m&#347;a-sambhavam</P><P>"Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor." All beautiful, extraordinary and powerful manifestations are insignificant displays of the Lord's own opulences. Although ordinary people may quarrel over the purpose of religion, the actual purpose is one, Krishna consciousness, or pure love of Godhead. All Vedic formulas are understood to be preliminary stages leading to the perfect stage of Krishna consciousness, in which one fully surrenders to the devotional service of the Lord. The pure devotees of the Lord represent Him within this world and never speak anything which is not authorized by the Lord. Because they are repeating the Lord's own words, they are also to be understood as true knowers of the Veda.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>