<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 21 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 21 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Lord Krishna's Explanation of the Vedic Path</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.21.5</P><P CLASS=c>bh&#363;my-ambv-agny-anil&#257;k&#257;&#347;&#257;</P><P CLASS=c>bh&#363;t&#257;n&#257;m pañca-dh&#257;tavah</P><P CLASS=c>&#257;-brahma-sth&#257;var&#257;d&#299;n&#257;m</P><P CLASS=c>&#347;&#257;r&#299;r&#257; &#257;tma-samyut&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhumi">bh&#363;mi</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/a/ambu">ambu</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/a/anila">anila</A> &#8212; air; <A CLASS=v HREF="http://vedabase.net/a/akasah">&#257;k&#257;&#347;&#257;h</A> &#8212; sky or ether; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all conditioned souls; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; the five; <A CLASS=v HREF="http://vedabase.net/d/dhatavah">dh&#257;tavah</A> &#8212; basic elements; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sthavara">sth&#257;vara</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; down <A HREF="http://vedabase.net/t/to">to</A> the nonmoving creatures; <A CLASS=v HREF="http://vedabase.net/s/sarirah">&#347;&#257;r&#299;r&#257;h</A> &#8212; used for the construction of the material bodies; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/s/samyutah">samyut&#257;h</A> &#8212; equally related.</P><P CLASS=t>TRANSLATION</P><P>Earth, water, fire, air and ether are the five basic elements that constitute the bodies of all conditioned souls, from Lord Brahm&#257; himself down to the nonmoving creatures. These elements all emanate from the one Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>All material bodies are composed of different proportions of the same five gross elements, which emanate from the one Personality of Godhead and cover the living entities, who are all in the j&#299;va category.</P><P>The concepts of good and bad depend on the choice of the Supreme Lord and not on inherent qualitative differences in material objects. A Krishna conscious person ultimately sees all material phenomena as one. The devotee's good behavior, intelligent discrimination and artistic sense within the material world are all based on the will of God. The material elements, being emanations from the Supreme Lord, are ultimately all nondifferent. However, advocates of mundane piety fear that if the material duality of good and bad is minimized, people will become immoral or anarchistic. Certainly the impersonal and atheistic philosophy preached by modern scientists, in which material variety is reduced to mere mathematical descriptions of molecular and atomic particles, leads to immoral society. Although both material science and Vedic knowledge uncover the illusion of material variety and reveal the ultimate oneness of all material energy, only the devotees of Lord Krishna are surrendered to the supreme absolute piety of God's will. Thus they always act for the benefit of all living entities, accepting material variety in the Lord's service, according to the Lord's desire. Without Krishna consciousness, or Cod consciousness, people cannot understand the absolute position of spiritual goodness; instead they artificially try to construct a civilization based on interdependent self-interest on the material platform. Such a foolish arrangement easily collapses, as evidenced by widespread social conflict and chaos in the modern age. All members of a civilized society must accept the absolute authority of the Supreme Personality of Godhead, and then social peace and harmony will not rest on the flimsy relative platform of mundane piety and sin.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>