<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 21 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 21 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Lord Krishna's Explanation of the Vedic Path</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.21.8</P><P CLASS=c>akrishna-s&#257;ro de&#347;&#257;n&#257;m</P><P CLASS=c>abrahmanyo 'sucir bhavet</P><P CLASS=c>krishna-s&#257;ro 'py asauv&#299;ra-</P><P CLASS=c>k&#299;kat&#257;samskriterinam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akrsna">akrishna</A>-<A CLASS=v HREF="http://vedabase.net/s/sarah">s&#257;rah</A> &#8212; without spotted antelopes; <A CLASS=v HREF="http://vedabase.net/d/desanam">de&#347;&#257;n&#257;m</A> &#8212; among places; <A CLASS=v HREF="http://vedabase.net/a/abrahmanyah">abrahmanyah</A> &#8212; where there is <A HREF="http://vedabase.net/n/no">no</A> devotion <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/asucih">a&#347;ucih</A> &#8212; contaminated; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/sarah">s&#257;rah</A> &#8212; possessing spotted antelopes; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/asauvira">asauv&#299;ra</A> &#8212; without saintly cultured men; <A CLASS=v HREF="http://vedabase.net/k/kikata">k&#299;kata</A> &#8212; (<A HREF="http://vedabase.net/a/a">a</A> place of low-class men, such <A HREF="http://vedabase.net/a/as">as</A>) the state of <A HREF="http://vedabase.net/g/gaya">Gay&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/asamskrta">asamskrita</A> &#8212; where people <A HREF="http://vedabase.net/d/do">do</A> not practice cleanliness or purificatory ceremonies; <A CLASS=v HREF="http://vedabase.net/i/iranam">&#299;ranam</A> &#8212; where the land is barren.</P><P CLASS=t>TRANSLATION</P><P>Among places, those bereft of the spotted antelope, those devoid of devotion to the br&#257;hmanas, those possessing spotted antelopes but bereft of respectable men, provinces like K&#299;kata and places where cleanliness and purificatory rites are neglected, where meat-eaters are prominent or where the earth is barren, are all considered to be contaminated lands.</P><P CLASS=t>PURPORT</P><P>The word krishna-s&#257;ra refers to the spotted antelope, whose hide is used by brahmac&#257;r&#299;s while residing in the &#257;&#347;rama of the spiritual master. Brahmac&#257;r&#299;s never hunt in the forest, but rather accept skins from those animals already deceased. The skin of the black or spotted antelope is also used as a garment by those receiving instruction in the execution of Vedic sacrifice. Therefore, since sacrifice cannot be properly performed in areas bereft of such creatures, these places are impure. Furthermore, although the inhabitants of a particular place may be expert in performing fruitive activities and ritualistic sacrifices, if they are inimical to the devotional service of the Lord, such a place is also polluted. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that previously the provinces of Bihar and Bengal were bereft of devotional service to the Lord and were considered impure. Then great Vaishnavas such as Jayadeva appeared in these territories, converting them into holy places.</P><P>The word asauv&#299;ra indicates those places without suv&#299;ras, respectable saintly persons. Ordinarily, a person who obeys the state laws is considered a respectable citizen. In the same way, one who strictly obeys the law of God is considered to be a cultured or decent man, suv&#299;ra. The place where such intelligent persons reside is called sauv&#299;ram. K&#299;kata refers to the modern state of Bihar, which traditionally has been known as a territory of uncivilized men. Even in such provinces, however, any place where saintly persons gather is considered to be holy. On the other hand, a province of generally respectable persons is immediately polluted by the presence of sinful men. Asamskrita indicates lack of external cleanliness, as well as the absence of purificatory ceremonies for internal cleanliness. &#346;r&#299;la Madhv&#257;c&#257;rya quotes from the Skanda Pur&#257;na as follows: "Religious persons should reside within an eight-mile radius of rivers, oceans, mountains, hermitages, forests, spiritual cities or places where the &#347;&#257;lagr&#257;ma-&#347;&#299;l&#257; is found. All other places should be considered k&#299;kata, or contaminated. But if even in such contaminated places black and spotted antelopes are found, one may reside there as long as sinful persons are not also present. Even if sinful persons are present, if the civil power rests with respectable authorities, one may remain. Similarly, one may dwell wherever the Deity of Vishnu is duly installed and worshiped."</P><P>The Lord here elaborates upon the theme of piety and sin, which are based on purity and impurity. Thus pure and contaminated places of residence are described here.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>