<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 167</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 167"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.167</P><P CLASS=c>ei-mata &#347;ac&#299;dev&#299; v&#257;tsalye vihvala</P><P CLASS=c>harsha-bhaya-dainya-bh&#257;ve ha-ila vikala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/s/saci">&#347;ac&#299;</A>-<A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; mother <A HREF="http://vedabase.net/s/saci">&#346;ac&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/vatsalye">v&#257;tsalye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> parental affection; <A CLASS=v HREF="http://vedabase.net/v/vihvala">vihvala</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/h/harsa">harsha</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/d/dainya">dainya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> humility; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/v/vikala">vikala</A> &#8212; transformed.</P><P CLASS=t>TRANSLATION</P><P>When mother &#346;ac&#299; was thus overwhelmed in maternal love for Lord Caitanya Mah&#257;prabhu, she became transformed with happiness, fear and humility, as well as bodily symptoms.</P><P CLASS=t>PURPORT</P><P>These verses indicate that mother &#346;ac&#299;, born in the family of N&#299;l&#257;mbara Cakravart&#299;, used to worship Lord Vishnu even before her marriage. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/41.htm">6.41</A>):</P><P>pr&#257;pya punya-krit&#257;m lok&#257;n ushitv&#257; &#347;&#257;&#347;vat&#299;h sam&#257;h</P><P CLASS=n>&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe yoga-bhrashto 'bhij&#257;yate</P><P>"The unsuccessful yog&#299;, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy." Mother &#346;ac&#299;, a nitya-siddha living entity, is an incarnation of mother Ya&#347;od&#257;. She appeared in the house of N&#299;l&#257;mbara Cakravart&#299; and was everlastingly engaged in the service of Lord Vishnu. Later she directly had as her child Lord Vishnu, &#346;r&#299; Caitanya Mah&#257;prabhu, and she served Him from the day of His appearance. This is the position of nitya-siddha associates. &#346;r&#299; Narottama d&#257;sa Th&#257;kura therefore sings: gaur&#257;&#324;gera sa&#324;gi-gane nitya-siddha kari m&#257;ne. Every devotee should know that all the associates of &#346;r&#299; Caitanya Mah&#257;prabhu &#8212; His family members, friends and other associates &#8212; were all nitya-siddhas. A nitya-siddha never forgets the service of the Lord. He is always engaged, even from childhood, in worshiping the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="166.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="168.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>