<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 181</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 181"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.181</P><P CLASS=c>te&#324;ho yadi ih&#257;&#324; rahe, tabe mora sukha</P><P CLASS=c>t&#257;&#324;'ra nind&#257; haya yadi, seha mora duhkha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tenho">te&#324;ho</A> &#8212; Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A>; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/i/ihan">ih&#257;&#324;</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; stays; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;&#324;</A>'<A CLASS=v HREF="http://vedabase.net/r/ra">ra</A> <A CLASS=v HREF="http://vedabase.net/n/ninda">nind&#257;</A> &#8212; blasphemy of Him; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/seha">seha</A> &#8212; that also; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; unhappiness.</P><P CLASS=t>TRANSLATION</P><P>&#346;ac&#299;m&#257;t&#257; said, "It will be a great happiness for me if Nim&#257;i [&#346;r&#299; Caitanya Mah&#257;prabhu] stays here. But at the same time, if someone blames Him, it will be my great unhappiness."</P><P CLASS=t>PURPORT</P><P>It is a great happiness for a mother if her son does not leave home to search out Krishna but remains with her. At the same time, if a son does not search after Krishna but simply remains at home, he is certainly blamed by experienced saintly persons. Such blame certainly causes great unhappiness for a mother. If a real mother wants her son to progress spiritually, she had better allow him to go out searching for Krishna. The mother naturally desires the welfare of the son. If a mother does not allow her son to search for Krishna, she is called m&#257;, which indicates m&#257;y&#257;. By allowing her son to go as a sanny&#257;s&#299; and search for Krishna, &#346;ac&#299;m&#257;t&#257; instructs all mothers of the world. She indicates that all sons should become real devotees of Krishna and should not stay at home under the care of an affectionate mother. This is supported by &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/5/5/18.htm">5.5.18</A>):</P><P>gurur na sa sy&#257;t sva-jano na sa sy&#257;t</P><P CLASS=n>pit&#257; na sa sy&#257;j janan&#299; na s&#257; sy&#257;t</P><P CLASS=n>daivam na tat sy&#257;n na pati&#347; ca sa sy&#257;n</P><P CLASS=n>na mocayed yah samupeta-mrityum</P><P>"No one should become a spiritual master &#8212; nor a relative, father, mother, worshipable Deity or husband &#8212; if he cannot help a person escape the imminent path of death." Every living entity is wandering within the universe, subjected to the law of karma and transmigrating from one body to another and from one planet to another. Therefore the whole Vedic process is meant to save the wandering living entities from the clutches of m&#257;y&#257; &#8212; birth, death, disease and old age. This means stopping the cycle of birth and death. This cycle can be stopped only if one worships Krishna. As the Lord says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P>To stop the cycle of birth and death, one has to understand Krishna as He is. Simply by knowing Krishna, one can stop the process of rebirth into this material world. By acting in Krishna consciousness, one can return to Godhead. The highest perfection of life is for a father, mother, spiritual master, husband or any other family member to help others return home, back to Godhead. That is the most preferred welfare activity for the benefit of relatives. Therefore, &#346;ac&#299;m&#257;t&#257;, although the mother of Nim&#257;i Pandita, &#346;r&#299; Caitanya Mah&#257;prabhu, considered all the facts and decided to allow her son to go out and search for Krishna. At the same time, she made some arrangements in order that she might get news of all the activities of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="180.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="182.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>