<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 190</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 190"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.190</P><P CLASS=c>ghare y&#257;ñ&#257; kara sad&#257; krishna-sa&#324;k&#299;rtana</P><P CLASS=c>krishna-n&#257;ma, krishna-kath&#257;, krishna &#257;r&#257;dhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> <A CLASS=v HREF="http://vedabase.net/y/yana">y&#257;ñ&#257;</A> &#8212; returning home; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; kindly <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; chanting of the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; discussion of <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s pastimes; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/aradhana">&#257;r&#257;dhana</A> &#8212; worshiping.</P><P CLASS=t>TRANSLATION</P><P>Lord Caitanya Mah&#257;prabhu requested them all to return home and begin chanting the holy name congregationally. He also requested them to worship Krishna, chant His holy name and discuss His holy pastimes.</P><P CLASS=t>PURPORT</P><P>The cult of &#346;r&#299; Caitanya Mah&#257;prabhu, the Hare Krishna movement, is very nicely explained by Lord Caitanya Mah&#257;prabhu authoritatively. It is not that everyone has to take sanny&#257;sa like &#346;r&#299; Caitanya Mah&#257;prabhu. Everyone can execute the cult of Krishna consciousness at home, as ordered by the Lord. Everyone can congregationally chant the holy name of Krishna, the Hare Krishna mah&#257;-mantra. One can also discuss the subject matter of the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam and install Deities of R&#257;dh&#257;-Krishna or Gaura-Nit&#257;i or both and worship them very carefully in one's own home. It is not that we have to open different centers all over the world. Whoever cares for the Krishna consciousness movement can install Deities at home and, under superior guidance, worship the Deity regularly, chanting the mah&#257;-mantra and discussing the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. We are actually teaching in our classes how to go about this. One who feels that he is not yet ready to live in a temple or undergo strict regulative principles in the temple &#8212; especially householders who live with a wife and children &#8212; can start a center at home by installing the Deity, worshiping the Lord morning and evening, chanting Hare Krishna and discussing the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Anyone can do this at home without difficulty, and &#346;r&#299; Caitanya Mah&#257;prabhu requested all the devotees present there to do so.</P><P CLASS=l><A CLASS=i HREF="189.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="191.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>