<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 203</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 203"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.203</P><P CLASS=c>&#257;c&#257;ryera &#347;raddh&#257;-bhakti-griha-sampada-dhane</P><P CLASS=c>sakala saphala haila prabhura &#257;r&#257;dhane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acaryera">&#257;c&#257;ryera</A> &#8212; of <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/s/sampada">sampada</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/d/dhane">dhane</A> &#8212; the wealth; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/saphala">saphala</A> &#8212; successful; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/aradhane">&#257;r&#257;dhane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the worship.</P><P CLASS=t>TRANSLATION</P><P>In this way all the opulences of Advaita &#256;c&#257;rya &#8212; His faith, devotion, home, riches and everything else &#8212; were successfully utilized in the worship of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>Advaita &#256;c&#257;rya set an ideal example for all householder devotees in His reception of Lord Caitanya Mah&#257;prabhu and His devotees and in His execution of a daily festival at His home. If one has the proper means and wealth, he should occasionally invite the devotees of Lord Caitanya who are engaged in preaching all over the world and hold a festival at home simply by distributing pras&#257;dam and talking about Krishna during the day and holding congregational chanting for at least three hours in the evening. This procedure must be adopted in all centers of the Krishna consciousness movement. Thus they will daily perform sa&#324;k&#299;rtana-yajña. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>) the daily performance of sa&#324;k&#299;rtana-yajña is recommended for this age (yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi su-medhasah). One should worship Lord Caitanya Mah&#257;prabhu and His four associates, the Pañca-tattva, by distributing pras&#257;dam and holding congregational chanting. Indeed, that, yajña or sacrifice, is most recommended in this Age of Kali. In this age, other yajñas are not possible to perform, but this yajña can be performed everywhere and anywhere without difficulty.</P><P CLASS=l><A CLASS=i HREF="202.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="204.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>