<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 216</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 216"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.216</P><P CLASS=c>ga&#324;g&#257;-t&#299;re-t&#299;re prabhu c&#257;ri-jana-s&#257;the</P><P CLASS=c>n&#299;l&#257;dri calil&#257; prabhu chatrabhoga-pathe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/tire">t&#299;re</A>-<A CLASS=v HREF="http://vedabase.net/t/tire">t&#299;re</A> &#8212; on the banks of the Ganges; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/s/sathe">s&#257;the</A> &#8212; with the other four persons; <A CLASS=v HREF="http://vedabase.net/n/niladri">n&#299;l&#257;dri</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/calila">calil&#257;</A> &#8212; proceeded; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/c/chatrabhoga">chatrabhoga</A>-<A CLASS=v HREF="http://vedabase.net/p/pathe">pathe</A> &#8212; on the path of <A HREF="http://vedabase.net/c/chatrabhoga">Chatrabhoga</A>.</P><P CLASS=t>TRANSLATION</P><P>The Lord, with the other four persons, went along the banks of the Ganges through the path of Chatrabhoga toward N&#299;l&#257;dri, Jagann&#257;tha Pur&#299;.</P><P CLASS=t>PURPORT</P><P>In the southern section of the eastern railway, in the district of twenty-four pargan&#257;s, is a station named Magr&#257;h&#257;ta. If one goes to the southeastern side of that station for some fourteen miles, there is a place called Jayanagara. About six miles south of this Jayanagara station is a village named Chatrabhoga. Sometimes this village is called Kh&#257;di. In this village is a Deity of Lord &#346;iva known as Vaijurk&#257;n&#257;tha. A festival takes place there every year during the month of Caitra (March-April). The festival is known as Nand&#257;-mel&#257;. At the present moment the Ganges does not flow there. On the same railway line is another station, known as B&#257;ruipura, and near this station is another place, called &#256;tis&#257;r&#257;. Formerly this village was also situated on the banks of the Ganges. One can go from this village to P&#257;nih&#257;ti and from there to Var&#257;ha-nagara, north of Calcutta. In those days the Ganges flowed to the south of Calcutta through K&#257;l&#299;-gh&#257;ta, which is still known as &#256;di-ga&#324;g&#257;. From B&#257;ruipura, the Ganges branched out and flowed through Diamond Harbor near the Mathur&#257;pura police station. It is to be noted that &#346;r&#299; Caitanya Mah&#257;prabhu passed through all these places on His way to Jagann&#257;tha Pur&#299;.</P><P CLASS=l><A CLASS=i HREF="215.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="217.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>