<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.41</P><P CLASS=c>prathame p&#257;ka kariy&#257;chena &#257;c&#257;ry&#257;n&#299;</P><P CLASS=c>vishnu-samarpana kaila &#257;c&#257;rya &#257;pani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prathame">prathame</A> &#8212; first; <A CLASS=v HREF="http://vedabase.net/p/paka">p&#257;ka</A> &#8212; cooking; <A CLASS=v HREF="http://vedabase.net/k/kariyachena">kariy&#257;chena</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/acaryani">&#257;c&#257;ry&#257;n&#299;</A> &#8212; the wife of <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/s/samarpana">samarpana</A> &#8212; offering <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/a/apani">&#257;pani</A> &#8212; Himself.</P><P CLASS=t>TRANSLATION</P><P>All the eatables were first cooked by the wife of Advaita &#256;c&#257;rya. Then &#346;r&#299;la Advaita &#256;c&#257;rya personally offered everything to Lord Vishnu.</P><P CLASS=t>PURPORT</P><P>This is the ideal householder's life. The husband and wife live together, and the husband works very hard to secure paraphernalia for worshiping Lord Vishnu. The wife at home cooks a variety of foods for Lord Vishnu, and the husband offers it to the Deity. After that, &#257;rati is performed, and the pras&#257;dam is distributed amongst family members and guests. According to the Vedic principles, there must always be a guest in a householder's house. In my childhood I have actually seen my father receive not less than four guests every day, and in those days my father's income was not very great. Nonetheless, there was no difficulty in offering pras&#257;dam to at least four guests every day. According to Vedic principles, a householder, before taking lunch, should go outside and shout very loudly to see if there is anyone without food. In this way he invites people to take pras&#257;dam. If someone comes, the householder offers him pras&#257;dam, and if there is not much left, he should offer his own portion to the guest. If no one responds to his call, the householder can accept his own lunch. Thus the householder's life is also a kind of austerity. Because of this, the householder's life is called the grihastha-&#257;&#347;rama. Although a person may live with his wife and children happily in Krishna consciousness, he also observes the regulative principles followed in any temple. If there is no Krishna consciousness, the householder's abode is called a griha-medh&#299;'s house. Householders in Krishna consciousness are actually grihasthas &#8212; that is, those living in the &#257;&#347;rama with their families and children. &#346;r&#299; Advaita Prabhu was an ideal grihastha, and His house was the ideal grihastha-&#257;&#347;rama.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>