<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 63"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.63</P><P CLASS=c>harid&#257;sa kahe &#8212; muñi p&#257;pishtha adhama</P><P CLASS=c>b&#257;hire eka mushti p&#257;che karimu bhojana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/haridasa">harid&#257;sa</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/h/haridasa">Harid&#257;sa</A> said; <A CLASS=v HREF="http://vedabase.net/m/muni">muñi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/papistha">p&#257;pishtha</A> &#8212; sinful; <A CLASS=v HREF="http://vedabase.net/a/adhama">adhama</A> &#8212; the lowest of men; <A CLASS=v HREF="http://vedabase.net/b/bahire">b&#257;hire</A> &#8212; outside; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/m/musti">mushti</A> &#8212; palmful; <A CLASS=v HREF="http://vedabase.net/p/pache">p&#257;che</A> &#8212; later; <A CLASS=v HREF="http://vedabase.net/k/karimu">karimu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A> &#8212; eating.</P><P CLASS=t>TRANSLATION</P><P>Harid&#257;sa Th&#257;kura said, "I am the most sinful and lowest among men. Later I shall eat one palmful of pras&#257;dam while waiting outside."</P><P CLASS=t>PURPORT</P><P>Although the Hindus and Muslims lived together in a very friendly manner, still there were distinctions between them. The Muslims were considered yavanas, or low-born, and whenever a Muslim was invited, he would be fed outside of the house. Although personally called by &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu to take pras&#257;dam with Them, still, out of great humility, Harid&#257;sa Th&#257;kura submitted, "I shall take the pras&#257;dam outside of the house." Although Harid&#257;sa Th&#257;kura was an exalted Vaishnava accepted by Advaita &#256;c&#257;rya, Nity&#257;nanda Prabhu and &#346;r&#299; Caitanya Mah&#257;prabhu, nonetheless, in order not to disturb social tranquillity, he humbly kept himself in the position of a Muslim, outside the jurisdiction of the Hindu community. Therefore he proposed to take pras&#257;dam outside the house. Although he was in an exalted position and equal to other great Vaishnavas, he considered himself a p&#257;pishtha, a most sinful man, and adhama, the lowest among men. Although a Vaishnava may be very advanced spiritually, he keeps himself externally humble and submissive.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>