<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 70</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 70"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.70</P><P CLASS=c>prabhu kahe &#8212; sanny&#257;s&#299;ra bhakshya nahe upakarana</P><P CLASS=c>ih&#257; kh&#257;ile kaiche haya indriya v&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; the Lord said; <A CLASS=v HREF="http://vedabase.net/s/sannyasira">sanny&#257;s&#299;ra</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaksya">bhakshya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be eaten; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; this is not; <A CLASS=v HREF="http://vedabase.net/u/upakarana">upakarana</A> &#8212; varieties of food; <A CLASS=v HREF="http://vedabase.net/i/iha">ih&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/khaile">kh&#257;ile</A> &#8212; if eating; <A CLASS=v HREF="http://vedabase.net/k/kaiche">kaiche</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/v/varana">v&#257;rana</A> &#8212; controlling.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said, "It is not proper for a sanny&#257;s&#299; to eat such a variety of foods. If he does, how can he control his senses?"</P><P CLASS=t>PURPORT</P><P>The word upakarana indicates a variety of foods, such as dhal, vegetables and other varieties of possible dishes that one can eat very nicely with rice. It is not proper, however, for a sanny&#257;s&#299; to eat such palatable dishes. If he did so, he would not be able to control his senses. &#346;r&#299; Caitanya Mah&#257;prabhu did not encourage sanny&#257;s&#299;s to eat very palatable dishes, for the whole Vaishnava cult is vair&#257;gya-vidy&#257;, as renounced as possible. Caitanya Mah&#257;prabhu also advised Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; not to eat very palatable dishes, wear very nice garments or talk on mundane subjects. These things are all prohibited for those in the renounced order. A devotee does not accept anything to eat that is not first offered to Krishna. All the rich foods offered to Krishna are given to the grihasthas, the householders. There are many nice things offered to Krishna &#8212; garlands, bedsteads, nice ornaments, nice food and even nicely prepared pan, betel nuts &#8212; but a humble Vaishnava, thinking his body material and nasty, does not accept such preparations for himself. He thinks that by accepting such things he will offend the lotus feet of the Lord. Those who are sahajiy&#257;s cannot understand what &#346;r&#299; Caitanya Mah&#257;prabhu meant when He asked Advaita &#256;c&#257;rya to bring two separate leaves and give a small quantity of the pras&#257;dam to Him.</P><P CLASS=l><A CLASS=i HREF="69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="71.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>