<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 85</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 85"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.85</P><P CLASS=c>bhrashta avadh&#363;ta tumi, udara bharite</P><P CLASS=c>sanny&#257;sa la-iy&#257;cha, bujhi, br&#257;hmana dandite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhrasta">bhrashta</A> <A CLASS=v HREF="http://vedabase.net/a/avadhuta">avadh&#363;ta</A> &#8212; reject <A HREF="http://vedabase.net/p/paramahamsa">paramahamsa</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/u/udara">udara</A> <A CLASS=v HREF="http://vedabase.net/b/bharite">bharite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> fill Your belly; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> <A CLASS=v HREF="http://vedabase.net/l/la">la</A>-<A CLASS=v HREF="http://vedabase.net/i/iyacha">iy&#257;cha</A> &#8212; You have accepted the renounced order of life; <A CLASS=v HREF="http://vedabase.net/b/bujhi">bujhi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> understand; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> <A CLASS=v HREF="http://vedabase.net/d/dandite">dandite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> give trouble <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>.</P><P CLASS=t>TRANSLATION</P><P>Advaita &#256;c&#257;rya said, "You are a reject paramahamsa, and You have accepted the renounced order of life just to fill up Your belly. I can understand that Your business is to give trouble to br&#257;hmanas."</P><P CLASS=t>PURPORT</P><P>There is always a difference of opinion between a sm&#257;rta-br&#257;hmana and a Vaishnava gosv&#257;m&#299;. There are even sm&#257;rta opinions and Vaishnava gosv&#257;m&#299; opinions available in astrological and astronomical calculations. By calling Nity&#257;nanda Prabhu a bhrashta avadh&#363;ta (a rejected paramahamsa), Advaita &#256;c&#257;rya Prabhu in a sense accepted Nity&#257;nanda Prabhu as a paramahamsa. In other words, Nity&#257;nanda Prabhu had nothing to do with the rules governing sm&#257;rta-br&#257;hmanas. Thus under pretense of condemning Him, Advaita &#256;c&#257;rya was actually praising Him. In the avadh&#363;ta stage, the paramahamsa stage, which is the supermost stage, one may appear to be vishay&#299;, on the platform of sense gratification, but in actuality he has nothing to do with sense gratification. At that stage, a person sometimes accepts the symptoms and dress of a sanny&#257;s&#299; and sometimes does not. Sometimes he dresses like a householder. We should know, however, that these are all joking words between Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu. They are not to be taken as insults.</P><P>In Khadadaha, sometimes people misunderstood Nity&#257;nanda Prabhu to belong to the &#347;&#257;kta-samprad&#257;ya, whose philosophy is antah &#347;&#257;ktah bahih &#347;aivah sabh&#257;y&#257;m vaishnavo matah. According to the &#347;&#257;kta-samprad&#257;ya, a person called kaul&#257;vadh&#363;ta thinks materially while externally appearing to be a great devotee of Lord &#346;iva. When such a person is in an assembly of Vaishnavas, he appears like a Vaishnava. Actually Nity&#257;nanda Prabhu did not belong to such a community. Nity&#257;nanda Prabhu was always a brahmac&#257;r&#299; of a sanny&#257;s&#299; of the vaidika order. Actually He was a paramahamsa. Sometimes He is accepted to be a disciple of Lakshm&#299;pati T&#299;rtha. If He is so accepted, Nity&#257;nanda Prabhu belonged to the Madhva-samprad&#257;ya. He did not belong to the t&#257;ntrika-samprad&#257;ya of Bengal.</P><P CLASS=l><A CLASS=i HREF="84.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="86.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>