<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 98</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3 Verse 98"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3.98</P><P CLASS=c>&#257;pan&#257;ra sama more karib&#257;ra tare</P><P CLASS=c>jhuth&#257; dile, vipra bali' bhaya n&#257; karile</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apanara">&#257;pan&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; like You; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/karibara">karib&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/t/tare">tare</A> &#8212; for making; <A CLASS=v HREF="http://vedabase.net/j/jhutha">jhuth&#257;</A> &#8212; remnants of food; <A CLASS=v HREF="http://vedabase.net/d/dile">dile</A> &#8212; You have given; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; considering <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/karile">karile</A> &#8212; You did not <A HREF="http://vedabase.net/d/do">do</A>.</P><P CLASS=t>TRANSLATION</P><P>"To make Me a madman like Yourself, You have thrown the remnants of Your food at Me. You did not even fear the fact that I am a br&#257;hmana."</P><P CLASS=t>PURPORT</P><P>The words &#257;pan&#257;ra sama indicate that Advaita &#256;c&#257;rya considered Himself to belong to the sm&#257;rta-br&#257;hmanas, and He considered Nity&#257;nanda Prabhu to be on the transcendental stage with pure Vaishnavas. Lord Nity&#257;nanda gave Advaita &#256;c&#257;rya His remnants to situate Him on the same platform and make Him a pure unalloyed Vaishnava or paramahamsa. Advaita &#256;c&#257;rya's statement indicates that a paramahamsa Vaishnava is transcendentally situated. A pure Vaishnava is not subject to the rules and regulations of the sm&#257;rta-br&#257;hmanas. That was the reason for Advaita &#256;c&#257;rya's stating, &#257;pan&#257;ra sama more karib&#257;ra tare: "to raise Me to Your own standard." A pure Vaishnava, or a person on the paramahamsa stage, accepts the remnants of food (mah&#257;-pras&#257;dam) as spiritual. He does not consider it to be material or sense gratificatory. He accepts mah&#257;-pras&#257;dam not as ordinary dhal and rice but as spiritual substance. To say nothing of the remnants of food left by a pure Vaishnava, pras&#257;dam is never polluted even if it is touched by the mouth of a cand&#257;la. Indeed, it retains its spiritual value. Therefore by eating or touching such mah&#257;-pras&#257;dam, a br&#257;hmana is not degraded. There is no question of being polluted by touching the remnants of such food. Actually, by eating such mah&#257;-pras&#257;dam, one is freed from all the contaminations of the material condition. That is the verdict of the &#347;&#257;stra.</P><P CLASS=l><A CLASS=i HREF="97.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="99.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>