<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 3 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 3.1</B></A>: After accepting the sanny&#257;sa order of life, Lord Caitanya Mah&#257;prabhu, out of intense love for Krishna, wanted to go to Vrind&#257;vana, but apparently by mistake He wandered in the R&#257;dha-de&#347;a. Later He arrived at &#346;&#257;ntipura and enjoyed Himself there with His devotees. I offer my respectful obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 3.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda! All glories to Advaita Prabhu! And all glories to all the devotees of Lord Caitanya, headed by &#346;r&#299;v&#257;sa!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 3.3</B></A>: At the end of His twenty-fourth year, in the month of M&#257;gha, &#346;r&#299; Caitanya Mah&#257;prabhu accepted the sanny&#257;sa order during the waxing period of the moon.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 3.4</B></A>: After accepting the sanny&#257;sa order, Caitanya Mah&#257;prabhu, out of intense love for Krishna, started for Vrind&#257;vana. However, He mistakenly wandered about in a trance continuously for three days in the tract of land known as R&#257;dha-de&#347;a.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 3.5</B></A>: Passing through the tract of land known as R&#257;dha-de&#347;a, &#346;r&#299; Caitanya Mah&#257;prabhu recited the following verse in ecstasy.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 3.6</B></A>: "[As a br&#257;hmana from Avant&#299;-de&#347;a said:] 'I shall cross over the insurmountable ocean of nescience by being firmly fixed in the service of the lotus feet of Krishna. This was approved by the previous &#257;c&#257;ryas, who were fixed in firm devotion to the Lord, Param&#257;tm&#257;, the Supreme Personality of Godhead.'"</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 3.7</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu approved the purport of this verse on account of the determination of the mendicant devotee to engage in the service of Lord Mukunda. He gave His approval of this verse, indicating that it was very good.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 3.8</B></A>: The real purpose of accepting sanny&#257;sa is to dedicate oneself to the service of Mukunda. By serving Mukunda, one can actually be liberated from the bondage of material existence.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 3.9</B></A>: After accepting the sanny&#257;sa order, &#346;r&#299; Caitanya Mah&#257;prabhu decided to go to Vrind&#257;vana and engage Himself wholly and solely in the service of Mukunda in a solitary place.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 3.10</B></A>: As &#346;r&#299; Caitanya Mah&#257;prabhu was en route to Vrind&#257;vana, all the ecstatic symptoms became manifest, and He did not know in which direction He was going, nor did He know whether it was day or night.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 3.11</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu went toward Vrind&#257;vana, Nity&#257;nanda Prabhu, Candra&#347;ekhara and Prabhu Mukunda followed Him.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 3.12</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu passed through R&#257;dha-de&#347;a, whoever saw Him in ecstasy exclaimed, "Hari! Hari!" As they chanted this with the Lord, all the unhappiness of material existence diminished.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 3.13</B></A>: All the cowherd boys who saw &#346;r&#299; Caitanya Mah&#257;prabhu passing joined with Him and began to shout loudly, "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 3.14</B></A>: When He heard all the cowherd boys also chanting "Hari! Hari!" &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased. He approached them, put His hand on their heads and said, "Go on chanting like that."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 3.15</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu thus blessed them all, saying that they were all fortunate. In this way He praised them, and He felt very successful because they chanted the holy name of Lord Hari.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 3.16</B></A>: Calling all the boys in confidence and telling a reasonable story, Nity&#257;nanda Prabhu instructed them as follows.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 3.17</B></A>: "If &#346;r&#299; Caitanya Mah&#257;prabhu asks you about the path to Vrind&#257;vana, please show Him the path on the bank of the Ganges instead."</P><P CLASS=r><A CLASS=i HREF="18-19.htm"><B>CC Madhya 3.18-19</B></A>: When the cowherd boys were questioned by Lord Caitanya Mah&#257;prabhu about the path to Vrind&#257;vana, the boys showed Him the path on the bank of the Ganges, and the Lord went that way in ecstasy.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 3.20</B></A>: As the Lord proceeded along the bank of the Ganges, &#346;r&#299; Nity&#257;nanda Prabhu requested &#256;c&#257;ryaratna [Candra&#347;ekhara &#256;c&#257;rya] to go immediately to the house of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 3.21</B></A>: &#346;r&#299; Nity&#257;nanda Gosv&#257;m&#299; told him, "I shall take &#346;r&#299; Caitanya Mah&#257;prabhu to the bank of the Ganges at &#346;&#257;ntipura, and Advaita &#256;c&#257;rya should carefully stay there on shore with a boat.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 3.22</B></A>: "After that," Nity&#257;nanda Prabhu continued, "I shall go to Advaita &#256;c&#257;rya's house, and you should go to Navadv&#299;pa and return with mother &#346;ac&#299; and all the other devotees."</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 3.23</B></A>: After sending &#256;c&#257;ryaratna to the house of Advaita &#256;c&#257;rya, &#346;r&#299; Nity&#257;nanda Prabhu went before Lord Caitanya Mah&#257;prabhu and gave notice of His coming.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 3.24</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was in ecstasy, and He asked where Nity&#257;nanda Prabhu was going. Nity&#257;nanda replied that He was going with Him toward Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 3.25</B></A>: When the Lord asked Nity&#257;nanda Prabhu how far it was to Vrind&#257;vana, Nity&#257;nanda replied, "Just see! Here is the river Yamun&#257;."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 3.26</B></A>: Saying this, Nity&#257;nanda Prabhu took Caitanya Mah&#257;prabhu near the Ganges, and the Lord, in His ecstasy, accepted the river Ganges as the river Yamun&#257;.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 3.27</B></A>: The Lord said, "Oh, what good fortune! Now I have seen the river Yamun&#257;." Thus thinking the Ganges to be the river Yamun&#257;, Caitanya Mah&#257;prabhu began to offer prayers to it.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 3.28</B></A>: "O river Yamun&#257;, you are the blissful spiritual water that gives love to the son of Nanda Mah&#257;r&#257;ja. You are the same as the water of the spiritual world, for you can vanquish all our offenses and the sinful reactions incurred in life. You are the creator of all auspicious things for the world. O daughter of the sun-god, kindly purify us by your pious activities."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 3.29</B></A>: After reciting this mantra, &#346;r&#299; Caitanya Mah&#257;prabhu offered obeisances and took His bath in the Ganges. At that time He had on only one piece of underwear, for there was no second garment.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 3.30</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was standing there without a second garment, &#346;r&#299; Advaita &#256;c&#257;rya arrived in a boat, bringing with Him new underwear and external garments.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 3.31</B></A>: When Advaita &#256;c&#257;rya arrived, He stood before the Lord and offered His obeisances. After seeing Him, the Lord began to wonder about the entire situation.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 3.32</B></A>: Still in His ecstasy, the Lord asked Advaita &#256;c&#257;rya, "Why did You come here? How did You know that I was in Vrind&#257;vana?"</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 3.33</B></A>: Advaita &#256;c&#257;rya disclosed the whole situation, telling &#346;r&#299; Caitanya Mah&#257;prabhu, "Wherever You are, that is Vrind&#257;vana. Now it is My great fortune that You have come to the bank of the Ganges."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 3.34</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "Nity&#257;nanda has cheated Me. He has brought Me to the bank of the Ganges and told Me that it was the Yamun&#257;."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 3.35</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu accused Nity&#257;nanda of cheating Him, &#346;r&#299;la Advaita &#256;c&#257;rya said, "Whatever Nity&#257;nanda Prabhu has told You is not false. You have indeed just now taken Your bath in the river Yamun&#257;."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 3.36</B></A>: Advaita &#256;c&#257;rya then explained that at that spot the Ganges and Yamun&#257; flow together. On the western side was the Yamun&#257;, and on the eastern side was the Ganges.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 3.37</B></A>: Advaita &#256;c&#257;rya then suggested that since Caitanya Mah&#257;prabhu had taken His bath in the river Yamun&#257; and His underwear was now wet, the Lord should change His underwear for dry garments.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 3.38</B></A>: Advaita &#256;c&#257;rya said, "You have been fasting continuously for three days in Your ecstasy of love for Krishna. I therefore invite You to My home, where You may kindly take Your alms. Come with Me to My residence."</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 3.39</B></A>: Advaita Prabhu continued, "At My home I have just cooked one palmful of rice. The vegetables are always very simple. There is no luxurious cooking &#8212; simply a little liquid vegetable and spinach."</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 3.40</B></A>: Saying this, &#346;r&#299; Advaita &#256;c&#257;rya took the Lord into the boat and brought the Lord to His residence. There Advaita &#256;c&#257;rya washed the feet of the Lord and was consequently very happy within.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 3.41</B></A>: All the eatables were first cooked by the wife of Advaita &#256;c&#257;rya. Then &#346;r&#299;la Advaita &#256;c&#257;rya personally offered everything to Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 3.42</B></A>: All the prepared food was divided into three equal parts. One part was arranged on a metal plate for offering to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 3.43</B></A>: Of the three divisions, one was arranged on a metal plate, and the other two were arranged on plantain leaves. These leaves were not bifurcated, and they were taken from a banana tree that held at least thirty-two bunches of bananas. The two plates were filled very nicely with the kinds of food described below.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 3.44</B></A>: The cooked rice was a stack of very fine grains nicely cooked, and in the middle was yellow clarified butter from the milk of cows. Surrounding the stack of rice were pots made of the skins of banana trees, and in these pots were varieties of vegetables and mung dhal.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 3.45</B></A>: Among the cooked vegetables were patolas, squash, m&#257;nakacu and a salad made with pieces of ginger and various types of spinach.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 3.46</B></A>: There was sukhta, bitter melon mixed with all kinds of vegetables, defying the taste of nectar. There were five types of bitter and pungent sukhtas.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 3.47</B></A>: Amongst the various vegetables were newly grown leaves of nimba trees fried with eggplant. The fruit known as patola was fried with phulabadi, a kind of dhal preparation first mashed and then dried in the sun. There was also a preparation known as kushm&#257;nda-m&#257;nac&#257;ki.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 3.48</B></A>: The preparation made with coconut pulp mixed with curd and rock candy was very sweet. There was a curry made of banana flowers and squash boiled in milk, all in great quantity.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 3.49</B></A>: There were small cakes in sweet and sour sauce and five or six kinds of sour preparations. All the vegetables were so made that everyone present could take pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 3.50</B></A>: There were soft cakes made with mung dhal, soft cakes made with ripe bananas, and soft cakes made with urad dhal. There were various kinds of sweetmeats, condensed milk mixed with rice cakes, a coconut preparation and every kind of cake desirable.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 3.51</B></A>: All the vegetables were served in pots made of banana leaves taken from trees producing at least thirty-two bunches of bananas. These pots were very strong and big and did not tilt or totter.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 3.52</B></A>: All around the three eating places were a hundred pots filled with various kinds of vegetables.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 3.53</B></A>: Along with the various vegetables was sweet rice mixed with ghee. This was kept in new earthen pots. Earthen pots filled with highly condensed milk were placed in three places.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 3.54</B></A>: Besides the other preparations, there were chipped rice made with milk and mixed with bananas, and also white squash boiled in milk. Indeed, it is not possible to describe all the preparations that were made.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 3.55</B></A>: In two places there were earthen pots filled with another preparation made with yogurt, sande&#347;a [a sweetmeat made with curd] and banana. I am unable to describe it all.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 3.56</B></A>: Upon the stack of boiled rice and all the vegetables were flowers of the tulas&#299; trees. There were also pots filled with scented rosewater.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 3.57</B></A>: There were three sitting places where soft cloths were placed. Thus Lord Krishna was offered all the food, and the Lord took it very pleasantly.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 3.58</B></A>: It is the system, after offering food, to perform bhoga-&#257;rati. Advaita Prabhu asked the two brothers, Lord Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu, to come see the &#257;rati. The two Lords and all others present went to see the &#257;rati ceremony.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 3.59</B></A>: After &#257;rati was performed for the Deities in the temple, Lord Krishna was made to lie down to rest. Advaita &#256;c&#257;rya then came out to submit something to Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 3.60</B></A>: &#346;r&#299; Advaita Prabhu said, "My dear Lords, kindly enter this room." The two brothers, Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu, then came forward to take the pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 3.61</B></A>: When Lord &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu went to accept the pras&#257;dam, They both called Mukunda and Harid&#257;sa to come with Them. However, Mukunda and Harid&#257;sa, both with folded hands, spoke as follows.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 3.62</B></A>: When Mukunda was called for, he submitted, "My dear sir, I have something to do that is not yet finished. Later I shall accept the pras&#257;dam, so You two Prabhus should now please enter the room."</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 3.63</B></A>: Harid&#257;sa Th&#257;kura said, "I am the most sinful and lowest among men. Later I shall eat one palmful of pras&#257;dam while waiting outside."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 3.64</B></A>: Advaita &#256;c&#257;rya took Lord Nity&#257;nanda Prabhu and Lord Caitanya Mah&#257;prabhu within the room, and the two Lords saw the arrangement of the pras&#257;dam. &#346;r&#299; Caitanya Mah&#257;prabhu was especially very pleased.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 3.65</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu approved of all the methods employed in cooking and offering food to Krishna. Indeed, He was so pleased that He said, "Frankly, I will personally take the lotus feet of anyone who can offer Krishna such nice food and place those lotus feet on My head birth after birth."</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 3.66</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu entered the room, He saw three divisions of food, and He knew that all of these were meant for Krishna. However, He did not understand the intentions of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 3.67</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Let Us sit down in these three places, and We shall take pras&#257;dam."However, Advaita &#256;c&#257;rya said, "I shall distribute the pras&#257;dam."</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 3.68</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu thought that all three servings were meant for distribution; therefore He asked for another two banana leaves, saying, "Let Us have a very little quantity of vegetable and rice."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 3.69</B></A>: Advaita &#256;c&#257;rya said, "Just sit down here on these seats." Catching Their hands, He sat Them both down.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 3.70</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "It is not proper for a sanny&#257;s&#299; to eat such a variety of foods. If he does, how can he control his senses?"</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 3.71</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu did not accept the food that had already been served, Advaita &#256;c&#257;rya said, "Please give up Your concealment. I know what You are, and I know the confidential meaning of Your accepting the sanny&#257;sa order."</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 3.72</B></A>: Advaita &#256;c&#257;rya thus requested &#346;r&#299; Caitanya Mah&#257;prabhu to eat and give up juggling words. The Lord replied, "I certainly cannot eat so much food."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 3.73</B></A>: Advaita &#256;c&#257;rya then requested the Lord to simply accept the pras&#257;dam without pretense. If He could not eat it all, the balance could be left on the plate.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 3.74</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I will not be able to eat so much food, and it is not the duty of a sanny&#257;s&#299; to leave remnants."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 3.75</B></A>: In this connection Advaita &#256;c&#257;rya referred to Caitanya Mah&#257;prabhu's eating at Jagann&#257;tha Pur&#299;. Lord Jagann&#257;tha and &#346;r&#299; Caitanya Mah&#257;prabhu are identical. Advaita &#256;c&#257;rya pointed out that at Jagann&#257;tha Pur&#299; Caitanya Mah&#257;prabhu ate fifty-four times a day, and each time He ate many hundreds of pots of food.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 3.76</B></A>: &#346;r&#299; Advaita &#256;c&#257;rya said, "The amount of food that three people can eat does not constitute even a morsel for You. In proportion to that, these edibles are not even five morsels of food for You."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 3.77</B></A>: Advaita &#256;c&#257;rya continued, "By My great fortune You have just come to My home. Please do not juggle words. Just begin eating and do not talk."</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 3.78</B></A>: Upon saying this, Advaita &#256;c&#257;rya supplied water to the two Lords so that They could wash Their hands. The two Lords then sat down and, smiling, began to eat the pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 3.79</B></A>: Nity&#257;nanda Prabhu said, "I have undergone fasting for three days continuously. Today I had hoped to break My fast."</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 3.80</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu was thinking that the quantity of food was enormous, Nity&#257;nanda Prabhu, on the contrary, thought it not even a morsel. He had been fasting for three days and had greatly hoped to break fast on that day. Indeed, He said, "Although I am invited to eat by Advaita &#256;c&#257;rya, today also is a fast. So small a quantity of food will not fill even half My belly."</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 3.81</B></A>: Advaita &#256;c&#257;rya replied, "Sir, You are a mendicant traveling on pilgrimage. Sometimes You eat fruits and roots, and sometimes You simply go on fasting.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 3.82</B></A>: "I am a poor br&#257;hmana, and You have come to My home. Please be satisfied with whatever little food You have received and give up Your greedy mentality."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 3.83</B></A>: Lord Nity&#257;nanda Prabhu replied, "Whatever I may be, You have invited Me. Therefore You must supply as much as I want to eat."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 3.84</B></A>: His Divine Grace Advaita &#256;c&#257;rya, after hearing the statement of Nity&#257;nanda Prabhu, took the opportunity presented by the joking words and spoke to Him as follows.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 3.85</B></A>: Advaita &#256;c&#257;rya said, "You are a reject paramahamsa, and You have accepted the renounced order of life just to fill up Your belly. I can understand that Your business is to give trouble to br&#257;hmanas."</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 3.86</B></A>: Advaita &#256;c&#257;rya accused Nity&#257;nanda Prabhu, saying, "You can eat ten to twenty m&#257;nas of rice. I am a poor br&#257;hmana. How shall I get so much rice?</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 3.87</B></A>: "Whatever You have, though it be a palmful of rice, please eat it and get up. Don't show Your madness and strew the remnants of food here and there."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 3.88</B></A>: In this way, Nity&#257;nanda Prabhu and Lord Caitanya Mah&#257;prabhu ate and talked with Advaita &#256;c&#257;rya jokingly. After eating half of each vegetable preparation given to Him, &#346;r&#299; Caitanya Mah&#257;prabhu abandoned it and went on to the next.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 3.89</B></A>: As soon as half of the vegetable in the pot was finished, Advaita &#256;c&#257;rya filled it up again. In this way, as the Lord finished half of a preparation, Advaita &#256;c&#257;rya again and again filled it up.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 3.90</B></A>: After filling a pot with vegetables, Advaita &#256;c&#257;rya requested Them to eat more, and Caitanya Mah&#257;prabhu said, "How much more can I go on eating?"</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 3.91</B></A>: Advaita &#256;c&#257;rya said, "Please do not give up whatever I have already given You. Now, whatever I am giving, You may eat half and leave half."</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 3.92</B></A>: In this way, by submitting various humble requests, Advaita &#256;c&#257;rya made &#346;r&#299; Caitanya Mah&#257;prabhu and Lord Nity&#257;nanda eat. Thus Caitanya Mah&#257;prabhu fulfilled all the desires of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 3.93</B></A>: Again Nity&#257;nanda Prabhu jokingly said, "My belly is not yet filled up. Please take away Your food. I have not taken the least of it."</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 3.94</B></A>: After saying this, Nity&#257;nanda Prabhu took a handful of rice and threw it on the floor in front of Him, as if He were angry.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 3.95</B></A>: When two or four pieces of the thrown rice touched His body, Advaita &#256;c&#257;rya began to dance in various ways with the rice still stuck to His body.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 3.96</B></A>: When the rice thrown by Nity&#257;nanda Prabhu touched His body, Advaita &#256;c&#257;rya thought Himself purified by the touch of remnants thrown by Paramahamsa Nity&#257;nanda. Therefore He began dancing.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 3.97</B></A>: Advaita &#256;c&#257;rya jokingly said, "My dear Nity&#257;nanda, I invited You, and indeed I have received the results. You have no fixed caste or dynasty. By nature You are a madman.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 3.98</B></A>: "To make Me a madman like Yourself, You have thrown the remnants of Your food at Me. You did not even fear the fact that I am a br&#257;hmana."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 3.99</B></A>: Nity&#257;nanda Prabhu replied, "These are the remnants of food left by Lord Krishna. If You take them to be ordinary remnants, You have committed an offense."</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 3.100</B></A>: &#346;r&#299;la Nity&#257;nanda Prabhu continued, "If you invite at least one hundred sanny&#257;s&#299;s to Your home and feed them sumptuously, Your offense will be nullified."</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 3.101</B></A>: Advaita &#256;c&#257;rya replied, "I shall never again invite another sanny&#257;s&#299;, for it is a sanny&#257;s&#299; who has spoiled all My brahminical smriti regulations."</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 3.102</B></A>: After this, Advaita &#256;c&#257;rya made the Lords wash Their hands and mouths. He then took Them to a nice bed and made Them lie down to take rest.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 3.103</B></A>: &#346;r&#299; Advaita &#256;c&#257;rya fed the two Lords cloves and cardamom mixed with tulas&#299; flowers. Thus there was a good flavor within Their mouths.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 3.104</B></A>: &#346;r&#299; Advaita &#256;c&#257;rya then smeared the bodies of the Lords with sandalwood pulp and then placed very fragrant flower garlands on Their chests.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 3.105</B></A>: When the Lord lay down on the bed, Advaita &#256;c&#257;rya waited to massage His legs, but the Lord was very hesitant and spoke as follows to Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 3.106</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Advaita &#256;c&#257;rya, You have made Me dance in various ways. Now give up this practice. Go with Mukunda and Harid&#257;sa and accept Your lunch."</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 3.107</B></A>: Thereupon Advaita &#256;c&#257;rya took pras&#257;dam with Mukunda and Harid&#257;sa, and they all wholeheartedly ate as much as they desired.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 3.108</B></A>: When the people of &#346;&#257;ntipura heard that Lord &#346;r&#299; Caitanya Mah&#257;prabhu was staying there, they all immediately came to see His lotus feet.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 3.109</B></A>: Being very pleased, all the people loudly began to shout the holy name of the Lord, "Hari! Hari!" Indeed, they became struck with wonder upon seeing the beauty of the Lord.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 3.110</B></A>: They saw &#346;r&#299; Caitanya Mah&#257;prabhu's very fair-complexioned body and its bright luster, which conquered the brilliance of the sun. Over and above this was the beauty of the saffron garments that glittered upon His body.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 3.111</B></A>: People came and went with great pleasure. There was no calculating how many people assembled there before the day was over.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 3.112</B></A>: As soon as it was evening, Advaita &#256;c&#257;rya began the congregational chanting. He even began to dance Himself, and the Lord saw the performance.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 3.113</B></A>: When Advaita &#256;c&#257;rya began to dance, Nity&#257;nanda Prabhu began dancing behind Him. Harid&#257;sa Th&#257;kura, being very pleased, also began dancing behind Him.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 3.114</B></A>: Advaita &#256;c&#257;rya said, "'My dear friends, what shall I say? Today I have received the highest transcendental pleasure. After many, many days, Lord Krishna is in My house.'"</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 3.115</B></A>: Advaita &#256;c&#257;rya led the sa&#324;k&#299;rtana party, and with great pleasure He sang this verse. There was a manifestation of ecstatic perspiration, shivering, raised hairs, tears in the eyes and sometimes thundering and bellowing.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 3.116</B></A>: While dancing, Advaita &#256;c&#257;rya would sometimes turn around and around and catch the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Advaita &#256;c&#257;rya would then speak to Him as follows.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 3.117</B></A>: &#346;r&#299; Advaita &#256;c&#257;rya would say, "Many days You escaped Me by bluffing. Now I have You in My home, and I will keep You bound up."</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 3.118</B></A>: So speaking, Advaita &#256;c&#257;rya performed congregational chanting with great pleasure for three hours that night and danced all the time.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 3.119</B></A>: When Advaita &#256;c&#257;rya danced in that way, Lord Caitanya felt ecstatic love for Krishna, and because of His separation, the waves and flames of love increased.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 3.120</B></A>: Being agitated by the ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu suddenly fell to the ground. Seeing this, Advaita &#256;c&#257;rya stopped dancing.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 3.121</B></A>: When Mukunda saw the ecstasy of &#346;r&#299; Caitanya Mah&#257;prabhu, he understood the feelings of the Lord and began to sing many stanzas augmenting the force of the Lord's ecstasy.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 3.122</B></A>: Advaita &#256;c&#257;rya raised the body of &#346;r&#299; Caitanya Mah&#257;prabhu to help Him dance, but the Lord, after hearing the stanzas sung by Mukunda, could not be held due to His bodily symptoms.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 3.123</B></A>: Tears fell from His eyes, and His whole body trembled. His bodily hairs stood on end, He perspired heavily, and His words faltered. Sometimes He stood, and sometimes He fell. And sometimes He cried.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 3.124</B></A>: Mukunda sang, "'My dear intimate friend! What has not happened to me! Due to the effects of the poison of love for Krishna, my body and mind have been severely afflicted.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 3.125</B></A>: "'My feeling is like this: My mind burns day and night, and I can get no rest. If there were someplace I could go to meet Krishna, I would immediately fly there.'"</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 3.126</B></A>: This stanza was sung by Mukunda in a very sweet voice, but as soon as Caitanya Mah&#257;prabhu heard this stanza, His mind went to pieces.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 3.127</B></A>: The transcendental ecstatic symptoms of disappointment, moroseness, pleasure, restlessness, pride and humility all began to fight like soldiers within the Lord.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 3.128</B></A>: The entire body of Lord &#346;r&#299; Caitanya Mah&#257;prabhu began to totter due to the onslaught of various ecstatic symptoms. As a result, He immediately fell to the ground, and His breathing almost stopped.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 3.129</B></A>: Upon seeing the condition of the Lord, all the devotees became very anxious. Then, suddenly, the Lord got up and began to make thundering sounds.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 3.130</B></A>: Upon standing up, the Lord said, "Go on speaking! Go on speaking!" Thus He began to dance, overwhelmed with pleasure. No one could understand the strong waves of this ecstasy.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 3.131</B></A>: Lord Nity&#257;nanda began to walk with Caitanya Mah&#257;prabhu to see that He would not fall, and Advaita &#256;c&#257;rya and Harid&#257;sa Th&#257;kura followed Them, dancing.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 3.132</B></A>: In this way the Lord danced for at least three hours. Sometimes the symptoms of ecstasy were visible, including pleasure, moroseness and many other waves of ecstatic emotional love.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 3.133</B></A>: The Lord had been fasting for three days, and after that period He took eatables sumptuously. Thus when He danced and jumped high, He became a little fatigued.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 3.134</B></A>: Being fully absorbed in love of Godhead, He would not understand His fatigue. But Nity&#257;nanda Prabhu, catching Him, stopped His dancing.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 3.135</B></A>: Although the Lord was fatigued, Nity&#257;nanda Prabhu kept Him steady by holding Him. At that time Advaita &#256;c&#257;rya suspended the chanting and, by rendering various services to the Lord, made Him lie down to take rest.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 3.136</B></A>: For ten continuous days Advaita &#256;c&#257;rya held feasting and chanting in the evening. He served the Lord in this way without any change.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 3.137</B></A>: In the morning Candra&#347;ekhara seated &#346;ac&#299;m&#257;t&#257; in a palanquin and brought her from her house with many devotees.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 3.138</B></A>: In this way, all the people of the town of Nadia &#8212; including all women, boys and old men &#8212; came there. Thus the crowd increased.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 3.139</B></A>: In the morning, after regular duties were completed and the Lord was chanting the Hare Krishna mah&#257;-mantra, the people accompanied &#346;ac&#299;m&#257;t&#257; to the house of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 3.140</B></A>: As soon as mother &#346;ac&#299; appeared on the scene, Caitanya Mah&#257;prabhu fell before her like a stick. Mother &#346;ac&#299; began to cry, taking the Lord on her lap.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 3.141</B></A>: Upon seeing each other, they both became overwhelmed. Seeing the Lord's head without hair, mother &#346;ac&#299; became greatly agitated.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 3.142</B></A>: Out of love she began to caress the body of the Lord. Sometimes she kissed His face and tried to observe Him carefully, but because her eyes were filled with tears, she could not see.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 3.143</B></A>: Understanding that Lord Caitanya had accepted the renounced order of life, &#346;ac&#299;m&#257;t&#257;, crying, said to the Lord, "My darling Nim&#257;i, do not be cruel like Vi&#347;var&#363;pa, Your elder brother."</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 3.144</B></A>: Mother &#346;ac&#299; continued, "After accepting the renounced order, Vi&#347;var&#363;pa never again gave me audience. If You do like Him, that will certainly be the death of me."</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 3.145</B></A>: The Lord replied, "My dear mother, please hear. This body belongs to you. I do not possess anything.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 3.146</B></A>: "This body was raised by you, and it comes from you. I cannot repay this debt even in millions of births.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 3.147</B></A>: "Knowingly or unknowingly I have accepted this renounced order. Still, I shall never be indifferent to you.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 3.148</B></A>: "My dear mother, wherever you ask Me to stay I shall stay, and whatever you order I shall execute."</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 3.149</B></A>: Saying this, the Lord offered obeisances to His mother again and again, and mother &#346;ac&#299;, being pleased, took Him again and again on her lap.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 3.150</B></A>: Then Advaita &#256;c&#257;rya took mother &#346;ac&#299; within the house. The Lord was immediately ready to meet all the devotees.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 3.151</B></A>: The Lord met all the devotees one after the other, and looking at everyone's face individually, He embraced them tightly.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 3.152</B></A>: Although the devotees were unhappy at not seeing the Lord's hair, they nonetheless derived great happiness from seeing His beauty.</P><P CLASS=r><A CLASS=i HREF="153-155.htm"><B>CC Madhya 3.153-155</B></A>: &#346;r&#299;v&#257;sa, R&#257;m&#257;i, Vidy&#257;nidhi, Gad&#257;dhara, Ga&#324;g&#257;d&#257;sa, Vakre&#347;vara, Mur&#257;ri, &#346;ukl&#257;mbara, Buddhimanta Kh&#257;&#324;, Nandana, &#346;r&#299;dhara, Vijaya, V&#257;sudeva, D&#257;modara, Mukunda, Sañjaya and all the others, however many I can mention &#8212; indeed, all the inhabitants of Navadv&#299;pa &#8212; arrived there, and the Lord met them with smiles and glances of mercy.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 3.156</B></A>: Everyone was chanting the holy names of Hari and dancing. In this way the domicile of Advaita &#256;c&#257;rya was converted into &#346;r&#299; Vaikuntha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 3.157</B></A>: People came to see &#346;r&#299; Caitanya Mah&#257;prabhu from various other villages nearby, as well as Navadv&#299;pa.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 3.158</B></A>: To everyone who came to see the Lord from villages nearby, especially from Navadv&#299;pa, Advaita &#256;c&#257;rya gave residential quarters, as well as all kinds of eatables, for many days. Indeed, He properly adjusted everything.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 3.159</B></A>: The supplies of Advaita &#256;c&#257;rya were inexhaustible and indestructible. As many goods and commodities as He used, just as many again appeared.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 3.160</B></A>: From the day &#346;ac&#299;m&#257;t&#257; arrived at the house of Advaita &#256;c&#257;rya, she took charge of the cooking, and &#346;r&#299; Caitanya Mah&#257;prabhu dined in the company of all the devotees.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 3.161</B></A>: All the people who came there during the day saw Lord Caitanya Mah&#257;prabhu and the friendly behavior of Advaita &#256;c&#257;rya. At night they had the opportunity to see the Lord's dancing and hear His chanting.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 3.162</B></A>: When the Lord performed k&#299;rtana, He manifested all kinds of transcendental symptoms. He appeared stunned and trembling, His hair stood on end, and His voice faltered. There were tears and devastation.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 3.163</B></A>: Frequently the Lord would tumble to the ground. Seeing this, mother &#346;ac&#299; would cry.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 3.164</B></A>: &#346;r&#299;mat&#299; &#346;ac&#299;m&#257;t&#257; thought that the body of Nim&#257;i was being smashed when He fell down so. She cried, "Alas!" and petitioned Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 3.165</B></A>: "My dear Lord, kindly bestow this benediction as a result of whatever service I have rendered unto You from my childhood.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 3.166</B></A>: "Whenever Nim&#257;i falls to the surface of the earth, please do not let Him feel any pain."</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 3.167</B></A>: When mother &#346;ac&#299; was thus overwhelmed in maternal love for Lord Caitanya Mah&#257;prabhu, she became transformed with happiness, fear and humility, as well as bodily symptoms.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 3.168</B></A>: Since Advaita &#256;c&#257;rya was giving alms and food to Lord Caitanya Mah&#257;prabhu, the other devotees, headed by &#346;r&#299;v&#257;sa Th&#257;kura, also desired to give Him alms and invite Him for lunch.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 3.169</B></A>: Hearing these proposals made by other devotees of the Lord, mother &#346;ac&#299; said to the devotees, "How many times shall I get the chance to see Nim&#257;i again?"</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 3.170</B></A>: &#346;ac&#299;m&#257;t&#257; submitted, "As far as you are concerned, you can meet Nim&#257;i [&#346;r&#299; Caitanya Mah&#257;prabhu] many times somewhere else, but what is the possibility of my ever meeting Him again? I shall have to remain at home. A sanny&#257;s&#299; never returns to his home."</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 3.171</B></A>: Mother &#346;ac&#299; appealed to all the devotees to give her this charity: As long as &#346;r&#299; Caitanya Mah&#257;prabhu remained at the house of Advaita &#256;c&#257;rya, only she would supply Him food.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 3.172</B></A>: Hearing this appeal from mother &#346;ac&#299;, all the devotees offered obeisances and said, "We all agree to whatever mother &#346;ac&#299; desires."</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 3.173</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu saw His mother's great eagerness, He became a little agitated. He therefore assembled all the devotees present and spoke to them.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 3.174</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu informed them all, "Without your order, I tried to go to Vrind&#257;vana. There was some obstacle, however, and I had to return.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 3.175</B></A>: "My dear friends, although I have suddenly accepted this renounced order, I still know that I shall never be indifferent to you.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 3.176</B></A>: "My dear friends, as long as I remain manifest, I shall never give you up. Nor shall I be able to give up My mother.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 3.177</B></A>: "After accepting sanny&#257;sa, it is not the duty of a sanny&#257;s&#299; to remain at his birthplace, encircled by relatives.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 3.178</B></A>: "Make some arrangement so that I may not leave you and at the same time people may not blame Me for remaining with relatives after taking sanny&#257;sa."</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 3.179</B></A>: After hearing Lord Caitanya's statement, all the devotees, headed by Advaita &#256;c&#257;rya, approached mother &#346;ac&#299;.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 3.180</B></A>: When they submitted Lord Caitanya's statement, mother &#346;ac&#299;, who is the mother of the universe, began to speak.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 3.181</B></A>: &#346;ac&#299;m&#257;t&#257; said, "It will be a great happiness for me if Nim&#257;i [&#346;r&#299; Caitanya Mah&#257;prabhu] stays here. But at the same time, if someone blames Him, it will be my great unhappiness."</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 3.182</B></A>: Mother &#346;ac&#299; said, "This consideration is good. In my opinion, if Nim&#257;i remains at Jagann&#257;tha Pur&#299;, He may not leave any one of us and at the same time can remain aloof as a sanny&#257;s&#299;. Thus both purposes are fulfilled.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 3.183</B></A>: "Since Jagann&#257;tha Pur&#299; and Navadv&#299;pa are intimately related &#8212; as if they were two rooms in the same house &#8212; people from Navadv&#299;pa generally go to Jagann&#257;tha Pur&#299;, and those in Jagann&#257;tha Pur&#299; go to Navadv&#299;pa. This going and coming will help carry news of Lord Caitanya. In this way I will be able to get news of Him.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 3.184</B></A>: "All you devotees will be able to come and go, and sometimes He may also come to take His bath in the Ganges.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 3.185</B></A>: "I do not care for my personal happiness or unhappiness, but only for His happiness. Indeed, I accept His happiness as my happiness."</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 3.186</B></A>: After hearing &#346;ac&#299;m&#257;t&#257;, all the devotees offered her prayers and assured her that her order, like a Vedic injunction, could not be violated.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 3.187</B></A>: All the devotees informed Lord Caitanya of &#346;ac&#299;m&#257;t&#257;'s decision. Hearing it, the Lord became very pleased.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 3.188</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu offered respects to all the devotees present from Navadv&#299;pa and other towns, speaking to them as follows.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 3.189</B></A>: "My dear friends, you are all My intimate friends. Now I am begging a favor of you. Please give it to Me."</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 3.190</B></A>: Lord Caitanya Mah&#257;prabhu requested them all to return home and begin chanting the holy name congregationally. He also requested them to worship Krishna, chant His holy name and discuss His holy pastimes.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 3.191</B></A>: After thus instructing the devotees, the Lord asked their permission to go to Jagann&#257;tha Pur&#299;. He assured them that at intervals He would come there and meet them again and again.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 3.192</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu, offering due respects to all the devotees and smiling very mildly, bade them farewell.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 3.193</B></A>: After requesting all the devotees to return home, the Lord decided to go to Jagann&#257;tha Pur&#299;. At that time Harid&#257;sa Th&#257;kura began to cry and speak some pathetic words.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 3.194</B></A>: Harid&#257;sa Th&#257;kura said, "You are going to Jagann&#257;tha Pur&#299;, and that is all right, but what will be my destination? I am not able to go to Jagann&#257;tha Pur&#299;."</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 3.195</B></A>: "Because I am the lowest among men, I shall not be able to see You. How shall I maintain my sinful life?"</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 3.196</B></A>: The Lord replied to Harid&#257;sa Th&#257;kura, "Please check your humility. Just the sight of your humility very much agitates My mind."</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 3.197</B></A>: Lord Caitanya Mah&#257;prabhu assured Harid&#257;sa Th&#257;kura that He would place a petition before Lord Jagann&#257;tha and that He would certainly take him there to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 3.198</B></A>: After that, Advaita &#256;c&#257;rya respectfully requested Lord Caitanya Mah&#257;prabhu to show Him mercy by remaining another two or four days.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 3.199</B></A>: Caitanya Mah&#257;prabhu never violated the request of Advaita &#256;c&#257;rya; therefore He remained at His home and did not leave immediately for Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 3.200</B></A>: Lord Caitanya's decision was received very happily by Advaita &#256;c&#257;rya, mother &#346;ac&#299; and all the devotees. Advaita &#256;c&#257;rya celebrated every day with a great festival.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 3.201</B></A>: During the day the devotees discussed subject matters concerning Krishna, and at night there was a great festival of congregational chanting at the house of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 3.202</B></A>: Mother &#346;ac&#299; cooked with great pleasure, and &#346;r&#299; Caitanya Mah&#257;prabhu, along with the devotees, accepted the pras&#257;dam with great pleasure.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 3.203</B></A>: In this way all the opulences of Advaita &#256;c&#257;rya &#8212; His faith, devotion, home, riches and everything else &#8212; were successfully utilized in the worship of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 3.204</B></A>: As mother &#346;ac&#299; constantly saw the face of her son and fed Him, her own happiness increased and was indeed complete.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 3.205</B></A>: In this way, at Advaita &#256;c&#257;rya's house all the devotees met and passed some days together in a greatly festive mood.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 3.206</B></A>: The next day, Lord Caitanya Mah&#257;prabhu requested all the devotees to return to their respective homes.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 3.207</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu also asked them to execute the congregational chanting of the holy name of the Lord at their homes, and He assured them that they would be able to meet Him again.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 3.208</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu told them, "Sometimes you will come to Jagann&#257;tha Pur&#299;, and sometimes I shall come bathe in the Ganges."</P><P CLASS=r><A CLASS=i HREF="209-210.htm"><B>CC Madhya 3.209-210</B></A>: &#346;r&#299; Advaita &#256;c&#257;rya sent four persons &#8212; Nity&#257;nanda Gos&#257;ñi, Jagad&#257;nanda Pandita, D&#257;modara Pandita and Mukunda Datta &#8212; to accompany the Lord. After pacifying His mother, &#346;ac&#299;m&#257;t&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu submitted prayers to her lotus feet.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 3.211</B></A>: When everything was arranged, Lord Caitanya Mah&#257;prabhu circumambulated His mother and then started for Jagann&#257;tha Pur&#299;. In the house of Advaita &#256;c&#257;rya there arose tumultuous crying.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 3.212</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was unaffected. He left swiftly, and Advaita &#256;c&#257;rya followed Him, weeping.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 3.213</B></A>: After He had followed &#346;r&#299; Caitanya Mah&#257;prabhu for some distance, Advaita &#256;c&#257;rya was petitioned by &#346;r&#299; Caitanya Mah&#257;prabhu with folded hands. The Lord spoke the following sweet words.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 3.214</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Please pacify all the devotees and My mother. If You become agitated, no one will be able to continue to exist."</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 3.215</B></A>: Saying this, &#346;r&#299; Caitanya Mah&#257;prabhu embraced Advaita &#256;c&#257;rya and stopped Him from following any further. Then, without anxiety, He proceeded to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 3.216</B></A>: The Lord, with the other four persons, went along the banks of the Ganges through the path of Chatrabhoga toward N&#299;l&#257;dri, Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 3.217</B></A>: In his book known as Caitanya-ma&#324;gala [Caitanya-bh&#257;gavata], Vrind&#257;vana d&#257;sa Th&#257;kura has elaborately described the Lord's passage to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 3.218</B></A>: If one hears the activities of the Lord at the house of Advaita &#256;c&#257;rya, he will certainly very soon attain the riches of love of Krishna.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 3.219</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>