<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 3"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Stay at the House of Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 3 Summary</P><P>In his Amrita-prav&#257;ha-bh&#257;shya, &#346;r&#299;la Bhaktivinoda Th&#257;kura gives the following summary of the Third Chapter. After accepting the sanny&#257;sa order at Katwa, &#346;r&#299; Caitanya Mah&#257;prabhu traveled continuously for three days in R&#257;dha-de&#347;a and, by the trick of Nity&#257;nanda Prabhu, eventually came to the western side of &#346;&#257;ntipura. &#346;r&#299; Caitanya Mah&#257;prabhu was induced to believe that the river Ganges was the Yamun&#257;. When He was worshiping the sacred river, Advaita Prabhu arrived in a boat. Advaita Prabhu asked Him to take His bath in the Ganges and took Him to His (Advaita's) house. There all the Navadv&#299;pa devotees, along with mother &#346;ac&#299;dev&#299;, came to see &#346;r&#299; Caitanya Mah&#257;prabhu. This house was located at &#346;&#257;ntipura. Mother &#346;ac&#299;dev&#299; cooked for &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu, and at that time there were many joking exchanges between Advaita Prabhu and Nity&#257;nanda Prabhu. In the evening there was a mass sa&#324;k&#299;rtana at the house of Advaita Prabhu, and mother &#346;ac&#299;dev&#299; gave &#346;r&#299; Caitanya Mah&#257;prabhu permission to leave. She requested Him to make Jagann&#257;tha Pur&#299;, N&#299;l&#257;cala, His headquarters. &#346;r&#299; Caitanya Mah&#257;prabhu granted His mother's request and, followed by Nity&#257;nanda, Mukunda, Jagad&#257;nanda and D&#257;modara, left &#346;&#257;ntipura. Bidding farewell to mother &#346;ac&#299;dev&#299;, they all proceeded toward Jagann&#257;tha Pur&#299;, following the path of Chatrabhoga.</P><P CLASS=l><A CLASS=i HREF="../2/95.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>