<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 17 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 17 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The History of K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.17.22</P><P CLASS=c>tata utth&#257;ya sambhr&#257;nt&#257;</P><P CLASS=c>dahyam&#257;n&#257; vrajaukasah</P><P CLASS=c>krishnam yayus te &#347;aranam</P><P CLASS=c>m&#257;y&#257;-manujam &#299;&#347;varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/u/utthaya">utth&#257;ya</A> &#8212; waking up; <A CLASS=v HREF="http://vedabase.net/s/sambhrantah">sambhr&#257;nt&#257;h</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/d/dahyamanah">dahyam&#257;n&#257;h</A> &#8212; about <A HREF="http://vedabase.net/t/to">to</A> be burned; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; the people of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; for shelter; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by His potency; <A CLASS=v HREF="http://vedabase.net/m/manujam">manujam</A> &#8212; appearing like <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Then the residents of Vrind&#257;vana woke up, extremely disturbed by the great fire threatening to burn them. Thus they took shelter of Krishna, the Supreme Lord, who by His spiritual potency appeared like an ordinary human being.</P><P CLASS=t>PURPORT</P><P>The &#347;ruti, or Vedic mantras, state, svar&#363;pa-bh&#363;tay&#257; nitya-&#347;akty&#257; m&#257;y&#257;khyay&#257;: "The Lord's eternal potency named m&#257;y&#257; is innate in His original form." Thus within the eternal spiritual body of the Supreme Lord there is infinite potency, which effortlessly manipulates all existence according to the omniscient desire of the Absolute Truth. The residents of Vrind&#257;vana took shelter of Krishna, thinking, "This blessed boy will certainly be empowered by God to save us." They remembered the words of the sage Garga Muni, spoken at the birth ceremony of Lord Krishna: anena sarva-durg&#257;ni y&#363;yam añjas tarishyatha. "By His power you will easily be able to cross over all obstacles." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/8/16.htm">10.8.16</A>) Therefore the residents of Vrind&#257;vana, who had full faith in Krishna, took shelter of the Lord in hopes of being saved from the impending disaster threatened by the forest fire.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>