<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The History of K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.17 Summary</P><P>This chapter describes how K&#257;liya left the island of the snakes and how the sleeping residents of Vrind&#257;vana were saved from a forest fire.</P><P>When King Par&#299;kshit inquired about K&#257;liya's leaving Ramanaka Island, the abode of the serpents, and about why Garuda acted inimically toward him, &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; replied as follows: All the serpents on the island were afraid of being devoured by Garuda. To placate him, every month they would leave various offerings for him at the foot of a banyan tree. But K&#257;liya, puffed-up as he was with false pride, would eat these offerings himself. Hearing of this, Garuda became furious and went to kill K&#257;liya, whereupon the snake began biting the great bird. Garuda fiercely beat him with his wing, sending K&#257;liya fleeing for his life to a lake adjoining the Yamun&#257; River.</P><P>Prior to the above incident, Garuda had once come to the Yamun&#257; and started eating some fish. Saubhari Rishi had tried to stop him, but Garuda, agitated by hunger, had refused to heed the sage's prohibitions, and in response the sage had cursed Garuda that if he ever came there again he would immediately die. K&#257;liya had heard of this, and thus he lived there without fear. In the end, however, he was driven out by &#346;r&#299; Krishna.</P><P>When Lord Balar&#257;ma and all the residents of Vrind&#257;vana saw &#346;r&#299; Krishna rise up out of the lake, beautifully decorated with many different gems and ornaments, they embraced Him in great pleasure. The spiritual masters, priests and learned br&#257;hmanas then told Nanda Mah&#257;r&#257;ja, the king of the cowherds, that although his son had been caught in the grips of K&#257;liya, it was by the king's good fortune that He was now free again.</P><P>Because the people of Vrind&#257;vana were quite worn out by hunger, thirst and fatigue, they spent that night on the banks of the Yamun&#257;. In the middle of the night, a fire happened to blaze up within the forest, which had become dry during the hot season. As the fire surrounded the sleeping inhabitants of Vrind&#257;vana, they suddenly awoke and rushed to &#346;r&#299; Krishna for protection. Then the unlimitedly powerful Lord &#346;r&#299; Krishna, seeing His dear relatives and friends so distressed, immediately swallowed up the terrible forest fire.</P><P CLASS=l><A CLASS=i HREF="../16/65-67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>