<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.11</P><P CLASS=c>tasm&#257;d daivopapannena</P><P CLASS=c>muny-annen&#257;pi dharmavit</P><P CLASS=c>santushto 'har ahah kury&#257;n</P><P CLASS=c>nitya-naimittik&#299;h kriy&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A>-<A CLASS=v HREF="http://vedabase.net/u/upapannena">upapannena</A> &#8212; obtainable very easily by the grace of the Lord; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/a/annena">annena</A> &#8212; with food (prepared <A HREF="http://vedabase.net/i/in">in</A> ghee and offered <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; one who is actually advanced <A HREF="http://vedabase.net/i/in">in</A> religious principles; <A CLASS=v HREF="http://vedabase.net/s/santustah">santushtah</A> &#8212; very happily; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A> <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A> &#8212; day after day; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; one should perform; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/n/naimittikih">naimittik&#299;h</A> &#8212; regular and occasional; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; duties.</P><P CLASS=t>TRANSLATION</P><P>Therefore, day by day, one who is actually aware of religious principles and is not heinously envious of poor animals should happily perform daily sacrifices and those for certain occasions with whatever food is available easily by the grace of the Lord.</P><P CLASS=t>PURPORT</P><P>The word dharmavit, meaning "one who knows the actual purpose of religion," is very significant. As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>), sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]: becoming Krishna conscious is the topmost stage in understanding of religious principles. One who reaches this stage performs the arcan&#257; process in devotional service. Anyone, whether a grihastha or a sanny&#257;s&#299;, can keep small Deities of the Lord suitably packed or, if possible, installed, and thus worship the Deities of R&#257;dh&#257;-Krishna, S&#299;t&#257;-R&#257;ma, Lakshm&#299;-N&#257;r&#257;yana, Lord Jagann&#257;tha or &#346;r&#299; Caitanya Mah&#257;prabhu by offering food prepared in ghee and then offering the sanctified pras&#257;da to the forefathers, demigods and other living entities as a matter of routine daily work. All the centers of our Krishna consciousness movement have Deity worship programs very nicely going on in which food is offered to the Deity and distributed to the first-class br&#257;hmanas and Vaishnavas and even to the people in general. This performance of sacrifice brings complete satisfaction. The members of the Krishna consciousness movement engage daily in such transcendental activities. Thus in our Krishna consciousness movement there is no question at all of killing animals.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>