<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.14</P><P CLASS=c>yas tv icchay&#257; kritah pumbhir</P><P CLASS=c>&#257;bh&#257;so hy &#257;&#347;ram&#257;t prithak</P><P CLASS=c>sva-bh&#257;va-vihito dharmah</P><P CLASS=c>kasya neshtah pra&#347;&#257;ntaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/i/icchaya">icchay&#257;</A> &#8212; whimsically; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; conducted; <A CLASS=v HREF="http://vedabase.net/p/pumbhih">pumbhih</A> &#8212; by persons; <A CLASS=v HREF="http://vedabase.net/a/abhasah">&#257;bh&#257;sah</A> &#8212; dim reflection; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asramat">&#257;&#347;ram&#257;t</A> &#8212; from one's own order of life; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> one's own nature; <A CLASS=v HREF="http://vedabase.net/v/vihitah">vihitah</A> &#8212; regulated; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious principle; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> what respect; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/istah">ishtah</A> &#8212; capable; <A CLASS=v HREF="http://vedabase.net/p/prasantaye">pra&#347;&#257;ntaye</A> &#8212; for relieving all kinds of distress.</P><P CLASS=t>TRANSLATION</P><P>A pretentious religious system manufactured by one who willfully neglects the prescribed duties of his order of life is called &#257;bh&#257;sa [a dim reflection or false similarity]. But if one performs the prescribed duties for his particular &#257;&#347;rama or varna, why are they not sufficient to mitigate all material distresses?</P><P CLASS=t>PURPORT</P><P>It is indicated here that everyone should strictly follow the principles of varna and &#257;&#347;rama as given in the &#347;&#257;stra. In the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>) it is said:</P><P>varn&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>One should focus upon the destination for progress, which is to become Krishna conscious. This is the aim and end of all varnas and &#257;&#347;ramas. However, if Vishnu is not worshiped, the followers of the varn&#257;&#347;rama institution manufacture some concocted God. Thus it has now become fashionable for any rascal or fool to be elected God, and there are many missionaries who have concocted their own gods, giving up their relationship with the real God. In Bhagavad-g&#299;t&#257; it is clearly said that one who worships the demigods has lost his intelligence. Nonetheless we find that even an illiterate person who has lost all intelligence is elected God, and although he has a temple, it has meat-eating sanny&#257;s&#299;s, and many polluted activities go on there. This type of religious system, which misguides its poor followers, is strictly forbidden. Such pretentious religions should be stopped altogether.</P><P>The original system is that a br&#257;hmana should actually become a br&#257;hmana; he should not only take birth in a br&#257;hmana family, but must also be qualified. Also, even if one is not born in a br&#257;hmana family but has brahminical qualifications, he must be considered a br&#257;hmana. By strictly following this system, one can be happy without extra endeavor. Sva-bh&#257;va-vihito dharmah kasya neshtah pra&#347;&#257;ntaye. The real aim of life is to mitigate distress, and one can do this very easily by following the principles of &#347;&#257;stra.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>