<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.15</P><P CLASS=c>dharm&#257;rtham api neheta</P><P CLASS=c>y&#257;tr&#257;rtham v&#257;dhano dhanam</P><P CLASS=c>an&#299;h&#257;n&#299;ham&#257;nasya</P><P CLASS=c>mah&#257;her iva vrittid&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> religion or economic development; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/iheta">&#299;heta</A> &#8212; should try <A HREF="http://vedabase.net/t/to">to</A> obtain; <A CLASS=v HREF="http://vedabase.net/y/yatra">y&#257;tr&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> maintain the body and soul together; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/a/adhanah">adhanah</A> &#8212; one who has <A HREF="http://vedabase.net/n/no">no</A> wealth; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; money; <A CLASS=v HREF="http://vedabase.net/a/aniha">an&#299;h&#257;</A> &#8212; the desirelessness; <A CLASS=v HREF="http://vedabase.net/a/anihamanasya">an&#299;ham&#257;nasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person who does not endeavor even <A HREF="http://vedabase.net/t/to">to</A> earn his livelihood; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/aheh">aheh</A> &#8212; the great serpent known <A HREF="http://vedabase.net/a/as">as</A> the python; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A>-<A CLASS=v HREF="http://vedabase.net/d/da">d&#257;</A> &#8212; which obtains its livelihood without endeavor.</P><P CLASS=t>TRANSLATION</P><P>Even if a man is poor, he should not endeavor to improve his economic condition just to maintain his body and soul together or to become a famous religionist. Just as a great python, although lying in one place, not endeavoring for its livelihood, gets the food it needs to maintain body and soul, one who is desireless also obtains his livelihood without endeavor.</P><P CLASS=t>PURPORT</P><P>Human life is simply meant for developing Krishna consciousness. One need not even try to earn a livelihood to maintain body and soul together. This is illustrated here by the example of the great python, which lies in one place, never going here and there to earn a livelihood to maintain itself, and yet is maintained by the grace of the Lord. As advised by N&#257;rada Muni (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/18.htm">1.5.18</A>), tasyaiva hetoh prayateta kovidah: one should simply endeavor to increase his Krishna consciousness. One should not desire to do anything else, even to earn his livelihood. There are many, many examples of this attitude. M&#257;dhavendra Pur&#299;, for instance, would never go to anyone to ask for food. &#346;ukadeva Gosv&#257;m&#299; has also said, kasm&#257;d bhajanti kavayo dhana-durmad&#257;ndh&#257;n. Why should one approach a person who is blind with wealth? Rather, one should depend on Krishna, and He will give everything. All the members of our Krishna consciousness movement, whether they be grihasthas or sanny&#257;s&#299;s, should try to spread the Krishna consciousness movement with determination, and Krishna will supply all necessities. The process of &#257;jagara-vritti, the means of livelihood of a python, is very much appreciated in this regard. Even though one may be very poor, he should simply try to advance in Krishna consciousness and not endeavor to earn his livelihood.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>