<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.2</P><P CLASS=c>jñ&#257;na-nishth&#257;ya dey&#257;ni</P><P CLASS=c>kavy&#257;ny &#257;nantyam icchat&#257;</P><P CLASS=c>daive ca tad-abh&#257;ve sy&#257;d</P><P CLASS=c>itarebhyo yath&#257;rhatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthaya">nishth&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the impersonalist or the transcendentalist desiring <A HREF="http://vedabase.net/t/to">to</A> merge into the Supreme; <A CLASS=v HREF="http://vedabase.net/d/deyani">dey&#257;ni</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be given <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/k/kavyani">kavy&#257;ni</A> &#8212; ingredients offered <A HREF="http://vedabase.net/t/to">to</A> the forefathers <A HREF="http://vedabase.net/a/as">as</A> oblations; <A CLASS=v HREF="http://vedabase.net/a/anantyam">&#257;nantyam</A> &#8212; liberation from material bondage; <A CLASS=v HREF="http://vedabase.net/i/icchata">icchat&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> person desiring; <A CLASS=v HREF="http://vedabase.net/d/daive">daive</A> &#8212; the ingredients <A HREF="http://vedabase.net/t/to">to</A> be offered <A HREF="http://vedabase.net/t/to">to</A> the demigods; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/abhave">abh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the absence of such advanced transcendentalists; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> should be done; <A CLASS=v HREF="http://vedabase.net/i/itarebhyah">itarebhyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> others (namely, those addicted <A HREF="http://vedabase.net/t/to">to</A> fruitive activities); <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arhatah">arhatah</A> &#8212; comparatively or with discrimination.</P><P CLASS=t>TRANSLATION</P><P>A person desiring liberation for his forefathers or himself should give charity to a br&#257;hmana who adheres to impersonal monism [jñ&#257;na-nishth&#257;]. In the absence of such an advanced br&#257;hmana, charity may be given to a br&#257;hmana addicted to fruitive activities [karma-k&#257;nda].</P><P CLASS=t>PURPORT</P><P>There are two processes by which to get free from material bondage. One involves jñ&#257;na-k&#257;nda and karma-k&#257;nda, and the other involves up&#257;san&#257;-k&#257;nda. Vaishnavas never want to merge into the existence of the Supreme; rather, they want to be everlastingly servants of the Lord to render loving service unto Him. In this verse the words &#257;nantyam icchat&#257; refer to persons who desire to achieve liberation from material bondage and merge into the existence of the Lord. Devotees, however, whose objective is to associate personally with the Lord, have no desire to accept the activities of karma-k&#257;nda or jñ&#257;na-k&#257;nda, for pure devotional service is above both karma-k&#257;nda and jñ&#257;na-k&#257;nda. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. In pure devotional service there is not even a pinch of jñ&#257;na or karma. Consequently, when Vaishnavas distribute charity, they do not need to find a br&#257;hmana performing the activities of jñ&#257;na-k&#257;nda or karma-k&#257;nda. The best example in this regard is provided by Advaita Gosv&#257;m&#299;, who, after performing the &#347;r&#257;ddha ceremony for his father, offered charity to Harid&#257;sa Th&#257;kura, although it was known to everyone that Harid&#257;sa Th&#257;kura was born in a Mohammedan family, not a br&#257;hmana family, and was not interested in the activities of jñ&#257;na-k&#257;nda or karma-k&#257;nda.</P><P>Charity, therefore, should be given to the first-class transcendentalist, the devotee, because the &#347;&#257;stras recommend:</P><P>mukt&#257;n&#257;m api siddh&#257;n&#257;m</P><P CLASS=n>n&#257;r&#257;yana-par&#257;yanah</P><P CLASS=n>sudurlabhah pra&#347;&#257;nt&#257;tm&#257;</P><P CLASS=n>kotishv api mah&#257;-mune</P><P>"O great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord N&#257;r&#257;yana, or Krishna. Such devotees, who are fully peaceful, are extremely rare." (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/14/5.htm">6.14.5</A>) A Vaishnava is in a higher position than a jñ&#257;n&#299;, and therefore Advaita &#256;c&#257;rya selected Harid&#257;sa Th&#257;kura to be the person to accept His charity. The Supreme Lord also says:</P><P>na me 'bhakta&#347; catur-ved&#299;</P><P CLASS=n>mad-bhaktah &#347;va-pacah priyah</P><P CLASS=n>tasmai deyam tato gr&#257;hyam</P><P CLASS=n>sa ca p&#363;jyo yath&#257; hy aham</P><P>"Even though a person is a very learned scholar of the Sanskrit Vedic literatures, he is not accepted as My devotee unless he is pure in devotional service. However, even though a person is born in a family of dog-eaters, he is very dear to Me if he is a pure devotee who has no motive to enjoy fruitive activity or mental speculation. Indeed, all respect should be given to him, and whatever he offers should be accepted. Such devotees are as worshipable as I am." (Hari-bhakti-vil&#257;sa <A CLASS=v HREF="http://vedabase.net/todo/vilasa10/127">10.127</A>) Therefore, even if not born in a br&#257;hmana family, a devotee, because of his devotion to the Lord, is above all kinds of br&#257;hmanas, whether they be karma-k&#257;nd&#299;s or jñ&#257;na-k&#257;nd&#299;s.</P><P>In this regard, it may be mentioned that br&#257;hmanas in Vrind&#257;vana who are karma-k&#257;nd&#299;s and jñ&#257;na-k&#257;nd&#299;s sometimes decline to accept invitations to our temple because our temple is known as the a&#324;garej&#299; temple, or "Anglican temple." But in accordance with the evidence given in the &#347;&#257;stra and the example set by Advaita &#256;c&#257;rya, we give pras&#257;da to devotees regardless of whether they come from India, Europe or America. It is the conclusion of the &#347;&#257;stra that instead of feeding many jñ&#257;na-k&#257;nd&#299; or karma-k&#257;nd&#299; br&#257;hmanas, it is better to feed a pure Vaishnava, regardless of where he comes from. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/30.htm">9.30</A>):</P><P>api cet su-dur&#257;c&#257;ro</P><P CLASS=n>bhajate m&#257;m ananya-bh&#257;k</P><P CLASS=n>s&#257;dhur eva sa mantavyah</P><P CLASS=n>samyag vyavasito hi sah</P><P>"Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated." Thus it doesn't matter whether a devotee comes from a br&#257;hmana family or non-br&#257;hmana family; if he is fully devoted to Krishna, he is a s&#257;dhu.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>