<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.21</P><P CLASS=c>pandit&#257; bahavo r&#257;jan</P><P CLASS=c>bahu-jñ&#257;h sam&#347;aya-cchidah</P><P CLASS=c>sadasas patayo 'py eke</P><P CLASS=c>asantosh&#257;t patanty adhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panditah">pandit&#257;h</A> &#8212; very learned scholars; <A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>); <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñ&#257;h</A> &#8212; persons with varied experience; <A CLASS=v HREF="http://vedabase.net/s/samsaya">sam&#347;aya</A>-<A CLASS=v HREF="http://vedabase.net/c/cchidah">cchidah</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> legal advice; <A CLASS=v HREF="http://vedabase.net/s/sadasah">sadasah</A> <A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; persons eligible <A HREF="http://vedabase.net/t/to">to</A> become presidents of learned assemblies; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; by one disqualification; <A CLASS=v HREF="http://vedabase.net/a/asantosat">asantosh&#257;t</A> &#8212; simply by dissatisfaction or greed; <A CLASS=v HREF="http://vedabase.net/p/patanti">patanti</A> &#8212; fall down; <A CLASS=v HREF="http://vedabase.net/a/adhah">adhah</A> &#8212; into hellish conditions of life.</P><P CLASS=t>TRANSLATION</P><P>O King Yudhishthira, many persons with varied experience, many legal advisers, many learned scholars and many persons eligible to become presidents of learned assemblies fall down into hellish life because of not being satisfied with their positions.</P><P CLASS=t>PURPORT</P><P>For spiritual advancement, one should be materially satisfied, for if one is not materially satisfied, his greed for material development will result in the frustration of his spiritual advancement. There are two things that nullify all good qualities. One is poverty. Daridra-dosho guna-r&#257;&#347;i-n&#257;&#347;&#299;. If one is poverty-stricken, all his good qualities become null and void. Similarly, if one becomes too greedy, his good qualifications are lost. Therefore the adjustment is that one should not be poverty-stricken, but one must try to be fully satisfied with the bare necessities of life and not be greedy. For a devotee to be satisfied with the bare necessities is therefore the best advice for spiritual advancement. Learned authorities in devotional life consequently advise that one not endeavor to increase the number of temples and mathas. Such activities can be undertaken only by devotees experienced in propagating the Krishna consciousness movement. All the &#257;c&#257;ryas in South India, especially &#346;r&#299; R&#257;m&#257;nuj&#257;c&#257;rya, constructed many big temples, and in North India all the Gosv&#257;m&#299;s of Vrind&#257;vana constructed large temples. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura also constructed large centers, known as Gaud&#299;ya Mathas. Therefore temple construction is not bad, provided proper care is taken for the propagation of Krishna consciousness. Even if such endeavors are considered greedy, the greed is to satisfy Krishna, and therefore these are spiritual activities.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>