<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.25</P><P CLASS=c>rajas tama&#347; ca sattvena</P><P CLASS=c>sattvam copa&#347;amena ca</P><P CLASS=c>etat sarvam gurau bhakty&#257;</P><P CLASS=c>purusho hy añjas&#257; jayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the modes of passion and ignorance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sattvena">sattvena</A> &#8212; by developing the mode of goodness; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; the mode of goodness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/upasamena">upa&#347;amena</A> &#8212; by giving up attachment; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/g/gurau">gurau</A> &#8212; unto the spiritual master; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by rendering service <A HREF="http://vedabase.net/i/in">in</A> devotion; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/j/jayet">jayet</A> &#8212; can conquer.</P><P CLASS=t>TRANSLATION</P><P>One must conquer the modes of passion and ignorance by developing the mode of goodness, and then one must become detached from the mode of goodness by promoting oneself to the platform of &#347;uddha-sattva. All this can be automatically done if one engages in the service of the spiritual master with faith and devotion. In this way one can conquer the influence of the modes of nature.</P><P CLASS=t>PURPORT</P><P>Just by treating the root cause of an ailment, one can conquer all bodily pains and sufferings. Similarly, if one is devoted and faithful to the spiritual master, he can conquer the influence of sattva-guna, rajo-guna and tamo-guna very easily. Yog&#299;s and jñ&#257;n&#299;s practice in many ways to conquer the senses, but the bhakta immediately attains the mercy of the Supreme Personality of Godhead through the mercy of the spiritual master. Yasya pras&#257;d&#257;d bhagavat-pras&#257;do **. If the spiritual master is favorably inclined, one naturally receives the mercy of the Supreme Lord, and by the mercy of the Supreme Lord one immediately becomes transcendental, conquering all the influences of sattva-guna, rajo-guna and tamo-guna within this material world. This is confirmed in Bhagavad-g&#299;t&#257; (sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate [<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]). If one is a pure devotee acting under the directions of the guru, one easily gets the mercy of the Supreme Lord and thus becomes immediately situated on the transcendental platform. This is explained in the next verse.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>