<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.26</P><P CLASS=c>yasya s&#257;ksh&#257;d bhagavati</P><P CLASS=c>jñ&#257;na-d&#299;pa-prade gurau</P><P CLASS=c>marty&#257;sad-dh&#299;h &#347;rutam tasya</P><P CLASS=c>sarvam kuñjara-&#347;aucavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dipa">d&#299;pa</A>-<A CLASS=v HREF="http://vedabase.net/p/prade">prade</A> &#8212; who enlightens with the torch of knowledge; <A CLASS=v HREF="http://vedabase.net/g/gurau">gurau</A> &#8212; unto the spiritual master; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; considers the spiritual master <A HREF="http://vedabase.net/t/to">to</A> be like <A HREF="http://vedabase.net/a/an">an</A> ordinary human being and maintains such <A HREF="http://vedabase.net/a/an">an</A> unfavorable attitude; <A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; for him; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/k/kunjara">kuñjara</A>-<A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the bath of <A HREF="http://vedabase.net/a/an">an</A> elephant <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> lake.</P><P CLASS=t>TRANSLATION</P><P>The spiritual master should be considered to be directly the Supreme Lord because he gives transcendental knowledge for enlightenment. Consequently, for one who maintains the material conception that the spiritual master is an ordinary human being, everything is frustrated. His enlightenment and his Vedic studies and knowledge are like the bathing of an elephant.</P><P CLASS=t>PURPORT</P><P>It is recommended that one honor the spiritual master as being on an equal status with the Supreme Personality of Godhead. S&#257;ksh&#257;d dharitvena samasta-&#347;&#257;straih. This is enjoined in every scripture. &#256;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;t. One should consider the &#257;c&#257;rya to be as good as the Supreme Personality of Godhead. In spite of all these instructions, if one considers the spiritual master an ordinary human being, one is doomed. His study of the Vedas and his austerities and penances for enlightenment are all useless, like the bathing of an elephant. An elephant bathes in a lake quite thoroughly, but as soon as it comes on the shore it takes some dust from the ground and strews it over its body. Thus there is no meaning to the elephant's bath. One may argue by saying that since the spiritual master's relatives and the men of his neighborhood consider him an ordinary human being, what is the fault on the part of the disciple who considers the spiritual master an ordinary human being? This will be answered in the next verse, but the injunction is that the spiritual master should never be considered an ordinary man. One should strictly adhere to the instructions of the spiritual master, for if he is pleased, certainly the Supreme Personality of Godhead is pleased. Yasya pras&#257;d&#257;d bhagavat-pras&#257;do yasy&#257;pras&#257;d&#257;n na gatih kuto 'pi **.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>