<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.27</P><P CLASS=c>esha vai bhagav&#257;n s&#257;ksh&#257;t</P><P CLASS=c>pradh&#257;na-purushe&#347;varah</P><P CLASS=c>yoge&#347;varair vimrigy&#257;&#324;ghrir</P><P CLASS=c>loko yam manyate naram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A> &#8212; the chief cause of the material nature; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of all living entities or of the purush&#257;vat&#257;ra, Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaraih">&#299;&#347;varaih</A> &#8212; by great saintly persons, yog&#299;s; <A CLASS=v HREF="http://vedabase.net/v/vimrgya">vimrigya</A>-<A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s lotus feet, which <A HREF="http://vedabase.net/a/are">are</A> sought; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/m/manyate">manyate</A> &#8212; consider; <A CLASS=v HREF="http://vedabase.net/n/naram">naram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> human being.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Lord Krishna, is the master of all other living entities and of the material nature. His lotus feet are sought and worshiped by great saintly persons like Vy&#257;sa. Nonetheless, there are fools who consider Lord Krishna an ordinary human being.</P><P CLASS=t>PURPORT</P><P>The example of Lord Krishna's being the Supreme Personality of Godhead is appropriate in regard to understanding the spiritual master. The spiritual master is called sevaka-bhagav&#257;n, the servitor Personality of Godhead, and Krishna is called sevya-bhagav&#257;n, the Supreme Personality of Godhead who is to be worshiped. The spiritual master is the worshiper God, whereas the Supreme Personality of Godhead, Krishna, is the worshipable God. This is the difference between the spiritual master and the Supreme Personality of Godhead.</P><P>Another point: Bhagavad-g&#299;t&#257;, which constitutes the instructions of the Supreme Personality of Godhead, is presented by the spiritual master as it is, without deviation. Therefore the Absolute Truth is present in the spiritual master. As clearly stated in Text 26, jñ&#257;na-d&#299;pa-prade. The Supreme Personality of Godhead gives real knowledge to the entire world, and the spiritual master, as the representative of the Supreme Godhead, carries the message throughout the world. Therefore, on the absolute platform, there is no difference between the spiritual master and the Supreme Personality of Godhead. If someone considers the Supreme Personality &#8212; Krishna or Lord R&#257;macandra &#8212; to be an ordinary human being, this does not mean that the Lord becomes an ordinary human being. Similarly, if the family members of the spiritual master, who is the bona fide representative of the Supreme Personality of Godhead, consider the spiritual master an ordinary human being, this does not mean that he becomes an ordinary human being. The spiritual master is as good as the Supreme Personality of Godhead, and therefore one who is very serious about spiritual advancement must regard the spiritual master in this way. Even a slight deviation from this understanding can create disaster in the disciple's Vedic studies and austerities.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>