<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.28</P><P CLASS=c>shad-varga-samyamaik&#257;nt&#257;h</P><P CLASS=c>sarv&#257; niyama-codan&#257;h</P><P CLASS=c>tad-ant&#257; yadi no yog&#257;n</P><P CLASS=c>&#257;vaheyuh &#347;ram&#257;vah&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/varga">varga</A> &#8212; the six elements, namely the five working senses and the mind; <A CLASS=v HREF="http://vedabase.net/s/samyama">samyama</A>-<A CLASS=v HREF="http://vedabase.net/e/ekantah">ek&#257;nt&#257;h</A> &#8212; the ultimate aim of subjugating; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all such activities; <A CLASS=v HREF="http://vedabase.net/n/niyama">niyama</A>-<A CLASS=v HREF="http://vedabase.net/c/codanah">codan&#257;h</A> &#8212; the regulative principles further meant for controlling the senses and mind; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">ant&#257;h</A> &#8212; the ultimate goal of such activities; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/n/no">no</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yogan">yog&#257;n</A> &#8212; the positive link with the Supreme; <A CLASS=v HREF="http://vedabase.net/a/avaheyuh">&#257;vaheyuh</A> &#8212; did lead <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/srama">&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/a/avahah">&#257;vah&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> waste of time and labor.</P><P CLASS=t>TRANSLATION</P><P>Ritualistic ceremonies, regulative principles, austerities and the practice of yoga are all meant to control the senses and mind, but even after one is able to control the senses and mind, if he does not come to the point of meditation upon the Supreme Lord, all such activities are simply labor in frustration.</P><P CLASS=t>PURPORT</P><P>One may argue that one may achieve the ultimate goal of life &#8212; realization of the Supersoul &#8212; by practicing the yoga system and ritualistic performances according to the Vedic principles, even without staunch devotion to the spiritual master. The actual fact, however, is that by practicing yoga one must come to the platform of meditating upon the Supreme Personality of Godhead. As stated in the scriptures, dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah: [<A CLASS=v HREF="../../12/13/1.htm">SB 12.13.1</A>] a person in meditation achieves the perfection of yoga practice when he can see the Supreme Personality of Godhead. By various practices, one may come to the point of controlling the senses, but simply controlling the senses does not bring one to a substantial conclusion. However, by staunch faith in the spiritual master and the Supreme Personality of Godhead, one not only controls the senses but also realizes the Supreme Lord.</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of the Vedic knowledge automatically revealed." (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>) It is further stated, tushyeyam sarva-bh&#363;t&#257;tm&#257; guru-&#347;u&#347;r&#363;shay&#257; and taranty añjo bhav&#257;rnavam. Simply by rendering service to the spiritual master, one crosses the ocean of nescience and returns home, back to Godhead. Thus he gradually sees the Supreme Lord face to face and enjoys life in association with the Lord. The ultimate goal of yoga is to come in contact with the Supreme Personality of Godhead. Unless this point is achieved, one's so-called yoga practice is simply labor without any benefit.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>