<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.3</P><P CLASS=c>dvau daive pitri-k&#257;rye tr&#299;n</P><P CLASS=c>ekaikam ubhayatra v&#257;</P><P CLASS=c>bhojayet susamriddho 'pi</P><P CLASS=c>&#347;r&#257;ddhe kury&#257;n na vistaram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvau">dvau</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/d/daive">daive</A> &#8212; during the period when oblations <A HREF="http://vedabase.net/a/are">are</A> offered <A HREF="http://vedabase.net/t/to">to</A> the demigods; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/k/karye">k&#257;rye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/sraddha">&#347;r&#257;ddha</A> ceremony, <A HREF="http://vedabase.net/i/in">in</A> which oblations <A HREF="http://vedabase.net/a/are">are</A> offered <A HREF="http://vedabase.net/t/to">to</A> the forefathers; <A CLASS=v HREF="http://vedabase.net/t/trin">tr&#299;n</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/u/ubhayatra">ubhayatra</A> &#8212; for both occasions; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/b/bhojayet">bhojayet</A> &#8212; one should feed; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samrddhah">samriddhah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though one is very rich; <A CLASS=v HREF="http://vedabase.net/s/sraddhe">&#347;r&#257;ddhe</A> &#8212; when offering oblations <A HREF="http://vedabase.net/t/to">to</A> the forefathers; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; one should <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vistaram">vistaram</A> &#8212; very expensive arrangements.</P><P CLASS=t>TRANSLATION</P><P>During the period for offering oblations to the demigods, one should invite only two br&#257;hmanas, and while offering oblations to the forefathers, one may invite three br&#257;hmanas. Or, in either case, only one br&#257;hmana will suffice. Even though one is very opulent, he should not endeavor to invite more br&#257;hmanas or make various expensive arrangements on those occasions.</P><P CLASS=t>PURPORT</P><P>As we have already mentioned, &#346;r&#299;la Advaita &#256;c&#257;rya, during the generally observed ceremony to offer oblations to the forefathers, invited only Harid&#257;sa Th&#257;kura. Thus He followed this principle: na me'bhakta&#347; catur-ved&#299; mad-bhaktah &#347;va-pacah priyah. The Lord says, "It is not necessary that one become very expert in Vedic knowledge before he can become My bhakta, or devotee. Even if one is born in a family of dog-eaters, he can become My devotee and be very dear to Me, in spite of having taken birth in such a family. Therefore, offerings should be given to My devotee, and whatever My devotee has offered Me should be accepted." Following this principle, one should invite a first-class br&#257;hmana or Vaishnava &#8212; a realized soul &#8212; and feed him while observing the &#347;r&#257;ddha ceremony to offer oblations to one's forefathers.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>