<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verses 32-33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verses 32-33"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.32-33</P><P CLASS=c>pr&#257;n&#257;p&#257;nau sannirundhy&#257;t</P><P CLASS=c>p&#363;ra-kumbhaka-recakaih</P><P CLASS=c>y&#257;van manas tyajet k&#257;m&#257;n</P><P CLASS=c>sva-n&#257;s&#257;gra-nir&#299;kshanah</P><P CLASS=c>yato yato nihsarati</P><P CLASS=c>manah k&#257;ma-hatam bhramat</P><P CLASS=c>tatas tata up&#257;hritya</P><P CLASS=c>hridi rundhy&#257;c chanair budhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; incoming breath; <A CLASS=v HREF="http://vedabase.net/a/apanau">ap&#257;nau</A> &#8212; outgoing breath; <A CLASS=v HREF="http://vedabase.net/s/sannirundhyat">sannirundhy&#257;t</A> &#8212; should stop; <A CLASS=v HREF="http://vedabase.net/p/pura">p&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kumbhaka">kumbhaka</A>-<A CLASS=v HREF="http://vedabase.net/r/recakaih">recakaih</A> &#8212; by inhaling, exhaling and holding, which <A HREF="http://vedabase.net/a/are">are</A> technically known <A HREF="http://vedabase.net/a/as">as</A> p&#363;raka, <A HREF="http://vedabase.net/k/kumbhaka">kumbhaka</A> and <A HREF="http://vedabase.net/r/recaka">recaka</A>; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/t/tyajet">tyajet</A> &#8212; should give up; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; all material desires; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; one's own; <A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/agra">agra</A> &#8212; the tip of the nose; <A CLASS=v HREF="http://vedabase.net/n/niriksanah">nir&#299;kshanah</A> &#8212; looking at; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whatever and wherever; <A CLASS=v HREF="http://vedabase.net/n/nihsarati">nihsarati</A> &#8212; withdraws; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/h/hatam">hatam</A> &#8212; being defeated by lusty desires; <A CLASS=v HREF="http://vedabase.net/b/bhramat">bhramat</A> &#8212; wandering; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from here and there; <A CLASS=v HREF="http://vedabase.net/u/upahrtya">up&#257;hritya</A> &#8212; after bringing <A HREF="http://vedabase.net/i/it">it</A> back; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/r/rundhyat">rundhy&#257;t</A> &#8212; should arrest (the mind); <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; gradually, by practice; <A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> learned <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>While continuously staring at the tip of the nose, a learned yog&#299; practices the breathing exercises through the technical means known as p&#363;raka, kumbhaka and recaka &#8212; controlling inhalation and exhalation and then stopping them both. In this way the yog&#299; restricts his mind from material attachments and gives up all mental desires. As soon as the mind, being defeated by lusty desires, drifts toward feelings of sense gratification, the yog&#299; should immediately bring it back and arrest it within the core of his heart.</P><P CLASS=t>PURPORT</P><P>The practice of yoga is concisely explained herein. When this practice of yoga is perfect, one sees the Supersoul, the Param&#257;tm&#257; feature of the Supreme Personality of Godhead, within the core of one's heart. However, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>) the Supreme Lord says:</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." A devotee can immediately become a perfect yog&#299; because he practices keeping Krishna constantly within the core of his heart. This is another way to practice yoga easily. The Lord says:</P><P>man-man&#257; bhava mad-bhakto</P><P CLASS=n>mad-y&#257;j&#299; m&#257;m namaskuru</P><P>"Always think of Me and become My devotee. Worship Me and offer your homage unto Me." (<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>) If one practices devotional service by always keeping Krishna within the core of his heart (man-man&#257;h), he immediately becomes a first-class yog&#299;. Furthermore, keeping Krishna within the mind is not a difficult task for the devotee. For an ordinary man in the bodily concept of life, the practice of yoga may be helpful, but one who immediately takes to devotional service can immediately become a perfect yog&#299; without difficulty.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>