<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.37</P><P CLASS=c>yaih sva-dehah smrito 'n&#257;tm&#257;</P><P CLASS=c>martyo vit-krimi-bhasmavat</P><P CLASS=c>ta enam &#257;tmas&#257;t kritv&#257;</P><P CLASS=c>&#347;l&#257;ghayanti hy asattam&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by sanny&#257;s&#299;s who; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; own body; <A CLASS=v HREF="http://vedabase.net/s/smrtah">smritah</A> &#8212; consider; <A CLASS=v HREF="http://vedabase.net/a/anatma">an&#257;tm&#257;</A> &#8212; different from the soul; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; subjected <A HREF="http://vedabase.net/t/to">to</A> death; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; becoming stool; <A CLASS=v HREF="http://vedabase.net/k/krmi">krimi</A> &#8212; worms; <A CLASS=v HREF="http://vedabase.net/b/bhasma">bhasma</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; or ashes; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this body; <A CLASS=v HREF="http://vedabase.net/a/atmasat">&#257;tmas&#257;t</A> <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; again identifying with the self; <A CLASS=v HREF="http://vedabase.net/s/slaghayanti">&#347;l&#257;ghayanti</A> &#8212; glorify <A HREF="http://vedabase.net/a/as">as</A> very important; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tam&#257;h</A> &#8212; the greatest rascals.</P><P CLASS=t>TRANSLATION</P><P>Sanny&#257;s&#299;s who first consider that the body is subject to death, when it will be transformed into stool, worms or ashes, but who again give importance to the body and glorify it as the self, are to be considered the greatest rascals.</P><P CLASS=t>PURPORT</P><P>A sanny&#257;s&#299; is one who has clearly understood, through advancement in knowledge, that Brahman &#8212; he, the person himself &#8212; is the soul, not the body. One who has this understanding may take sanny&#257;sa, for he is situated in the "aham brahm&#257;smi" position. Brahma-bh&#363;tah prasann&#257;tm&#257; na &#347;ocati na k&#257;&#324;kshati [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]. Such a person, who no longer laments or hankers to maintain his body and who can accept all living entities as spirit souls, can then enter the devotional service of the Lord. If one does not enter the devotional service of the Lord but artificially considers himself Brahman or N&#257;r&#257;yana, not perfectly understanding that the soul and body are different, one certainly falls down (patanty adhah). Such a person again gives importance to the body. There are many sanny&#257;s&#299;s in India who stress the importance of the body. Some of them give special importance to the body of the poor man, accepting him as daridra-n&#257;r&#257;yana, as if N&#257;r&#257;yana had a material body. Many other sanny&#257;s&#299;s stress the importance of the social position of the body as a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra. Such sanny&#257;s&#299;s are considered the greatest rascals (asattam&#257;h). They are shameless because they have not yet understood the difference between the body and the soul and instead have accepted the body of a br&#257;hmana to be a br&#257;hmana. Brahmanism (br&#257;hmanya) consists of the knowledge of Brahman. But actually the body of a br&#257;hmana is not Brahman. Similarly, the body is neither rich nor poor. If the body of a poor man were daridra-n&#257;r&#257;yana, this would mean that the body of a rich man, on the contrary, must be dhan&#299;-n&#257;r&#257;yana. Therefore sanny&#257;s&#299;s who do not know the meaning of N&#257;r&#257;yana, those who regard the body as Brahman or as N&#257;r&#257;yana, are described here as asattam&#257;h, the most abominable rascals. Following the bodily concept of life, such sanny&#257;s&#299;s make various programs to serve the body. They conduct farcical missions consisting of so-called religious activities meant to mislead all of human society. These sanny&#257;s&#299;s have been described herein as apatrapah and asattam&#257;h &#8212; shameless and fallen from spiritual life.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38-39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>