<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.45</P><P CLASS=c>y&#257;van nri-k&#257;ya-ratham &#257;tma-va&#347;opakalpam</P><P CLASS=c>dhatte garishtha-caran&#257;rcanay&#257; ni&#347;&#257;tam</P><P CLASS=c>jñ&#257;n&#257;sim acyuta-balo dadhad asta-&#347;atruh</P><P CLASS=c>sv&#257;nanda-tushta upa&#347;&#257;nta idam vijahy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/k/kaya">k&#257;ya</A> &#8212; this human form of body; <A CLASS=v HREF="http://vedabase.net/r/ratham">ratham</A> &#8212; considered <A HREF="http://vedabase.net/t/to">to</A> be <A HREF="http://vedabase.net/a/a">a</A> chariot; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A> &#8212; dependent upon one's own control; <A CLASS=v HREF="http://vedabase.net/u/upakalpam">upakalpam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which there <A HREF="http://vedabase.net/a/are">are</A> many other subordinate parts; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; one possesses; <A CLASS=v HREF="http://vedabase.net/g/garistha">garishtha</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet of the superiors (namely the spiritual master and his predecessors); <A CLASS=v HREF="http://vedabase.net/a/arcanaya">arcanay&#257;</A> &#8212; by serving; <A CLASS=v HREF="http://vedabase.net/n/nisatam">ni&#347;&#257;tam</A> &#8212; sharpened; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/asim">asim</A> &#8212; the sword or weapon of knowledge; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/b/balah">balah</A> &#8212; by the transcendental strength of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dadhat">dadhat</A> &#8212; holding; <A CLASS=v HREF="http://vedabase.net/a/asta">asta</A>-<A CLASS=v HREF="http://vedabase.net/s/satruh">&#347;atruh</A> &#8212; until the enemy is defeated; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/t/tustah">tushtah</A> &#8212; being fully self-satisfied by transcendental bliss; <A CLASS=v HREF="http://vedabase.net/u/upasantah">upa&#347;&#257;ntah</A> &#8212; the consciousness being cleansed of all material contamination; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this body; <A CLASS=v HREF="http://vedabase.net/v/vijahyat">vijahy&#257;t</A> &#8212; one should give up.</P><P CLASS=t>TRANSLATION</P><P>As long as one has to accept a material body, with its different parts and paraphernalia, which are not fully under one's control, one must have the lotus feet of his superiors, namely his spiritual master and the spiritual master's predecessors. By their mercy, one can sharpen the sword of knowledge, and with the power of the Supreme Personality of Godhead's mercy one must then conquer the enemies mentioned above. In this way, the devotee should be able to merge into his own transcendental bliss, and then he may give up his body and resume his spiritual identity.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>) the Lord says:</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." This is the highest perfection of life, and the human body is meant for this purpose. It is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/20/17.htm">11.20.17</A>):</P><P>nri-deham &#257;dyam sulabham sudurlabham</P><P CLASS=n>plavam sukalpam guru-karnadh&#257;ram</P><P CLASS=n>may&#257;nuk&#363;lena nabhasvateritam</P><P CLASS=n>pum&#257;n bhav&#257;bdhim na taret sa &#257;tma-h&#257;</P><P>This human form of body is a most valuable boat, and the spiritual master is the captain, guru-karnadh&#257;ram, to guide the boat in plying across the ocean of nescience. The instruction of Krishna is a favorable breeze. One must use all these facilities to cross over the ocean of nescience. Since the spiritual master is the captain, one must serve the spiritual master very sincerely so that by his mercy one will be able to get the mercy of the Supreme Lord.</P><P>A significant word here is acyuta-balah. The spiritual master is certainly very merciful to his disciples, and consequently by satisfying him a devotee gets strength from the Supreme Personality of Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu therefore says, guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja: one must first please the spiritual master, and then one automatically pleases Krishna and gets the strength with which to cross the ocean of nescience. If one seriously desires to return home, back to Godhead, one must therefore become strong enough by pleasing the spiritual master, for thus one gets the weapon with which to conquer the enemy, and one also gets the grace of Krishna. Simply getting the weapon of jñ&#257;na is insufficient. One must sharpen the weapon by serving the spiritual master and adhering to his instructions. Then the candidate will get the mercy of the Supreme Personality of Godhead. In general warfare one must take help from his chariot and horses in order to conquer his enemy, and after conquering his enemies he may give up the chariot and its paraphernalia. Similarly, as long as one has a human body, one should fully use it to obtain the highest perfection of life, namely going back home, back to Godhead.</P><P>The perfection of knowledge is certainly to become transcendentally situated (brahma-bh&#363;ta). As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>):</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>"One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed toward all living entities. In that state he attains pure devotional service." Simply by cultivating knowledge as the impersonalists do, one cannot get out of the clutches of m&#257;y&#257;. One must attain the platform of bhakti.</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God." (<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>) Unless one has attained the stage of devotional service and the mercy of the spiritual master and Krishna, there is a possibility that one may fall down and again accept a material body. Therefore Krishna stresses in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P>The word tattvatah, meaning "in reality," is very important. Tato m&#257;m tattvato jñ&#257;tv&#257;. Unless one understands Krishna in truth by the mercy of the spiritual master, one is not free to give up his material body. As it is said, &#257;ruhya kricchrena param padam tatah patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah: [<A CLASS=v HREF="../../10/2/32.htm">SB 10.2.32</A>] if one neglects to serve the lotus feet of Krishna, one cannot become free from the material clutches simply by knowledge. Even if one attains the stage of brahma-padam, merging in Brahman, without bhakti he is prone to fall down. One must be very careful in regard to the danger of falling down again into material bondage. The only insurance is to come to the stage of bhakti, from which one is sure not to fall. Then one is free from the activities of the material world. In summary, as stated by &#346;r&#299; Caitanya Mah&#257;prabhu, one must get in touch with a bona fide spiritual master coming in the parampar&#257; of Krishna consciousness, for by his mercy and instructions one is able to get strength from Krishna. Thus one engages in devotional service and attains the ultimate goal of life, the lotus feet of Vishnu.</P><P>Significant in this verse are the words jñ&#257;n&#257;sim acyuta-balah. Jñ&#257;n&#257;sim, the sword of knowledge, is given by Krishna, and when one serves the guru and Krishna in order to hold the sword of Krishna's instructions, Balar&#257;ma gives one strength. Balar&#257;ma is Nity&#257;nanda. Vrajendra-nandana yei, &#347;ac&#299;-suta haila sei, balar&#257;ma ha-ila nit&#257;i. This bala &#8212; Balar&#257;ma &#8212; comes with &#346;r&#299; Caitanya Mah&#257;prabhu, and both of Them are so merciful that in this age of Kali one may very easily take shelter of Their lotus feet. They come especially to deliver the fallen souls of this age. p&#257;p&#299; t&#257;p&#299; yata chila, hari-n&#257;me uddh&#257;rila. Their weapon is sa&#324;k&#299;rtana, hari-n&#257;ma. Thus one should accept the sword of knowledge from Krishna and be strong with the mercy of Balar&#257;ma. We are therefore worshiping Krishna-Balar&#257;ma in Vrind&#257;vana. In the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/4">3.2.4</A>) it is said:</P><P>n&#257;yam &#257;tm&#257; bala-h&#299;nena labhyo</P><P CLASS=n>na ca pram&#257;d&#257;t tapaso v&#257;py ali&#324;g&#257;t</P><P CLASS=n>etair up&#257;yair yatate yas tu vidv&#257;ms</P><P CLASS=n>tasyaisha &#257;tm&#257; vi&#347;ate brahma-dh&#257;ma</P><P>One cannot attain the goal of life without the mercy of Balar&#257;ma. &#346;r&#299; Narottama d&#257;sa Th&#257;kura therefore says, nit&#257;iyera karun&#257; habe, vraje r&#257;dh&#257;-krishna p&#257;be: when one receives the mercy of Balar&#257;ma, Nity&#257;nanda, one can attain the lotus feet of R&#257;dh&#257; and Krishna very easily.</P><P>se sambandha n&#257;hi y&#257;ra, brith&#257; janma gela t&#257;ra,</P><P CLASS=n>vidy&#257;-kule hi karibe t&#257;ra</P><P>If one has no connection with Nit&#257;i, Balar&#257;ma, then even though one is a very learned scholar or jñ&#257;n&#299; or has taken birth in a very respectable family, these assets will not help him. We must therefore conquer the enemies of Krishna consciousness with the strength received from Balar&#257;ma.</P><P CLASS=l><A CLASS=i HREF="43-44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>