<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.46</P><P CLASS=c>nocet pramattam asad-indriya-v&#257;ji-s&#363;t&#257;</P><P CLASS=c>n&#299;tvotpatham vishaya-dasyushu nikshipanti</P><P CLASS=c>te dasyavah sahaya-s&#363;tam amum tamo 'ndhe</P><P CLASS=c>sams&#257;ra-k&#363;pa uru-mrityu-bhaye kshipanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nocet">nocet</A> &#8212; if we <A HREF="http://vedabase.net/d/do">do</A> not follow the instructions of <A HREF="http://vedabase.net/a/acyuta">Acyuta</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>, and <A HREF="http://vedabase.net/d/do">do</A> not take shelter of <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/p/pramattam">pramattam</A> &#8212; careless, inattentive; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> always prone <A HREF="http://vedabase.net/t/to">to</A> material consciousness; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/v/vaji">v&#257;ji</A> &#8212; acting <A HREF="http://vedabase.net/a/as">as</A> the horses; <A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;t&#257;h</A> &#8212; the chariot driver (intelligence); <A CLASS=v HREF="http://vedabase.net/n/nitva">n&#299;tv&#257;</A> &#8212; bringing; <A CLASS=v HREF="http://vedabase.net/u/utpatham">utpatham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the roadway of material desire; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; the sense objects; <A CLASS=v HREF="http://vedabase.net/d/dasyusu">dasyushu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the hands of the plunderers; <A CLASS=v HREF="http://vedabase.net/n/niksipanti">nikshipanti</A> &#8212; throw; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/d/dasyavah">dasyavah</A> &#8212; plunderers; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">s&#363;tam</A> &#8212; the horses and chariot driver; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; dark; <A CLASS=v HREF="http://vedabase.net/a/andhe">andhe</A> &#8212; blind; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; into the well of material existence; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/m/mrtyu">mrityu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaye">bhaye</A> &#8212; fear of death; <A CLASS=v HREF="http://vedabase.net/k/ksipanti">kshipanti</A> &#8212; throw.</P><P CLASS=t>TRANSLATION</P><P>Otherwise, if one does not take shelter of Acyuta and Baladeva, then the senses, acting as the horses, and the intelligence, acting as the driver, both being prone to material contamination, inattentively bring the body, which acts as the chariot, to the path of sense gratification. When one is thus attracted again by the rogues of vishaya &#8212; eating, sleeping and mating &#8212; the horses and chariot driver are thrown into the blinding dark well of material existence, and one is again put into a dangerous and extremely fearful situation of repeated birth and death.</P><P CLASS=t>PURPORT</P><P>Without the protection of Gaura-Nit&#257;i &#8212; Krishna and Balar&#257;ma &#8212; one cannot get out of the dark well of ignorance in material existence. This is indicated here by the word nocet, which means that one will always remain in the dark well of material existence. The living entity must get strength from Nit&#257;i-Gaura, or Krishna-Balar&#257;ma. Without the mercy of Nit&#257;i-Gaura, there is no way to come out of this dark well of ignorance. As stated in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/1/2.htm">&#256;di 1.2</A>):</P><P>vande &#347;r&#299;-krishna-caitanya-</P><P CLASS=n>nity&#257;nandau sahoditau</P><P CLASS=n>gaudodaye pushpavantau</P><P CLASS=n>citrau &#347;andau tamo-nudau</P><P>"I offer my respectful obeisances unto &#346;r&#299; Krishna Caitanya and Lord Nity&#257;nanda, who are like the sun and moon. They have arisen simultaneously on the horizon of Gauda to dissipate the darkness of ignorance and thus wonderfully bestow benediction upon all." This material world is a dark well of ignorance. The fallen soul in this dark well must take shelter of the lotus feet of Gaura-Nit&#257;i, for thus he can easily emerge from material existence. Without Their strength, simply attempting to get out of the clutches of matter by speculative knowledge will be insufficient.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>