<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verses 50-51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verses 50-51"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.50-51</P><P CLASS=c>dravya-s&#363;kshma-vip&#257;ka&#347; ca</P><P CLASS=c>dh&#363;mo r&#257;trir apakshayah</P><P CLASS=c>ayanam dakshinam somo</P><P CLASS=c>dar&#347;a oshadhi-v&#299;rudhah</P><P CLASS=c>annam reta iti kshme&#347;a</P><P CLASS=c>pitri-y&#257;nam punar-bhavah</P><P CLASS=c>ekaika&#347;yen&#257;nup&#363;rvam</P><P CLASS=c>bh&#363;tv&#257; bh&#363;tveha j&#257;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A>-<A CLASS=v HREF="http://vedabase.net/s/suksma">s&#363;kshma</A>-<A CLASS=v HREF="http://vedabase.net/v/vipakah">vip&#257;kah</A> &#8212; the paraphernalia offered <A HREF="http://vedabase.net/a/as">as</A> oblations <A HREF="http://vedabase.net/i/in">in</A> the fire, such <A HREF="http://vedabase.net/a/as">as</A> food grains mixed with ghee; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dhumah">dh&#363;mah</A> &#8212; turned <A HREF="http://vedabase.net/t/to">to</A> smoke, or the demigod <A HREF="http://vedabase.net/i/in">in</A> charge of smoke; <A CLASS=v HREF="http://vedabase.net/r/ratrih">r&#257;trih</A> &#8212; the demigod <A HREF="http://vedabase.net/i/in">in</A> charge of night; <A CLASS=v HREF="http://vedabase.net/a/apaksayah">apakshayah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dark fortnight of the moon; <A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; the demigod <A HREF="http://vedabase.net/i/in">in</A> charge of the passing of the sun; <A CLASS=v HREF="http://vedabase.net/d/daksinam">dakshinam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the southern zone; <A CLASS=v HREF="http://vedabase.net/s/somah">somah</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/d/darsah">dar&#347;ah</A> &#8212; returning; <A CLASS=v HREF="http://vedabase.net/o/osadhi">oshadhi</A> &#8212; plant life (on the surface of the earth); <A CLASS=v HREF="http://vedabase.net/v/virudhah">v&#299;rudhah</A> &#8212; vegetation <A HREF="http://vedabase.net/i/in">in</A> general (the birth of lamentation); <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/r/retah">retah</A> &#8212; semen; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/k/ksma">kshma</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>, lord of the earth; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/y/yanam">y&#257;nam</A> &#8212; the way of taking birth from the father's semen; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/e/ekasyena">eka&#347;yena</A> &#8212; one after another; <A CLASS=v HREF="http://vedabase.net/a/anupurvam">anup&#363;rvam</A> &#8212; successively, according <A HREF="http://vedabase.net/t/to">to</A> the gradation; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; taking birth; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; again taking birth; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/j/jayate">j&#257;yate</A> &#8212; one exists <A HREF="http://vedabase.net/i/in">in</A> the materialistic way of life.</P><P CLASS=t>TRANSLATION</P><P>My dear King Yudhishthira, when oblations of ghee and food grains like barley and sesame are offered in sacrifice, they turn into celestial smoke, which carries one to successively higher planetary systems like the kingdoms of Dhum&#257;, R&#257;tri, Krishnapaksha, Dakshinam and ultimately the moon. Then, however, the performers of sacrifice descend again to earth to become herbs, creepers, vegetables and food grains. These are eaten by different living entities and turned to semen, which is injected into female bodies. Thus one takes birth again and again.</P><P CLASS=t>PURPORT</P><P>This is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>):</P><P>te tam bhuktv&#257; svarga-lokam vi&#347;&#257;lam</P><P CLASS=n>ksh&#299;ne punye martya-lokam vi&#347;anti</P><P CLASS=n>evam tray&#299;-dharmam anuprapann&#257;</P><P CLASS=n>gat&#257;gatam k&#257;ma-k&#257;m&#257; labhante</P><P>"When those who follow the pravritti-m&#257;rga have enjoyed heavenly sense pleasure, they return to this mortal planet again. Thus, through the Vedic principles, they achieve only flickering happiness." Following the pravritti-m&#257;rga, the living entity who desires to be promoted to the higher planetary systems performs sacrifices regularly, and how he goes up and comes down again is described here in &#346;r&#299;mad-Bh&#257;gavatam, as well as in Bhagavad-g&#299;t&#257;. It is also said, traigunya-vishay&#257; ved&#257;h: "The Vedas deal mainly with the three modes of material nature." The Vedas, especially three Vedas, namely S&#257;ma, Yajur and Rik, vividly describe this process of ascending to the higher planets and returning. But Krishna advises Arjuna, traigunya-vishay&#257; ved&#257; nistraigunyo bhav&#257;rjuna: one has to transcend these three modes of material nature, and then one will be released from the cycle of birth and death. Otherwise, although one may be promoted to a higher planetary system such as Candraloka, one must again come down (ksh&#299;ne punye martya-lokam vi&#347;anti [<A CLASS=v HREF="../../../bg/9/21.htm">Bg. 9.21</A>]). After one's enjoyment due to pious activities is finished, one must return to this planet in rainfall and first take birth as a plant or creeper, which is eaten by various animals, including human beings, and turned to semen. This semen is injected into the female body, and thus the living entity takes birth. Those who return to earth in this way take birth especially in higher families like those of br&#257;hmanas.</P><P>It may be remarked in this connection that even the modern so-called scientists who are going to the moon are not able to stay there, but are returning to their laboratories. Therefore, whether one goes to the moon by modern mechanical arrangements or by performing pious activities, one must return to earth. That is clearly stated in this verse and explained in Bhagavad-g&#299;t&#257;. Even if one goes to the higher planetary systems (y&#257;nti deva-vrat&#257; dev&#257;n [<A CLASS=v HREF="../../../bg/9/25.htm">Bg. 9.25</A>]), one's place there is not secure; one must return to martya-loka. &#256;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna: [<A CLASS=v HREF="../../../bg/8/16.htm">Bg. 8.16</A>] aside from the moon, even if one goes to Brahmaloka, one must return. Yam pr&#257;pya na nivartante tad dh&#257;ma paramam mama: but if one goes back home, back to Godhead, he need not return to this material world.</P><P CLASS=l><A CLASS=i HREF="48-49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>