<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.53</P><P CLASS=c>indriy&#257;ni manasy &#363;rmau</P><P CLASS=c>v&#257;ci vaik&#257;rikam manah</P><P CLASS=c>v&#257;cam varna-sam&#257;mn&#257;ye</P><P CLASS=c>tam omk&#257;re svare nyaset</P><P CLASS=c>omk&#257;ram bindau n&#257;de tam</P><P CLASS=c>tam tu pr&#257;ne mahaty amum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; the senses (acting and knowledge-gathering); <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/u/urmau">&#363;rmau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the waves of acceptance and rejection; <A CLASS=v HREF="http://vedabase.net/v/vaci">v&#257;ci</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the words; <A CLASS=v HREF="http://vedabase.net/v/vaikarikam">vaik&#257;rikam</A> &#8212; infected by changes; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;cam</A> &#8212; the words; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/s/samamnaye">sam&#257;mn&#257;ye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the aggregate of all alphabets; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that (aggregate of all alphabets); <A CLASS=v HREF="http://vedabase.net/o/omkare">omk&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the concise form of <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/s/svare">svare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the vibration; <A CLASS=v HREF="http://vedabase.net/n/nyaset">nyaset</A> &#8212; one should give up; <A CLASS=v HREF="http://vedabase.net/o/omkaram">omk&#257;ram</A> &#8212; the concise sound vibration; <A CLASS=v HREF="http://vedabase.net/b/bindau">bindau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the point of <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/n/nade">n&#257;de</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sound vibration; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that (sound vibration); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/prane">pr&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the life air; <A CLASS=v HREF="http://vedabase.net/m/mahati">mahati</A> &#8212; unto the Supreme; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; the living entity.</P><P CLASS=t>TRANSLATION</P><P>The mind is always agitated by waves of acceptance and rejection. Therefore all the activities of the senses should be offered into the mind, which should be offered into one's words. Then one's words should be offered into the aggregate of all alphabets, which should be offered into the concise form omk&#257;ra. Omk&#257;ra should be offered into the point bindu, bindu into the vibration of sound, and that vibration into the life air. Then the living entity, who is all that remains, should be placed in Brahman, the Supreme. This is the process of sacrifice.</P><P CLASS=t>PURPORT</P><P>The mind is always agitated by acceptance and rejection, which are compared to mental waves that are constantly tossing. The living entity is floating in the waves of material existence because of his forgetfulness. &#346;r&#299;la Bhaktivinoda Th&#257;kura has therefore sung in his G&#299;t&#257;val&#299;: miche m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese', kh&#257;ccha h&#257;budubu, bh&#257;i. "My dear mind, under the influence of m&#257;y&#257; you are being carried away by the waves of rejection and acceptance. Simply take shelter of Krishna." J&#299;va krishna-d&#257;sa, ei vi&#347;v&#257;sa, karle ta' &#257;ra duhkha n&#257;i: if we simply regard the lotus feet of Krishna as our ultimate shelter, we shall be saved from all these waves of m&#257;y&#257;, which are variously exhibited as mental and sensual activities and the agitation of rejection and acceptance. Krishna instructs in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo</P><P CLASS=n>mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear." Therefore if we simply place ourselves at the lotus feet of Krishna by taking to Krishna consciousness and keeping always in touch with Him by chanting the Hare Krishna mantra, we need not take much trouble in arranging to return to the spiritual world. By the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, this is very easy.</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>