<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 59"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.59</P><P CLASS=c>kshity-&#257;d&#299;n&#257;m ih&#257;rth&#257;n&#257;m</P><P CLASS=c>ch&#257;y&#257; na katam&#257;pi hi</P><P CLASS=c>na sa&#324;gh&#257;to vik&#257;ro 'pi</P><P CLASS=c>na pritha&#324; n&#257;nvito mrish&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; of the five elements, beginning with the earth; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/a/arthanam">arth&#257;n&#257;m</A> &#8212; of those five elements; <A CLASS=v HREF="http://vedabase.net/c/chaya">ch&#257;y&#257;</A> &#8212; shadow; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/k/katama">katam&#257;</A> &#8212; which of them; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/sanghatah">sa&#324;gh&#257;tah</A> &#8212; combination; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;rah</A> &#8212; transformation; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; nor separated; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; nor inherent <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; all these theories <A HREF="http://vedabase.net/a/are">are</A> without substance.</P><P CLASS=t>TRANSLATION</P><P>In this world there are five elements &#8212; namely earth, water, fire, air and ether &#8212; but the body is not a reflection of them, nor a combination or transformation of them. Because the body and its ingredients are neither distinct nor amalgamated, all such theories are insubstantial.</P><P CLASS=t>PURPORT</P><P>A forest is certainly a transformation of the earth, but one tree does not depend on another tree; if one is cut down, this does not mean that the others are cut down. Therefore, the forest is neither a combination nor a transformation of the trees. The best explanation is given by Krishna Himself:</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P>"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them." (<A CLASS=v HREF="../../../bg/9/4.htm">Bg. 9.4</A>) Everything is an expansion of Krishna's energy. As it is said, par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate: the Lord has multi-energies, which are expressed in different ways. The energies are existing, and the Supreme Personality of Godhead also exists simultaneously; because everything is His energy, He is simultaneously one with everything and different from everything. Thus our speculative theories that &#257;tm&#257;, the living force, is a combination of matter, that matter is a transformation of the soul, or that the body is part of the soul are all insubstantial.</P><P>Since all the Lord's energies are simultaneously existing, one must understand the Supreme Personality of Godhead. But although He is everything, He is not present in everything. The Lord must be worshiped in His original form as Krishna. He can also present Himself in any one of His various expanded energies. When we worship the Deity of the Lord in the temple, the Deity appears to be stone or wood. Now, because the Supreme Lord does not have a material body, He is not stone or wood, yet stone and wood are not different from Him. Thus by worshiping stone or wood we get no result, but when the stone and wood are represented in the Lord's original form, by worshiping the Deity we get the desired result. This is supported by &#346;r&#299; Caitanya Mah&#257;prabhu's philosophy, acintya-bhed&#257;bheda, which explains how the Lord can present Himself everywhere and anywhere in a form of His energy to accept service from the devotee.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>