<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.6</P><P CLASS=c>devarshi-pitri-bh&#363;tebhya</P><P CLASS=c>&#257;tmane sva-jan&#257;ya ca</P><P CLASS=c>annam samvibhajan pa&#347;yet</P><P CLASS=c>sarvam tat purush&#257;tmakam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; unto the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A> &#8212; forefathers; <A CLASS=v HREF="http://vedabase.net/b/bhutebhyah">bh&#363;tebhyah</A> &#8212; the living entities <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; relatives; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/janaya">jan&#257;ya</A> &#8212; family members and friends; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; foodstuff (<A HREF="http://vedabase.net/p/prasada">pras&#257;da</A>); <A CLASS=v HREF="http://vedabase.net/s/samvibhajan">samvibhajan</A> &#8212; offering; <A CLASS=v HREF="http://vedabase.net/p/pasyet">pa&#347;yet</A> &#8212; one should see; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; related <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>One should offer pras&#257;da to the demigods, the saintly persons, one's forefathers, the people in general, one's family members, one's relatives and one's friends, seeing them all as devotees of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>As mentioned above, it is recommended that everyone distribute pras&#257;da, considering every living being a part and parcel of the Supreme Lord. Even in feeding the poor, one should distribute pras&#257;da. In Kali-yuga there is a scarcity of food almost every year, and thus philanthropists spend lavishly to feed the poor. For this they invent the term daridra-n&#257;r&#257;yana-sev&#257;. This is prohibited. One should distribute sumptuous pras&#257;da, considering everyone a part of the Supreme Lord, but one should not juggle words to make a poor man N&#257;r&#257;yana. Everyone is related to the Supreme Lord, but one should not mistakenly think that because one is related to the Supreme Personality of Godhead, he has become the Supreme Personality of Godhead, N&#257;r&#257;yana. Such a M&#257;y&#257;v&#257;da philosophy is extremely dangerous, especially for a devotee. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore strictly forbidden us to associate with M&#257;y&#257;v&#257;d&#299; philosophers. M&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a: if one associates with the M&#257;y&#257;v&#257;da philosophy, his devotional life is doomed.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>