<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 68"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.68</P><P CLASS=c>yath&#257; hi y&#363;yam nripa-deva dustyaj&#257;d</P><P CLASS=c>&#257;pad-gan&#257;d uttarat&#257;tmanah prabhoh</P><P CLASS=c>yat-p&#257;da-pa&#324;keruha-sevay&#257; bhav&#257;n</P><P CLASS=c>ah&#257;rash&#299;n nirjita-dig-gajah krat&#363;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you (P&#257;ndavas); <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lord of the kings, human beings and demigods; <A CLASS=v HREF="http://vedabase.net/d/dustyajat">dustyaj&#257;t</A> &#8212; insurmountable; <A CLASS=v HREF="http://vedabase.net/a/apat">&#257;pat</A> &#8212; dangerous conditions; <A CLASS=v HREF="http://vedabase.net/g/ganat">gan&#257;t</A> &#8212; from all; <A CLASS=v HREF="http://vedabase.net/u/uttarata">uttarata</A> &#8212; escaped; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/p/prabhoh">prabhoh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/pankeruha">pa&#324;keruha</A> &#8212; whose lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by serving; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/a/aharasit">ah&#257;rash&#299;t</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/n/nirjita">nirjita</A> &#8212; defeating; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A>-<A CLASS=v HREF="http://vedabase.net/g/gajah">gajah</A> &#8212; the most powerful enemies, who were like elephants; <A CLASS=v HREF="http://vedabase.net/k/kratun">krat&#363;n</A> &#8212; ritualistic ceremonies.</P><P CLASS=t>TRANSLATION</P><P>O King Yudhishthira, because of your service to the Supreme Lord, all of you P&#257;ndavas defeated the greatest dangers posed by numerous kings and demigods. By serving the lotus feet of Krishna, you conquered great enemies, who were like elephants, and thus you collected ingredients for sacrifice. By His grace, may you be delivered from material involvement.</P><P CLASS=t>PURPORT</P><P>Placing himself as an ordinary householder, Mah&#257;r&#257;ja Yudhishthira inquired from N&#257;rada Muni how a griha-m&#363;dha-dh&#299;, a person who is entangled in household life and who thus continues to remain a fool, can be delivered. N&#257;rada Muni encouraged Mah&#257;r&#257;ja Yudhishthira by saying, "You are already on the safe side because you, along with your entire family, have become a pure devotee of Krishna." By Krishna's grace, the P&#257;ndavas conquered in the Battle of Kurukshetra and were saved from many dangers posed not only by kings but sometimes even by the demigods. Thus they are a practical example of how to live in security and safety by the grace of Krishna. Everyone should follow the example of the P&#257;ndavas, who showed how to be saved by the grace of Krishna. Our Krishna consciousness movement is intended to teach how everyone can live peacefully in this material world and at the end of life return home, back to Godhead. In the material world there are always dangers at every step (padam padam yad vipad&#257;m na tesh&#257;m). Nonetheless, if one takes shelter of Krishna without hesitation and keeps under the shelter of Krishna, he can easily cross the ocean of nescience. Sam&#257;&#347;rit&#257; ye pada-pallava-plavam mahat-padam punya-ya&#347;o mur&#257;reh. To the devotee, this great ocean of nescience becomes like a puddle of water in the hoofprint of a cow. A pure devotee, without embarrassing himself by trying for elevation in so many ways, stays in the safest position as a servant of Krishna, and thus his life is eternally safe without a doubt.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>