<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 70</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 70"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.70</P><P CLASS=c>r&#363;pa-pe&#347;ala-m&#257;dhurya-</P><P CLASS=c>saugandhya-priya-dar&#347;anah</P><P CLASS=c>str&#299;n&#257;m priyatamo nityam</P><P CLASS=c>mattah sva-pura-lampatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/p/pesala">pe&#347;ala</A> &#8212; formation of the body; <A CLASS=v HREF="http://vedabase.net/m/madhurya">m&#257;dhurya</A> &#8212; attractiveness; <A CLASS=v HREF="http://vedabase.net/s/saugandhya">saugandhya</A> &#8212; very fragrant, being decorated with various flower garlands and sandalwood pulp; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; very beautiful <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of the women; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; naturally attracted; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; daily; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; proud like <A HREF="http://vedabase.net/a/a">a</A> madman; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his own city; <A CLASS=v HREF="http://vedabase.net/l/lampatah">lampatah</A> &#8212; very much attached <A HREF="http://vedabase.net/t/to">to</A> women because of lusty desires.</P><P CLASS=t>TRANSLATION</P><P>I had a beautiful face and a pleasing, attractive bodily structure. Decorated with flower garlands and sandalwood pulp, I was most pleasing to the women of my city. Thus I was bewildered, always feeling lusty desires.</P><P CLASS=t>PURPORT</P><P>From the description of the beauty of N&#257;rada Muni when he was one of the denizens of Gandharvaloka, it appears that everyone on that planet is extremely beautiful and pleasing and always decorated with flowers and sandalwood. Upabarhana was N&#257;rada Muni's name previously. Upabarhana was specifically expert in decorating himself to attract the attention of women, and thus he became a playboy, as described in the next verse. To be a playboy in this life is unfortunate because too much attraction to women will lead one to fall into the association of &#347;&#363;dras, who can easily take advantage of mingling with women without restriction. In this present age of Kali, when people are mand&#257;h sumanda-matayah &#8212; very bad because of a &#347;&#363;dra mentality &#8212; such free mingling is prominent. Among the higher classes &#8212; br&#257;hmana, kshatriya and vai&#347;ya &#8212; there is no chance for men to mingle with women freely, but in the &#347;&#363;dra community such mingling is open. Because there is no cultural education in this age of Kali, everyone is spiritually untrained, and everyone is therefore to be considered &#347;&#363;dra (a&#347;uddh&#257;h &#347;&#363;dra-kalp&#257; hi br&#257;hman&#257;h kali-sambhav&#257;h). When all the people become &#347;&#363;dras, certainly they are very bad (mand&#257;h sumanda-matayah). Thus they manufacture their own way of life, with the result that they gradually become unfortunate (manda-bh&#257;gy&#257;h), and furthermore they are always disturbed by various circumstances.</P><P CLASS=l><A CLASS=i HREF="69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="71.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>