<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 72"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.72</P><P CLASS=c>aham ca g&#257;yams tad-vidv&#257;n</P><P CLASS=c>str&#299;bhih parivrito gatah</P><P CLASS=c>jñ&#257;tv&#257; vi&#347;va-srijas tan me</P><P CLASS=c>helanam &#347;epur ojas&#257;</P><P CLASS=c>y&#257;hi tvam &#347;&#363;drat&#257;m &#257;&#347;u</P><P CLASS=c>nashta-&#347;r&#299;h krita-helanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> myself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/gayan">g&#257;yan</A> &#8212; singing the glories of other demigods rather than those of the Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; knowing very well the art of singing; <A CLASS=v HREF="http://vedabase.net/s/stribhih">str&#299;bhih</A> &#8212; by women; <A CLASS=v HREF="http://vedabase.net/p/parivrtah">parivritah</A> &#8212; being surrounded; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; went there; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing well; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srjah">srijah</A> &#8212; the praj&#257;patis, <A HREF="http://vedabase.net/t/to">to</A> whom the management of universal affairs was entrusted; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; the attitude of my singing; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/h/helanam">helanam</A> &#8212; negligence; <A CLASS=v HREF="http://vedabase.net/s/sepuh">&#347;epuh</A> &#8212; cursed; <A CLASS=v HREF="http://vedabase.net/o/ojasa">ojas&#257;</A> &#8212; with great force; <A CLASS=v HREF="http://vedabase.net/y/yahi">y&#257;hi</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/s/sudratam">&#347;&#363;drat&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A> &#8212; devoid of; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/h/helanah">helanah</A> &#8212; because of transgressing the etiquette.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni continued: Being invited to that festival, I also joined, and, surrounded by women, I began musically singing the glories of the demigods. Because of this, the praj&#257;patis, the great demigods in charge of the affairs of the universe, forcefully cursed me with these words: "Because you have committed an offense, may you immediately become a &#347;&#363;dra, devoid of beauty."</P><P CLASS=t>PURPORT</P><P>As far as k&#299;rtana is concerned, the &#347;&#257;stras say, &#347;ravanam k&#299;rtanam vishnoh: [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>] one should chant the glories of the Supreme Lord and the holy name of the Supreme Lord. This is clearly stated. &#346;ravanam k&#299;rtanam vishnoh: one should chant about and glorify Lord Vishnu, not any demigod. Unfortunately, there are foolish persons who invent some process of k&#299;rtana on the basis of a demigod's name. This is an offense. K&#299;rtana means glorifying the Supreme Lord, not any demigod. Sometimes people invent k&#257;l&#299;-k&#299;rtana or &#347;iva-k&#299;rtana, and even big sanny&#257;s&#299;s in the M&#257;y&#257;v&#257;da school say that one may chant any name and still get the same result. But here we find that millions and millions of years ago, when N&#257;rada Muni was a Gandharva, he neglected the order to glorify the Lord, and being mad in the association of women, he began to chant otherwise. Thus he was cursed to become a &#347;&#363;dra. His first offense was that he went to join the sa&#324;k&#299;rtana party in the company of lusty women, and another offense was that he considered ordinary songs, like cinema songs and other such songs, to be equal to sa&#324;k&#299;rtana. For this offense he was punished with becoming a &#347;&#363;dra.</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="73.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>