<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 77</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 77"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.77</P><P CLASS=c>na yasya s&#257;ksh&#257;d bhava-padmaj&#257;dibh&#299;</P><P CLASS=c>r&#363;pam dhiy&#257; vastutayopavarnitam</P><P CLASS=c>maunena bhaktyopa&#347;amena p&#363;jitah</P><P CLASS=c>pras&#299;dat&#257;m esha sa s&#257;tvat&#257;m patih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom (Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; by Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and others; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the form; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/v/vastutaya">vastutay&#257;</A> &#8212; factually; <A CLASS=v HREF="http://vedabase.net/u/upavarnitam">upavarnitam</A> &#8212; could be explained; <A CLASS=v HREF="http://vedabase.net/m/maunena">maunena</A> &#8212; by silence; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/u/upasamena">upa&#347;amena</A> &#8212; by finishing all material activities; <A CLASS=v HREF="http://vedabase.net/p/pujitah">p&#363;jitah</A> &#8212; one who is <A HREF="http://vedabase.net/s/so">so</A> worshiped; <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; may be pleased with us; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; who is the maintainer, master and guide.</P><P CLASS=t>TRANSLATION</P><P>Present here now is the same Supreme Personality of Godhead whose true form cannot be understood even by such great personalities as Lord Brahm&#257; and Lord &#346;iva. He is realized by devotees because of their unflinching surrender. May that same Personality of Godhead, who is the maintainer of His devotees and who is worshiped by silence, by devotional service and by cessation of material activities, be pleased with us.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is not properly understood even by such exalted personalities as Lord &#346;iva and Lord Brahm&#257;, what to speak of ordinary men, but by His causeless mercy He bestows the benediction of devotion upon His devotees, who can thus understand Krishna as He is. Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]. No one within this universe can understand Krishna in truth, but if one engages in devotional service one can understand Him perfectly well. This is also confirmed by the Lord in the Seventh Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/1.htm">7.1</A>):</P><P>mayy &#257;sakta-man&#257;h p&#257;rtha</P><P CLASS=n>yogam yuñjan mad-&#257;&#347;rayah</P><P CLASS=n>asam&#347;ayam samagram m&#257;m</P><P CLASS=n>yath&#257; jñ&#257;syasi tac chrinu</P><P>"Now, hear, O son of Prith&#257; [Arjuna], how by practicing yoga in full consciousness of Me, with mind attached to Me, you can know Me in full, free from doubt." Lord Krishna Himself teaches how one can understand Him perfectly well, without a doubt. Not only the P&#257;ndavas but everyone who sincerely accepts the instructions of Krishna can understand the Supreme Personality of Godhead as He is. After instructing Yudhishthira Mah&#257;r&#257;ja, N&#257;rada Muni prays for the Lord's blessings that He be pleased with everyone and that everyone become perfect in God consciousness and return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="76.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="78.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>