<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15 Summary</P><P>The summary of the Fifteenth Chapter is as follows. In the previous chapter, &#346;r&#299; N&#257;rada Muni proved the importance of the br&#257;hmana in society. Now, in this chapter, he will show the differences between different grades of br&#257;hmanas. Among the br&#257;hmanas, some are householders and are mostly attached to fruitive activities or the betterment of social conditions. Above them, however, are br&#257;hmanas who are very much attracted by austerities and penances and who retire from family life. They are known as v&#257;naprasthas. Other br&#257;hmanas are very much interested in studying the Vedas and explaining the purport of the Vedas to others. Such br&#257;hmanas are called brahmac&#257;r&#299;s. And still other br&#257;hmanas are interested in different types of yoga, especially bhakti-yoga and jñ&#257;na-yoga. Such br&#257;hmanas are mostly sanny&#257;s&#299;s, members of the renounced order of life.</P><P>As far as householders are concerned, they engage in different types of scriptural activities, especially in offering oblations to their forefathers and giving as charity to other br&#257;hmanas the paraphernalia engaged in such sacrifices. Generally the charity is given to sanny&#257;s&#299;s, br&#257;hmanas in the renounced order of life. If such a sanny&#257;s&#299; is not available, the charity is given to br&#257;hmana householders engaged in fruitive activities.</P><P>One should not make very elaborate arrangements to perform the &#347;r&#257;ddha ceremony of offering oblations to one's forefathers. The best process for the &#347;r&#257;ddha ceremony is to distribute bh&#257;gavata-pras&#257;da (remnants of food that has first been offered to Krishna) to all of one's forefathers and relatives. This makes a first-class &#347;r&#257;ddha ceremony. In the &#347;r&#257;ddha ceremony there is no need to offer meat or eat meat. Unnecessary killing of animals must be avoided. Those who are in the lower grades of society prefer to perform sacrifices by killing animals, but one who is advanced in knowledge must avoid such unnecessary violence.</P><P>Br&#257;hmanas should execute their regulative duties in worshiping Lord Vishnu. Those who are advanced in knowledge of religious principles must avoid five kinds of irreligion, known as vidharma, para-dharma, dharm&#257;bh&#257;sa, upadharma and chala-dharma. One must act according to the religious principles that suit his constitutional position; it is not that everyone must adhere to the same type of religion. A general principle is that a poor man should not unnecessarily endeavor for economic development. One who refrains from such endeavors but who engages in devotional service is most auspicious.</P><P>One who is not satisfied with the mind must fall to degradation. One must conquer lusty desires, anger, greed, fear, lamentation, illusion, fright, unnecessary talks on material subjects, violence, the four miseries of material existence, and the three material qualities. That is the objective of human life. One who has no faith in the spiritual master, who is identical with &#346;r&#299; Krishna, cannot get any benefit from reading &#347;&#257;stra. One should never consider the spiritual master an ordinary human being, even though the members of the spiritual master's family may think of him as such. Meditation and other processes of austerity are useful only if they help in advancement toward Krishna consciousness; otherwise, they are simply a waste of time and labor. For those who are not devotees, such meditation and austerity cause falldown.</P><P>Every householder should be very careful because even though a householder may try to conquer the senses, he becomes a victim to the association of relatives and falls down. Thus a grihastha must become a v&#257;naprastha or sanny&#257;s&#299;, live in a secluded place, and be satisfied with food gotten by begging from door to door. He must chant the omk&#257;ra mantra or Hare Krishna mantra, and in this way he will perceive transcendental bliss within himself. After taking sanny&#257;sa, however, if one returns to grihastha life, he is called a v&#257;nt&#257;&#347;&#299;, which means "one who eats his own vomit." Such a person is shameless. A householder should not give up the ritualistic ceremonies, and a sanny&#257;s&#299; should not live in society. If a sanny&#257;s&#299; is agitated by the senses, he is a cheater influenced by the modes of passion and ignorance. When one assumes a role in goodness by starting philanthropic and altruistic activities, such activities become impediments on the path of devotional service.</P><P>The best process for advancing in devotional service is to abide by the orders of the spiritual master, for only by his direction can one conquer the senses. Unless one is completely Krishna conscious, there is a chance of falling down. Of course, in performing ritualistic ceremonies and other fruitive activities there are also many dangers at every moment. Fruitive activities have been divided into twelve portions. Because of performing fruitive activities, which are called the path of dharma, one has to accept the cycle of birth and death, but when one takes the path of moksha, or liberation, which is described in Bhagavad-g&#299;t&#257; as arcan&#257;-m&#257;rga, one can get relief from the cycle of birth and death. The Vedas describe these two paths as pitri-y&#257;na and deva-y&#257;na. Those who follow the paths of pitri-y&#257;na and deva-y&#257;na are never bewildered, even while in the material body. A monistic philosopher who gradually develops control of the senses understands that the objective of all the different &#257;&#347;ramas, the statuses of life, is salvation. One must live and act according to &#347;&#257;stras.</P><P>If one who is performing the Vedic ritualistic ceremonies becomes a devotee, even if he is a grihastha, he can receive the causeless mercy of Krishna. The objective of a devotee is to return home, back to Godhead. Such a devotee, even though not performing ritualistic ceremonies, advances in spiritual consciousness by the supreme will of the Personality of Godhead. One may actually become successful in spiritual consciousness by the mercy of devotees, or one may fall from spiritual consciousness by being disrespectful to devotees. In this regard, N&#257;rada Muni narrated the history of how he had fallen from the Gandharva kingdom, how he was born in a &#347;&#363;dra family, and how by serving exalted br&#257;hmanas he become the son of Lord Brahm&#257; and was reinstated in his transcendental position. After narrating all these stories, N&#257;rada Muni praised the mercy received from the Lord by the P&#257;ndavas. Mah&#257;r&#257;ja Yudhishthira, after hearing from N&#257;rada, become ecstatic in love of Krishna, and then N&#257;rada Muni left that place and returned to his own place. Thus &#346;ukadeva Gosv&#257;m&#299;, having described various descendants of the daughters of Daksha, ends the Seventh Canto of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="../14/42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>