<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 15 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 15 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Killing of Dhenuka, the Ass Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.15.2</P><P CLASS=c>tan m&#257;dhavo venum ud&#299;rayan vrito</P><P CLASS=c>gopair grinadbhih sva-ya&#347;o bal&#257;nvitah</P><P CLASS=c>pa&#347;&#363;n puraskritya pa&#347;avyam &#257;vi&#347;ad</P><P CLASS=c>vihartu-k&#257;mah kusum&#257;karam vanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/madhavah">m&#257;dhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/v/venum">venum</A> &#8212; His flute; <A CLASS=v HREF="http://vedabase.net/u/udirayan">ud&#299;rayan</A> &#8212; sounding; <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/g/gopaih">gopaih</A> &#8212; by the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/g/grnadbhih">grinadbhih</A> &#8212; who were chanting; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; His glories; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A>-<A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; accompanied by Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/p/pasun">pa&#347;&#363;n</A> &#8212; the animals; <A CLASS=v HREF="http://vedabase.net/p/puraskrtya">puraskritya</A> &#8212; keeping <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/p/pasavyam">pa&#347;avyam</A> &#8212; full of nourishment for the cows; <A CLASS=v HREF="http://vedabase.net/a/avisat">&#257;vi&#347;at</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> entered; <A CLASS=v HREF="http://vedabase.net/v/vihartu">vihartu</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> enjoy pastimes; <A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A>-<A CLASS=v HREF="http://vedabase.net/a/akaram">&#257;karam</A> &#8212; rich with flowers; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; the forest.</P><P CLASS=t>TRANSLATION</P><P>Thus desiring to enjoy pastimes, Lord M&#257;dhava, sounding His flute, surrounded by cowherd boys who were chanting His glories, and accompanied by Lord Baladeva, kept the cows before Him and entered the Vrind&#257;vana forest, which was full of flowers and rich with nourishment for the animals.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; has explained the various meanings of the word m&#257;dhava as follows: M&#257;dhava normally indicates Krishna to be "the Lord, who is the consort of the goddess of fortune, Lakshm&#299;." This name also implies that Lord Krishna descended in the dynasty of Madhu. Since the spring season is also known as M&#257;dhava, it is understood that as soon as Lord Krishna entered the Vrind&#257;vana forest, it automatically exhibited all the opulences of spring, becoming filled with flowers, breezes and a celestial atmosphere. Another reason Lord Krishna is known as M&#257;dhava is that He enjoys His pastimes in madhu, the taste of conjugal love.</P><P>Lord Krishna would loudly sound His flute as He entered the forest of &#346;r&#299; Vrind&#257;vana, thus giving inconceivable bliss to all the residents of His hometown, Vraja-dh&#257;ma. These simple pastimes of playfully entering the forest, playing on the flute and so forth were performed daily in the spiritual land of Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>