<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 15 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 15 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Killing of Dhenuka, the Ass Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.15.26</P><P CLASS=c>prayaccha t&#257;ni nah krishna</P><P CLASS=c>gandha-lobhita-cetas&#257;m</P><P CLASS=c>v&#257;ñch&#257;sti mahat&#299; r&#257;ma</P><P CLASS=c>gamyat&#257;m yadi rocate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayaccha">prayaccha</A> &#8212; please give; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; by the fragrance; <A CLASS=v HREF="http://vedabase.net/l/lobhita">lobhita</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> greedy; <A CLASS=v HREF="http://vedabase.net/c/cetasam">cetas&#257;m</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/v/vancha">v&#257;ñch&#257;</A> &#8212; the desire; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/m/mahati">mahat&#299;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/r/rama">R&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/g/gamyatam">gamyat&#257;m</A> &#8212; let us <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/r/rocate">rocate</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> appears like <A HREF="http://vedabase.net/a/a">a</A> good idea.</P><P CLASS=t>TRANSLATION</P><P>O Krishna! Please get those fruits for us. Our minds are so attracted by their aroma! Dear Balar&#257;ma, our desire to have those fruits is very great. If You think it's a good idea, let's go to that T&#257;la forest.</P><P CLASS=t>PURPORT</P><P>Although neither man nor bird nor beast could even approach the T&#257;la forest, the cowherd boys had so much faith in Lord Krishna and Lord Balar&#257;ma that they took it for granted the two Lords could effortlessly kill the sinful ass demons and acquire the delicious t&#257;la fruits. Lord Krishna's cowherd boyfriends are exalted, self-realized souls who would not ordinarily become greedy for sweet fruits. In fact, they are simply joking with the Lord and enthusing His pastimes, urging Him to perform unprecedented heroic feats in the T&#257;la forest. Innumerable demons disturbed the sublime atmosphere of Vrind&#257;vana during Lord Krishna's presence there, and the Lord would kill such demons as a popular daily event.</P><P>Since Lord Krishna had already killed many demons, on this particular day He decided to give first honors to Lord Balar&#257;ma, who would demolish the first demon, Dhenuka. By the words yadi rocate, the cowherd boys indicate that Lord Krishna and Lord Balar&#257;ma need not kill the demon simply to satisfy them; rather, They should do so only if the Lords Themselves found the concept appealing.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>