<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 15 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 15 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Killing of Dhenuka, the Ass Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.15.44</P><P CLASS=c>tayor ya&#347;od&#257;-rohinyau</P><P CLASS=c>putrayoh putra-vatsale</P><P CLASS=c>yath&#257;-k&#257;mam yath&#257;-k&#257;lam</P><P CLASS=c>vyadhatt&#257;m param&#257;&#347;ishah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the two; <A CLASS=v HREF="http://vedabase.net/y/yasoda">ya&#347;od&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rohinyau">rohinyau</A> &#8212; <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> and <A HREF="http://vedabase.net/r/rohini">Rohin&#299;</A> (the mothers of <A HREF="http://vedabase.net/k/krsna">Krishna</A> and <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>, respectively); <A CLASS=v HREF="http://vedabase.net/p/putrayoh">putrayoh</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> their sons; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsale">vatsale</A> &#8212; who were very affectionate <A HREF="http://vedabase.net/t/to">to</A> their sons; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accordance with Their desires; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accordance with the time and circumstances; <A CLASS=v HREF="http://vedabase.net/v/vyadhattam">vyadhatt&#257;m</A> &#8212; presented; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; first-class enjoyable offerings.</P><P CLASS=t>TRANSLATION</P><P>Mother Ya&#347;od&#257; and mother Rohin&#299;, acting most affectionately toward their two sons, offered all the best things to Them in response to Their every desire and at the various appropriate times.</P><P CLASS=t>PURPORT</P><P>The word param&#257;&#347;ishah indicates the attractive blessings of a loving mother, which include wonderful food, beautiful clothes, jewelry, toys and constant affection. The words yath&#257;-k&#257;mam yath&#257;-k&#257;lam indicate that although Ya&#347;od&#257; and Rohin&#299; satisfied all the desires of their sons, Krishna and Balar&#257;ma, they also properly regulated the boys' activities. In other words, they prepared wonderful food for their children, but they saw to it that the boys ate at the proper time. Similarly, their children would play at the proper time and sleep at the proper time. The word yath&#257;-k&#257;mam does not indicate that the mothers indiscriminately allowed the boys to do whatever They liked, but in the proper, civilized way they showered their blessings upon their children.</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; comments that the mothers loved their sons so much that as they embraced Them they would carefully check all Their limbs to see if They were healthy and strong.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>