<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 15 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 15 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Killing of Dhenuka, the Ass Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.15.8</P><P CLASS=c>dhanyeyam adya dharan&#299; trina-v&#299;rudhas tvat-</P><P CLASS=c>p&#257;da-spri&#347;o druma-lat&#257;h karaj&#257;bhimrisht&#257;h</P><P CLASS=c>nadyo 'drayah khaga-mrig&#257;h saday&#257;valokair</P><P CLASS=c>gopyo 'ntarena bhujayor api yat-sprih&#257; &#347;r&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhanya">dhany&#257;</A> &#8212; fortunate; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/d/dharani">dharan&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/t/trna">trina</A> &#8212; her grasses; <A CLASS=v HREF="http://vedabase.net/v/virudhah">v&#299;rudhah</A> &#8212; and bushes; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/s/sprsah">spri&#347;ah</A> &#8212; receiving the touch; <A CLASS=v HREF="http://vedabase.net/d/druma">druma</A> &#8212; the trees; <A CLASS=v HREF="http://vedabase.net/l/latah">lat&#257;h</A> &#8212; and creepers; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; by Your fingernails; <A CLASS=v HREF="http://vedabase.net/a/abhimrstah">abhimrisht&#257;h</A> &#8212; touched; <A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah</A> &#8212; the rivers; <A CLASS=v HREF="http://vedabase.net/a/adrayah">adrayah</A> &#8212; and mountains; <A CLASS=v HREF="http://vedabase.net/k/khaga">khaga</A> &#8212; the birds; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrig&#257;h</A> &#8212; and animals; <A CLASS=v HREF="http://vedabase.net/s/sadaya">sadaya</A> &#8212; merciful; <A CLASS=v HREF="http://vedabase.net/a/avalokaih">avalokaih</A> &#8212; by Your glances; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/a/antarena">antarena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> between; <A CLASS=v HREF="http://vedabase.net/b/bhujayoh">bhujayoh</A> &#8212; Your two arms; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; for which; <A CLASS=v HREF="http://vedabase.net/s/sprha">sprih&#257;</A> &#8212; maintains the desire; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune.</P><P CLASS=t>TRANSLATION</P><P>This earth has now become most fortunate, because You have touched her grass and bushes with Your feet and her trees and creepers with Your fingernails, and because You have graced her rivers, mountains, birds and animals with Your merciful glances. But above all, You have embraced the young cowherd women between Your two arms &#8212; a favor hankered after by the goddess of fortune herself.</P><P CLASS=t>PURPORT</P><P>The word adya, "now," indicates the time of Lord Balar&#257;ma and Lord Krishna's appearance on the earth. In His form of Var&#257;ha, Lord Krishna personally saved the earth, and, indeed, the earth is understood to rest perpetually on the potency of &#346;esha. Both Var&#257;ha and &#346;esha are expansions of Balar&#257;ma, who is Himself an expansion of Lord Krishna, the original Personality of Godhead. Lord Krishna's statement that "this earth has now become most fortunate" (dhanyeyam adya dharan&#299;) indicates that nothing can equal the blessings of the Supreme Personality of Godhead in His personal form as Krishna, appearing simultaneously with His plenary expansion, Balar&#257;ma. The compound word karaj&#257;bhimrisht&#257;h, "touched by Your fingernails," indicates that as Krishna and Balar&#257;ma would move through the forest They would pick fruits and flowers from the trees, bushes and creepers and use this paraphernalia in Their pleasure pastimes. Sometimes They would break leaves off the plants and use them with the flowers to decorate Their bodies.</P><P>Krishna and Balar&#257;ma would glance lovingly and mercifully at all the rivers, hills and creatures in Vrind&#257;vana. But the blessing received by the gop&#299;s &#8212; being embraced directly between the Lord's arms &#8212; was the supreme benediction, desired even by the goddess of fortune herself. The goddess of fortune, who lives in Vaikuntha on the chest of Lord N&#257;r&#257;yana, once desired to be embraced on the chest of &#346;r&#299; Krishna, and thus she performed severe austerities to achieve this blessing. &#346;r&#299; Krishna informed her that her actual place was in Vaikuntha and that it was not possible for her to dwell upon His chest in Vrind&#257;vana. Therefore she begged Krishna to allow her to remain on His chest in the form of a golden line, and He granted her this benediction. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura recounts this incident from the Pur&#257;nas.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>