<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Killing of Dhenuka, the Ass Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.15 Summary</P><P>This chapter describes how Lord Balar&#257;ma and Lord Krishna, while tending Their cows in the pastures of Vrind&#257;vana, killed Dhenuk&#257;sura, enabled the residents of Vrind&#257;vana to eat the fruits of the t&#257;la trees and saved the young cowherds from K&#257;liya's poison.</P><P>Revealing Their boyhood (pauganda) phase of pastimes, R&#257;ma and Krishna were one day bringing the cows to pasture when They entered an attractive forest decorated with a clear lake. There They began playing forest sports along with Their friends. Pretending to tire, Lord Baladeva laid His head upon the lap of a cowherd boy and rested as Lord Krishna helped relieve His elder brother's fatigue by massaging His feet. Then Krishna also placed His head on the lap of a cowherd boy to rest, and another cowherd boy massaged His feet. In this way Krishna, Balar&#257;ma and Their cowherd friends enjoyed various pastimes.</P><P>During this play, &#346;r&#299;d&#257;m&#257;, Subala, Stoka-krishna and other cowherd boys described to R&#257;ma and Krishna a wicked and irrepressible demon named Dhenuka, who had assumed the form of a jackass and was living in the T&#257;lavana forest near Govardhana Hill. This forest was full of many varieties of sweet fruits. But fearing this demon, no one dared try to relish the taste of those fruits, and thus someone had to kill the demon and all his associates. Lord R&#257;ma and Lord Krishna, hearing of the situation, set off for this forest to fulfill the desire of Their companions.</P><P>Arriving at the T&#257;lavana, Lord Balar&#257;ma shook many fruits out of the palm trees, and as soon as He did so the jackass demon, Dhenuka, ran swiftly to attack Him. But Balar&#257;ma grabbed his hind legs with one hand, whirled him around and threw him into the top of a tree, thus slaying him. All of Dhenuk&#257;sura's friends, overcome by fury, then rushed to attack, but R&#257;ma and Krishna took hold of them one by one, swung them around and killed them, until the disturbance was finally finished. When Krishna and Balar&#257;ma returned to the cowherd community, Ya&#347;od&#257; and Rohin&#299; placed Them on their respective laps. They kissed Their faces, fed Them with finely prepared food and then put Them to bed.</P><P>Some days later Lord Krishna went with His friends, but without His older brother, to the banks of the K&#257;lind&#299; in order to tend the cows. The cows and cowherd boys became very thirsty and drank some water from the K&#257;lind&#299;. But it had been contaminated with poison, and they all fell unconscious on the riverbank. Krishna then brought them back to life by the merciful rain of His glance, and all of them, regaining their consciousness, appreciated His great mercy.</P><P CLASS=l><A CLASS=i HREF="../14/61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>