<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.1</P><P CLASS=c>&#347;r&#299;-par&#299;kshid uv&#257;ca</P><P CLASS=c>brahman brahmany anirde&#347;ye</P><P CLASS=c>nirgune guna-vrittayah</P><P CLASS=c>katham caranti &#347;rutayah</P><P CLASS=c>s&#257;ksh&#257;t sad-asatah pare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pariksit">par&#299;kshit</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> said; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> (<A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A>); <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/a/anirdesye">anirde&#347;ye</A> &#8212; which cannot be described <A HREF="http://vedabase.net/i/in">in</A> words; <A CLASS=v HREF="http://vedabase.net/n/nirgune">nirgune</A> &#8212; which has <A HREF="http://vedabase.net/n/no">no</A> qualities; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; the qualities of material nature; <A CLASS=v HREF="http://vedabase.net/v/vrttayah">vrittayah</A> &#8212; whose scope of action; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; function (by referring); <A CLASS=v HREF="http://vedabase.net/s/srutayah">&#347;rutayah</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> material substance; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; and its subtle causes; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that which is transcendental.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Par&#299;kshit said: O br&#257;hmana, how can the Vedas directly describe the Supreme Absolute Truth, who cannot be described in words? The Vedas are limited to describing the qualities of material nature, but the Supreme is devoid of these qualities, being transcendental to all material manifestations and their causes.</P><P CLASS=t>PURPORT</P><P>Before beginning his commentary on this chapter, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays:</P><P>v&#257;g-&#299;&#347;&#257; yasya vadane</P><P CLASS=n>lakshm&#299;r yasya ca vakshasi</P><P CLASS=n>yasy&#257;ste hridaye samvit</P><P CLASS=n>tam nrishimham aham bhaje</P><P>"I worship Lord Nrisimha, within whose mouth reside the great masters of eloquence, upon whose chest resides the goddess of fortune, and within whose heart resides the divine potency of consciousness."</P><P>samprad&#257;ya-vi&#347;uddhy-artham</P><P CLASS=n>sv&#299;ya-nirbandha-yantritah</P><P CLASS=n>&#347;ruti-stuti-mita-vy&#257;khy&#257;m</P><P CLASS=n>karishy&#257;mi yath&#257;-mati</P><P>"Desiring to purify my samprad&#257;ya and being bound by duty, I will briefly comment on the prayers of the personified Vedas, to the best of my realization."</P><P>&#347;r&#299;mad-bh&#257;gavatam p&#363;rvaih</P><P CLASS=n>s&#257;ratah sannishevitam</P><P CLASS=n>may&#257; tu tad-upasprishtam</P><P CLASS=n>ucchishtam upac&#299;yate</P><P>"In as much as &#346;r&#299;mad-Bh&#257;gavatam has already been perfectly honored by my predecessors' explanations, I can only gather together the remnants of what they have honored."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; offers his own invocation:</P><P>mama ratna-vanig-bh&#257;vam</P><P CLASS=n>ratn&#257;ny aparicinvatah</P><P CLASS=n>hasantu santo jihremi</P><P CLASS=n>na sva-sv&#257;nta-vinoda-krit</P><P>"The saintly devotees may laugh at me for becoming a jewel merchant though I know nothing about precious jewels. But I feel no shame, for at least I may entertain them."</P><P>na me 'sti vaidushy api n&#257;pi bhaktir</P><P CLASS=n>virakti-raktir na tath&#257;pi lauly&#257;t</P><P CLASS=n>su-durgam&#257;d eva bhav&#257;mi veda-</P><P CLASS=n>stuty-artha-cint&#257;mani-r&#257;&#347;i-gridhnuh</P><P>"Though I have no wisdom, devotion or detachment, I am still greedy to take the philosopher's stone of the Vedas' prayers from the fortress in which it is being kept."</P><P>m&#257;m n&#299;cat&#257;y&#257;m aviveka-v&#257;yuh</P><P CLASS=n>pravartate p&#257;tayitum bal&#257;c cet</P><P CLASS=n>likh&#257;my atah sv&#257;m&#299;-san&#257;tana-&#347;r&#299;-</P><P CLASS=n>krishn&#257;&#324;ghri-bh&#257;-stambha-krit&#257;valambah</P><P>"If the wind of indiscretion &#8212; my failure to acknowledge my lowly position &#8212; threatens to knock me down, then while writing this commentary I must hold on to the effulgent pillars of the feet of &#346;r&#299;dhara Sv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and Lord &#346;r&#299; Krishna."</P><P>pranamya &#347;r&#299;-gurum bh&#363;yah</P><P CLASS=n>&#347;r&#299;-krishnam karun&#257;rnavam</P><P CLASS=n>loka-n&#257;tham jagac-cakshuh</P><P CLASS=n>&#347;r&#299;-&#347;ukam tam up&#257;&#347;raye</P><P>"Repeatedly bowing down to my divine spiritual master and to Lord &#346;r&#299; Krishna, the ocean of mercy, I take shelter of &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;, the protector of the world and its universal eye."</P><P>At the end of the preceding chapter, &#346;ukadeva Gosv&#257;m&#299; told Par&#299;kshit Mah&#257;r&#257;ja,</P><P>evam sva-bhaktayo r&#257;jan</P><P CLASS=n>bhagav&#257;n bhakta-bhaktim&#257;n</P><P CLASS=n>ushitv&#257;di&#347;ya san-m&#257;rgam</P><P CLASS=n>punar dv&#257;ravat&#299;m ag&#257;t</P><P>"Thus, O King, the Personality of Godhead, who is the devotee of His own devotees, stayed for some time with His two great devotees, teaching them how perfect saints behave. Then He returned to Dv&#257;rak&#257;." In this verse the word san-m&#257;rgam can be understood in at least three ways. In the first, sat is taken to mean "devotee of the Supreme Lord," and thus san-m&#257;rgam means "the path of bhakti-yoga, devotional service." In the second, with sat meaning "a seeker of transcendental knowledge," san-m&#257;rgam means "the philosophical path of knowledge," which has impersonal Brahman as its object. And in the third, with sat referring to the transcendental sound of the Vedas, san-m&#257;rgam means "the process of following Vedic injunctions." Both the second and the third of these interpretations of san-m&#257;rgam lead to the question of how the Vedas can describe the Absolute Truth.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; elaborately analyzes this problem in terms of the traditional discipline of Sanskrit poetics: We should consider that words have three kinds of expressive capacities, called &#347;abda-vrittis. These are the different ways a word refers to its meaning, distinguished as mukhya-vritti, lakshan&#257;-vritti and gauna-vritti. The &#347;abda-vritti termed mukhya is the primary, literal meaning of a word; this is also known as abhidh&#257;, a word's "denotation," or dictionary meaning. Mukhya-vritti is further divided into two subcategories, namely r&#363;dhi and yoga. A primary meaning is called r&#363;dhi when it is based on conventional usage, and yoga when it is derived from another word's meaning by regular etymological rules.</P><P>For example, the word go ("cow") is an example of r&#363;dhi, since its relation with its literal meaning is purely conventional. The denotation of the word p&#257;caka ("chef"), on the other hand, is a yoga-vritti, through the word's derivation from the root pac ("to cook") by addition of the agent suffix -ka.</P><P>Beside its mukhya-vritti, or primary meaning, a word can also be used in a secondary, metaphorical sense. This usage is called lakshan&#257;. The rule is that a word should not be understood metaphorically if its mukhya-vritti makes sense in the given context; only after the mukhya-vritti fails to convey a word's meaning may lakshan&#257;-vritti be justifiably presumed. The function of lakshan&#257; is technically explained in the k&#257;vya-&#347;&#257;stras as an extended reference, pointing to something in some way related to the object of the literal meaning. Thus, the phrase ga&#324;g&#257;y&#257;m ghoshah literally means "the cowherd village in the Ganges." But that idea is absurd, so here ga&#324;g&#257;y&#257;m should rather be understood by its lakshan&#257; to mean "on the bank of the Ganges," the bank being something related to the river. Gauna-vritti is a special kind of lakshan&#257;, where the meaning is extended to some idea of similarity. For example, in the statement simho devadattah ("Devadatta is a lion"), heroic Devadatta is metaphorically called a lion because of his lionlike qualities. In contrast, the example of the general kind of lakshan&#257;, namely ga&#324;g&#257;y&#257;m ghoshah, involves a relationship not of similarity but of location.</P><P>In this first verse of the Eighty-seventh Chapter, Par&#299;kshit Mah&#257;r&#257;ja expresses doubt as to how the words of the Vedas can refer to the Absolute Truth by any of the valid kinds of &#347;abda-vritti. He asks, katham s&#257;ksh&#257;t caranti: How can the Vedas directly describe Brahman by r&#363;dha-mukhya-vritti, literal meaning based on convention? After all, the Absolute is anirde&#347;ya, inaccessible to designation. And how can the Vedas even describe Brahman by gauna-vritti, metaphor based on similar qualities?</P><P>The Vedas are guna-vrittayah, full of qualitative descriptions, but Brahman is nirguna, without qualities. Obviously, a metaphor based on similar qualities cannot apply in the case of something that has no qualities. Furthermore, Par&#299;kshit Mah&#257;r&#257;ja points out that Brahman is sad-asatah param, beyond all causes and effects. Having no connection with any manifest existence, subtle or gross, the Absolute cannot be expressed by either yoga-vritti, a meaning derived etymologically, or lakshan&#257;, metaphor, since both require some relationship of Brahman to other entities.</P><P>Thus King Par&#299;kshit is puzzled as to how the words of the Vedas can directly describe the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>