<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.14</P><P CLASS=c>&#347;r&#299;-&#347;rutaya &#363;cuh</P><P CLASS=c>jaya jaya jahy aj&#257;m ajita dosha-gribh&#299;ta-gun&#257;m</P><P CLASS=c>tvam asi yad &#257;tman&#257; samavaruddha-samasta-bhagah</P><P CLASS=c>aga-jagad-okas&#257;m akhila-&#347;akty-avabodhaka te</P><P CLASS=c>kvacid ajay&#257;tman&#257; ca carato 'nucaren nigamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/srutayah">&#347;rutayah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the Vedas said; <A CLASS=v HREF="http://vedabase.net/j/jayajaya">jayajaya</A> &#8212; victory <A HREF="http://vedabase.net/t/to">to</A> You, victory <A HREF="http://vedabase.net/t/to">to</A> You; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; please defeat; <A CLASS=v HREF="http://vedabase.net/a/ajam">aj&#257;m</A> &#8212; the eternal illusory potency of <A HREF="http://vedabase.net/m/maya">M&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unconquerable one; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> create discrepancies; <A CLASS=v HREF="http://vedabase.net/g/grbhita">gribh&#299;ta</A> &#8212; who has assumed; <A CLASS=v HREF="http://vedabase.net/g/gunam">gun&#257;m</A> &#8212; the qualities of matter; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your original status; <A CLASS=v HREF="http://vedabase.net/s/samavaruddha">samavaruddha</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/b/bhagah">bhagah</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/a/aga">aga</A> &#8212; nonmoving; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; and moving; <A CLASS=v HREF="http://vedabase.net/o/okasam">okas&#257;m</A> &#8212; of those who possess material bodies; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; the energies; <A CLASS=v HREF="http://vedabase.net/a/avabodhaka">avabodhaka</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who awaken; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/ajaya">ajay&#257;</A> &#8212; with Your material energy; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; and with Your internal, spiritual energy; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/caratah">caratah</A> &#8212; engaging; <A CLASS=v HREF="http://vedabase.net/a/anucaret">anucaret</A> &#8212; can appreciate; <A CLASS=v HREF="http://vedabase.net/n/nigamah">nigamah</A> &#8212; the Vedas.</P><P CLASS=t>TRANSLATION</P><P>The &#347;rutis said: Victory, victory to You, O unconquerable one! By Your very nature You are perfectly full in all opulences; therefore please defeat the eternal power of illusion, who assumes control over the modes of nature to create difficulties for conditioned souls. O You who awaken all the energies of the moving and nonmoving embodied beings, sometimes the Vedas can recognize You as You sport with Your material and spiritual potencies.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the twenty-eight verses of the prayers of the personified Vedas (Texts 14-41) represent the opinions of each of the twenty-eight major &#347;rutis. These chief Upanishads and other &#347;rutis concern themselves with various approaches to the Absolute Truth, and among them those &#347;rutis are supreme which emphasize pure, unalloyed devotional service to the Supreme Personality of Godhead. The Upanishads direct our attention to the Personality of Godhead by first negating what is distinct from Him and then defining some of His important characteristics.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; interprets the first words of this prayer, jaya jaya, to mean "please reveal Your superexcellence." The word jaya is repeated out of either reverence or joy.</P><P>"How should I reveal My excellence?" the Lord might ask.</P><P>The &#347;rutis answer by requesting Him to mercifully destroy the ignorance of all living beings and attract them to His lotus feet.</P><P>The Lord says, "But M&#257;y&#257;, who imposes ignorance on the j&#299;vas, is full of good qualities [gribh&#299;ta-gun&#257;m]. Why should I oppose her?"</P><P>"Yes," the Vedas answer, "but she has taken on the three modes of nature to bewilder the conditioned souls and make them falsely identify with their material bodies. Her modes of goodness, passion and ignorance, moreover, are tainted [dosha-gribh&#299;ta] because You are not manifest in their presence."</P><P>The &#347;rutis go on to address the Lord as ajita, implying that "only You cannot be conquered by M&#257;y&#257;, whereas others, like Brahm&#257;, are defeated by their own faults."</P><P>The Lord responds, "But what proof do you have that she cannot conquer Me?"</P><P>"The proof lies in the fact that in Your original state You have already realized the perfection of all opulences."</P><P>At this point the Lord might object that merely destroying the ignorance of the j&#299;vas will not suffice to bring them to His lotus feet, since the j&#299;va soul, even after his ignorance is dispelled, cannot attain the Lord without engaging in devotional service. As the Lord states in His own words, bhakty&#257;ham ekay&#257; gr&#257;hyah: "I am attainable only through devotional service." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/14/21.htm">11.14.21</A>)</P><P>To this objection the &#347;rutis reply, "My Lord, O You who awaken all energies, after creating the intelligence and senses of the living entities, You inspire them to work hard and enjoy the fruits of their labor. In addition, by Your mercy You awaken their ability to pursue the progressive paths of knowledge, mystic yoga and devotional service, allowing them to advance toward You in Your aspects of Brahman, Param&#257;tm&#257; and Bhagav&#257;n, respectively. And when jñ&#257;na, yoga and bhakti mature, You empower the living beings to directly realize You in each of Your three aspects."</P><P>If the Lord were to ask for authoritative evidence to support this statement by the personified Vedas, they humbly reply, "We ourselves are the evidence. On some occasions &#8212; such as now, the time of creation &#8212; You consort with Your external, M&#257;y&#257; potency, whereas You are always present with Your internal energy. It is at times such as the present, when Your activity is outwardly manifest, that we, the Vedas, can recognize You in Your play."</P><P>Thus endowed with authority by their personal association with the Supreme Lord, the &#347;rutis promulgate the processes of karma, jñ&#257;na, yoga and bhakti as various means for the conditioned souls to employ their intelligence, senses, mind and vitality in search of the Absolute Truth.</P><P>In many places the Vedas glorify the transcendental, personal qualities of the Supreme. The following verse appears in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/11">6.11</A>), the Gop&#257;la-t&#257;pan&#299; Upanishad (Uttara 97), and the Brahma Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/1">4.1</A>):</P><P>eko devah sarva-bh&#363;teshu g&#363;dhah</P><P CLASS=n>sarva-vy&#257;p&#299; sarva-bh&#363;t&#257;ntar&#257;tm&#257;</P><P CLASS=n>karm&#257;dhyakshah sarva-bh&#363;t&#257;dhiv&#257;sah</P><P CLASS=n>s&#257;ksh&#299; cet&#257;h kevalo nirguna&#347; ca</P><P>"The one Supreme Lord lives hidden inside all created things. He pervades all matter and sits within the hearts of all living beings. As the indwelling Supersoul, He supervises their material activities. Thus, while having no material qualities Himself, He is the unique witness and giver of consciousness.</P><P>The Supreme's personal qualities are further described in the following quotations from the Upanishads: Yah sarva-jñah sa sarva-vid yasya jñ&#257;na-mayam tapah. "He who is all-knowing, from whom the potency of all knowledge comes &#8212; He is the wisest of all" (Mundaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1/9">1.1.9</A>); sarvasya va&#347;&#299; sarvasye&#347;&#257;nah: "He is the Lord and controller of everyone" (Brihad-&#257;ranyaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/4/22">4.4.22</A>); and yah prithivy&#257;m tishthan prithivy&#257; &#257;ntaro yam prithiv&#299; na veda: "He who resides within the earth and pervades it, whom the earth does not know." (Brihad-&#257;ranyaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/7/3">3.7.3</A>)</P><P>The Lord's role in creation is mentioned in many statements of the &#347;ruti. The Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/4">1.2.4</A>) states, so 'k&#257;mayata bahu sy&#257;m: "He desired, 'I will become many.' " "The phrase so 'k&#257;mayata ("He desired") here implies that the Lord's personality is eternal, for even prior to the creation the Absolute Truth experienced desire, and desire is an attribute unique to persons. The Aitareya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/11">3.11</A>) similarly states, sa aikshata tat-tejo 'srijata: "He saw, and His power sent forth the creation." Here the word tat-tejah refers to the Lord's partial expansion Mah&#257;-Vishnu, who glances upon M&#257;y&#257; and thus manifests the material creation. Or tat-tejah may refer to the Lord's impersonal Brahman feature, His potency of all-pervasive, eternal existence. As described in &#346;r&#299; Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>),</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di-vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes."</P><P>In summing up this verse, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>jaya jay&#257;jita jahy aga-ja&#324;gam&#257;-</P><P CLASS=n>vritim aj&#257;m upan&#299;ta-mrish&#257;-gun&#257;m</P><P CLASS=n>na hi bhavantam rite prabhavanty am&#299;</P><P CLASS=n>nigama-g&#299;t&#257;-gun&#257;rnavat&#257; tava</P><P>"All glories, all glories to You, O unconquerable one! Please defeat the influence of Your eternal M&#257;y&#257;, who covers all moving and nonmoving creatures and who rules over the modes of illusion. Without Your influence, all these Vedic mantras would be powerless to sing of You as the ocean of transcendental qualities."</P><P CLASS=l><A CLASS=i HREF="12-13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>