<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.16</P><P CLASS=c>iti tava s&#363;rayas try-adhipate 'khila-loka-mala-</P><P CLASS=c>kshapana-kath&#257;mrit&#257;bdhim avag&#257;hya tap&#257;msi jahuh</P><P CLASS=c>kim uta punah sva-dh&#257;ma-vidhut&#257;&#347;aya-k&#257;la-gun&#257;h</P><P CLASS=c>parama bhajanti ye padam ajasra-sukh&#257;nubhavam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/surayah">s&#363;rayah</A> &#8212; wise saints; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; of the three (planetary systems of the universe, or the three modes of nature); <A CLASS=v HREF="http://vedabase.net/a/adhipate">adhipate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; the worlds; <A CLASS=v HREF="http://vedabase.net/m/mala">mala</A> &#8212; the contamination; <A CLASS=v HREF="http://vedabase.net/k/ksapana">kshapana</A> &#8212; which eradicates; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; of discussions; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/a/abdhim">abdhim</A> &#8212; into the ocean; <A CLASS=v HREF="http://vedabase.net/a/avagahya">avag&#257;hya</A> &#8212; by diving deeply; <A CLASS=v HREF="http://vedabase.net/t/tapamsi">tap&#257;msi</A> &#8212; their troubles; <A CLASS=v HREF="http://vedabase.net/j/jahuh">jahuh</A> &#8212; have given up; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; their own; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; by the power; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidhuta</A> &#8212; dispelled; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; of their minds; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; and of time; <A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; the (undesirable) qualities; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme one; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; Your true nature; <A CLASS=v HREF="http://vedabase.net/a/ajasra">ajasra</A> &#8212; uninterrupted; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; of happiness; <A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubhavam</A> &#8212; (<A HREF="http://vedabase.net/i/in">in</A> which there is) experience.</P><P CLASS=t>TRANSLATION</P><P>Therefore, O master of the three worlds, the wise get rid of all misery by diving deep into the nectarean ocean of topics about You, which washes away all the contamination of the universe. Then what to speak of those who, having by spiritual strength rid their minds of bad habits and freed themselves from time, are able to worship Your true nature, O supreme one, finding within it uninterrupted bliss?</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in the previous verse those &#347;rutis whose presentation of the Supreme Truth may seem impersonal clarified their true purpose. Now, in the present verse, those who focus exclusively on the divine Personality of Godhead, who speak of His transcendental pastimes, take their turn in praising Him.</P><P>Because all the Vedas declare the supremacy of the Personality of Godhead as the cause of all causes, discriminating persons should take to His worship. By diving into the ocean of His glories, intelligent devotees help dispel the distress of all souls and loosen their own burning attachment to materialistic life. These advancing devotees gradually give up all material attachment and lose any interest they once had in the troublesome austerities of karma, jñ&#257;na and yoga.</P><P>Beyond these devotees are the s&#363;ris, connoisseurs of spiritual truth, who honor the nectarean ocean of the Supreme Lord's glories by immersing themselves fully within it. These mature devotees of the Supreme Lord achieve unimaginable perfection. The Lord, reciprocating their sincere endeavors, empowers them to realize Him in His personal form. Remembering with rapture the Lord's intimate pastimes and entourage, they are automatically freed from the last subtle traces of mental contamination and from sensitivity to the unavoidable pains of disease and old age.</P><P>Referring to the purifying power of devotional service, the &#347;rutis say, tad yath&#257; pushkara-pal&#257;&#347;a &#257;po na &#347;lishyante evam evam-vidi p&#257;pam karma na &#347;lishyate: "Just as water does not adhere to a lotus leaf, so sinful activities do not adhere to one who knows the truth in this way." The &#346;atapatha Br&#257;hmana (<A CLASS=v HREF="http://vedabase.net/todo/brahmana/14/7/28">14.7.28</A>), Taittir&#299;ya Br&#257;hmana (<A CLASS=v HREF="http://vedabase.net/todo/brahmana/3/12/9/8">3.12.9.8</A>), Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/4/28">4.4.28</A>) and Baudh&#257;yana-dharma-&#347;&#257;stra (<A CLASS=v HREF="http://vedabase.net/todo/sastra2/6/11/30">2.6.11.30</A>) all concur: na karman&#257; lipyate p&#257;pakena. "One thus avoids becoming tainted by sinful activity."</P><P>The Rig Veda (<A CLASS=v HREF="http://vedabase.net/todo/veda1/154/1">1.154.1</A>) refers to the Supreme Lord's pastimes as follows: vishnor nu kam v&#299;ry&#257;ni pravocam yah p&#257;rthiv&#257;ni vimame raj&#257;msi. "Only he may fully enunciate the heroic deeds of Lord Vishnu who can count all the particles of dust in the world." Many &#347;ruti-mantras glorify devotional service to the Lord, such as eko va&#347;&#299; sarva-go ye 'nubhajanti dh&#299;r&#257;s/ tesh&#257;m sukham &#347;&#257;&#347;vatam netaresh&#257;m: "He is the one omnipresent Lord and controller; only those wise souls who worship Him obtain eternal happiness, not anyone else."</P><P>In this connection &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>sakala-veda-ganerita-sad-gunas</P><P CLASS=n>tvam iti sarva-man&#299;shi-jan&#257; rat&#257;h</P><P CLASS=n>tvayi subhadra-guna-&#347;ravan&#257;dibhis</P><P CLASS=n>tava pada-smaranena gata-klam&#257;h</P><P>"Because all the Vedas describe Your transcendental qualities, all thoughtful persons are attracted to hearing and chanting about Your all-auspicious qualities. Thus by remembering Your lotus feet, they are freed from material distress."</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>