<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.17</P><P CLASS=c>dritaya iva &#347;vasanty asu-bhrito yadi te 'nuvidh&#257;</P><P CLASS=c>mahad-aham-&#257;dayo 'ndam asrijan yad-anugrahatah</P><P CLASS=c>purusha-vidho 'nvayo 'tra caramo 'nna-may&#257;dishu yah</P><P CLASS=c>sad-asatah param tvam atha yad eshv ava&#347;esham ritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drtayah">dritayah</A> &#8212; bellows; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/s/svasanti">&#347;vasanti</A> &#8212; they breathe; <A CLASS=v HREF="http://vedabase.net/a/asu">asu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; alive; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anuvidhah">anuvidh&#257;h</A> &#8212; faithful followers; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; the total material energy; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; false ego; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and the other elements of creation; <A CLASS=v HREF="http://vedabase.net/a/andam">andam</A> &#8212; the universal egg; <A CLASS=v HREF="http://vedabase.net/a/asrjan">asrijan</A> &#8212; produced; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/anugrahatah">anugrahatah</A> &#8212; by the mercy; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/v/vidhah">vidhah</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the particular forms; <A CLASS=v HREF="http://vedabase.net/a/anvayah">anvayah</A> &#8212; whose entrance; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; among these; <A CLASS=v HREF="http://vedabase.net/c/caramah">caramah</A> &#8212; the ultimate; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; among the manifestations known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/anna">anna</A>-<A HREF="http://vedabase.net/m/maya">maya</A> and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; from gross and subtle matter; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; distinct; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; and furthermore; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/e/esu">eshu</A> &#8212; among these; <A CLASS=v HREF="http://vedabase.net/a/avasesam">ava&#347;esham</A> &#8212; underlying; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; the reality.</P><P CLASS=t>TRANSLATION</P><P>Only if they become Your faithful followers are those who breathe actually alive, otherwise their breathing is like that of a bellows. It is by Your mercy alone that the elements, beginning with the mahat-tattva and false ego, created the egg of this universe. Among the manifestations known as anna-maya and so forth, You are the ultimate one, entering within the material coverings along with the living entity and assuming the same forms as those he takes. Distinct from the gross and subtle material manifestations, You are the reality underlying them all.</P><P CLASS=t>PURPORT</P><P>Life is without purpose for one who remains ignorant of his most well-wishing benefactor and thus fails to worship Him. Such a person's breathing is no better than the breathing of a blacksmith's bellows. The gift of human life is a fortunate opportunity for the conditioned soul, but by turning away from his Lord, the living being commits spiritual suicide.</P><P>In the words of &#346;r&#299; &#298;&#347;opanishad (3),</P><P CLASS=n>asury&#257; n&#257;ma te lok&#257;</P><P CLASS=n>andhena tamas&#257;vrit&#257;h</P><P CLASS=n>t&#257;ms te prety&#257;bhigacchanti</P><P CLASS=n>ye ke c&#257;tma-hano jan&#257;h</P><P>"The killer of the soul, whoever he may be, must enter into the planets known as the worlds of the faithless, full of darkness and ignorance." Asury&#257;h means "to be obtained by demons," and demons are persons who have no devotion for the Supreme Lord, Vishnu. This definition is stated in the Agni Pur&#257;na:</P><P>dvau bh&#363;ta-sargau loke 'smin</P><P CLASS=n>daiva &#257;sura eva ca</P><P CLASS=n>vishnu-bhakti-paro daiva</P><P CLASS=n>&#257;suras tad-viparyayah</P><P>"There are two kinds of created beings in this world, godly and demoniac. Those dedicated to the devotional service of Lord Vishnu are godly, and those opposed to such service are demoniac."</P><P>Similarly, the Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/4/15">4.4.15</A>) states, na ced aved&#299;n mahat&#299; vinashtih. . . ye tad vidur amrit&#257;s te bhavanty athetare duhkham evopayanti: "If one does not come to know the Supreme, he must suffer utter destruction.... Those who realize the Supreme become immortal, but others inevitably suffer." A person must revive his Krishna consciousness to be relieved of the suffering caused by ignorance, but the process by which this is done need not be difficult, as Lord Krishna assures us in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/34.htm">9.34</A>):</P><P>man-man&#257; bhava mad-bhakto</P><P CLASS=n>mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi yuktvaivam</P><P CLASS=n>&#257;tm&#257;nam mat-par&#257;yanah</P><P>"Engage your mind in always thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me." Despite disqualifications and weaknesses, one need only willingly become anuvidha, the Supreme Lord's trusting and trustworthy servant. The Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>) proclaims,</P><P>nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m</P><P CLASS=n>eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n</P><P CLASS=n>tam p&#299;tha-gam ye 'nupa&#347;yanti dh&#299;r&#257;s</P><P CLASS=n>tesh&#257;m &#347;&#257;ntih &#347;&#257;&#347;vat&#299; netaresh&#257;m</P><P>"Among all the eternal, conscious beings, there is one who supplies the needs of everyone else. The wise souls who worship Him in His abode attain everlasting peace. Others cannot."</P><P>What is alive, and what is dead? The bodies and minds of materialistic nondevotees seem to display the symptoms of life, but this appearance is deceptive. Actually, the conditioned soul has little control over his own bodily existence. Against his will, he has to excrete waste, get sick from time to time, and eventually age and die. And in his mind he unwillingly suffers anger, hankering and lamentation. Lord Krishna describes this situation as yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>), riding helplessly as a passenger in a mechanical vehicle. The soul undoubtedly is alive, and irrevocably so, but in his ignorance that inner life is covered and forgotten. In its place, the automation of the external mind and body carries out the dictates of the modes of nature, which force one to act in a way altogether irrelevant to the dormant needs of the soul. Calling out to the forgetful prisoners of illusion, the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/5">2.5</A>) urges,</P><P>&#347;rinvantu vi&#347;ve amritasya putr&#257;</P><P CLASS=n>&#257; ye dh&#257;m&#257;ni divy&#257;ni tasthuh</P><P>"All you sons of immortality, hear, you who once resided in the divine kingdom!"</P><P>So, on the one hand, what is normally viewed as living &#8212; the material body &#8212; is in actuality a dead machine being manipulated by the modes of nature. And on the other hand, what the materialist condescendingly views as inert matter meant for exploitation is in its unknown essence connected with a living intelligence vastly more potent than his own. The Vedic civilization recognizes the intelligence behind nature as belonging to demigods who preside over the various elements, and ultimately to the Supreme Lord Himself. Matter, after all, cannot act coherently without the impulse and guidance of a living force. As Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>),</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature, which is one of My energies, is working under My direction, O son of Kunt&#299;, producing all moving and nonmoving beings. Under its rule this manifestation is created and annihilated again and again."</P><P>In the beginning of creation, Lord Mah&#257;-Vishnu glanced at the dormant material nature, prakriti. Thus awakened, the subtle prakriti began to evolve into more concrete forms: first the mahat; then false ego in conjunction with each of prakriti's three modes; and gradually the various material elements, including intelligence, mind, the senses and the five physical elements with their presiding demigods. Even after becoming separately manifested, however, the deities responsible for the various elements could not work together to produce the perceptible world until Lord Vishnu, by His special mercy, once more intervened. This is described in the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/5/38.htm">3.5.38-39</A>):</P><P>ete dev&#257;h kal&#257; vishnoh</P><P CLASS=n>k&#257;la-m&#257;y&#257;m&#347;a-li&#324;ginah</P><P CLASS=n>n&#257;n&#257;tv&#257;t sva-kriy&#257;n&#299;&#347;&#257;h</P><P CLASS=n>procuh pr&#257;ñjalayo vibhum</P><P CLASS=n>dev&#257; &#363;cuh</P><P CLASS=n>nan&#257;ma te deva pad&#257;ravindam</P><P CLASS=n>prapanna-t&#257;popa&#347;am&#257;tapatram</P><P CLASS=n>yan-m&#363;la-ket&#257; yatayo 'ñjasoru-</P><P CLASS=n>sams&#257;ra-duhkham bahir utkshipanti</P><P>"The controlling deities of these physical elements are empowered expansions of Lord Vishnu. They are embodied by eternal time under the external energy, and they are His parts and parcels. Because they were entrusted with different functions of universal duties and were unable to perform them, they offered fascinating prayers to the Lord. The demigods said, 'O Lord, Your lotus feet are like an umbrella for the surrendered souls, protecting them from all the miseries of material existence. All the sages under that shelter throw off all material miseries. We therefore offer our respectful obeisances unto Your lotus feet.'"</P><P>Hearing the prayers of the assembled demigods of the elements, the Supreme Lord then showed His favor (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/6/1.htm">3.6.1-3</A>):</P><P>iti t&#257;s&#257;m sva-&#347;akt&#299;n&#257;m</P><P CLASS=n>sat&#299;n&#257;m asametya sah</P><P CLASS=n>prasupta-loka-tantr&#257;n&#257;m</P><P CLASS=n>ni&#347;&#257;mya gatim &#299;&#347;varah</P><P CLASS=n>k&#257;la-samjñ&#257;m tad&#257; dev&#299;m</P><P CLASS=n>bibhrac chaktim urukramah</P><P CLASS=n>trayovim&#347;ati tattv&#257;n&#257;m</P><P CLASS=n>ganam yugapad &#257;vi&#347;at</P><P CLASS=n>so 'nupravishto bhagav&#257;m&#347;</P><P CLASS=n>cesht&#257;-r&#363;pena tam ganam</P><P CLASS=n>bhinnam samyojay&#257;m &#257;sa</P><P CLASS=n>suptam karma prabodhayan</P><P>"The Lord thus heard about the suspension of the progressive creative functions of the universe due to the noncombination of His potencies, such as the mahat-tattva. The Supreme Powerful Lord then simultaneously entered into the twenty-three elements with the goddess K&#257;l&#299;, His external energy, who alone amalgamates all the different elements. Thus when the Personality of Godhead entered into the elements by His energy, all the living entities were enlivened into different activities, just as one is engaged in his work after awakening from sleep."</P><P>In Krishna, &#346;r&#299;la Prabhup&#257;da explains the five levels of ego covering the self: "Within the body there are five different departments of existence, known as anna-maya, pr&#257;na-maya, mano-maya, vijñ&#257;na-maya, and at last &#257;nanda-maya. [These are enumerated in the Brahm&#257;nanda-vall&#299; of the Taittir&#299;ya Upanishad.] In the beginning of life, every living entity is food conscious. A child or an animal is satisfied only by getting nice food. This stage of consciousness, in which the goal is to eat sumptuously, is called anna-maya. Anna means 'food.' After this one lives in the consciousness of being alive. If one can continue his life without being attacked or destroyed, one thinks himself happy. This stage is called pr&#257;na-maya, or consciousness of one's existence. After this stage, when one is situated on the mental platform, that consciousness is called mano-maya. The material civilization is primarily situated in these three stages &#8212; annamaya, pr&#257;na-maya and mano-maya. The first concern of civilized persons is economic development, the next concern is defense against being annihilated, and the next consciousness is mental speculation, the philosophical approach to the values of life.</P><P>"If by the evolutionary process of philosophical life one happens to reach to the platform of intellectual life and understands that he is not this material body, but is a spirit soul, one is situated in the vijñ&#257;na-maya stage. Then by evolution of spiritual life he comes to understand the Supreme Lord, or the Supreme Soul. When one develops his relationship with Him and executes devotional service, that stage of life is called Krishna consciousness, the &#257;nanda-maya stage. &#256;nanda-maya is the blissful life of knowledge and eternity. As it is said in the Ved&#257;nta-s&#363;tra, &#257;nanda-mayo 'bhy&#257;s&#257;t. The Supreme Brahman and the subordinate Brahman, or the Supreme Personality of Godhead and the living entities, are both joyful by nature. As long as the living entities are situated in the lower four stages of life &#8212; anna-maya, pr&#257;na-maya, mano-maya and vijñ&#257;na-maya &#8212; they are considered to be in the material condition of life, but as soon as one reaches the stage of &#257;nanda-maya he becomes a liberated soul. This &#257;nanda-maya stage is explained in the Bhagavad-g&#299;t&#257; as the brahma-bh&#363;ta stage. There it is said that in the brahma-bh&#363;ta stage of life there is no anxiety and no hankering. This stage begins when one becomes equally disposed toward all living entities, and it then expands to the stage of Krishna consciousness, in which one hankers to render service unto the Supreme Personality of Godhead. This hankering for advancement in devotional service is not the same as hankering for sense gratification in material existence. In other words, hankering remains in spiritual life, but it becomes purified. When our senses are purified, they become freed from all material stages, namely anna-maya, pr&#257;na-maya, mano-maya and vijñ&#257;na-maya, and they become situated in the highest stage &#8212; &#257;nanda-maya, or blissful life in Krishna consciousness.</P><P>"The M&#257;y&#257;v&#257;d&#299; philosophers consider &#257;nanda-maya to be the state of being merged in the Supreme. To them, &#257;nanda-maya means that the Supersoul and the individual soul become one. But the real fact is that oneness does not mean merging into the Supreme and losing one's own individual existence. Merging into the spiritual existence is the living entity's realization of qualitative oneness with the Supreme Lord in His eternity and knowledge aspects. But the actual &#257;nanda-maya (blissful) stage is obtained when one is engaged in devotional service. That is confirmed in the Bhagavad-g&#299;t&#257;: mad-bhaktim labhate par&#257;m [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]. The brahma-bh&#363;ta &#257;nanda-maya stage is complete only when there is the exchange of love between the Supreme and the subordinate living entities. Unless one comes to this &#257;nanda-maya stage of life, his breathing is like the breathing of a bellows in a blacksmith's shop, his duration of life is like that of a tree, and he is no better than the lower animals like the camels, hogs and dogs."</P><P>In accompanying the j&#299;va within the coverings of M&#257;y&#257;, the Param&#257;tm&#257; is not bound by karmic entanglement as the j&#299;va is. Rather, the Supreme Soul's connection with these coverings is like the apparent connection between the moon and some tree branches it is seen through. The Supersoul is sad-asatah param, always transcendental to the subtle and gross manifestations of anna-maya and so on, although He enters among them as the sanctioning witness of all activities. As their final cause, the Supersoul is in one sense identical with the manifest products of creation, but in His original identity (svar&#363;pa) He remains distinct. In this second sense He is the &#257;nanda-maya alone, the last of the five ko&#347;as. Therefore the &#347;rutis address Him here as ava&#347;esham, the residual essence. This is also expressed in the text of the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/7">2.7</A>): raso vai sah. Within His personal essence, the Supreme Lord enjoys rasa, the reciprocation of the mellows of devotional service, and integral to the play of rasas is the participation of realized j&#299;vas. Raso vai sah, rasam hy ev&#257;yam labdhv&#257;nand&#299; bhavati: "He is the embodiment of rasa, and the j&#299;va who realizes this rasa becomes fully ecstatic." Or in the words of the personified Vedas praying in this verse, the Supersoul is ritam, which &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; interprets as here meaning "realized by great sages."</P><P>In the opinion of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, the last word of all authoritative scripture (sarv&#257;ntima-&#347;ruti) is contained in the aphorism raso vai sah, which is demonstrably a reference to Lord &#346;r&#299; Krishna as the infinitely expanding embodiment of divine pleasure (sarva-brihattam&#257;nanda). The Gop&#257;la-t&#257;pan&#299; &#347;ruti (Uttara 96) states, yo 'sau j&#257;grat-svapna-sushuptim at&#299;tya tury&#257;t&#299;to gop&#257;lah: "Lord Krishna, the cowherd, transcends not only the material consciousness of wakefulness, dream and deep sleep, but also the fourth realm of pure, spiritual awareness." The &#257;nanda-maya Supersoul is simply an aspect of the primeval Lord Govinda, as declared by Him, vishtabhy&#257;ham idam kritsnam ek&#257;m&#347;ena sthito jagat: "With a single fragment of Myself I pervade and support this entire universe." (<A CLASS=v HREF="../../../bg/10/42.htm">Bg. 10.42</A>)</P><P>The &#347;rutis thus tactfully assert that even among the various personal forms of Godhead, Krishna is supreme. Understanding this, N&#257;rada Muni will later offer obeisances to Lord Krishna in the words namas tasmai bhagavate krishn&#257;y&#257;mala-k&#299;rtaye (Text 46), even though He is standing in front of Lord N&#257;r&#257;yana Rishi.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; concludes his comments on this verse by praying,</P><P>nara-vapuh pratip&#257;dya yadi tvayi</P><P CLASS=n>&#347;ravana-varnana-samsmaran&#257;dibhih</P><P CLASS=n>nara-hare na bhajanti nrin&#257;m idam</P><P CLASS=n>driti-vad ucchvasitam viphalam tatah</P><P>"O Lord Narahari, persons who have attained this human form live uselessly, merely breathing like bellows, if they fail to worship You by hearing about You, chanting Your glories, remembering You and performing the other devotional practices."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>