<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.18</P><P CLASS=c>udaram up&#257;sate ya rishi-vartmasu k&#363;rpa-dri&#347;ah</P><P CLASS=c>parisara-paddhatim hridayam &#257;runayo daharam</P><P CLASS=c>tata udag&#257;d ananta tava dh&#257;ma &#347;irah paramam</P><P CLASS=c>punar iha yat sametya na patanti krit&#257;nta-mukhe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/udaram">udaram</A> &#8212; the abdomen; <A CLASS=v HREF="http://vedabase.net/u/upasate">up&#257;sate</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; of sages; <A CLASS=v HREF="http://vedabase.net/v/vartmasu">vartmasu</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the standard methods; <A CLASS=v HREF="http://vedabase.net/k/kurpa">k&#363;rpa</A> &#8212; gross; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; their vision; <A CLASS=v HREF="http://vedabase.net/p/parisara">parisara</A> &#8212; from which all the pr&#257;nic channels emanate; <A CLASS=v HREF="http://vedabase.net/p/paddhatim">paddhatim</A> &#8212; the node; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/a/arunayah">&#257;runayah</A> &#8212; the <A HREF="http://vedabase.net/a/aruni">&#256;runi</A> sages; <A CLASS=v HREF="http://vedabase.net/d/daharam">daharam</A> &#8212; subtle; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thence; <A CLASS=v HREF="http://vedabase.net/u/udagat">udag&#257;t</A> &#8212; (the soul) rises up; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unlimited Lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; place of appearance; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the head; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; the highest destination; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; into this world; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sametya">sametya</A> &#8212; reaching; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/patanti">patanti</A> &#8212; they <A HREF="http://vedabase.net/d/do">do</A> not fall down; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; of death; <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; into the mouth.</P><P CLASS=t>TRANSLATION</P><P>Among the followers of the methods set forth by great sages, those with less refined vision worship the Supreme as present in the region of the abdomen, while the &#256;runis worship Him as present in the heart, in the subtle center from which all the pr&#257;nic channels emanate. From there, O unlimited Lord, these worshipers raise their consciousness upward to the top of the head, where they can perceive You directly. Then, passing through the top of the head toward the supreme destination, they reach that place from which they will never again fall to this world, into the mouth of death.</P><P CLASS=t>PURPORT</P><P>Here the &#347;rutis who teach meditational yoga glorify the Personality of Godhead. The various processes of yoga are for the most part gradual and full of opportunities for distraction. Authentic methods of yoga, nonetheless, all aim at meditation on the Supersoul (Param&#257;tm&#257;), whose primary residence is in the region of the heart, alongside the j&#299;va soul. This manifestation of Param&#257;tm&#257; in the heart is very subtle and difficult to perceive (daharam), and thus only advanced yog&#299;s can realize Him there.</P><P>Neophyte meditators often practice focusing on the Supersoul's secondary presence in one of the lower centers of vital energy, such as the m&#363;l&#257;dh&#257;ra-cakra, at the base of the spine, the sv&#257;dhishth&#257;na-cakra, in the area of the navel, or the manip&#363;ra-cakra, in the abdomen. Lord Krishna refers to His expansion as Param&#257;tm&#257; in the abdominal cakra as follows:</P><P>aham vai&#347;v&#257;naro bh&#363;tv&#257;</P><P CLASS=n>pr&#257;ninam deham &#257;sthitah</P><P CLASS=n>pr&#257;n&#257;p&#257;na-sam&#257;yuktah</P><P CLASS=n>pac&#257;my annam catur-vidham</P><P>"I am the fire of digestion in the bodies of all living entities, and I join with the air of life, outgoing and incoming, to digest the four kinds of food." (<A CLASS=v HREF="../../../bg/15/14.htm">Bg. 15.14</A>) Lord Vai&#347;v&#257;nara presides over digestion and in general bestows the capacity of mobility on animals, humans and demigods. In the judgment of the &#347;rutis speaking this verse, those who limit their meditation to this form of the Lord are less intelligent, k&#363;rpa-dri&#347;ah, meaning literally "having eyes clouded by dust."</P><P>The superior yog&#299;s known as &#256;runis, on the other hand, worship the Supersoul in His form as the indwelling companion of the j&#299;va in the heart, the Lord who endows His dependent with the power of knowledge and inspires him with all varieties of practical intelligence. And just as the physical heart is the center of blood circulation, so the subtle heart-cakra is the crossroads of numerous channels of pr&#257;na, called n&#257;d&#299;s, which extend outward to all parts of the body. When these passageways have been sufficiently purified, the &#256;runi yog&#299;s can leave the heart region and go upward to the cakra at the roof of the brain. Yog&#299;s who leave their bodies through this cakra, the brahma-randhra, go directly to the kingdom of God, from which they need never return to be reborn. Thus even the unsure process of meditational yoga can bear the fruit of pure devotion if it is followed perfectly.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura cites several &#347;ruti-mantras that echo the words of this verse: udaram brahmeti &#347;&#257;rkar&#257;ksh&#257; up&#257;sate hridayam brahmeti &#257;runayo brahm&#257; haivait&#257; ita &#363;rdhvam tv evodasarpat tac-chiro '&#347;rayate. "Those whose vision is clouded identify Brahman with the abdomen, while the &#256;runis worship Brahman in the heart. One who is truly Brahman-realized travels upward from the heart to take shelter of the Lord who is manifested at the top of the head."</P><P>&#347;atam caik&#257; ca hridayasya n&#257;dyas</P><P CLASS=n>t&#257;s&#257;m m&#363;rdh&#257;nam abhinihsritaik&#257;</P><P CLASS=n>tayordhvam &#257;yann amritatvam eti</P><P CLASS=n>vi&#347;va&#324;&#324; any&#257; utkramane bhavanti</P><P>"There are one hundred and one subtle pr&#257;nic channels emanating from the heart. One of these &#8212; the sushumn&#257; &#8212; extends to the top of the head. By passing up through this channel, one transcends death. The other channels lead in all directions, to various kinds of rebirth." (Ch&#257;ndogya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/8/6/6">8.6.6</A>)</P><P>The Upanishads refer repeatedly to the indwelling Param&#257;tm&#257;. &#346;r&#299; &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/12">3.12-13</A>) describes Him as follows:</P><P>mah&#257;n prabhur vai purushah</P><P CLASS=n>sattvasyaisha pravartakah</P><P CLASS=n>su-nirmal&#257;m im&#257;m pr&#257;ptim</P><P CLASS=n>&#299;&#347;&#257;no jyotir avyayah</P><P CLASS=n>a&#324;gushtha-m&#257;trah purusho 'ntar-&#257;tm&#257;</P><P CLASS=n>sad&#257; jan&#257;n&#257;m hridaye sannivishtah</P><P CLASS=n>hrid&#257; man&#299;sh&#257; manas&#257;bhiklpto</P><P CLASS=n>ya etad vidur amrit&#257;s te bhavanti</P><P>"The Supreme Personality of Godhead becomes the Purusha to initiate the expansion of this cosmos. He is the perfectly pure goal that yog&#299;s strive to reach, the effulgent and infallible ultimate controller. Measuring the size of a thumb, the Purusha is always present as the Supersoul within the hearts of all living beings. By exercising proper intelligence, one can realize Him within the heart; those who learn this method will gain immortality. "</P><P>In conclusion, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>udar&#257;dishu yah pums&#257;m</P><P CLASS=n>cintito muni-vartmabhih</P><P CLASS=n>hanti mrityu-bhayam devo</P><P CLASS=n>hrid-gatam tam up&#257;smahe</P><P>"Let us worship the Supreme Lord, who resides in the heart. When mortal beings think of Him by the standard procedures established by great sages, meditating upon Him in His expansions in the abdomen and other regions of the body, the Lord reciprocates by destroying all fear of death."</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>