<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.2</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>buddh&#299;ndriya-manah-pr&#257;n&#257;n</P><P CLASS=c>jan&#257;n&#257;m asrijat prabhuh</P><P CLASS=c>m&#257;tr&#257;rtham ca bhav&#257;rtham ca</P><P CLASS=c>&#257;tmane 'kalpan&#257;ya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; material intelligence; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/p/pranan">pr&#257;n&#257;n</A> &#8212; and vital air; <A CLASS=v HREF="http://vedabase.net/j/jananam">jan&#257;n&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/a/asrjat">asrijat</A> &#8212; sent forth; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; of sense gratification; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; of birth (and the activities that follow <A HREF="http://vedabase.net/i/it">it</A>); <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; for the soul (and his attainment of happiness <A HREF="http://vedabase.net/i/in">in</A> his next life); <A CLASS=v HREF="http://vedabase.net/a/akalpanaya">akalpan&#257;ya</A> &#8212; for his ultimate abandonment of material motives; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosvam&#299; said: The Supreme Lord manifested the material intelligence, senses, mind and vital air of the living entities so that they could indulge their desires for sense gratification, take repeated births to engage in fruitive activities, become elevated in future lives and ultimately attain liberation.</P><P CLASS=t>PURPORT</P><P>At the dawn of creation, when the conditioned living entities lay dormant within the transcendental body of Lord Vishnu, He initiated the process of creation by sending forth the coverings of intelligence, mind and so on for the living entities' benefit. As stated here, Vishnu is the independent Lord (prabhu), and the living entities are His jana, dependents. Thus we should understand that the Lord creates the cosmos entirely for the living entities' sake; compassion is His sole motive.</P><P>By providing the living entities with gross and subtle bodies, the Supreme Lord enables them to pursue sense gratification and, in the human form, religiosity, economic development and liberation. In each body the conditioned soul utilizes his senses for enjoyment, and when he comes to the human form he must also discharge various duties assigned to him at the different stages of his life. If he faithfully discharges his duties, he earns more refined and extensive enjoyment in the future; if not, he is degraded. And when the soul eventually hankers to be freed from material life, the path of liberation is always available. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments that in this verse the repeated use of the word ca ("and") indicates the importance of all of what the Lord provides &#8212; not only the path of liberation, but also the paths of gradual elevation through religious life and appropriate sense enjoyment.</P><P>In all their endeavors the living entities depend on the Lord's mercy for success. Without intelligence, senses, mind and vital air, the living entities cannot achieve anything &#8212; neither elevation to heaven, purification through knowledge, perfection of the eightfold meditational yoga, nor pure devotion through following the process of bhakti-yoga, beginning with hearing and chanting the names of God.</P><P>How, then, if the Supreme arranges all these facilities for the conditioned souls' welfare, can He be impersonal? Far from presenting the Absolute Truth as ultimately impersonal, the Upanishads speak at great length about His personal qualities. The Absolute described by the Upanishads is free from all inferior, material qualities, and yet He is omniscient, omnipotent, the master and controller of all, the universally worshipable Lord, He who awards the results of everyone's work, and the reservoir of all eternity, knowledge and bliss. The Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1/9">1.1.9</A>) states, yah sarva-jñah sa sarva-vid yasya jñ&#257;na-mayam tapah: "He who is all-knowing, from whom the potency of all knowledge comes &#8212; He is the wisest of all." In the words of the Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/4/22">4.4.22</A>, <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/7/3">3.7.3</A>, and <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/4">1.2.4</A>), sarvasya v&#257;&#347;&#299; sarvasye&#347;&#257;nah: "He is the Lord and controller of everyone"; yah prithivy&#257;m tishthan prithivy&#257; &#257;ntarah: "He who resides within the earth and pervades it"; and so 'k&#257;mayata bahu sy&#257;m: "He desired, 'I will become many. ' " Similarly, the Aitareya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/11">3.11</A>) states, sa aikshata tat tejo 'srijata: "He glanced at His potency, who then manifested the creation," while the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/1/1">2.1.1</A>) declares, satyam jñ&#257;nam anantam brahma: "The Supreme is unlimited truth and knowledge."</P><P>The phrase tat tvam asi, "You are that" (Ch&#257;ndogya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8/7">6.8.7</A>), is often cited by impersonalists as a confirmation of the absolute identity of the finite j&#299;va soul with his creator. &#346;a&#324;kar&#257;c&#257;rya and his followers elevate these words to the status of one of the few mah&#257;-v&#257;kyas, key phrases they say express the essential purport of Ved&#257;nta. The leading thinkers of the standard Vaishnava schools of Ved&#257;nta, however, vociferously disagree with this interpretation. &#256;c&#257;ryas R&#257;m&#257;nuja, Madhva, Baladeva Vidy&#257;bh&#363;shana and others have offered numerous alternative explanations according to a systematic study of the Upanishads and other &#347;rutis.</P><P>The question Mah&#257;r&#257;ja Par&#299;kshit has submitted here &#8212; namely, "How can the Vedas directly refer to the Absolute Truth?" &#8212; has been answered as follows by &#346;ukadeva Gosv&#257;m&#299;: "The Lord created intelligence and other elements for the sake of the conditioned living beings." A skeptic may object that this answer is irrelevant. But &#346;ukadeva Gosv&#257;m&#299;'s answer is not actually irrelevant, as &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains. Answers to subtle questions must often be phrased indirectly. As Lord Krishna Himself states in His instructions to Uddhava (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/21/35.htm">11.21.35</A>), paroksha-v&#257;d&#257; rishayah paroksham mama ca priyam: "The Vedic seers and mantras deal in esoteric terms, and I also am pleased by such confidential descriptions." In the present context, the impersonalists, on whose behalf Par&#299;kshit Mah&#257;r&#257;ja asked his question, cannot appreciate the direct answer, so instead &#346;r&#299;la &#346;ukadeva gives an indirect reply: "You say that Brahman is indescribable by words. But if the Supreme Lord had not created the intelligence, mind and senses, then sound and the other objects of perception would all be just as indescribable as your Brahman. You would have been blind and deaf since birth, and would know nothing about physical forms and sounds, what to speak of the Absolute. So, just as the merciful Lord has given us all faculties of perception for experiencing and describing to others the sensations of sight, sound and so forth, in the same way He may give someone the receptive capacity to realize Brahman. He may, if He chooses, create some extraordinary way for words to function &#8212; apart from their ordinary references to material substances, qualities, categories and actions &#8212; that will enable them to express the Supreme Truth. He is, after all, the almighty Lord (prabhu), and He can easily make the indescribable describable."</P><P>Lord Matsya assures King Satyavrata that the Absolute Truth can be known from the words of the Vedas:</P><P>mad&#299;yam mahim&#257;nam ca</P><P CLASS=n>param brahmeti &#347;abditam</P><P CLASS=n>vetsyasy anugrah&#299;tam me</P><P CLASS=n>sampra&#347;nair vivritam hridi</P><P>"You will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as param brahma, will be manifest within your heart. Thus you will know everything about Me." (Bh&#257;g. <A CLASS=v HREF="../../../sb/8/24/38.htm">8.24.38</A>)</P><P>The fortunate soul who has been graced by the Supreme Lord with divine inquisitiveness will ask questions about the nature of the Absolute, and by hearing the answers given by great sages, which are recorded in the Vedic literatures, he will come to understand the Lord as He is. Thus only by the special mercy of the Supreme Person does Brahman become &#347;abditam, "literally denoted by words." Otherwise, without the Lord's exceptional grace, the words of the Vedas cannot reveal the Absolute Truth.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; suggests that the word buddhi in this verse spoken by &#346;ukadeva Gosv&#257;m&#299; can indicate the mahat-tattva, from which evolve the various expansions of ether (such as sound), which are designated here as indriya. M&#257;tr&#257;rtham, then, means "for the sake of using transcendental sound to describe Brahman," since for that precise purpose the Supreme Lord inspired prakriti to evolve ether and sound.</P><P>A further understanding of the purpose of creation is spoken by the words bhav&#257;rtham and &#257;tmane kalpan&#257;ya (if the reading kalpan&#257;ya instead of akalpan&#257;ya is taken). Bhav&#257;rtham means "for the good of the living entities." Worship (kalpanam) of the Supreme Self (&#257;tmane) is the means by which the living entities can fulfill the divine purpose for which they exist. Intelligence, mind and senses are meant to be used for worshiping the Supreme Lord, whether or not the living entity has yet brought them to the stage of transcendental purification.</P><P>How both purified and unpurified devotees use their intelligence, mind and senses in worshiping the Lord is described in reference to the following quote from the Gop&#257;la-t&#257;pan&#299; Upanishad (P&#363;rva 12):</P><P>sat-pundar&#299;ka-nayanam</P><P CLASS=n>megh&#257;bham vaidyut&#257;mbaram</P><P CLASS=n>dvi-bhujam mauna-mudr&#257;dhyam</P><P CLASS=n>vana-m&#257;linam &#299;&#347;varam</P><P>"The Supreme Lord, appearing in His two-armed form, had divine lotus eyes, a complexion the color of a cloud, and garments that resembled lightning. He wore a garland of forest flowers, and His beauty was enhanced by His pose of meditative silence." The transcendental intelligence and senses of the Lord's perfect devotees correctly perceive His purely spiritual beauty, and their realizations are echoed in the Gop&#257;la-t&#257;pan&#299;-&#347;ruti's comparison of Lord Krishna's eyes, body and clothing to a lotus, a cloud and lightning. On the other hand, devotees on the level of s&#257;dhana, who are in the process of becoming purified, have only barely realized the Supreme Lord's boundless spiritual beauty. Nonetheless, by hearing scriptural passages such as this one from the Gop&#257;la-t&#257;pan&#299; Upanishad, they engage in contemplating Him to the best of their fledgling ability. Although the neophyte devotees have not yet learned how to fully realize the Lord or meditate steadily on even the effulgence surrounding His body, still they take pleasure in presuming, "We are meditating on our Lord." And the Supreme Lord, moved by the waves of His boundless mercy, Himself thinks, "These devotees are meditating on Me." When their devotion matures, He draws them to His feet to engage in His intimate service. Thus it is concluded that the Vedas have access to the personal identity of the Supreme only by His mercy.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>