<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.20</P><P CLASS=c>sva-krita-pureshv am&#299;shv abahir-antara-samvaranam</P><P CLASS=c>tava purusham vadanty akhila-&#347;akti-dhrito 'm&#347;a-kritam</P><P CLASS=c>iti nri-gatim vivicya kavayo nigam&#257;vapanam</P><P CLASS=c>bhavata up&#257;sate '&#324;ghrim abhavam bhuvi vi&#347;vasit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; by himself; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/p/puresu">pureshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the bodies; <A CLASS=v HREF="http://vedabase.net/a/amisu">am&#299;shu</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/a/abahih">abahih</A> &#8212; not externally; <A CLASS=v HREF="http://vedabase.net/a/antara">antara</A> &#8212; or internally; <A CLASS=v HREF="http://vedabase.net/s/samvaranam">samvaranam</A> &#8212; whose factual envelopment; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; living entity; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; (the Vedas) say; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; energies; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; of the possessor; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the expansion; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the status; <A CLASS=v HREF="http://vedabase.net/v/vivicya">vivicya</A> &#8212; ascertaining; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; learned sages; <A CLASS=v HREF="http://vedabase.net/n/nigama">nigama</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/avapanam">&#257;vapanam</A> &#8212; the field <A HREF="http://vedabase.net/i/in">in</A> which all offerings <A HREF="http://vedabase.net/a/are">are</A> sown; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/u/upasate">up&#257;sate</A> &#8212; they worship; <A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; the feet; <A CLASS=v HREF="http://vedabase.net/a/abhavam">abhavam</A> &#8212; which cause the cessation of material existence; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/v/visvasitah">vi&#347;vasit&#257;h</A> &#8212; having developed faith.</P><P CLASS=t>TRANSLATION</P><P>The individual living entity, while inhabiting the material bodies he has created for himself by his karma, actually remains uncovered by either gross or subtle matter. This is so because, as the Vedas describe, he is part and parcel of You, the possessor of all potencies. Having determined this to be the status of the living entity, learned sages become imbued with faith and worship Your lotus feet, to which all Vedic sacrifices in this world are offered, and which are the source of liberation.</P><P CLASS=t>PURPORT</P><P>Not only does the Supreme Lord remain totally uncontaminated when He resides within the material bodies of the conditioned souls, but even the infinitesimal j&#299;va souls are never directly touched by the coverings of ignorance and lust they acquire while passing through repeated cycles of birth and death. Thus the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/10/5">3.10.5</A>) proclaims, sa ya&#347; c&#257;yam purushe ya&#347; c&#257;s&#257;v &#257;ditye sa ekah: "The soul of the embodied living being is one with Him who stands within the sun. " Similarly, the Ch&#257;ndogya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8/7">6.8.7</A>) teaches, tat tvam asi: "You are nondifferent from that Supreme Truth."</P><P>In this prayer, the personified Vedas refer to the finite enjoyer of material bodies (the j&#299;va soul) as an expansion of the transcendental reservoir of all potencies, the Supreme Lord. The term am&#347;a-kritam, "made as His portion," must be properly understood, however, in this context. The j&#299;va is not created at any time, nor is he the same kind of expansion of the Lord as the omnipotent vishnu-tattva expansions. The Supreme Soul is the proper object of all worship, and the subordinate j&#299;va soul is meant to be His worshiper. The Supreme Lord enacts His pastimes by showing Himself in innumerable aspects of His personality, whereas the j&#299;va is forced to change bodies whenever his accumulated karmic reactions so dictate. According to &#346;r&#299; N&#257;rada Pañcar&#257;tra,</P><P>yat tata-stham tu cid-r&#363;pam</P><P CLASS=n>sva-samvedy&#257;d vinirgatam</P><P CLASS=n>rañjitam guna-r&#257;gena</P><P CLASS=n>sa j&#299;va iti kathyate</P><P>"The marginal potency, who is spiritual by nature, who emanates from the self-cognizant samvit energy, and who becomes tainted by his attachment to the modes of material nature, is called the j&#299;va.''</P><P>Although the j&#299;va soul is also an expansion of Lord Krishna, he is distinguished from Krishna's independent Vishnu expansions by his constitutional position on the margin between spirit and matter. As the Mah&#257;var&#257;ha Pur&#257;na explains,</P><P>sv&#257;m&#347;a&#347; c&#257;tha vibhinn&#257;m&#347;a</P><P CLASS=n>iti dvidh&#257; &#347;a ishyate</P><P CLASS=n>am&#347;ino yat tu s&#257;marthyam</P><P CLASS=n>yat-svar&#363;pam yath&#257; sthitih</P><P CLASS=n>tad eva n&#257;nu-m&#257;tro 'pi</P><P CLASS=n>bhedam sv&#257;m&#347;&#257;m&#347;inoh kvacit</P><P CLASS=n>vibhinn&#257;m&#347;o 'lpa-&#347;aktih sy&#257;t</P><P CLASS=n>kiñcit s&#257;marthya-m&#257;tra-yuk</P><P>"The Supreme Lord is known in two ways: in terms of His plenary expansions and His separated expansions. Between the plenary expansions and Their source of expansion there is never any essential difference in terms of either Their capabilities, forms or situations. The separated expansions, on the other hand, possess only minute potency, being endowed only to a small extent with the Lord's powers."</P><P>The conditioned soul in this world appears as if covered by matter, internally as well as externally. Externally, gross matter surrounds him in the forms of his body and environment, while internally desire and aversion impinge upon his consciousness. But from the transcendental perspective of realized sages, both kinds of material covering are insubstantial. By logically eliminating all material identities, which are misconceptions based on the soul's gross and subtle coverings, a thoughtful person can determine that the soul is nothing material. Rather, he is a pure spark of divine spirit, a servant of the Supreme Godhead. Understanding this, one should worship the Supreme Lord's lotus feet; such worship is the fully bloomed flower of the tree of Vedic rituals. One's realization of the splendor of the Lord's lotus feet, gradually nourished by the offering of Vedic sacrifices, automatically bears the fruits of liberation from material existence and irrevocable faith in the Lord's mercy. One can accomplish all this while still living in the material world. As Lord Krishna states in the Gop&#257;la-t&#257;pan&#299; Upanishad (Uttara 47),</P><P>mathur&#257;-mandale yas tu</P><P CLASS=n>jamb&#363;dv&#299;pe sthito 'tha v&#257;</P><P CLASS=n>yo 'rcayet pratim&#257;m prati</P><P CLASS=n>sa me priyataro bhuvi</P><P>"One who worships Me in My Deity form while living in the district of Mathur&#257; or, indeed, anywhere in Jamb&#363;dv&#299;pa, becomes most dear to Me in this world."</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>tvad-am&#347;asya mame&#347;&#257;na</P><P CLASS=n>tvan-m&#257;y&#257;-krita-bandhanam</P><P CLASS=n>tvad-a&#324;ghri-sev&#257;m &#257;di&#347;ya</P><P CLASS=n>par&#257;nanda nivartaya</P><P>"My Lord, please free me, Your partial expansion, from the bondage created by Your M&#257;y&#257;. Please do this, O abode of supreme bliss, by directing me to the service of Your feet."</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>