<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.21</P><P CLASS=c>duravagam&#257;tma-tattva-nigam&#257;ya tav&#257;tta-tano&#347; carita-mah&#257;mrit&#257;bdhi-parivarta-pari&#347;raman&#257;h</P><P CLASS=c>na parilashanti kecid apavargam ap&#299;&#347;vara te carana-saroja-hamsa-kula-sa&#324;ga-visrishta-grih&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duravagama">duravagama</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/n/nigamaya">nigam&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> propagate; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A> &#8212; who have assumed; <A CLASS=v HREF="http://vedabase.net/t/tanoh">tanoh</A> &#8212; Your personal forms; <A CLASS=v HREF="http://vedabase.net/c/carita">carita</A> &#8212; of the pastimes; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; vast; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; of nectar; <A CLASS=v HREF="http://vedabase.net/a/abdhi">abdhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/p/parivarta">parivarta</A> &#8212; by diving; <A CLASS=v HREF="http://vedabase.net/p/parisramanah">pari&#347;raman&#257;h</A> &#8212; who have been relieved of fatigue; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/parilasanti">parilashanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not wish for; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> few persons; <A CLASS=v HREF="http://vedabase.net/a/apavargam">apavargam</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; at the feet; <A CLASS=v HREF="http://vedabase.net/s/saroja">saroja</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/h/hamsa">hamsa</A> &#8212; of swans; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; with the community; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; because of association; <A CLASS=v HREF="http://vedabase.net/v/visrsta">visrishta</A> &#8212; abandoned; <A CLASS=v HREF="http://vedabase.net/g/grhah">grih&#257;h</A> &#8212; whose homes.</P><P CLASS=t>TRANSLATION</P><P>My Lord, some fortunate souls have gotten relief from the fatigue of material life by diving into the vast nectar ocean of Your pastimes, which You enact when You manifest Your personal forms to propagate the unfathomable science of the self. These rare souls, indifferent even to liberation, renounce the happiness of home and family because of their association with devotees who are like flocks of swans enjoying at the lotus of Your feet.</P><P CLASS=t>PURPORT</P><P>Ritualistic br&#257;hmanas (sm&#257;rtas) and impersonalists (M&#257;y&#257;v&#257;d&#299;s) always try to relegate the process of bhakti-yoga to a relative or minor role. They say that devotion to the Personality of Godhead is for sentimental persons who lack the maturity to observe strict rituals or pursue the rigorous culture of knowledge.</P><P>In this verse, however, the personified Vedas most emphatically declare the superexcellence of devotional service, clearly identifying it with &#257;tma-tattva, the science of the self that impersonalists so proudly claim as their own domain. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; here defines &#257;tma-tattva as the confidential mystery of the Supreme Lord's personal forms, qualities and pastimes. He also gives a second meaning for the phrase &#257;tta-tanoh. Instead of meaning "who assumes various bodies," the phrase can also mean "He who attracts everyone to His transcendental body."</P><P>The pastimes of Lord Krishna and His various expansions and incarnations are an unfathomable ocean of enjoyment. When a person comes to the point of complete exhaustion in his materialistic pursuits &#8212; whether he has been searching after material success or some impersonal notion of spiritual annihilation &#8212; he can gain relief by submerging himself in this nectar. As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; explains in his textbook on the science of bhakti-yoga, &#346;r&#299; Bhakti-ras&#257;mrita-sindhu (rendered into English by &#346;r&#299;la Prabhup&#257;da as The Nectar of Devotion), one who tastes even a single drop of this vast ocean will forever lose all desire for anything else.</P><P>Giving an alternative interpretation of the word pari&#347;raman&#257;h, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments that although the devotees of the Lord become fatigued after repeatedly diving into the endless waves and undercurrents in the ocean of the Lord's pleasure pastimes, these devotees never desire any happiness other than the Lord's service, even the happiness of liberation. Rather, their very fatigue becomes pleasure for them, just as the fatigue produced by sex indulgence is pleasurable to those addicted to sex. The Supreme Lord's pure devotees become enthused by hearing the charming narrations of His pastimes and feel impelled to dance, sing, shout out loud, kick their heels together, faint, sob and run about like madmen. Thus they become too absorbed in ecstasy to notice any bodily discomfort.</P><P>Pure Vaishnavas do not want even liberation, what to speak of other desirable goals, such as an exalted position as ruler of the heavenly planets. This degree of exclusive dedication is admittedly only rarely achieved in this world, as the &#347;rutis speaking this verse indicate by the word kecit ("a few"). Not only do pure devotees abandon their hankering for future gain, but they also lose all their attraction for what they already possess &#8212; the common comforts of home and family life. The association of saintly Vaishnavas &#8212; the disciplic succession of masters, disciples and granddisciples &#8212; becomes for them their real family, filled with swanlike personalities like &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;. These great personalities always drink the sweet nectar of service to the Supreme Lord's lotus feet.</P><P>Many mantras of the Upanishads and other &#347;rutis openly declare devotional service to be superior to liberation itself. In the words of the Nrisimha-p&#363;rva-t&#257;pan&#299; Upanishad, yam sarve ved&#257; namanti mumukshavo brahma-v&#257;dina&#347; ca: "To Him all the Vedas, all seekers of liberation and all students of the Absolute Truth offer their obeisances." Commenting on this mantra, &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya admits, mukt&#257; api l&#299;lay&#257; vigraham kritv&#257; bhajanti: "Even liberated souls take pleasure in establishing the Supreme Lord's Deity and worshiping Him." The great rival of &#256;c&#257;rya &#346;a&#324;kara, &#346;r&#299;la Madhv&#257;c&#257;rya &#256;nandat&#299;rtha, cites his own favorite &#347;ruti-mantras in this regard, such as mukt&#257; hy etam up&#257;sate, mukt&#257;n&#257;m api bhaktir hi param&#257;nanda-r&#363;pin&#299;: "Even those who are liberated worship Him, and even for them devotional service is the embodiment of supreme bliss"; and amritasya dh&#257;r&#257; bahudh&#257; doham&#257;nam/ caranam no loke su-dhit&#257;m dadh&#257;tu/ om tat sat: "May His feet, which bountifully pour forth floods of nectar, bestow wisdom upon us who are living in this world."</P><P>In summary, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>tvat-kath&#257;mrita-p&#257;thodhau</P><P CLASS=n>viharanto mah&#257;-mudah</P><P CLASS=n>kurvanti kritinah kecic</P><P CLASS=n>catur-vargam trinopamam</P><P>"Those rare, fortunate souls who derive great delight by sporting in the nectar ocean of topics about You consider the four great goals of life [religiosity, economic development, sense gratification and liberation] to be no more important than a blade of grass."</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>