<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.22</P><P CLASS=c>tvad-anupatham kul&#257;yam idam &#257;tma-suhrit-priya-vac</P><P CLASS=c>carati tathonmukhe tvayi hite priya &#257;tmani ca</P><P CLASS=c>na bata ramanty aho asad-up&#257;sanay&#257;tma-hano</P><P CLASS=c>yad-anu&#347;ay&#257; bhramanty uru-bhaye ku-&#347;ar&#299;ra-bhritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/anupatham">anupatham</A> &#8212; useful for serving; <A CLASS=v HREF="http://vedabase.net/k/kulayam">kul&#257;yam</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; and beloved; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/c/carati">carati</A> &#8212; acts; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/u/unmukhe">unmukhe</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> favorably disposed; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/h/hite">hite</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> helpful; <A CLASS=v HREF="http://vedabase.net/p/priye">priye</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> affectionate; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> their very Self; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/r/ramanti">ramanti</A> &#8212; they take pleasure; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; of the unreal; <A CLASS=v HREF="http://vedabase.net/u/upasanaya">up&#257;sanay&#257;</A> &#8212; by worship; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; themselves; <A CLASS=v HREF="http://vedabase.net/h/hanah">hanah</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which (worship of the unreal); <A CLASS=v HREF="http://vedabase.net/a/anusayah">anu&#347;ay&#257;h</A> &#8212; whose persistent desires; <A CLASS=v HREF="http://vedabase.net/b/bhramanti">bhramanti</A> &#8212; they wander; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/b/bhaye">bhaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fearful (material existence); <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A> &#8212; degraded; <A CLASS=v HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A> &#8212; bodies; <A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; carrying.</P><P CLASS=t>TRANSLATION</P><P>When this human body is used for Your devotional service, it acts as one's self, friend and beloved. But unfortunately, although You always show mercy to the conditioned souls and affectionately help them in every way, and although You are their true Self, people in general fail to delight in You. Instead they commit spiritual suicide by worshiping illusion. Alas, because they persistently hope for success in their devotion to the unreal, they continue to wander about this greatly fearful world, assuming various degraded bodies.</P><P CLASS=t>PURPORT</P><P>The Vedas have strong words for those who choose to remain in illusion rather than serve the all-merciful Personality of Godhead. The Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/3/15">4.3.15</A>) states, &#257;r&#257;mam asya pa&#347;yanti na tam pa&#347;yati ka&#347;cana. na tam vid&#257;tha ya im&#257; jaj&#257;n&#257;nyad yushm&#257;kam antaram babh&#363;va. n&#299;h&#257;rena pr&#257;vrit&#257; jalpy&#257; c&#257;su-tripa uktha-&#347;&#257;sa&#347; caranti: "Everyone can see the place where the Lord manifested Himself in this world for His own pleasure, but still no one sees Him. None of you know Him who generated all these living beings, and thus there is a great difference between your vision and His. Covered by the fog of illusion, you performers of Vedic rituals indulge in useless talk and live only to gratify your senses."</P><P>The Supreme Lord pervades this universe, as He says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), may&#257; tatam idam sarvam jagat. Nothing in this world, not even the most insignificant clay pot or shred of cloth, is devoid of the presence of the Personality of Godhead. But because He keeps Himself invisible to envious eyes (avyakta-m&#363;rtin&#257;), materialists are misled by His material energy and think that the source of material creation is a combination of atoms and physical forces.</P><P>Displaying their compassion for such foolish materialists, the personified Vedas advise them in this prayer to remember the real purpose for which they exist: to serve the Lord, their greatest well-wisher, with loving devotion. The human body is the ideal facility for reviving one's spiritual consciousness; its organs &#8212; ears, tongue, eyes and so on &#8212; are quite suitable for hearing about the Lord, chanting His glories, worshiping Him and performing all the other essential aspects of devotional service.</P><P>One's material body is destined to remain intact for only a short time, and so it is called kul&#257;yam, subject to "dissolving into the earth" (kau l&#299;yate). Nonetheless, if properly utilized it can be one's best friend. When one is immersed in material consciousness, however, the body becomes a false friend, distracting the bewildered living entity from his true self-interest. Persons too much infatuated with their own bodies and those of their spouses, children, pets and so on are in fact misdirecting their devotion to the worship of illusion, asad-up&#257;san&#257;. In this way, as the &#347;rutis state here, such people commit spiritual suicide, insuring future punishment for failing to carry out the higher responsibilities of human existence. As the &#298;&#347;opanishad (3) declares,</P><P>asury&#257; n&#257;ma te lok&#257;</P><P CLASS=n>andhena tamas&#257;vrit&#257;h</P><P CLASS=n>t&#257;ms te prety&#257;bhigacchanti</P><P CLASS=n>ye ke c&#257;tma-hano jan&#257;h</P><P>"The killer of the soul, whoever he may be, must enter into the planets known as the worlds of the faithless, full of darkness and ignorance."</P><P>Those who are overly attached to sense gratification, or who worship the impermanent in the form of false, materialistic scriptures and philosophies, maintain desires that carry them into more degraded bodies in each successive life. Since they are entrapped in the perpetually rotating cycle of sams&#257;ra, their only hope for salvation is getting a chance to hear the merciful instructions spoken by the Supreme Lord's devotees.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>tvayy &#257;tmani jagan-n&#257;the</P><P CLASS=n>man-mano ramat&#257;m iha</P><P CLASS=n>kad&#257; mamedri&#347;am janma</P><P CLASS=n>m&#257;nusham sambhavishyati</P><P>"When will I receive a human birth in which my mind may take pleasure in You, who are the Supreme Soul and Lord of the universe?"</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>