<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.23</P><P CLASS=c>nibhrita-marun-mano-'ksha-dridha-yoga-yujo hridi yan</P><P CLASS=c>munaya up&#257;sate tad arayo 'pi yayuh smaran&#257;t</P><P CLASS=c>striya uragendra-bhoga-bhuja-danda-vishakta-dhiyo</P><P CLASS=c>vayam api te sam&#257;h sama-dri&#347;o '&#324;ghri-saroja-sudh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nibhrta">nibhrita</A> &#8212; brought under control; <A CLASS=v HREF="http://vedabase.net/m/marut">marut</A> &#8212; with breathing; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; and senses; <A CLASS=v HREF="http://vedabase.net/d/drdha">dridha</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> steadfast <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/y/yujah">yujah</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/u/upasate">up&#257;sate</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/arayah">arayah</A> &#8212; enemies; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/s/smaranat">smaran&#257;t</A> &#8212; by remembering; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/u/uraga">uraga</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; of lordly serpents; <A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A> &#8212; (like) the bodies; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; whose arms; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> &#8212; rodlike; <A CLASS=v HREF="http://vedabase.net/v/visakta">vishakta</A> &#8212; attracted; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> You; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; whose vision; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/s/saroja">saroja</A> &#8212; lotuslike; <A CLASS=v HREF="http://vedabase.net/s/sudhah">sudh&#257;h</A> &#8212; (relishing) the nectar.</P><P CLASS=t>TRANSLATION</P><P>Simply by constantly thinking of Him, the enemies of the Lord attained the same Supreme Truth whom sages fixed in yoga worship by controlling their breath, mind and senses. Similarly, we &#347;rutis, who generally see You as all-pervading, will achieve the same nectar from Your lotus feet that Your consorts are able to relish because of their loving attraction to Your mighty, serpentine arms, for You look upon us and Your consorts in the same way.</P><P CLASS=t>PURPORT</P><P>According to &#256;c&#257;rya &#346;r&#299; J&#299;va Gosv&#257;m&#299;, the few &#347;rutis &#8212; such as the Gop&#257;la-t&#257;pan&#299; Upanishad &#8212; who identify the cowherd boy Krishna with absolute Brahman in its highest aspect had so far been patiently waiting for their turn to speak. But after hearing the other &#347;rutis offer prayers openly glorifying the Lord's personality, these intimate &#347;rutis could no longer contain themselves, and so they spoke out of turn in this verse.</P><P>Followers of the path of mystic yoga subdue their senses and minds by practicing breath control and severe austerities. If they succeed in thoroughly purifying themselves by this regimen, they may eventually begin to realize the Param&#257;tm&#257;, the personal form of Brahman within the heart. And if they continue this meditation without deviation for a long time, they may in the end come to the point of true God consciousness. But the same objective achieved in this difficult and uncertain way was also attained by the demons who were killed by Lord Krishna during His pastimes on the earth. Obsessed with enmity toward Him, demons like Kamsa and &#346;i&#347;up&#257;la quickly obtained the perfection of liberation simply by His killing them.</P><P>Speaking for themselves, however, the personified Vedas here state that they would prefer to develop love of Godhead by learning to emulate the favorable surrender of Lord Krishna's confidential devotees, especially the young gop&#299;s of Vraja. Though they appeared to be simple women attracted conjugally to the Lord's physical beauty and strength, the goddesses of Vraja exhibited the highest perfection of meditation. The &#347;rutis wish to become just like them.</P><P>In this regard, Lord Brahm&#257; relates the following historical account in the supplement to the Brihad-v&#257;mana Pur&#257;na:</P><P>brahm&#257;nanda-mayo loko</P><P CLASS=n>vy&#257;p&#299; vaikuntha-samjñitah</P><P CLASS=n>tal-loka-v&#257;s&#299; tatra-sthaih</P><P CLASS=n>stuto vedaih par&#257;t-parah</P><P>"The infinite world of spiritual bliss is called Vaikuntha. There the Supreme Truth lives, being glorified by the personified Vedas, who are also present there."</P><P>ciram stutv&#257; tatas tushtah</P><P CLASS=n>paroksham pr&#257;ha t&#257;n gir&#257;</P><P CLASS=n>tushto 'smi br&#363;ta bho pr&#257;jñ&#257;</P><P CLASS=n>varam yam manasepsitam</P><P>"Once, after the Vedas had elaborately praised Him, the Lord felt especially satisfied and spoke to them in a voice whose source remained invisible: 'My dear sages, I am very satisfied with you. Please ask of Me some benediction that you secretly desire.'"</P><P>&#347;rutaya &#363;cuh</P><P CLASS=n>yath&#257; tal-loka-v&#257;sinyah</P><P CLASS=n>k&#257;ma-tattvena gopik&#257;h</P><P CLASS=n>bhajanti ramanam matv&#257;</P><P CLASS=n>cik&#299;rsh&#257;jani nas tath&#257;</P><P>"The &#347;rutis replied, 'We have developed the desire to become like the cowherd women of the mortal world who, inspired by lust, worship You in the mood of a lover.' "</P><P>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=n>durlabho durghata&#347; caiva</P><P CLASS=n>yushm&#257;kam sa manorathah</P><P CLASS=n>may&#257;numoditah samyak</P><P CLASS=n>satyo bhavitum arhati</P><P>"The Lord then said, 'This desire of Yours is difficult to fulfill. Indeed, it is almost impossible. But since I am sanctioning it, your wish must inevitably come true.' "</P><P>&#257;g&#257;mini viriñcau tu</P><P CLASS=n>j&#257;te srishty-artham udite</P><P CLASS=n>kalpam s&#257;ra&#347;vatam pr&#257;pya</P><P CLASS=n>vraje gopyo bhavishyatha</P><P>" 'When the next Brahm&#257; takes birth to faithfully execute his duties of creation, and when the day of his life called the S&#257;rasvata-kalpa arrives, you will all appear in Vraja as gop&#299;s.' "</P><P>prithivy&#257;m bh&#257;rate kshetre</P><P CLASS=n>m&#257;thure mama mandale</P><P CLASS=n>vrind&#257;vane bhavishy&#257;mi</P><P CLASS=n>prey&#257;n vo r&#257;sa-mandale</P><P>" 'On the earth, in the land of Bh&#257;rata, in My own district of Mathur&#257;, in the forest of Vrind&#257;vana, I will become your beloved in the circle of the r&#257;sa dance.' "</P><P>j&#257;ra-dharmena su-sneham</P><P CLASS=n>su-dridham sarvato 'dhikam</P><P CLASS=n>mayi sampr&#257;pya sarve 'pi</P><P CLASS=n>krita-krity&#257; bhavishyatha</P><P>" 'Thus obtaining Me as your paramour, you will all gain the most exalted and steadfast pure love for Me, and in this way you will fulfill all your ambitions.' "</P><P>brahmov&#257;ca</P><P CLASS=n>&#347;rutvaitac cintayantyas t&#257;</P><P CLASS=n>r&#363;pam bhagavata&#347; ciram</P><P CLASS=n>ukta-k&#257;lam sam&#257;s&#257;dya</P><P CLASS=n>gopyo bh&#363;tv&#257; harim gat&#257;h</P><P>"Lord Brahm&#257; said: After hearing these words, the &#347;rutis meditated on the Personality of Godhead's beauty for a long time. When the designated time ultimately arrived, they became gop&#299;s and obtained the association of Krishna."</P><P>A similar account can be found in the Srishti-khanda of the Padma Pur&#257;na, which describes how the G&#257;yatr&#299; mantra also became a gop&#299;.</P><P>Regarding the development of bhakti, Lord Krishna further states in the Gop&#257;la-t&#257;pan&#299; Upanishad (Uttara 4), ap&#363;tah p&#363;to bhavati yam m&#257;m smritv&#257;, avrat&#299; vrat&#299; bhavati yam m&#257;m smritv&#257;, nishk&#257;mah sa-k&#257;mo bhavati yam m&#257;m smritv&#257;, a&#347;rotr&#299; &#347;rotr&#299; bhavati yam m&#257;m smritv&#257;: "By remembering Me, one who is impure becomes pure. By remembering Me, one who follows no vows becomes a strict follower of vows. By remembering Me, one who is desireless develops desires [to serve Me]. By remembering Me, one who has studied no Vedic mantras becomes an expert knower of the Vedas."</P><P>The Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/5/6">4.5.6</A>) refers to the gradual steps in the process of becoming Krishna conscious: &#257;tm&#257; v&#257; are drashtavyah &#347;rotavyo mantavyo nididhy&#257;sitavyah. "It is the Self which must be observed, heard about, thought of and meditated upon with fixed concentration." The idea here is that one should realize the Supreme Self as directly visible in His full personality by the following means: First one should hear the instructions of a qualified representative of the Param&#257;tm&#257; and take the words of such a spiritual master into one's heart by offering him humble service and striving in all ways to please him. One should then ponder the divine message of the spiritual master continuously, with the aim of dispelling all one's doubts and misconceptions. Then one can proceed to meditate on the Supreme Lord's lotus feet with total conviction and determination.</P><P>So-called jñ&#257;n&#299;s may think that the Upanishads praise nirvi&#347;esha (impersonal) realization of the Supreme as more complete and final than sa-vi&#347;esha (personal) worship of the Supreme Godhead. All honest Vaishnavas, however, join in adhering to the devotional service of the Supreme Lord, always meditating with pleasure on His infinitely wonderful, variegated spiritual qualities. In the words of the &#347;ruti-mantras, yam evaisha vrinute tena labhyas/ tasyaisha &#257;tm&#257; vivrinute tan&#363;m sv&#257;m: "To that person whom the Supreme Soul chooses, He becomes attainable. To that person the Supreme Soul reveals His personal form." (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/23">1.2.23</A> and Mundaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/3">3.2.3</A>)</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; concludes with the prayer,</P><P CLASS=n>carana-smaranam premn&#257;</P><P CLASS=n>tava deva su-durlabham</P><P CLASS=n>yath&#257; kathañcid nri-hare</P><P CLASS=n>mama bh&#363;y&#257;d ahar-ni&#347;am</P><P>"O Lord, loving remembrance of Your lotus feet is very rarely achieved. Please, O Nrihari, somehow arrange for me to have that remembrance day and night."</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>