<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.24</P><P CLASS=c>ka iha nu veda bat&#257;vara-janma-layo 'gra-saram</P><P CLASS=c>yata udag&#257;d rishir yam anu deva-gan&#257; ubhaye</P><P CLASS=c>tarhi na san na c&#257;sad ubhayam na ca k&#257;la-javah</P><P CLASS=c>kim api na tatra &#347;&#257;stram avakrishya &#347;ay&#299;ta yad&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/a/avara">avara</A> &#8212; recent; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; whose birth; <A CLASS=v HREF="http://vedabase.net/l/layah">layah</A> &#8212; and annihilation; <A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/s/saram">saram</A> &#8212; who came first; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/u/udagat">udag&#257;t</A> &#8212; arose; <A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the learned sage, <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following whom (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the groups of demigods; <A CLASS=v HREF="http://vedabase.net/u/ubhaye">ubhaye</A> &#8212; both (those who control the senses and those who live <A HREF="http://vedabase.net/i/in">in</A> the regions above the heavenly planets); <A CLASS=v HREF="http://vedabase.net/t/tarhi">tarhi</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; gross matter; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; subtle matter; <A CLASS=v HREF="http://vedabase.net/u/ubhayam">ubhayam</A> &#8212; that which is comprised of both (namely, the material bodies); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/j/javah">javah</A> &#8212; the flow; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; none at all; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/sastram">&#347;&#257;stram</A> &#8212; authoritative scripture; <A CLASS=v HREF="http://vedabase.net/a/avakrsya">avakrishya</A> &#8212; withdrawing; <A CLASS=v HREF="http://vedabase.net/s/sayita">&#347;ay&#299;ta</A> &#8212; (the Supreme Lord) lies down; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when.</P><P CLASS=t>TRANSLATION</P><P>Everyone in this world has recently been born and will soon die. So how can anyone here know Him who existed prior to everything else and who gave rise to the first learned sage, Brahm&#257;, and all subsequent demigods, both lesser and greater? When He lies down and withdraws everything within Himself, nothing else remains &#8212; no gross or subtle matter or bodies composed of these, no force of time or revealed scripture.</P><P CLASS=t>PURPORT</P><P>Here the &#347;rutis express the difficulty of knowing the Supreme. Devotional service, or bhakti-yoga, as described in these prayers of the personified Vedas, is the surest and easiest path to knowledge of the Lord and to liberation. In comparison, the philosophic search for knowledge, known as jñ&#257;na-yoga, is very difficult, favored though it is by those who are disgusted with material life but still unwilling to surrender to the Lord. As long as the finite soul remains envious of the Lord's supremacy, the Lord does not reveal Himself. As He states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>),</P><P>n&#257;ham prak&#257;&#347;ah sarvasya</P><P CLASS=n>yoga-m&#257;y&#257;-sam&#257;vritah</P><P CLASS=n>m&#363;dho 'yam n&#257;bhij&#257;n&#257;ti</P><P CLASS=n>loko m&#257;m ajam avyayam</P><P>"I am never manifest to the foolish and unintelligent. For them I am covered by My internal potency, and therefore they do not know that I am unborn and infallible." And in the words of Lord Brahm&#257;,</P><P>panth&#257;s tu koti-&#347;ata-vatsara-sampragamyo</P><P CLASS=n>v&#257;yor ath&#257;pi manaso muni-pu&#324;gav&#257;n&#257;m</P><P CLASS=n>so 'py asti yat-prapada-s&#299;mny avicintya-tattve</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, only the tip of the toe of whose lotus feet is approached by the yog&#299;s, who aspire after the transcendental and betake themselves to pr&#257;n&#257;y&#257;ma by drilling the respiration; or by the jñ&#257;n&#299;s, who search out the undifferentiated Brahman by the process of elimination of the mundane, extending over thousands of millions of years." (Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/34.htm">5.34</A>)</P><P>Brahm&#257;, the first-born living being in this universe, is also the foremost sage. He is born from Lord N&#257;r&#257;yana, and from him appear the hosts of demigods, including both the controllers of earthly activities and the rulers of heaven. All these powerful and intelligent beings are relatively recent productions of the Lord's creative energy. As the first speaker of the Vedas, Lord Brahm&#257; should know their purport at least as well as any other authority, but even he knows the Personality of Godhead only to a limited extent. As &#346;r&#299;mad-Bh&#257;gavatam states (1.3.35), veda-guhy&#257;ni hrit-pateh: "The Lord of the heart hides Himself deep within the confidential recesses of the Vedic sound." If Brahm&#257; and the demigods born from him cannot easily know the Supreme Lord, how then can mere mortals expect success in their independent pursuit of knowledge?</P><P>As long as this creation lasts, living beings face many obstacles on the path of knowledge. Because of identifying themselves with their material coverings, consisting of body, mind and ego, they acquire all sorts of prejudices and misconceptions. Even if they have the divine scripture to guide them and the opportunity to execute the prescribed methods of karma, jñ&#257;na and yoga, the conditioned souls have but little power for gaining knowledge of the Absolute. And when the time of annihilation comes, the Vedic scriptures and their regulative injunctions become unmanifest, leaving the dormant j&#299;vas completely in darkness. Therefore we should abandon our futile endeavors for knowledge without devotion and simply surrender ourselves to the Supreme Lord's mercy, heeding the advice of Lord Brahm&#257;:</P><P>jñ&#257;ne pray&#257;sam udap&#257;sya namanta eva</P><P CLASS=n>j&#299;vanti san-mukharit&#257;m bhavad&#299;ya-v&#257;rt&#257;m</P><P CLASS=n>sth&#257;ne sthit&#257;h &#347;ruti-gatam tanu-v&#257;&#324;-manobhih</P><P CLASS=n>ye pr&#257;ya&#347;o jita jito 'py asi tais tri-loky&#257;m</P><P>"Those who, even while remaining situated in their established social positions, throw away the process of speculative knowledge and with their body, words and mind offer all respects to descriptions of Your personality and activities, dedicating their lives to these narrations, which are vibrated by You personally and by Your pure devotees, certainly conquer Your Lordship, although You are otherwise unconquerable by anyone within the three worlds." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/3.htm">10.14.3</A>)</P><P>In this regard, the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/4/1">2.4.1</A>) refers to the Supreme as yato v&#257;co nivartante apr&#257;pya manas&#257; saha, "where words cease, and where the mind cannot reach. " The &#298;&#347;opanishad (4) states,</P><P>anejad ekam manaso jav&#299;yo</P><P CLASS=n>naitad dev&#257; &#257;pnuvan p&#363;rvam ar&#347;at</P><P CLASS=n>tad dh&#257;vato 'ny&#257;n atyeti tishthat</P><P CLASS=n>tasmin apo m&#257;tari&#347;v&#257; dadh&#257;ti</P><P>"Although fixed in His abode, the Personality of Godhead is more swift than the mind and can overcome all others running. The powerful demigods cannot approach Him. Although in one place, He controls those who supply the air and rain. He surpasses all in excellence." And in the Rig Veda (<A CLASS=v HREF="http://vedabase.net/todo/veda3/54/5">3.54.5</A>) we find this mantra:</P><P>ko 'ddh&#257; veda ka iha pravocat</P><P CLASS=n>kuta &#257;y&#257;t&#257;h kuta iyam visrishtih</P><P CLASS=n>arv&#257;g dev&#257; visarjanen&#257;-</P><P CLASS=n>th&#257; ko veda yata &#257; babh&#363;va</P><P>"Who in this world actually knows, and who can explain, whence this creation has come? The demigods, after all, are younger than the creation. Who, then, can tell whence this world has come into being?"</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; thus prays,</P><P CLASS=n>kv&#257;ham buddhy-&#257;di-samruddhah</P><P CLASS=n>kva ca bh&#363;man mahas tava</P><P CLASS=n>d&#299;na-bandho day&#257;-sindho</P><P CLASS=n>bhaktim me nri-hare di&#347;a</P><P>"What am I, a being entrapped by the material coverings of worldly intelligence and so on? And what are Your glories by comparison, O almighty one? O friend of the fallen, O ocean of mercy, Lord Nrihari, please bless me with Your devotional service."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>