<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.25</P><P CLASS=c>janim asatah sato mritim ut&#257;tmani ye ca bhid&#257;m</P><P CLASS=c>vipanam ritam smaranty upadi&#347;anti ta &#257;rupitaih</P><P CLASS=c>tri-guna-mayah pum&#257;n iti bhid&#257; yad abodha-krit&#257;</P><P CLASS=c>tvayi na tatah paratra sa bhaved avabodha-rase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/janim">janim</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; of the manifest world (from atoms); <A CLASS=v HREF="http://vedabase.net/s/satah">satah</A> &#8212; of that which is eternal; <A CLASS=v HREF="http://vedabase.net/m/mrtim">mritim</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the soul; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhidam">bhid&#257;m</A> &#8212; duality; <A CLASS=v HREF="http://vedabase.net/v/vipanam">vipanam</A> &#8212; mundane business; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; real; <A CLASS=v HREF="http://vedabase.net/s/smaranti">smaranti</A> &#8212; declare authoritatively; <A CLASS=v HREF="http://vedabase.net/u/upadisanti">upadi&#347;anti</A> &#8212; teach; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/arupitaih">&#257;rupitaih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> terms of illusions imposed on reality; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the material modes; <A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; composed; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; dualistic conception; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/abodha">abodha</A> &#8212; by ignorance; <A CLASS=v HREF="http://vedabase.net/k/krta">krit&#257;</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> such; <A CLASS=v HREF="http://vedabase.net/p/paratra">paratra</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that (ignorance); <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; can exist; <A CLASS=v HREF="http://vedabase.net/a/avabodha">avabodha</A> &#8212; total consciousness; <A CLASS=v HREF="http://vedabase.net/r/rase">rase</A> &#8212; whose composition.</P><P CLASS=t>TRANSLATION</P><P>Supposed authorities who declare that matter is the origin of existence, that the permanent qualities of the soul can be destroyed, that the self is compounded of separate aspects of spirit and matter, or that material transactions constitute reality &#8212; all such authorities base their teachings on mistaken ideas that hide the truth. The dualistic conception that the living entity is produced from the three modes of nature is simply a product of ignorance. Such a conception has no real basis in You, for You are transcendental to all illusion and always enjoy perfect, total awareness.</P><P CLASS=t>PURPORT</P><P>The true position of the Supreme Personality is a sublime mystery, as is also the dependent position of the j&#299;va soul. Most thinkers are mistaken in one way or another about these truths, since there are countless varieties of false designation that can cover the soul and create illusion. Foolish conditioned souls submit to obvious delusions, but the illusory power of M&#257;y&#257; can easily subvert the intelligence of even the most sophisticated philosophers and mystics. Thus there are always divergent schools of thought propounding conflicting theories concerning basic principles of truth.</P><P>In traditional Indian philosophy, the followers of Vai&#347;eshika, Ny&#257;ya, S&#257;&#324;khya, Yoga and M&#299;m&#257;ms&#257; philosophies all have their own erroneous ideas, which the personified Vedas point out in this prayer. The Vai&#347;eshikas say that the visible universe is created from an original stock of atoms (janim asatah). As Kan&#257;da Rishi's Vai&#347;eshika-s&#363;tras (<A CLASS=v HREF="http://vedabase.net/todo/sutra7/1/20">7.1.20</A>) state, nityam parimandalam: "That which is of the smallest size, the atom, is eternal. " Kan&#257;da and his followers also postulate eternality for other, nonatomic entities, including the souls who become embodied, and even a Supreme Soul. But in Vai&#347;eshika cosmology the souls and the Supersoul play only token roles in the atomic production of the universe. &#346;r&#299;la Krishna-dvaip&#257;yana Vedavy&#257;sa criticizes this position in his Ved&#257;nta-s&#363;tras (<A CLASS=v HREF="http://vedabase.net/todo/sutra2/2/12">2.2.12</A>): ubhayath&#257;pi na karm&#257;tas tad-abh&#257;vah. According to this s&#363;tra, one cannot claim that, at the time of creation, atoms first combine together because they are impelled by some karmic impulse adhering in the atoms themselves, since atoms by themselves, in their primeval state before combining into complex objects, have no ethical responsibility that might lead them to acquire pious and sinful reactions. Nor can the initial combination of atoms be explained as a result of the residual karma of the living entities who lie dormant prior to creation, since these reactions are each j&#299;va's own and cannot be transferred from them even to other j&#299;vas, what to speak of inert atoms.</P><P>Alternatively, the phrase janim asatah can be taken to allude to the Yoga philosophy of Patañjali Rishi, inasmuch as his Yoga-s&#363;tras teach one how to achieve the transcendental status of Brahmanhood by a mechanical process of exercise and meditation. Patañjali's yoga method is here called asat because it ignores the essential aspect of devotion &#8212; surrender to the will of the Supreme Person. As Lord Krishna states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/17/28.htm">17.28</A>),</P><P>a&#347;raddhay&#257; hutam dattam</P><P CLASS=n>tapas taptam kritam ca yat</P><P CLASS=n>asad ity ucyate p&#257;rtha</P><P CLASS=n>na ca tat pretya no iha</P><P>"Anything done as sacrifice, charity or penance without faith in the Supreme, O son of Prith&#257;, is impermanent. It is called asat and is useless both in this life and in the next."</P><P>The Yoga-s&#363;tras acknowledge the Personality of Godhead in an oblique way, but only as a helper whom the advancing yog&#299; can utilize. &#298;&#347;vara-pranidh&#257;n&#257;d v&#257;: "Devotional meditation on God is yet another means of achieving concentration." (Yoga-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/23">1.23</A>) In contrast, B&#257;dar&#257;yana Vedavy&#257;sa's philosophy of Ved&#257;nta emphasizes devotional service not only as the primary means to liberation but also as identical with liberation itself. &#256;-pr&#257;yan&#257;t tatr&#257;pi hi drishtam: "Worship of the Lord continues up to the point of liberation, and indeed goes on in the liberated state also, as the Vedas reveal." (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra4/1/12">4.1.12</A>)</P><P>Gautama Rishi, in his Ny&#257;ya-sutras, proposes that one can attain liberation by negating both illusion and unhappiness: duhkha-janma-pravritti-dosha-mithy&#257;-jñ&#257;n&#257;n&#257;m uttarottar&#257;p&#257;ye tad-anantar&#257;bh&#257;v&#257;d apavargah. "By successively dispelling false conceptions, bad character, entangling action, rebirth and misery &#8212; the disappearance of one of these allowing the disappearance of the next &#8212; one can achieve final liberation." (Ny&#257;ya-sutra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/2">1.1.2</A>) But since Ny&#257;ya philosophers believe that awareness is not an essential quality of the soul, they teach that a liberated soul has no consciousness. The Ny&#257;ya idea of liberation thus puts the soul in the condition of a dead stone. This attempt by the Ny&#257;ya philosophers to kill the soul's innate consciousness is here called sato mritim by the personified Vedas. But the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra2/3/17">2.3.17</A>) unequivocally states, jño 'ta eva: "The j&#299;va soul is always a knower."</P><P>Although the soul is in truth both conscious and active, the proponents of S&#257;&#324;khya philosophy wrongly separate these two functions of the living force (&#257;tmani ye ca bhid&#257;m), ascribing consciousness to the soul (purusha) and activity to material nature (prakriti). According to the S&#257;&#324;khya-k&#257;rik&#257; (19-20),</P><P>tasm&#257;c ca vipary&#257;s&#257;t</P><P CLASS=n>siddham s&#257;kshitvam purushasya</P><P CLASS=n>kaivalyam madhya-sthyam</P><P CLASS=n>drashtritvam akartri-bh&#257;va&#347; ca</P><P>"Thus, since the apparent differences between purushas are only superficial (being due to the various modes of nature that cover them), the purusha's true status is proven to be that of a witness, characterized by his separateness, his passive indifference, his status of being an observer, and his inactivity."</P><P>tasm&#257;t tat-samyog&#257;d</P><P CLASS=n>acetanam cetan&#257;-vad iva li&#324;gam</P><P CLASS=n>guna-kartritve 'pi tath&#257;</P><P CLASS=n>karteva bhavaty ud&#257;s&#299;nah</P><P>"Thus, by contact with the soul, the unconscious subtle body seems to be conscious, while the soul appears to be the doer although he is aloof from the activity of nature's modes."</P><P>&#346;r&#299;la Vy&#257;sadeva refutes this idea in the section of the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra2/3/31">2.3.31-39</A>) that begins, kart&#257; &#347;&#257;str&#257;rtha-vattv&#257;t: "The j&#299;va soul must be a performer of actions, because the injunctions of scripture must have some purpose." &#256;c&#257;rya Baladeva Vidy&#257;bh&#363;shana, in his Govinda-bh&#257;shya, explains: "The j&#299;va, not the modes of nature, is the doer. Why? Because the injunctions of scripture must have some purpose (&#347;&#257;str&#257;rtha-vattv&#257;t). For example, such scriptural injunctions as svarga-k&#257;mo yajeta ('One who desires to attain to heaven should perform ritual sacrifice') and &#257;tm&#257;nam eva lokam up&#257;s&#299;ta (Brihad-&#257;ranyaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/4/15">1.4.15</A>: 'One should worship with the aim of attaining the spiritual kingdom') are meaningful only if a conscious doer exists. If the modes of nature were the doer, these statements would serve no purpose. After all, scriptural injunctions engage the living entity in performing prescribed actions by convincing him that he can act to bring about certain enjoyable results. Such a mentality cannot be aroused in the inert modes of nature."</P><P>Jaimini Rishi, in his P&#363;rva-m&#299;m&#257;ms&#257;-s&#363;tras, presents material work and its results as the whole of reality (vipanam ritam). He and later proponents of Karma-m&#299;m&#257;ms&#257; philosophy teach that material existence is endless &#8212; that there is no liberation. For them the cycle of karma is perpetual, and the best one can aim for is higher birth among the demigods. Therefore, they say, the whole purpose of the Vedas is to engage human beings in rituals for creating good karma, and consequently the mature soul's prime responsibility is to ascertain the exact meaning of the Vedas' sacrificial injunctions and to execute them. Codan&#257;-lakshano 'rtho dharmah: "Duty is that which is indicated by the injunctions of the Vedas."(P&#363;rva-m&#299;m&#257;ms&#257;-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/2">1.1.2</A>)</P><P>The Ved&#257;nta-s&#363;tra, however &#8212; especially in the fourth chapter, which deals with life's ultimate goal &#8212; elaborately describes the soul's potential for achieving liberation from birth and death, while it subordinates ritual sacrifice to the role of helping one become qualified to receive spiritual knowledge. As stated there (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra4/1/16">4.1.16</A>), agnihotr&#257;di tu tat-k&#257;ry&#257;yaiva tad-dar&#347;an&#257;t: "The Agnihotra and other Vedic sacrifices are meant only for producing knowledge, as the statements of the Vedas show." And the very last words of the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra4/4/22">4.4.22</A>) proclaim, an&#257;vrittih &#347;abd&#257;t: "The liberated soul never returns to this world, as promised by the revealed scripture."</P><P>Thus the fallacious conclusions of the speculative philosophers prove that even great scholars and sages are often bewildered by the misuse of their own God-given intelligence. As the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/5">1.2.5</A>) says,</P><P>avidy&#257;y&#257;m antare vartam&#257;n&#257;h</P><P CLASS=n>svayam dh&#299;r&#257;h panditam-manyam&#257;n&#257;h</P><P CLASS=n>ja&#324;ghanyam&#257;n&#257;h pariyanti m&#363;dh&#257;</P><P CLASS=n>andhenaiva n&#299;yam&#257;n&#257; yath&#257;ndh&#257;h</P><P>"Caught in the grip of ignorance, self-proclaimed experts consider themselves learned authorities. They wander about this world befooled, like the blind leading the blind."</P><P>Of the six orthodox philosophies of Vedic tradition &#8212; S&#257;&#324;khya, Yoga, Ny&#257;ya, Vai&#347;eshika, M&#299;m&#257;ms&#257; and Ved&#257;nta &#8212; only the Ved&#257;nta of B&#257;dar&#257;yana Vy&#257;sa is free of error, and even that only as properly explained by the bona fide Vaishnava &#257;c&#257;ryas. Each of the six schools, nonetheless, makes some practical contribution to Vedic education: atheistic S&#257;&#324;khya explains the evolution of natural elements from subtle to gross, Patañjali's yoga describes the eightfold method of meditation, Ny&#257;ya sets forth the techniques of logic, Vai&#347;eshika considers the basic metaphysical categories of reality, and M&#299;m&#257;ms&#257; establishes the standard tools of scriptural interpretation. Apart from these six, there are also the more deviant philosophies of the Buddhists, Jains and C&#257;rv&#257;kas, whose theories of voidism and materialism deny the spiritual integrity of the eternal soul.</P><P>Ultimately, the only perfectly reliable source of knowledge is God Himself. The Personality of Godhead is avabodha-rasa, the infinite reservoir of unfailing vision. To those who depend on Him with absolute conviction, He grants the divine eye of knowledge. Others, following their own speculative theories, must grope for the truth through the obscuring curtain of M&#257;y&#257;. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P>mithy&#257;-tarka-&#347;ukarka&#347;erita-mah&#257;-v&#257;d&#257;ndhak&#257;r&#257;ntara-</P><P CLASS=n>bhr&#257;myan-manda-mater amanda-mahimams tvad-jñ&#257;na-vartm&#257;sphutam</P><P CLASS=n>&#347;r&#299;man m&#257;dhava v&#257;mana tri-nayana &#347;r&#299;-&#347;a&#324;kara &#347;r&#299;-pate</P><P CLASS=n>govindeti mud&#257; vadan madhu-pate muktah kad&#257; sy&#257;m aham</P><P>"For the bewildered soul wandering within the darkness of those exalted philosophies promoted by the harsh methods of false logic, the path of true knowledge of You, O Lord of magnificent glory, remains invisible. O Lord of Madhu, husband of the goddess of fortune, when will I become liberated by joyfully chanting Your names &#8212; M&#257;dhava, V&#257;mana, Trinayana, &#346;r&#299; &#346;a&#324;kara, &#346;r&#299;pati and Govinda?"</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>