<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.26</P><P CLASS=c>sad iva manas tri-vrit tvayi vibh&#257;ty asad &#257;-manuj&#257;t</P><P CLASS=c>sad abhimri&#347;anty a&#347;esham idam &#257;tmatay&#257;tma-vidah</P><P CLASS=c>na hi vikritim tyajanti kanakasya tad-&#257;tmatay&#257;</P><P CLASS=c>sva-kritam anupravishtam idam &#257;tmatay&#257;vasitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; real; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind (and its manifestations); <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vrt">vrit</A> &#8212; threefold (by the modes of material nature); <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/v/vibhati">vibh&#257;ti</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; unreal; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manujat">manuj&#257;t</A> &#8212; extending <A HREF="http://vedabase.net/t/to">to</A> the human beings; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> real; <A CLASS=v HREF="http://vedabase.net/a/abhimrsanti">abhimri&#347;anti</A> &#8212; they consider; <A CLASS=v HREF="http://vedabase.net/a/asesam">a&#347;esham</A> &#8212; entire; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (world); <A CLASS=v HREF="http://vedabase.net/a/atmataya">&#257;tmatay&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> nondifferent from the Self; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; the knowers of the Self; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vikrtim">vikritim</A> &#8212; the transformations; <A CLASS=v HREF="http://vedabase.net/t/tyajanti">tyajanti</A> &#8212; reject; <A CLASS=v HREF="http://vedabase.net/k/kanakasya">kanakasya</A> &#8212; of gold; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmataya">&#257;tmatay&#257;</A> &#8212; inasmuch <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A> nondifferent from <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; by Himself; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/a/anupravistam">anupravishtam</A> &#8212; and entered; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atmataya">&#257;tmatay&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> nondifferent from Himself; <A CLASS=v HREF="http://vedabase.net/a/avasitam">avasitam</A> &#8212; ascertained.</P><P CLASS=t>TRANSLATION</P><P>The three modes of material nature comprise everything in this world &#8212; from the simplest phenomena to the complex human body. Although these phenomena appear real, they are only a false reflection of the spiritual reality, being a superimposition of the mind upon You. Still, those who know the Supreme Self consider the entire material creation to be real inasmuch as it is nondifferent from the Self. Just as things made of gold are indeed not to be rejected, since their substance is actual gold, so this world is undoubtedly nondifferent from the Lord who created it and then entered within it.</P><P CLASS=t>PURPORT</P><P>In one sense the visible world is real (sat), while in another it is not (asat). The substance of this universe is solid fact, being the Lord's external energy, but the forms that M&#257;y&#257; imposes on this substance are only temporary. And because material forms are temporary manifestations, those who consider them permanent are in illusion. Impersonalistic scholars, however, misinterpret this division of sat and asat; denying commonsense reality, they declare that not only material form but also material substance is unreal, and they confuse their own spiritual essence with that of the Absolute Whole. A M&#257;y&#257;v&#257;d&#299; philosopher would take the words spoken by the personified Vedas in the preceding prayer &#8212; tri-guna-mayah pum&#257;n iti bhid&#257; &#8212; as negating any distinction between the Param&#257;tm&#257; and the j&#299;va soul. He would claim that since the j&#299;va's material embodiment is an ephemeral display of the three modes of nature, when the j&#299;va's ignorance is destroyed by knowledge, he becomes the Param&#257;tm&#257;, the Supreme Soul; bondage, liberation and the manifest world are all unreal creations of ignorance. In response to such ideas, the Vedas here clarify the factual relationship between sat and asat.</P><P>In the &#347;ruti literature we find this statement: asato 'dhimano 'srijyata, manah praj&#257;patim asrijat, praj&#257;patih praj&#257; asrijat, tad v&#257; idam manasy eva paramam pratishthitam yad idam kim ca. "The supreme mind was originally created from asat. This mind created Praj&#257;pati, and Praj&#257;pati created all living beings. Thus mind alone is the ultimate foundation of everything that exists in this world." Although impersonalists might misread this to mean that all manifest existence is based on the unreality of illusion (asat), the apparently contrary use of the word asat in this passage actually refers to the original cause, the Supreme Godhead, because He is transcendental to material existence (sat). The logic of the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra2/1/17">2.1.17</A>) corroborates this interpretation while denying the wrong interpretation of the impersonalists: asad-vyapade&#347;&#257;n neti cen na dharm&#257;ntarena v&#257;kya-&#347;esh&#257;t. "If one objects that the material world and its source cannot be of one substance because the world has been called unreal, we reply, 'No, because the statement that Brahman is asat makes sense in terms of His having qualities distinct from those of the creation.' " Thus the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/7/1">2.7.1</A>) declares, asad v&#257; idam agra &#257;s&#299;t: "In the beginning of this creation, only asat was present."</P><P>In the opinion of &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the word adhimanah in the passage quoted above refers to the ruler of the aggregate mind of the universe, Lord Aniruddha, who appears as a plenary expansion of &#346;r&#299; N&#257;r&#257;yana when the latter desires to create. Praj&#257;pati is Brahm&#257;, the father of all other created beings. This is described in the Mah&#257;-n&#257;r&#257;yana Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/4">1.4</A>): atha punar eva n&#257;r&#257;yanah so 'nyam k&#257;mam manas&#257; dhy&#257;yet. tasya dhy&#257;n&#257;ntah-sthasya lalan&#257;t svedo 'patat. t&#257; im&#257; pratat&#257;pa t&#257;su tejo hiran-mayam andam tatra brahm&#257; catur-mukho 'j&#257;yata. "Then Lord N&#257;r&#257;yana meditated upon another desire of His, and as He pondered, a drop of perspiration fell from His forehead. All the material creations evolved from the fermentation of this drop. Therein the fiery, golden egg of the universe appeared, and within that globe four-headed Brahm&#257; took his birth."</P><P>When a particular object is manufactured, it appears as a transformation of its ingredient cause, as in the case of jewelry made from gold. Persons who want gold will not reject gold earrings or necklaces, since these items are still gold, despite their modification. True jñ&#257;n&#299;s see in this mundane example an analogy to the different-yet-nondifferent relationship of the Purusha and His emanations, both material and spiritual. Thus this transcendental knowledge frees them from the bondage of illusion, for they can then see the Lord throughout His creation.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>yat sattvatah sad&#257; bh&#257;ti</P><P CLASS=n>jagad etad asat svatah</P><P CLASS=n>sad-&#257;bh&#257;sam asaty asmin</P><P CLASS=n>bhagavantam bhaj&#257;ma tam</P><P>"Let us worship the Supreme Personality of Godhead, by virtue of whose substantial existence this created world seems to exist perpetually, although it is essentially insubstantial. As the Supersoul, He constitutes the representation of the real within this unreality."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>