<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.30</P><P CLASS=c>aparimit&#257; dhruv&#257;s tanu-bhrito yadi sarva-gat&#257;s</P><P CLASS=c>tarhi na &#347;&#257;syateti niyamo dhrava netarath&#257;</P><P CLASS=c>ajani ca yan-mayam tad avimucya niyantri bhavet</P><P CLASS=c>samam anuj&#257;nat&#257;m yad amatam mata-dushtatay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aparimitah">aparimit&#257;h</A> &#8212; countless; <A CLASS=v HREF="http://vedabase.net/d/dhruvah">dhruv&#257;h</A> &#8212; permanent; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; the embodied living entities; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; omnipresent; <A CLASS=v HREF="http://vedabase.net/t/tarhi">tarhi</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sasyata">&#347;&#257;syat&#257;</A> &#8212; sovereignty; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/n/niyamah">niyamah</A> &#8212; rule; <A CLASS=v HREF="http://vedabase.net/d/dhruva">dhruva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unchanging one; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/itaratha">itarath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/a/ajani">ajani</A> &#8212; was generated; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; from whose substance; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/a/avimucya">avimucya</A> &#8212; not separating itself; <A CLASS=v HREF="http://vedabase.net/n/niyantr">niyantri</A> &#8212; regulator; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; must be; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equally present; <A CLASS=v HREF="http://vedabase.net/a/anujanatam">anuj&#257;nat&#257;m</A> &#8212; of those who supposedly know; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/amatam">amatam</A> &#8212; misunderstood; <A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; of what is known; <A CLASS=v HREF="http://vedabase.net/d/dustataya">dushtatay&#257;</A> &#8212; because of the imperfection.</P><P CLASS=t>TRANSLATION</P><P>If the countless living entities were all-pervading and possessed forms that never changed, You could not possibly be their absolute ruler, O immutable one. But since they are Your localized expansions and their forms are subject to change, You do control them. Indeed, that which supplies the ingredients for the generation of something is necessarily its controller because a product never exists apart from its ingredient cause. It is simply illusion for someone to think that he knows the Supreme Lord, who is equally present in each of His expansions, since whatever knowledge one gains by material means must be imperfect.</P><P CLASS=t>PURPORT</P><P>Because the conditioned soul cannot directly understand the Supreme, the Vedas commonly refer to that Supreme Truth in such impersonal terms as Brahman and om tat sat. If an ordinary scholar presumes to know the confidential meaning of these symbolic references, he should be rejected as an imposter. In the words of &#346;r&#299; Kena Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/1">2.1</A>), yadi manyase su-vedeti dabhram ev&#257;pi n&#363;nam tvam vettha brahmano r&#363;pam, yad asya tvam yad asya deveshu: "If you think you know Brahman well, then your knowledge is very meager. If you think you can identify Brahman's form from among the demigods, indeed you know but little." And again,</P><P>yasy&#257;matam tasya matam</P><P CLASS=n>matam yasya na veda sah</P><P CLASS=n>avijñ&#257;tam vij&#257;nat&#257;m</P><P CLASS=n>vijñ&#257;tam avij&#257;nat&#257;m</P><P>"Whoever denies having any opinion of his own about the Supreme Truth is correct in his opinion, whereas one who has his own opinion about the Supreme does not know Him. He is unknown to those who claim to know Him, and can only be known by those who do not claim to know Him." (Kena Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/3">2.3</A>)</P><P>&#256;c&#257;rya &#346;r&#299;dhara Sv&#257;m&#299; gives the following explanation of this verse: Many philosophers have studied the mysteries of life from various perspectives and have formed widely differing theories. The Advaita M&#257;y&#257;v&#257;d&#299;s, for example, propose that there is only one living being and one power of illusion (avidy&#257;) that covers him, producing the appearance of plurality. But this hypothesis leads to the absurd conclusion that when any one living being becomes liberated, everyone obtains liberation. If, on the other hand, there are many avidy&#257;s to cover the one living being, each avidy&#257; will cover only some part of him, and we would have to talk about his becoming partly liberated at particular times while his other parts remain in bondage. This is also obviously absurd. Thus the plurality of living beings is an unavoidable conclusion.</P><P>Furthermore, there are other theoreticians, namely the proponents of Ny&#257;ya and Vai&#347;eshika, who claim that the j&#299;va soul is infinite in size. If souls were infinitesimal, these scholars argue, they would not pervade their own bodies, whereas if they were of medium size they would be divisible into parts and thus could not be eternal, at least according to the axioms of Ny&#257;ya-Vai&#347;eshika metaphysics. But if the numerous eternal j&#299;va souls are each infinitely large, how could they be covered by any power of bondage, whether belonging to avidy&#257; or to the Supreme Lord Himself? According to this theory, there can be no illusion for the soul, no limitations from which to be liberated. The infinite souls must eternally remain as they are, without change. This would mean that the souls would all be equal to God, since He would have no scope for controlling these all-pervading, unchanging rivals.</P><P>The Vedic &#347;ruti-mantras, which affirm unequivocally the mastery of the Lord over the individual souls, cannot be validly contradicted. A true philosopher must accept the statements of &#347;ruti as reliable authority on all matters they touch. Certainly in numerous places the Vedic literatures contrast the Supreme Lord's perpetual, unchanging oneness with the ever-changing embodiments of living beings caught up in the cycle of birth and death.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>antar-yant&#257; sarva-lokasya g&#299;tah</P><P CLASS=n>&#347;ruty&#257; yukty&#257; caivam ev&#257;vaseyah</P><P CLASS=n>yah sarva-jñah sarva-&#347;aktir nrishimhah</P><P CLASS=n>&#347;r&#299;mantam tam cetasaiv&#257;valambe</P><P>"In my heart I take shelter of Him who is glorified as the inner controller of all the worlds, and whom the Vedas ascertain in truth through logical reasoning. He is Nrisimha, the omniscient and omnipotent Lord of the goddess of fortune."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>