<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.34</P><P CLASS=c>svajana-sut&#257;tma-d&#257;ra-dhana-dh&#257;ma-dhar&#257;su-rathais</P><P CLASS=c>tvayi sati kim nrin&#257;m &#347;rayata &#257;tmani sarva-rase</P><P CLASS=c>iti sad aj&#257;nat&#257;m mithunato rataye carat&#257;m</P><P CLASS=c>sukhayati ko nv iha sva-vihate sva-nirasta-bhage</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svajana">svajana</A> &#8212; with servants; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/d/dara">d&#257;ra</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; money; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhar&#257;</A> &#8212; land; <A CLASS=v HREF="http://vedabase.net/a/asu">asu</A> &#8212; vitality; <A CLASS=v HREF="http://vedabase.net/r/rathaih">rathaih</A> &#8212; and vehicles; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; when You; <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; have become; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what (use); <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; for human beings; <A CLASS=v HREF="http://vedabase.net/s/srayatah">&#347;rayatah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> taking shelter; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; their very Self; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/r/rase">rase</A> &#8212; the embodiment of all pleasures; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/a/ajanatam">aj&#257;nat&#257;m</A> &#8212; for those who fail <A HREF="http://vedabase.net/t/to">to</A> appreciate; <A CLASS=v HREF="http://vedabase.net/m/mithunatah">mithunatah</A> &#8212; from sexual combinations; <A CLASS=v HREF="http://vedabase.net/r/rataye">rataye</A> &#8212; for sensual indulgence; <A CLASS=v HREF="http://vedabase.net/c/caratam">carat&#257;m</A> &#8212; carrying on; <A CLASS=v HREF="http://vedabase.net/s/sukhayati">sukhayati</A> &#8212; gives happiness; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; at all; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this (world); <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; by its very nature; <A CLASS=v HREF="http://vedabase.net/v/vihate">vihate</A> &#8212; which is subject <A HREF="http://vedabase.net/t/to">to</A> destruction; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; by its very nature; <A CLASS=v HREF="http://vedabase.net/n/nirasta">nirasta</A> &#8212; which is devoid; <A CLASS=v HREF="http://vedabase.net/b/bhage">bhage</A> &#8212; of any essence.</P><P CLASS=t>TRANSLATION</P><P>To those persons who take shelter of You, You reveal Yourself as the Supersoul, the embodiment of all transcendental pleasure. What further use have such devotees for their servants, children or bodies, their wives, money or houses, their land, good health or conveyances? And for those who fail to appreciate the truth about You and go on pursuing the pleasures of sex, what could there be in this entire world &#8212; a place inherently doomed to destruction and devoid of significance &#8212; that could give them real happiness?</P><P CLASS=t>PURPORT</P><P>Devotional service to Lord Vishnu is considered pure when one's sole desire is to please the Lord. Situated in that perfect consciousness, a Vaishnava has no further interest in wordly gains and is thus excused from any obligation to perform ritual sacrifices and follow austere practices of yoga. As the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/12">1.2.12</A>) states,</P><P>par&#299;kshya lok&#257;n karma-cit&#257;n br&#257;hmano</P><P CLASS=n>nirvedam &#257;y&#257;n n&#257;sty akritah kritena</P><P>"When a br&#257;hmana recognizes that elevation to the heavenly planets is merely another accumulation of karma, he becomes renounced and is no longer corrupted by his actions." The Brihad-&#257;ranyaka (<A CLASS=v HREF="http://vedabase.net/todo/aranyaka/4/4/9">4.4.9</A>) and Katha (<A CLASS=v HREF="http://vedabase.net/todo/katha6/14">6.14</A>) Upanishads confirm,</P><P>yad&#257; sarve pramucyante</P><P CLASS=n>k&#257;m&#257; ye 'sya hridi &#347;rit&#257;h</P><P CLASS=n>atha martyo 'mrito bhavaty</P><P CLASS=n>atra brahma sama&#347;nute</P><P>"When a person completely gives up all the sinful desires he is harboring in his heart, he exchanges mortality for eternal spiritual life and attains real pleasure in the Absolute Truth." And the Gop&#257;la-t&#257;pan&#299; Upanishad (P&#363;rva 15) concludes, bhaktir asya bhajanam tad ih&#257;mutrop&#257;dhi-nair&#257;syen&#257;mushmin manah-kalpanam etad eva naishkarmyam."Devotional service is the process of worshiping the Supreme Lord. It consists of fixing one's mind upon Him by becoming disinterested in all material designations, both in this life and the next. This indeed, is true renunciation."</P><P>The items the &#347;rutis mention here are all measures of worldly success: svajan&#257;h, servants; &#257;tm&#257;, a beautiful body; sut&#257;h, children to be proud of; d&#257;r&#257;h, an attractive and competent spouse; dhanam, financial assets; dh&#257;ma, a prestigious residence; dhar&#257;, holdings of land; asavah, health and strength; and rath&#257;h, cars and other vehicles that display one's status. But one who has begun to experience the ecstasy of devotional service loses all attraction for these things, since he finds real satisfaction in the Supreme Lord, the reservoir of all pleasure, who enjoys by sharing His own pleasures with His servitors.</P><P>We are each free to choose the course of our life: we can either dedicate our body, mind, words, talents and wealth to the glory of God, or else we can ignore Him and struggle instead for our personal happiness. The second path leads to a life of slavery to sex and ambition, in which the soul never feels real satisfaction but instead suffers continually. Vaishnavas are distressed to see materialists suffering in this way, and so they always strive to enlighten them.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>bhajato hi bhav&#257;n s&#257;ksh&#257;t</P><P CLASS=n>param&#257;nanda-cid-dhanah</P><P CLASS=n>&#257;tmaiva kim atah krityam</P><P CLASS=n>tuccha-d&#257;ra-sut&#257;dibhih</P><P>"For those who worship You, You become their very Self, their spiritual treasure of topmost bliss. What further use have they for mundane wives, children and so forth?"</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>