<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.35</P><P CLASS=c>bhuvi puru-punya-t&#299;rtha-sadan&#257;ny rishayo vimad&#257;s</P><P CLASS=c>ta uta bhavat-pad&#257;mbuja-hrido 'gha-bhid-a&#324;ghri-jal&#257;h</P><P CLASS=c>dadhati sakrin manas tvayi ya &#257;tmani nitya-sukhe</P><P CLASS=c>na punar up&#257;sate purusha-s&#257;ra-har&#257;vasath&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/p/puru">puru</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/s/sadanani">sadan&#257;ni</A> &#8212; and personal abodes of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/v/vimadah">vimadah</A> &#8212; free from false pride; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/h/hrdah">hridah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whose hearts; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A> &#8212; sins; <A CLASS=v HREF="http://vedabase.net/b/bhit">bhit</A> &#8212; which destroys; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; (having bathed) whose feet; <A CLASS=v HREF="http://vedabase.net/j/jalah">jal&#257;h</A> &#8212; the water; <A CLASS=v HREF="http://vedabase.net/d/dadhati">dadhati</A> &#8212; turn; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; even once; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; their minds; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; toward You; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; toward the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/sukhe">sukhe</A> &#8212; who is happy; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; never again; <A CLASS=v HREF="http://vedabase.net/u/upasate">up&#257;sate</A> &#8212; they worship; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the essential qualities; <A CLASS=v HREF="http://vedabase.net/h/hara">hara</A> &#8212; which steal way; <A CLASS=v HREF="http://vedabase.net/a/avasathan">&#257;vasath&#257;n</A> &#8212; their mundane homes.</P><P CLASS=t>TRANSLATION</P><P>Sages free from false pride live on this earth by frequenting the sacred pilgrimage sites and those places where the Supreme Lord displayed His pastimes. Because such devotees keep Your lotus feet within their hearts, the water that washes their feet destroys all sins. Anyone who even once turns his mind toward You, the ever-blissful Soul of all existence, no longer dedicates himself to serving family life at home, which simply robs a man of his good qualities.</P><P CLASS=t>PURPORT</P><P>The qualification of an aspiring sage is that he has learned about the Absolute Truth from standard authorities and developed a sober mood of renunciation. To develop his capacity for discriminating the important from the unimportant, such a person often wanders from one holy site to another, taking advantage of the association of great souls who frequent or reside in these places. If, in the course of his travels, the aspiring sage can begin to realize the Supreme Lord's lotus feet in the core of his heart he will be released from the illusion of false ego and from the painful bondage of lust, envy and greed. Though he may still go to places of pilgrimage to bathe away his sins, the now purified sage has the power to sanctify others with the water that washes his feet and with the realized instructions he imparts. Such a sage is described by the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/9">2.2.9</A>)</P><P>bhidyate hridaya-granthi&#347;</P><P CLASS=n>chidyante sarva-sam&#347;ay&#257;h</P><P CLASS=n>ksh&#299;yante c&#257;sya karm&#257;ni</P><P CLASS=n>tasmin drishte par&#257;vare</P><P>"The knot in the heart is pierced, all misgivings are cut to pieces, and the chain of fruitive actions is terminated when one sees the Supreme Lord everywhere, within all superior and inferior beings." To sages who have reached this stage, the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/11">3.2.11</A>) thus pays homage: namah paramarshibhyah, namah paramarshibhyah. "Obeisances to the topmost sages, obeisances to the topmost sages!"</P><P>Putting aside the affectionate company of wives, children, friends and followers, saintly Vaishnavas travel to the holy dh&#257;mas where the Supreme Lord's worship can be most successfully prosecuted &#8212; places such as Vrind&#257;vana, M&#257;y&#257;pura and Jagann&#257;tha Pur&#299;, or anywhere else where sincere devotees of Lord Vishnu congregate. Even those Vaishnavas who have not taken sanny&#257;sa and still live at home or in their guru's &#257;&#347;rama, but who have once tasted just a drop of the sublime pleasure of devotional service, will also have little inclination to meditate on the pleasures of a materialistic family life, which robs a person of his discretion, determination, sobriety, tolerance and peace of mind.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>muñcann a&#324;ga tad a&#324;ga-sa&#324;gam ani&#347;am tv&#257;m eva sañcintayan</P><P CLASS=n>santah santi yato yato gata-mad&#257;s t&#257;n &#257;&#347;ram&#257;n &#257;vasan</P><P CLASS=n>nityam tan-mukha-pa&#324;kaj&#257;d vigalita-tvat-punya-g&#257;th&#257;mrita-</P><P CLASS=n>srotah-samplava-sampluto nara-hare na sy&#257;m aham deha-bhrit</P><P>"My dear Lord, when I will give up all sense gratification and engage incessantly in meditating upon You, and when I will take up residence in the hermitages of saintly devotees free from false pride, then I will become fully immersed in the inundation of nectar pouring from the devotees' lotus mouths as they chant sacred narrations about You. And then, O Lord Narahari, I will never again have to take a material body."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>