<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.37</P><P CLASS=c>na yad idam agra &#257;sa na bhavishyad ato nidhan&#257;d</P><P CLASS=c>anu mitam antar&#257; tvayi vibh&#257;ti mrishaika-rase</P><P CLASS=c>ata upam&#299;yate dravina-j&#257;ti-vikalpa-pathair</P><P CLASS=c>vitatha-mano-vil&#257;sam ritam ity avayanty abudh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (universe); <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; existed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/b/bhavisyat">bhavishyat</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> will not exist; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; hence; <A CLASS=v HREF="http://vedabase.net/n/nidhanat">nidhan&#257;t</A> <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; after its annihilation; <A CLASS=v HREF="http://vedabase.net/m/mitam">mitam</A> &#8212; deduced; <A CLASS=v HREF="http://vedabase.net/a/antara">antar&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the meantime; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; within You; <A CLASS=v HREF="http://vedabase.net/v/vibhati">vibh&#257;ti</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> appears; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/e/ekarase">ekarase</A> &#8212; whose experience of spiritual ecstasy is unchanging; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/upamiyate">upam&#299;yate</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is understood by comparison; <A CLASS=v HREF="http://vedabase.net/d/dravina">dravina</A> &#8212; of material substance; <A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the categories; <A CLASS=v HREF="http://vedabase.net/v/vikalpa">vikalpa</A> &#8212; of the transformations; <A CLASS=v HREF="http://vedabase.net/p/pathaih">pathaih</A> &#8212; with the varieties; <A CLASS=v HREF="http://vedabase.net/v/vitatha">vitatha</A> &#8212; contrary <A HREF="http://vedabase.net/t/to">to</A> fact; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vilasam">vil&#257;sam</A> &#8212; fantasy; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; real; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/avayanti">avayanti</A> &#8212; think; <A CLASS=v HREF="http://vedabase.net/a/abudhah">abudhah</A> &#8212; the unintelligent.</P><P CLASS=t>TRANSLATION</P><P>Since this universe did not exist prior to its creation and will no longer exist after its annihilation, we conclude that in the interim it is nothing more than a manifestation imagined to be visible within You, whose spiritual enjoyment never changes. We liken this universe to the transformation of various material substances into diverse forms. Certainly those who believe that this figment of the imagination is substantially real are less intelligent.</P><P CLASS=t>PURPORT</P><P>Having thus defeated all attempts of the ritualists to prove the substantial reality of material creation, the personified Vedas now present positive evidence to the contrary &#8212; that this world is unreal in that it is temporary. Before the creation of the universe and after its dissolution, only the spiritual reality of the Supreme Lord, along with His abode and entourage, continue to exist. The &#347;rutis confirm this: &#257;tm&#257; va idam eka ev&#257;gra &#257;s&#299;t. "Prior to the creation of this universe, only the Self existed." (Aitareya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1">1.1</A>) N&#257;sad &#257;s&#299;n no sad &#257;s&#299;t tad&#257;n&#299;m: "At that time neither the subtle nor the gross aspects of matter were present." (Rig Veda <A CLASS=v HREF="http://vedabase.net/todo/veda10/129/1">10.129.1</A>)</P><P>One can understand the relativity of creation by an analogy. When basic materials like clay and metal are processed and shaped into various products, the created objects exist separately from the clay and metal only in name and form. The basic substance remains unchanged. Similarly, when the energies of the Supreme Lord are transformed into the known things of this world, these things exist separately from Him only in name and form. In the Ch&#257;ndogya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/1/4">6.1.4-6</A>), the sage Ud&#257;laka explains a similar analogy to his son: yath&#257; saumyaikena mritpindena sarvam mrin-mayam vijñ&#257;tam sy&#257;d v&#257;c&#257;rambhanam vik&#257;ro n&#257;madheyam mrittikety eva satyam. "For example, my dear boy, by understanding a single lump of clay one can understand everything made from clay. The existence of transformed products is only a creation of language, a matter of assigning designations: the clay alone is real."</P><P>In conclusion, there is no convincing evidence that the things of this world are eternal or substantial, while there is overwhelming evidence that they are temporary and conditioned by false designations. Therefore only the ignorant can take the imaginary permutations of matter to be real.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>mukuta-kundala-ka&#324;kana-ki&#324;kin&#299;-</P><P CLASS=n>parinatam kanakam param&#257;rthatah</P><P CLASS=n>mahad-aha&#324;kriti-kha-pramukham tath&#257;</P><P CLASS=n>nara-harer na param param&#257;rthatah</P><P>"Transformations of gold such as crowns, earrings, bangles and ankle bells are not ultimately separate from gold itself. Similarly, the material elements &#8212; headed by the mahat, false ego and ether &#8212; are not ultimately separate from Lord Narahari."</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>