<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.38</P><P CLASS=c>sa yad ajay&#257; tv aj&#257;m anu&#347;ay&#299;ta gun&#257;m&#347; ca jushan</P><P CLASS=c>bhajati sar&#363;pat&#257;m tad anu mrityum apeta-bhagah</P><P CLASS=c>tvam uta jah&#257;si t&#257;m ahir iva tvacam &#257;tta-bhago</P><P CLASS=c>mahasi mah&#299;yase 'shta-gunite 'parimeya-bhagah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (the individual living entity); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/ajaya">ajay&#257;</A> &#8212; by the influence of the material energy; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/ajam">aj&#257;m</A> &#8212; that material energy; <A CLASS=v HREF="http://vedabase.net/a/anusayita">anu&#347;ay&#299;ta</A> &#8212; lies down next <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; her qualities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/jusan">jushan</A> &#8212; assuming; <A CLASS=v HREF="http://vedabase.net/b/bhajati">bhajati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> takes on; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/r/rupatam">r&#363;pat&#257;m</A> &#8212; forms resembling (the qualities of nature); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; following that; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/apeta">apeta</A> &#8212; deprived; <A CLASS=v HREF="http://vedabase.net/b/bhagah">bhagah</A> &#8212; of his assets; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; on the other hand; <A CLASS=v HREF="http://vedabase.net/j/jahasi">jah&#257;si</A> &#8212; leave aside; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; her (the material energy); <A CLASS=v HREF="http://vedabase.net/a/ahih">ahih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> snake; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/t/tvacam">tvacam</A> &#8212; its (old, discarded) skin; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bhagah</A> &#8212; endowed with all assets; <A CLASS=v HREF="http://vedabase.net/m/mahasi">mahasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your spiritual powers; <A CLASS=v HREF="http://vedabase.net/m/mahiyase">mah&#299;yase</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> glorified; <A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A>-<A CLASS=v HREF="http://vedabase.net/g/gunite">gunite</A> &#8212; eightfold; <A CLASS=v HREF="http://vedabase.net/a/aparimeya">aparimeya</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/b/bhagah">bhagah</A> &#8212; whose greatness.</P><P CLASS=t>TRANSLATION</P><P>The illusory material nature attracts the minute living entity to embrace her, and as a result he assumes forms composed of her qualities. Subsequently, he loses all his spiritual qualities and must undergo repeated deaths. You, however, avoid the material energy in the same way that a snake abandons its old skin. Glorious in Your possession of eight mystic perfections, You enjoy unlimited opulences.</P><P CLASS=t>PURPORT</P><P>Although the j&#299;va is pure spirit, qualitatively equal with the Supreme Lord, he is prone to being degraded by embracing the ignorance of material illusion. When he becomes entranced by the allurements of M&#257;y&#257;, he accepts bodies and senses that are designed to let him indulge in forgetfulness. Produced from the raw material of M&#257;y&#257;'s three modes &#8212; goodness, passion and nescience &#8212; these bodies envelop the spirit soul in varieties of unhappiness, culminating in death and rebirth.</P><P>The Supreme Soul and the individual soul share the same spiritual nature, but the Supreme Soul cannot be entrapped by ignorance like His infinitesimal companion. Smoke may engulf the glow of a small molten sphere of copper, covering its light in darkness, but the vast globe of the sun will never suffer the same kind of eclipse. M&#257;y&#257;, after all, is the Personality of Godhead's faithful maidservant, the outward expansion of His internal, Yogam&#257;y&#257; potency. &#346;r&#299; N&#257;rada Pañcar&#257;tra thus states, in a conversation between &#346;ruti and Vidy&#257;,</P><P>asy&#257; &#257;varika-&#347;aktir</P><P CLASS=n>mah&#257;-m&#257;y&#257;khile&#347;var&#299;</P><P CLASS=n>yay&#257; mugdham jagat sarvam</P><P CLASS=n>sarve deh&#257;bhim&#257;ninah</P><P>"The covering potency derived from her is Mah&#257;-m&#257;y&#257;, the regulator of everything material. The entire universe becomes bewildered by her, and thus every living being falsely identifies with his material body."</P><P>Just as a snake casts aside his old skin, knowing that it is not part of his essential identity, so the Supreme Lord always avoids His external, material energy. There is no insufficiency or limit to any of His eightfold mystic opulences, consisting of anim&#257; (the power to become infinitesimal), mahim&#257; (the ability to become infinitely large) and so on. Therefore, the shadow of material darkness has no scope for entering the domain of His unequaled, resplendent glories.</P><P>For the sake of those whose realization of spiritual life is only gradually awakening, the Upanishads sometimes speak in general terms of &#257;tm&#257; or Brahman, not openly distinguishing the difference between the superior and inferior souls, the Param&#257;tm&#257; and j&#299;v&#257;tma. But often enough they describe this duality in unequivocal terms:</P><P>dv&#257; suparn&#257; sayuj&#257; sakh&#257;y&#257;</P><P CLASS=n>sam&#257;nam vriksham parishasvaj&#257;te</P><P CLASS=n>tayor anyah pippalam sv&#257;dv atty</P><P CLASS=n>ana&#347;nann anyo 'bhic&#257;ka&#347;&#299;ti</P><P>"Two companion birds sit together in the shelter of the same pippala tree. One of them is relishing the taste of the tree's berries, while the other refrains from eating and instead watches over His friend." (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/6">4.6</A>) In this analogy the two birds are the soul and the Supersoul, the tree is the body, and the taste of the berries are the varieties of sense pleasure.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>nrityant&#299; tava v&#299;kshan&#257;&#324;gana-gat&#257; k&#257;la-svabh&#257;v&#257;dibhir</P><P CLASS=n>bh&#257;v&#257;n sattva-rajas-tamo-guna-may&#257;n unm&#299;layant&#299; bah&#363;n</P><P CLASS=n>m&#257;m &#257;kramya pad&#257; &#347;irasy ati-bharam sammardayanty &#257;turam</P><P CLASS=n>m&#257;y&#257; te &#347;aranam gato 'smi nri-hare tv&#257;m eva t&#257;m v&#257;raya</P><P>"The glance You cast upon Your consort comprises time, the material propensities of the living entities, and so on. This glance dances upon her face, thus awakening the multitude of created entities, who take birth in the modes of goodness, passion and ignorance. O Lord Nrihari, Your M&#257;y&#257; has put her foot on my head and is pressing down extremely hard, causing me great distress. Now I have come to You for shelter. Please make her desist."</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>