<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87.41</P><P CLASS=c>dyu-pataya eva te na yayur antam anantatay&#257;</P><P CLASS=c>tvam api yad-antar&#257;nda-nicay&#257; nanu s&#257;varan&#257;h</P><P CLASS=c>kha iva raj&#257;msi v&#257;nti vayas&#257; saha yac chrutayas</P><P CLASS=c>tvayi hi phalanty atan-nirasanena bhavan-nidhan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dyu">dyu</A> &#8212; of heaven; <A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; the masters; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; cannot reach; <A CLASS=v HREF="http://vedabase.net/a/antam">antam</A> &#8212; the end; <A CLASS=v HREF="http://vedabase.net/a/anantataya">anantatay&#257;</A> &#8212; because of being unlimited; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/antara">antara</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/a/anda">anda</A> &#8212; of universes; <A CLASS=v HREF="http://vedabase.net/n/nicayah">nicay&#257;h</A> &#8212; multitudes; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/a/avaranah">&#257;varan&#257;h</A> &#8212; their outer shells; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/r/rajamsi">raj&#257;msi</A> &#8212; particles of dust; <A CLASS=v HREF="http://vedabase.net/v/vanti">v&#257;nti</A> &#8212; blow about; <A CLASS=v HREF="http://vedabase.net/v/vayasa">vayas&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with the wheel of time; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/s/srutayah">&#347;rutayah</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/phalanti">phalanti</A> &#8212; bear fruit; <A CLASS=v HREF="http://vedabase.net/a/atat">atat</A> &#8212; of that which is distinct from the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/n/nirasanena">nirasanena</A> &#8212; by the elimination; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/n/nidhanah">nidhan&#257;h</A> &#8212; whose ultimate conclusion.</P><P CLASS=t>TRANSLATION</P><P>Because You are unlimited, neither the lords of heaven nor even You Yourself can ever reach the end of Your glories. The countless universes, each enveloped in its shell, are compelled by the wheel of time to wander within You, like particles of dust blowing about in the sky. The &#347;rutis, following their method of eliminating everything separate from the Supreme, become successful by revealing You as their final conclusion.</P><P CLASS=t>PURPORT</P><P>Now, in their last prayer, the personified Vedas draw the conclusion that all &#347;rutis, by their various literal and metaphorical references, ultimately describe the Supreme Personality of Godhead's identity, personal qualities and powers. The Upanishads glorify Him without end: yad &#363;rdhvam g&#257;rgi divo yad arv&#257;k prithivy&#257; yad antar&#257; dy&#257;v&#257;-prithiv&#299; ime yad bh&#363;tam bhavac ca bhavishyac ca. "My dear daughter of Garga, His greatness encompasses everything above us in heaven, everything below the surface of the earth, everything in between heaven and earth, and everything that has ever existed, exists now or will ever exist." (Brihad-&#257;ranyaka Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8/4">3.8.4</A>)</P><P>To illuminate the meaning of this final prayer by the &#347;rutis, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura presents the following conversation between Lord N&#257;r&#257;yana and the personified Vedas: The Vedas said, "Lord Brahm&#257; and the other rulers of the heavenly planets have not yet reached the end of Your glories. What can we do, then, since we are insignificant in comparison to these great demigods?"</P><P>Lord N&#257;r&#257;yana replied, "No, you &#347;rutis are gifted with more sublime vision than the demigods who rule this universe. You will be able to reach the end of My glories if you do not stop now."</P><P>"But even You cannot find Your own limit!"</P><P>"If that is the case, what do you mean when you call Me omniscient and omnipotent?"</P><P>"We conclude that You possess these features from the very fact that You are limitless. Certainly if one is ignorant of something that does not even exist, like a rabbit's horn, that does not detract from his omniscience, and if one fails to find such a nonentity, that does not limit his omnipotence. You are so vast that multitudes of universes float within You. Each of these universes is surrounded by seven shells composed of the material elements and each of these concentric shells is ten times larger than the one within it. Although we can never fully describe the truth about You, we perfect our existence by declaring that You are the true topic of the Vedas."</P><P>"But why do you seem dissatisfied?"</P><P>"Because in the Vedas &#346;r&#299;la Vy&#257;sadeva has described the transcendental existence of Brahman, Param&#257;tm&#257; and Bhagav&#257;n only briefly. When he saw the need to elaborate on his description of the Supreme, he chose to concentrate on the subject of Brahman, the impersonal aspect of the Supreme known as tat ("that") explaining Brahman by negating whatever is different from it. Just as in a field where a chest of jewels has been accidentally spilled the jewels can be recovered by removing unwanted stones, twigs and refuse, so within the visible realm of M&#257;y&#257; and her creations the Absolute Truth can be found by a process of elimination. Since we Vedas cannot possibly enumerate every material category, individual entity, quality and motion in the universe from the beginning to the end of time and since the truth concerning Brahman, Param&#257;tm&#257; and Bhagav&#257;n would still remain untouched even if we described all these things and then discarded them, by this means of investigation we never expect to reach a final definition of You. Only by Your mercy can we make some attempt to approach You, the supremely inaccessible Absolute Truth."</P><P>There are many statements of &#347;ruti that carry on the work of atan-nirasanam, the process of distinguishing the Supreme from everything inferior. The Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8/8">3.8.8</A>), for example, states, asth&#363;lam ananu ahrasvam ad&#299;rgham alohitam asneham acch&#257;yam atamo 'v&#257;yv an&#257;k&#257;&#347;am asa&#324;gam arasam agandham acakshushkam a&#347;rotram agamano 'tejaskam apr&#257;nam asukham am&#257;tram anantaram ab&#257;hyam. "It is neither big nor small, short nor long, hot nor cool, in shadow nor in darkness. Nor is it the wind or the ether. It is not in contact with anything, and it has no taste, smell, eyes, ears, motion, potency, life air, pleasure, measurement, inside or outside. "The Kena Upanishad (3) declares, anyad eva tad vidit&#257;d atho avidit&#257;d adhi: "Brahman is distinct from what is known and also from what is yet to be known. " And the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/14">2.14</A>) says, anyatra dharm&#257;d anyatr&#257;dharm&#257;d anyatr&#257;sm&#257;t krit&#257;krit&#257;t: "Brahman is outside the scope of religion and irreligion, pious and impious action."</P><P>According to the rules of linguistics and logic, a negation cannot be unbounded: there must be some positive counterpart of which it is the negation. In the case of the Vedas' exhaustive atan-nirasanam, their denial that anything material is absolutely real, the counterpart is the Supreme Personality of Godhead, Lord &#346;r&#299; Krishna.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; prays,</P><P CLASS=n>dyu-patayo vidur antam ananta te</P><P CLASS=n>na ca bhav&#257;n na girah &#347;ruti-maulayah</P><P CLASS=n>tvayi phalanti yato nama ity ato</P><P CLASS=n>jaya jayeti bhaje tava tat-padam</P><P>"The gods of heaven do not know Your limit, O endless Lord, and even You do not know it. Because the transcendental words of the topmost &#347;rutis become fruitful by revealing You, I offer You my obeisances. Thus I worship You as the Absolute Truth, saying 'All glories to You! All glories to You!'"</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>