<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 87</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 87"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 87: <A CLASS=v HREF="index.htm">The Prayers of the Personified Vedas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.87 Summary</P><P>This chapter presents the prayers by the personified Vedas glorifying the personal and impersonal aspects of Lord N&#257;r&#257;yana.</P><P>King Par&#299;kshit asked &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; how the Vedas can directly refer to the Supreme Absolute Truth, Brahman, since the Vedas deal with the material realm governed by the three modes of nature and Brahman is completely transcendental to these modes. In reply, &#346;ukadeva Gosv&#257;m&#299; described an ancient encounter between &#346;r&#299; N&#257;r&#257;yana Rishi and N&#257;rada Muni at Badarik&#257;&#347;rama. Traveling to that sacred hermitage, N&#257;rada found the Lord surrounded by exalted residents of the nearby village of Kal&#257;pa. After bowing down to N&#257;r&#257;yana Rishi and His associates, N&#257;rada submitted this same question to Him. In reply, N&#257;r&#257;yana Rishi related an account of how this very question had been discussed long ago among the great sages living on Janaloka. Once these sages, feeling inquisitive about the nature of the Absolute Truth, chose Sanandana Kum&#257;ra to speak on the subject. Sanandana told them how the numerous personified Vedas, appearing as the first emanations from the breathing of Lord N&#257;r&#257;yana, recited prayers for His glorification just before the creation. Sanandana then proceeded to recite these elaborate prayers.</P><P>The residents of Janaloka were perfectly satisfied upon hearing Sanandana recite the prayers of the personified Vedas, which enlightened them about the true nature of the Supreme Absolute Truth, and they honored Sanandana with their worship. N&#257;rada Muni was equally satisfied to hear this account from &#346;r&#299; N&#257;r&#257;yana Rishi. Thus N&#257;rada offered his obeisances to the Lord and then went to see his disciple Vedavy&#257;sa, to whom he explained everything he had heard.</P><P CLASS=l><A CLASS=i HREF="../86/59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>