<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.21</P><P CLASS=c>tam tv&#257;nubh&#363;tyoparata-kriy&#257;rtham</P><P CLASS=c>sva-m&#257;yay&#257; vartita-loka-tantram</P><P CLASS=c>nam&#257;my abh&#299;kshnam naman&#299;ya-p&#257;da-</P><P CLASS=c>sarojam alp&#299;yasi k&#257;ma-varsham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/anubhutya">anubh&#363;ty&#257;</A> &#8212; by realizing; <A CLASS=v HREF="http://vedabase.net/u/uparata">uparata</A> &#8212; disregarded; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; enjoyment of fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order that; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by Your own energy; <A CLASS=v HREF="http://vedabase.net/v/vartita">vartita</A> &#8212; brought about; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/t/tantram">tantram</A> &#8212; the material worlds; <A CLASS=v HREF="http://vedabase.net/n/namami">nam&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer obeisances; <A CLASS=v HREF="http://vedabase.net/a/abhiksnam">abh&#299;kshnam</A> &#8212; continuously; <A CLASS=v HREF="http://vedabase.net/n/namaniya">naman&#299;ya</A> &#8212; worshipable; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/s/sarojam">sarojam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/a/alpiyasi">alp&#299;yasi</A> &#8212; on the insignificant; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/v/varsam">varsham</A> &#8212; showering.</P><P CLASS=t>TRANSLATION</P><P>I continuously offer my respectful obeisances unto Your lotus feet, of which it is worthy to take shelter, because You shower all benedictions on the insignificant. To give all living entities detachment from fruitive activity by realizing You, You have expanded these material worlds by Your own energy.</P><P CLASS=t>PURPORT</P><P>Everyone, therefore, whether he desires material enjoyment, liberation or the transcendental loving service of the Lord, should engage himself, offering obeisances unto the Supreme Lord, because the Lord can award everyone his desired benediction. In Bhagavad-g&#299;t&#257; the Lord affirms, ye yath&#257; m&#257;m prapadyante: anyone who desires to be a successful enjoyer in this material world is awarded that benediction by the Lord, anyone who wants to be liberated from the entanglement of this material world is given liberation by the Lord, and anyone who desires to constantly engage in His service in full Krishna consciousness is awarded that benediction by the Lord. For material enjoyment He has prescribed so many ritualistic sacrificial performances in the Vedas, and thus people may take advantage of those instructions and enjoy material life in higher planets or in a noble aristocratic family. These processes are mentioned in the Vedas, and one can take advantage of them. It is similar with those who want to be liberated from this material world.</P><P>Unless one is disgusted with the enjoyment of this material world, he cannot aspire for liberation. Liberation is for one who is disgusted with material enjoyment. Ved&#257;nta-s&#363;tra says, therefore, ath&#257;to brahma jijñ&#257;s&#257;: those who have given up the attempt to be happy in this material world can inquire about the Absolute Truth. For those who want to know the Absolute Truth, the Ved&#257;nta-s&#363;tra is available, as is &#346;r&#299;mad-Bh&#257;gavatam, the actual explanation of Ved&#257;nta-s&#363;tra. Since Bhagavad-g&#299;t&#257; is also Ved&#257;nta-s&#363;tra, by understanding &#346;r&#299;mad-Bh&#257;gavatam, Ved&#257;nta-s&#363;tra or Bhagavad-g&#299;t&#257; one can obtain real knowledge. When one obtains real knowledge, he becomes theoretically one with the Supreme, and when he actually begins the service of Brahman, or Krishna consciousness, he is not only liberated but situated in his spiritual life. Similarly, for those who want to lord it over material nature, there are so many departments of material enjoyment; material knowledge and material science are available, and the Lord provides for persons who want to enjoy them. The conclusion is that one should worship the Supreme Personality of Godhead for any benediction. The word k&#257;ma-varsham is very significant, for it indicates that He satisfies the desires of anyone who approaches Him. But one who sincerely loves Krishna and yet wants material enjoyment is in perplexity. Krishna, being very kind toward him, gives him an opportunity to engage in the transcendental loving service of the Lord, and so he gradually forgets the hallucination.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>