<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.25</P><P CLASS=c>praj&#257;pati-sutah samr&#257;n</P><P CLASS=c>manur vikhy&#257;ta-ma&#324;galah</P><P CLASS=c>brahm&#257;vartam yo 'dhivasan</P><P CLASS=c>&#347;&#257;sti sapt&#257;rnav&#257;m mah&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prajapati">praj&#257;pati</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/samrat">samr&#257;t</A> &#8212; the Emperor; <A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/v/vikhyata">vikhy&#257;ta</A> &#8212; well known; <A CLASS=v HREF="http://vedabase.net/m/mangalah">ma&#324;galah</A> &#8212; whose righteous acts; <A CLASS=v HREF="http://vedabase.net/b/brahmavartam">brahm&#257;vartam</A> &#8212; <A HREF="http://vedabase.net/b/brahmavarta">Brahm&#257;varta</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/a/adhivasan">adhivasan</A> &#8212; living <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/s/sasti">&#347;&#257;sti</A> &#8212; rules; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/a/arnavam">arnav&#257;m</A> &#8212; oceans; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the earth.</P><P CLASS=t>TRANSLATION</P><P>The Emperor Sv&#257;yambhuva Manu, the son of Lord Brahm&#257;, who is well known for his righteous acts, has his seat in Brahm&#257;varta and rules over the earth with its seven oceans.</P><P CLASS=t>PURPORT</P><P>Sometimes it is stated that Brahm&#257;varta is a part of Kurukshetra or that Kurukshetra itself is situated in Brahm&#257;varta, because the demigods are recommended to perform spiritual ritualistic performances in Kurukshetra. But in others' opinion, Brahm&#257;varta is a place in Brahmaloka, where Sv&#257;yambhuva ruled. There are many places on the surface of this earth which are also known in the higher planetary systems; we have places on this planet like Vrind&#257;vana, Dv&#257;rak&#257; and Mathur&#257;, but they are also eternally situated in Krishnaloka. There are many similar names on the surface of the earth, and it may be that in the Boar age Sv&#257;yambhuva Manu ruled this planet, as stated here. The word ma&#324;galah is significant. Ma&#324;gala means one who is elevated in every respect in the opulences of religious performances, ruling power, cleanliness and all other good qualities. Vikhy&#257;ta means "celebrated." Sv&#257;yambhuva Manu was celebrated for all good qualities and opulences.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>