<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.28</P><P CLASS=c>sam&#257;hitam te hridayam</P><P CLASS=c>yatrem&#257;n parivatsar&#257;n</P><P CLASS=c>s&#257; tv&#257;m brahman nripa-vadh&#363;h</P><P CLASS=c>k&#257;mam &#257;&#347;u bhajishyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samahitam">sam&#257;hitam</A> &#8212; has been fixed; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; on whom; <A CLASS=v HREF="http://vedabase.net/i/iman">im&#257;n</A> &#8212; for all these; <A CLASS=v HREF="http://vedabase.net/p/parivatsaran">parivatsar&#257;n</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhuh">vadh&#363;h</A> &#8212; the princess; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> you desire; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/b/bhajisyati">bhajishyati</A> &#8212; will serve.</P><P CLASS=t>TRANSLATION</P><P>That princess, O holy sage, will be just the type you have been thinking of in your heart for all these long years. She will soon be yours and will serve you to your heart's content.</P><P CLASS=t>PURPORT</P><P>The Lord awards all benedictions according to the heart's desire of a devotee, so the Lord informed Kardama Muni, "The girl who is coming to be married with you is a princess, the daughter of Emperor Sv&#257;yambhuva, and so just suitable for your purpose." Only by God's grace can one get a nice wife just as he desires. Similarly, it is only by God's grace that a girl gets a husband suitable to her heart. Thus it is said that if we pray to the Supreme Lord in every transaction of our material existence, everything will be done very nicely and just suitable to our heart's desire. In other words, in all circumstances we must take shelter of the Supreme Personality of Godhead and depend completely on His decision. Man proposes, God disposes. The fulfillment of desires, therefore, should be entrusted to the Supreme Personality of Godhead; that is the nicest solution. Kardama Muni desired only a wife, but because he was a devotee of the Lord, the Lord selected a wife for him who was the Emperor's daughter, a princess. Thus Kardama Muni got a wife beyond his expectation. If we depend on the choice of the Supreme Personality of Godhead, we will receive benedictions in greater opulence than we desire.</P><P>It is also significantly noted here that Kardama Muni was a br&#257;hmana, whereas Emperor Sv&#257;yambhuva was a kshatriya. Therefore, intercaste marriage was current even in those days. The system was that a br&#257;hmana could marry the daughter of a kshatriya, but a kshatriya could not marry the daughter of a br&#257;hmana. We have evidences from the history of the Vedic age that &#346;ukr&#257;c&#257;rya offered his daughter to Mah&#257;r&#257;ja Yay&#257;ti, but the King had to refuse to marry the daughter of a br&#257;hmana; only with the special permission of the br&#257;hmana could they marry. Intercaste marriage, therefore, was not prohibited in the olden days, many millions of years ago, but there was a regular system of social behavior.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>