<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.30</P><P CLASS=c>tvam ca samyag anushth&#257;ya</P><P CLASS=c>nide&#347;am ma u&#347;attamah</P><P CLASS=c>mayi t&#299;rth&#299;-krit&#257;&#347;esha-</P><P CLASS=c>kriy&#257;rtho m&#257;m prapatsyase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; properly; <A CLASS=v HREF="http://vedabase.net/a/anusthaya">anushth&#257;ya</A> &#8212; having carried out; <A CLASS=v HREF="http://vedabase.net/n/nidesam">nide&#347;am</A> &#8212; command; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/u/usattamah">u&#347;attamah</A> &#8212; completely cleansed; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/tirthi">t&#299;rth&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; having resigned; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; of actions; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; the fruits; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/prapatsyase">prapatsyase</A> &#8212; you will attain.</P><P CLASS=t>TRANSLATION</P><P>With your heart cleansed by properly carrying out My command, resigning to Me the fruits of all your acts, you will finally attain to Me.</P><P CLASS=t>PURPORT</P><P>Here the words t&#299;rth&#299;-krit&#257;&#347;esha-kriy&#257;rthah are significant. T&#299;rtha means a sanctified place where charity is given. People used to go to places of pilgrimage and give munificently in charity. This system is still current. Therefore the Lord said, "In order to sanctify your activities and the results of your actions, you will offer everything unto Me." This is also confirmed in Bhagavad-g&#299;t&#257;: "Whatever you do, whatever you eat, whatever you sacrifice, the result should be given to Me only." In another place in Bhagavad-g&#299;t&#257; the Lord said, "I am the enjoyer of all sacrifices, all penances and everything done for the welfare of mankind or society." All activities, therefore, whether for the welfare of family, society, country or humanity at large, must be performed in Krishna consciousness. That is the instruction given by the Lord to Kardama Muni. Mah&#257;r&#257;ja Yudhishthira welcomed N&#257;rada Muni: "Wherever you are present, that place becomes sanctified because the Lord Himself is always seated in your heart." Similarly, if we act in Krishna consciousness under the direction of the Lord and His representative, then everything is sanctified. This is the indication given to Kardama Muni, who acted on it and therefore received the most excellent wife and child, as will be disclosed in later verses.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>