<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.32</P><P CLASS=c>sah&#257;ham sv&#257;m&#347;a-kalay&#257;</P><P CLASS=c>tvad-v&#299;ryena mah&#257;-mune</P><P CLASS=c>tava kshetre devah&#363;ty&#257;m</P><P CLASS=c>praneshye tattva-samhit&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; My own plenary portion; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/v/viryena">v&#299;ryena</A> &#8212; by your semen; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mune">mune</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sage; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> <A CLASS=v HREF="http://vedabase.net/k/ksetre">kshetre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> your wife; <A CLASS=v HREF="http://vedabase.net/d/devahutyam">devah&#363;ty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>; <A CLASS=v HREF="http://vedabase.net/p/pranesye">praneshye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall instruct; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; of the ultimate principles; <A CLASS=v HREF="http://vedabase.net/s/samhitam">samhit&#257;m</A> &#8212; the doctrine.</P><P CLASS=t>TRANSLATION</P><P>O great sage, I shall manifest My own plenary portion through your wife, Devah&#363;ti, along with your nine daughters, and I shall instruct her in the system of philosophy that deals with the ultimate principles or categories.</P><P CLASS=t>PURPORT</P><P>Herein the word sv&#257;m&#347;a-kalay&#257; indicates that the Lord would appear as the son of Devah&#363;ti and Kardama Muni as Kapiladeva, the first propounder of the S&#257;&#324;khya philosophy, which is mentioned here as tattva-samhit&#257;. The Lord foretold to Kardama Muni that He would appear in His incarnation Kapiladeva and would propagate the philosophy of S&#257;&#324;khya. S&#257;&#324;khya philosophy is very well known in the world as propagated by another Kapiladeva, but that S&#257;&#324;khya philosophy is different from the S&#257;&#324;khya which was propounded by the Lord Himself. There are two kinds of S&#257;&#324;khya philosophy: one is godless S&#257;&#324;khya philosophy, and the other is godly S&#257;&#324;khya philosophy. The S&#257;&#324;khya propagated by Kapiladeva, son of Devah&#363;ti, is godly philosophy.</P><P>There are different manifestations of the Lord. He is one, but He has become many. He divides Himself into two different expansions, one called kal&#257; and the other vibhinn&#257;m&#347;a. Ordinary living entities are called vibhinn&#257;m&#347;a expansions, and the unlimited expansions of vishnu-tattva, such as V&#257;mana, Govinda, N&#257;r&#257;yana, Pradyumna, V&#257;sudeva and Ananta, are called sv&#257;m&#347;a-kal&#257;. Sv&#257;m&#347;a refers to a direct expansion, and kal&#257; denotes an expansion from the expansion of the original Lord. Baladeva is an expansion of Krishna, and from Baladeva the next expansion is Sa&#324;karshana; thus Sa&#324;karshana is kal&#257;, but Baladeva is sv&#257;m&#347;a. There is no difference, however, among Them. This is very nicely explained in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/46.htm">5.46</A>): d&#299;p&#257;rcir eva hi da&#347;&#257;ntaram abhyupetya. With one candle one may light a second candle, with the second a third and then a fourth, and in this way one can light up thousands of candles, and no candle is inferior to another in distributing light. Every candle has the full potential candlepower, but there is still the distinction that one candle is the first, another the second, another the third and another the fourth. Similarly, there is no difference between the immediate expansion of the Lord and His secondary expansion. The Lord's names are considered in exactly the same way; since the Lord is absolute, His name, His form, His pastimes, His paraphernalia and His quality all have the same potency. In the absolute world, the name Krishna is the transcendental sound representation of the Lord. There is no potential difference between His quality, name, form, etc. If we chant the name of the Lord, Hare Krishna, that has as much potency as the Lord Himself. There is no potential difference between the form of the Lord whom we worship and the form of the Lord in the temple. One should not think that one is worshiping a doll or statue of the Lord, even if others consider it to be a statue. Because there is not potential difference, one gets the same result by worshiping the statue of the Lord or the Lord Himself. This is the science of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>