<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verses 45-47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verses 45-47"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.45-47</P><P CLASS=c>pravi&#347;ya tat t&#299;rtha-varam</P><P CLASS=c>&#257;di-r&#257;jah sah&#257;tmajah</P><P CLASS=c>dadar&#347;a munim &#257;s&#299;nam</P><P CLASS=c>tasmin huta-hut&#257;&#347;anam</P><P CLASS=c>vidyotam&#257;nam vapush&#257;</P><P CLASS=c>tapasy ugra-yuj&#257; ciram</P><P CLASS=c>n&#257;tiksh&#257;mam bhagavatah</P><P CLASS=c>snigdh&#257;p&#257;&#324;g&#257;valokan&#257;t</P><P CLASS=c>tad-vy&#257;hrit&#257;mrita-kal&#257;-</P><P CLASS=c>p&#299;y&#363;sha-&#347;ravanena ca</P><P CLASS=c>pr&#257;m&#347;um padma-pal&#257;&#347;&#257;ksham</P><P CLASS=c>jatilam c&#299;ra-v&#257;sasam</P><P CLASS=c>upasam&#347;ritya malinam</P><P CLASS=c>yath&#257;rhanam asamskritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pravisya">pravi&#347;ya</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; best of sacred places; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">r&#257;jah</A> &#8212; the first monarch (<A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>); <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajah">&#257;tmajah</A> &#8212; along with his daughter; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/m/munim">munim</A> &#8212; the sage; <A CLASS=v HREF="http://vedabase.net/a/asinam">&#257;s&#299;nam</A> &#8212; sitting; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the hermitage; <A CLASS=v HREF="http://vedabase.net/h/huta">huta</A> &#8212; being offered oblations; <A CLASS=v HREF="http://vedabase.net/h/huta">huta</A>-<A CLASS=v HREF="http://vedabase.net/a/asanam">a&#347;anam</A> &#8212; the sacred fire; <A CLASS=v HREF="http://vedabase.net/v/vidyotamanam">vidyotam&#257;nam</A> &#8212; shining brilliantly; <A CLASS=v HREF="http://vedabase.net/v/vapusa">vapush&#257;</A> &#8212; by his body; <A CLASS=v HREF="http://vedabase.net/t/tapasi">tapasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> penance; <A CLASS=v HREF="http://vedabase.net/u/ugra">ugra</A> &#8212; terribly; <A CLASS=v HREF="http://vedabase.net/y/yuja">yuj&#257;</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atiksamam">atiksh&#257;mam</A> &#8212; very emaciated; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdha</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/a/apanga">ap&#257;&#324;ga</A> &#8212; sidelong; <A CLASS=v HREF="http://vedabase.net/a/avalokanat">avalokan&#257;t</A> &#8212; from the glance; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/v/vyahrta">vy&#257;hrita</A> &#8212; from the words; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; moonlike; <A CLASS=v HREF="http://vedabase.net/p/piyusa">p&#299;y&#363;sha</A> &#8212; the nectar; <A CLASS=v HREF="http://vedabase.net/s/sravanena">&#347;ravanena</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pramsum">pr&#257;m&#347;um</A> &#8212; tall; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A> &#8212; petal; <A CLASS=v HREF="http://vedabase.net/a/aksam">aksham</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/j/jatilam">jatilam</A> &#8212; matted locks; <A CLASS=v HREF="http://vedabase.net/c/cira">c&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vasasam">v&#257;sasam</A> &#8212; having rags for clothes; <A CLASS=v HREF="http://vedabase.net/u/upasamsritya">upasam&#347;ritya</A> &#8212; having approached; <A CLASS=v HREF="http://vedabase.net/m/malinam">malinam</A> &#8212; soiled; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; gem; <A CLASS=v HREF="http://vedabase.net/a/asamskrtam">asamskritam</A> &#8212; unpolished.</P><P CLASS=t>TRANSLATION</P><P>Entering that most sacred spot with his daughter and going near the sage, the first monarch, Sv&#257;yambhuva Manu, saw the sage sitting in his hermitage, having just propitiated the sacred fire by pouring oblations into it. His body shone most brilliantly; though he had engaged in austere penance for a long time, he was not emaciated, for the Lord had cast His affectionate sidelong glance upon him and he had also heard the nectar flowing from the moonlike words of the Lord. The sage was tall, his eyes were large, like the petals of a lotus, and he had matted locks on his head. He was clad in rags. Sv&#257;yambhuva Manu approached and saw him to be somewhat soiled, like an unpolished gem.</P><P CLASS=t>PURPORT</P><P>Here are some descriptions of a brahmac&#257;r&#299;-yog&#299;. In the morning, the first duty of a brahmac&#257;r&#299; seeking spiritual elevation is huta-hut&#257;&#347;ana, to offer sacrificial oblations to the Supreme Lord. Those engaged in brahmacarya cannot sleep until seven or nine o'clock in the morning. They must rise early in the morning, at least one and a half hours before the sun rises, and offer oblations, or in this age, they must chant the holy name of the Lord, Hare Krishna. As referred to by Lord Caitanya, kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257;: there is no other alternative, no other alternative, no other alternative, in this age, to chanting the holy name of the Lord. The brahmac&#257;r&#299; must rise early in the morning and, after placing himself, should chant the holy name of the Lord. From the very features of the sage, it appeared that he had undergone great austerities; that is the sign of one observing brahmacarya, the vow of celibacy. If one lives otherwise, it will be manifest in the lust visible in his face and body. The word vidyotam&#257;nam indicates that the brahmac&#257;r&#299; feature showed in his body. That is the certificate that one has undergone great austerity in yoga. A drunkard or smoker or sex-monger can never be eligible to practice yoga. Generally yog&#299;s look very skinny because of their not being comfortably situated, but Kardama Muni was not emaciated, for he had seen the Supreme Personality of Godhead face to face. Here the word snigdh&#257;p&#257;&#324;g&#257;valokan&#257;t means that he was fortunate enough to see the Supreme Lord face to face. He looked healthy because he had directly received the nectarean sound vibrations from the lotus lips of the Personality of Godhead. Similarly, one who hears the transcendental sound vibration of the holy name of the Lord, Hare Krishna, also improves in health. We have actually seen that many brahmac&#257;r&#299;s and grihasthas connected with the International Society for Krishna Consciousness have improved in health, and a luster has come to their faces. It is essential that a brahmac&#257;r&#299; engaged in spiritual advancement look very healthy and lustrous. The comparison of the sage to an unpolished gem is very appropriate. Even if a gem just taken from a mine looks unpolished, the luster of the gem cannot be stopped. Similarly, although Kardama was not properly dressed and his body was not properly cleansed, his overall appearance was gemlike.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>