<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.50</P><P CLASS=c>n&#363;nam ca&#324;kramanam deva</P><P CLASS=c>sat&#257;m samrakshan&#257;ya te</P><P CLASS=c>vadh&#257;ya c&#257;sat&#257;m yas tvam</P><P CLASS=c>hareh &#347;aktir hi p&#257;lin&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; surely; <A CLASS=v HREF="http://vedabase.net/c/cankramanam">ca&#324;kramanam</A> &#8212; the tour; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lord; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the virtuous; <A CLASS=v HREF="http://vedabase.net/s/samraksanaya">samrakshan&#257;ya</A> &#8212; for the protection; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/v/vadhaya">vadh&#257;ya</A> &#8212; for killing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asatam">asat&#257;m</A> &#8212; of the demons; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; the person who; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; the energy; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/p/palini">p&#257;lin&#299;</A> &#8212; protecting.</P><P CLASS=t>TRANSLATION</P><P>The tour you have undertaken, O lord, is surely intended to protect the virtuous and kill the demons, since you embody the protecting energy of &#346;r&#299; Hari.</P><P CLASS=t>PURPORT</P><P>It appears from many Vedic literatures, especially histories like &#346;r&#299;mad-Bh&#257;gavatam and the pur&#257;nas, that the pious kings of old used to tour their kingdoms in order to give protection to the pious citizens and to chastise or kill the impious. Sometimes they used to kill animals in the forests to practice the killing art because without such practice they would not be able to kill the undesirable elements. Kshatriyas are allowed to commit violence in that way because violence for a good purpose is a part of their duty. Here two terms are clearly mentioned: vadh&#257;ya, "for the purpose of killing," and asat&#257;m, "those who are undesirable." The protecting energy of the king is supposed to be the energy of the Supreme Lord. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>) the Lord says, paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m. The Lord descends to give protection to the pious and to kill the demons. The potency, therefore, to give protection to the pious and kill the demons or undesirables is directly an energy from the Supreme Lord, and the king or the chief executive of the state is supposed to possess such energy. In this age it is very difficult to find such a head of state who is expert in killing the undesirables. Modern heads of state sit very nicely in their palaces and try without reason to kill innocent persons.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>