<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verses 52-54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verses 52-54"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.52-54</P><P CLASS=c>na yad&#257; ratham &#257;sth&#257;ya</P><P CLASS=c>jaitram mani-gan&#257;rpitam</P><P CLASS=c>visph&#363;rjac-canda-kodando</P><P CLASS=c>rathena tr&#257;sayann agh&#257;n</P><P CLASS=c>sva-sainya-carana-kshunnam</P><P CLASS=c>vepayan mandalam bhuvah</P><P CLASS=c>vikarshan brihat&#299;m sen&#257;m</P><P CLASS=c>paryatasy am&#347;um&#257;n iva</P><P CLASS=c>tadaiva setavah sarve</P><P CLASS=c>varn&#257;&#347;rama-nibandhan&#257;h</P><P CLASS=c>bhagavad-racit&#257; r&#257;jan</P><P CLASS=c>bhidyeran bata dasyubhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/r/ratham">ratham</A> &#8212; the chariot; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; having mounted; <A CLASS=v HREF="http://vedabase.net/j/jaitram">jaitram</A> &#8212; victorious; <A CLASS=v HREF="http://vedabase.net/m/mani">mani</A> &#8212; of jewels; <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; with clusters; <A CLASS=v HREF="http://vedabase.net/a/arpitam">arpitam</A> &#8212; bedecked; <A CLASS=v HREF="http://vedabase.net/v/visphurjat">visph&#363;rjat</A> &#8212; twanging; <A CLASS=v HREF="http://vedabase.net/c/canda">canda</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fearful sound just <A HREF="http://vedabase.net/t/to">to</A> punish the criminals; <A CLASS=v HREF="http://vedabase.net/k/kodandah">kodandah</A> &#8212; bow; <A CLASS=v HREF="http://vedabase.net/r/rathena">rathena</A> &#8212; by the presence of such <A HREF="http://vedabase.net/a/a">a</A> chariot; <A CLASS=v HREF="http://vedabase.net/t/trasayan">tr&#257;sayan</A> &#8212; threatening; <A CLASS=v HREF="http://vedabase.net/a/aghan">agh&#257;n</A> &#8212; all the culprits; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sainya">sainya</A> &#8212; of your soldiers; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; by the feet; <A CLASS=v HREF="http://vedabase.net/k/ksunnam">kshunnam</A> &#8212; trampled; <A CLASS=v HREF="http://vedabase.net/v/vepayan">vepayan</A> &#8212; causing <A HREF="http://vedabase.net/t/to">to</A> tremble; <A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; the globe; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/v/vikarsan">vikarshan</A> &#8212; leading; <A CLASS=v HREF="http://vedabase.net/b/brhatim">brihat&#299;m</A> &#8212; huge; <A CLASS=v HREF="http://vedabase.net/s/senam">sen&#257;m</A> &#8212; army; <A CLASS=v HREF="http://vedabase.net/p/paryatasi">paryatasi</A> &#8212; you roam about; <A CLASS=v HREF="http://vedabase.net/a/amsuman">am&#347;um&#257;n</A> &#8212; the brilliant sun; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/setavah">setavah</A> &#8212; religious codes; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A> &#8212; of varnas; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; of &#257;&#347;ramas; <A CLASS=v HREF="http://vedabase.net/n/nibandhanah">nibandhan&#257;h</A> &#8212; obligations; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; by the Lord; <A CLASS=v HREF="http://vedabase.net/r/racitah">racit&#257;h</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bhidyeran">bhidyeran</A> &#8212; they would be broken; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/d/dasyubhih">dasyubhih</A> &#8212; by rogues.</P><P CLASS=t>TRANSLATION</P><P>If you did not mount your victorious jeweled chariot, whose mere presence threatens culprits, if you did not produce fierce sounds by the twanging of your bow, and if you did not roam about the world like the brilliant sun, leading a huge army whose trampling feet cause the globe of the earth to tremble, then all the moral laws governing the varnas and &#257;&#347;ramas created by the Lord Himself would be broken by the rogues and rascals.</P><P CLASS=t>PURPORT</P><P>It is the duty of a responsible king to protect the social and spiritual orders in human society. The spiritual orders are divided into four &#257;&#347;ramas &#8212; brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa &#8212; and the social orders, according to work and qualification, are made up of the br&#257;hmanas, the kshatriyas, the vai&#347;yas and the &#347;&#363;dras. These social orders, according to the different grades of work and qualification, are described in Bhagavad-g&#299;t&#257;. Unfortunately, for want of proper protection by responsible kings, the system of social and spiritual orders has now become a hereditary caste system. But this is not the actual system. Human society means that society which is making progress toward spiritual realization. The most advanced human society was known as &#257;rya; &#257;rya refers to those who are advancing. So the question is, "Which society is advancing?" Advancement does not mean creating material "necessities" unnecessarily and thus wasting human energy in aggravation over so-called material comforts. Real advancement is advancement toward spiritual realization, and the community which acted toward this end was known as the &#256;ryan civilization. The intelligent men, the br&#257;hmanas, as exemplified by Kardama Muni, were engaged in advancing the spiritual cause, and kshatriyas like Emperor Sv&#257;yambhuva used to rule the country and insure that all facilities for spiritual realization were nicely provided. It is the duty of the king to travel all over the country and see that everything is in order. Indian civilization on the basis of the four varnas and &#257;&#347;ramas deteriorated because of her dependency on foreigners, or those who did not follow the civilization of varn&#257;&#347;rama. Thus the varn&#257;&#347;rama system has now been degraded into the caste system.</P><P>The institution of four varnas and four &#257;&#347;ramas is confirmed herewith to be bhagavad-racita, which means "designed by the Supreme Personality of Godhead." In Bhagavad-g&#299;t&#257; this is also confirmed: c&#257;tur-varnyam may&#257; srishtam [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]. The Lord says that the institution of four varnas and four &#257;&#347;ramas "is created by Me." Anything created by the Lord cannot be closed or covered. The divisions of varnas and &#257;&#347;ramas will continue to exist, either in their original form or in degraded form, but because they are created by the Lord, the Supreme Personality of Godhead, they cannot be extinguished. They are like the sun, a creation of God, and therefore will remain. Either covered by clouds or in a clear sky, the sun will continue to exist. Similarly, when the varn&#257;&#347;rama system becomes degraded, it appears as a hereditary caste system, but in every society there is an intelligent class of men, a martial class, a mercantile class and a laborer class. When they are regulated for cooperation among communities according to the Vedic principles, then there is peace and spiritual advancement. But when there is hatred and malpractice and mutual mistrust in the caste system, the whole system becomes degraded, and as stated herein, it creates a deplorable state. At the present moment, the entire world is in this deplorable condition because of giving rights to so many interests. This is due to the degradation of the four castes of varnas and &#257;&#347;ramas.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>