<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.55</P><P CLASS=c>adharma&#347; ca samedheta</P><P CLASS=c>lolupair vya&#324;ku&#347;air nribhih</P><P CLASS=c>&#347;ay&#257;ne tvayi loko 'yam</P><P CLASS=c>dasyu-grasto vina&#324;kshyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adharmah">adharmah</A> &#8212; unrighteousness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/samedheta">samedheta</A> &#8212; would flourish; <A CLASS=v HREF="http://vedabase.net/l/lolupaih">lolupaih</A> &#8212; simply hankering after money; <A CLASS=v HREF="http://vedabase.net/v/vyankusaih">vya&#324;ku&#347;aih</A> &#8212; uncontrolled; <A CLASS=v HREF="http://vedabase.net/n/nrbhih">nribhih</A> &#8212; by men; <A CLASS=v HREF="http://vedabase.net/s/sayane">&#347;ay&#257;ne</A> <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; when you lie down for rest; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; world; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dasyu">dasyu</A> &#8212; by the miscreants; <A CLASS=v HREF="http://vedabase.net/g/grastah">grastah</A> &#8212; attacked; <A CLASS=v HREF="http://vedabase.net/v/vinanksyati">vina&#324;kshyati</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> will perish.</P><P CLASS=t>TRANSLATION</P><P>If you gave up all thought of the world's situation, unrighteousness would flourish, for men who hanker only after money would be unopposed. Such miscreants would attack, and the world would perish.</P><P CLASS=t>PURPORT</P><P>Because the scientific division of four varnas and four &#257;&#347;ramas is now being extinguished, the entire world is being governed by unwanted men who have no training in religion, politics or social order, and it is in a very deplorable condition. In the institution of four varnas and four &#257;&#347;ramas there are regular training principles for the different classes of men. Just as, in the modern age, there is a necessity for engineers, medical practitioners and electricians, and they are properly trained in different scientific institutions, similarly, in former times, the higher social orders, namely the intelligent class (the br&#257;hmanas), the ruling class (the kshatriyas) and the mercantile class (the vai&#347;yas), were properly trained. Bhagavad-g&#299;t&#257; describes the duties of the br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras. When there is no such training, one simply claims that because he is born in a br&#257;hmana or kshatriya family, he is therefore a br&#257;hmana or a kshatriya, even though he performs the duties of a &#347;&#363;dra. Such undue claims to being a higher-caste man make the system of scientific social orders into a caste system, completely degrading the original system. Thus society is now in chaos, and there is neither peace nor prosperity. It is clearly stated herein that unless there is the vigilance of a strong king, impious, unqualified men will claim a certain status in society, and that will make the social order perish.</P><P CLASS=l><A CLASS=i HREF="52-54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>