<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.6</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>praj&#257;h srijeti bhagav&#257;n</P><P CLASS=c>kardamo brahmanoditah</P><P CLASS=c>sarasvaty&#257;m tapas tepe</P><P CLASS=c>sahasr&#257;n&#257;m sam&#257; da&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/s/srja">srija</A> &#8212; beget; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the worshipful; <A CLASS=v HREF="http://vedabase.net/k/kardamah">kardamah</A> &#8212; <A HREF="http://vedabase.net/k/kardama">Kardama</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmana">brahman&#257;</A> &#8212; by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/uditah">uditah</A> &#8212; commanded; <A CLASS=v HREF="http://vedabase.net/s/sarasvatyam">sarasvaty&#257;m</A> &#8212; on the bank of the River <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; penance; <A CLASS=v HREF="http://vedabase.net/t/tepe">tepe</A> &#8212; practiced; <A CLASS=v HREF="http://vedabase.net/s/sahasranam">sahasr&#257;n&#257;m</A> &#8212; of thousands; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; ten.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya replied: Commanded by Lord Brahm&#257; to beget children in the worlds, the worshipful Kardama Muni practiced penance on the bank of the River Sarasvat&#299; for a period of ten thousand years.</P><P CLASS=t>PURPORT</P><P>It is understood herein that Kardama Muni meditated in yoga for ten thousand years before attaining perfection. Similarly, we have information that V&#257;lm&#299;ki Muni also practiced yoga meditation for sixty thousand years before attaining perfection. Therefore, yoga practice can be successfully performed by persons who have a very long duration of life, such as one hundred thousand years; in that way it is possible to have perfection in yoga. Otherwise, there is no possibility of attaining the real perfection. Following the regulations, controlling the senses and practicing the different sitting postures are merely the preliminary practices. We do not know how people can be captivated by the bogus yoga system in which it is stated that simply by meditating fifteen minutes daily one can attain the perfection of becoming one with God. This age (Kali-yuga) is the age of bluffing and quarrel. Actually there is no possibility of attaining yoga perfection by such paltry proposals. The Vedic literature, for emphasis, clearly states three times that in this age of Kali &#8212; kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva &#8212; there is no other alternative, no other alternative, no other alternative than harer n&#257;ma [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>], chanting the holy name of the Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>