<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 104</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 104"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.104</P><P CLASS=c>s&#257;dhu-sa&#324;ga, krishna-krip&#257;, bhaktira svabh&#257;va</P><P CLASS=c>e tine saba ch&#257;d&#257;ya, kare krishne 'bh&#257;va'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; the association of devotees; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; the mercy of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktira">bhaktira</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/e/e">e</A> <A CLASS=v HREF="http://vedabase.net/t/tine">tine</A> &#8212; these three; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> <A CLASS=v HREF="http://vedabase.net/c/chadaya">ch&#257;d&#257;ya</A> &#8212; cause one <A HREF="http://vedabase.net/t/to">to</A> give up everything else; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; the loving affairs.</P><P CLASS=t>TRANSLATION</P><P>"Association with a devotee, the mercy of Krishna, and the nature of devotional service help one to give up all undesirable association and gradually attain elevation to the platform of love of Godhead.</P><P CLASS=t>PURPORT</P><P>This verse refers to the association of pure devotees, the mercy of Krishna and the rendering of devotional service. All these help one give up the association of nondevotees and the material opulence awarded by the external energy, m&#257;y&#257;. A pure devotee is never attracted by material opulence, for he understands that wasting time to acquire material opulence is a misuse of the gift of human life. In &#346;r&#299;mad-Bh&#257;gavatam it is said, &#347;rama eva hi kevalam. In the eyes of a devotee, politicians, social workers, philanthropists, philosophers and humanitarians are simply wasting their time, for human society is not freed from the cycle of birth and death by their activity and propaganda. These so-called philanthropists, politicians and philosophers have no knowledge because they do not know that there is life after death. Understanding that there is life after death is the beginning of spiritual knowledge. A person can understand himself and what he is simply by understanding the first lessons of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>):</P><P>dehino 'smin yath&#257; dehe kaum&#257;ram yauvanam jar&#257;</P><P CLASS=n>tath&#257; deh&#257;ntara-pr&#257;ptir dh&#299;ras tatra na muhyati</P><P>"As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change."</P><P>Not knowing the real science of life, a foolish person engages in the temporary activities of this life and thus becomes further entangled in the cycle of birth and death. He always desires material opulence, which can be attained by karma, jñ&#257;na and yoga. But when one is actually elevated to the devotional platform, he gives up all these desires. This is called any&#257;bhil&#257;shit&#257;-&#347;&#363;nya. Then one becomes a pure devotee.</P><P CLASS=l><A CLASS=i HREF="103.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="105.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>