<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 124</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 124"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.124</P><P CLASS=c>sei sabera s&#257;dhu-sa&#324;ge guna sphur&#257;ya</P><P CLASS=c>krishna-bhajana kar&#257;ya, 'mumuksh&#257;' ch&#257;d&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/sabera">sabera</A> &#8212; of all those worshipers of different demigods; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; the contact of real devotees; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> <A CLASS=v HREF="http://vedabase.net/s/sphuraya">sphur&#257;ya</A> &#8212; awakens the appreciation of transcendental qualities; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajana">bhajana</A> <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; engages <A HREF="http://vedabase.net/i/in">in</A> the devotional service of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mumuksa">mumuksh&#257;</A> <A CLASS=v HREF="http://vedabase.net/c/chadaya">ch&#257;d&#257;ya</A> &#8212; and causes <A HREF="http://vedabase.net/t/to">to</A> give up the desire <A HREF="http://vedabase.net/t/to">to</A> be liberated or merge into the impersonal feature of the Lord.</P><P CLASS=t>TRANSLATION</P><P>"If those who are attached to demigod worship fortunately associate with the devotees, their dormant devotional service and appreciation of the Lord's qualities gradually awaken. In this way they also engage in Krishna's devotional service and give up the desire for liberation and the desire to merge into the existence of impersonal Brahman.</P><P CLASS=t>PURPORT</P><P>The four Kum&#257;ras (Catuhsana), &#346;ukadeva Gosv&#257;m&#299; and the nine Yogendras were absorbed in Brahman realization, and how they became devotees is described herein. There are three kinds of impersonalists &#8212; the mumukshu (those desiring liberation), the j&#299;van-muktas (those liberated in this life) and the pr&#257;pta-svar&#363;pas (those merged in Brahman realization). All three types of jñ&#257;n&#299;s are called moksh&#257;k&#257;&#324;ksh&#299;s, those desiring liberation. By associating with devotees, such people give up the mumukshu principle and render devotional service. The real cause for this change is the association of devotees. The Krishna consciousness movement is meant to attract all types of men, even those who desire things other than the Lord's devotional service. Through the association of devotees, they gradually begin to render devotional service.</P><P CLASS=l><A CLASS=i HREF="123.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="125.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>