<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 163</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 163"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.163</P><P CLASS=c>urukrame ahaituk&#299; k&#257;h&#257;&#324; kona artha</P><P CLASS=c>ei tera artha kahilu&#324; parama samartha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/urukrame">urukrame</A> &#8212; unto the Supreme Personality of Godhead, who acts uncommonly; <A CLASS=v HREF="http://vedabase.net/a/ahaituki">ahaituk&#299;</A> &#8212; the word <A HREF="http://vedabase.net/a/ahaituki">ahaituk&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/k/kona">kona</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; import; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/t/tera">tera</A> <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; thirteen imports; <A CLASS=v HREF="http://vedabase.net/k/kahilun">kahilu&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have explained; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supremely; <A CLASS=v HREF="http://vedabase.net/s/samartha">samartha</A> &#8212; complete.</P><P CLASS=t>TRANSLATION</P><P>"The word 'ahaituk&#299;' is always applicable to the Supreme Personality of Godhead, Urukrama. In this way I have described thirteen complete meanings [of the &#257;tm&#257;r&#257;ma verse].</P><P CLASS=t>PURPORT</P><P>The thirteen meanings of the &#257;tm&#257;r&#257;ma verse mentioned here are based on the following meanings for the word &#257;tm&#257;r&#257;ma: (1) s&#257;dhaka, the neophyte performer; (2) brahma-maya, one absorbed in the thought of impersonal Brahman; (3) pr&#257;pta-brahma-laya, one who has actually attained Brahman perfection; (4) mumukshu, one who desires liberation; (5) j&#299;van-mukta, one who is liberated in this life; (6) pr&#257;pta-svar&#363;pa, one who has attained his original constitutional position; (7) nirgrantha-muni, a completely liberated saint; (8) sagarbha-yog&#257;rurukshu, a yog&#299; meditating upon the four-handed Vishnu form and desiring yogic perfection; (9) nigarbha-yog&#257;rurukshu, one who is trying for perfection in impersonal meditation; (10) sagarbha-yog&#257;r&#363;dha, one who has been elevated to the platform of yogic perfection by meditating on the Vishnu form; (11) nigarbha-yog&#257;r&#363;dha, an impersonal yog&#299; on the platform of perfection; (12) sagarbha-pr&#257;pta-siddhi, one who has attained the perfectional stage by meditating on the Vishnu form; (13) nigarbha-pr&#257;pta-siddhi, one who has attained perfection by practicing impersonal meditation.</P><P CLASS=l><A CLASS=i HREF="162.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="164.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>