<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 205</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 205"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.205</P><P CLASS=c>krishna-krip&#257;di-hetu haite sab&#257;ra udaya</P><P CLASS=c>krishna-gun&#257;krishta hañ&#257; t&#257;&#324;h&#257;re bhajaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; the reason of <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s mercy; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/u/udaya">udaya</A> &#8212; anyone becomes <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/akrsta">&#257;krishta</A> <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; being attracted by the transcendental qualities of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tanhare">t&#257;&#324;h&#257;re</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/b/bhajaya">bhajaya</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>"Everyone is eligible to receive Krishna's mercy &#8212; including Vy&#257;sadeva, the four Kum&#257;ras, &#346;ukadeva Gosv&#257;m&#299;, lowborn creatures, trees, plants and beasts. By Krishna's mercy they are elevated and engaged in His service.</P><P CLASS=t>PURPORT</P><P>This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>), wherein the Lord says:</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants] and &#347;&#363;dras [workers] &#8212; can attain the supreme destination."</P><P>Everyone is eligible to become Krishna's devotee. One simply has to be trained according to the approved process. It is the work of Krishna's confidential devotees to turn everyone into a Krishna bhakta. If the confidential devotees do not take up the task of elevating everyone to Krishna consciousness, then who will do it? Those who claim to be devotees but do not engage in Krishna's service to elevate all living creatures to Krishna consciousness are to be considered kanishtha-adhik&#257;r&#299;s (people in the lowest stage of devotional service). When one rises to the second platform of devotional service, his business is to propagate Krishna consciousness all over the world. Those who are active in the Krishna consciousness movement should not remain in the neophyte stage but should rise to the platform of preachers, the second platform of devotional service. Devotional service is so enchanting that even the first-class devotees (uttama-adhik&#257;r&#299;s) also come down to the second platform to preach and render service to the Lord for the benefit of the whole world.</P><P CLASS=l><A CLASS=i HREF="204.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="206.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>