<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 230</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 230"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.230</P><P CLASS=c>eka dina &#347;r&#299;-n&#257;rada dekhi' n&#257;r&#257;yana</P><P CLASS=c>triven&#299;-sn&#257;ne pray&#257;ga karil&#257; gamana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A> &#8212; one day; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A> &#8212; the great saintly person <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; after visiting Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/veni">ven&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/snane">sn&#257;ne</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> bathe at the confluence of the Ganges, <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A> and <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A> rivers; <A CLASS=v HREF="http://vedabase.net/p/prayaga">pray&#257;ga</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/p/prayaga">Pray&#257;ga</A>; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> <A CLASS=v HREF="http://vedabase.net/g/gamana">gamana</A> &#8212; went.</P><P CLASS=t>TRANSLATION</P><P>"Once upon a time the great saint N&#257;rada, after visiting Lord N&#257;r&#257;yana in the Vaikunthas, went to Pray&#257;ga to bathe at the confluence of three rivers &#8212; the Ganges, Yamun&#257; and Sarasvat&#299;.</P><P CLASS=t>PURPORT</P><P>The great saint N&#257;rada is so liberated that he can go to the Vaikuntha planets to see N&#257;r&#257;yana and then immediately come to this planet in the material world and go to Pray&#257;ga to bathe in the confluence of three rivers. The word tri-ven&#299; refers to a confluence of three rivers. This confluence is still visited by many hundreds of thousands of people who go there to bathe, especially during the M&#257;gha-mel&#257;, which occurs during the month of January. A liberated person who has no material body can go anywhere and everywhere; therefore a living entity is called sarva-ga, which indicates that he can go anywhere and everywhere. Presently scientists are trying to go to other planets, but due to their material bodies, they are not free to move at will. However, when one is situated in his original spiritual body, he can move anywhere and everywhere without difficulty. Within this material world there is a planet called Siddhaloka, whose inhabitants can go from one planet to another without the aid of a machine or space rocket. In the material world every planet has a specific advantage (vibh&#363;ti-bhinna). In the spiritual world, however, all the planets and their inhabitants are composed of spiritual energy. Because there are no material impediments, it is said that everything in the spiritual world is one.</P><P CLASS=l><A CLASS=i HREF="229.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="231.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>