<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 249</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 249"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.249</P><P CLASS=c>n&#257;rada kahe, &#8212; "ardha m&#257;rile j&#299;va p&#257;ya vyath&#257;</P><P CLASS=c>j&#299;ve duhkha ditecha, tom&#257;ra ha-ibe aiche avasth&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A> replied; <A CLASS=v HREF="http://vedabase.net/a/ardha">ardha</A> <A CLASS=v HREF="http://vedabase.net/m/marile">m&#257;rile</A> &#8212; by half-killing the animals; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/v/vyatha">vyath&#257;</A> &#8212; the living beings suffer too much pain; <A CLASS=v HREF="http://vedabase.net/j/jive">j&#299;ve</A> <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> <A CLASS=v HREF="http://vedabase.net/d/ditecha">ditecha</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> giving troubles <A HREF="http://vedabase.net/t/to">to</A> the living beings; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ibe">ibe</A> &#8212; there will be; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> <A CLASS=v HREF="http://vedabase.net/a/avastha">avasth&#257;</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> suffering <A HREF="http://vedabase.net/i/in">in</A> retaliation.</P><P CLASS=t>TRANSLATION</P><P>"N&#257;rada Muni replied, 'If you leave the animals half-dead, you are purposefully giving them pain. Therefore you will have to suffer in retaliation.'</P><P CLASS=t>PURPORT</P><P>This is an authoritative statement given by the greatest authority, N&#257;rada Muni. If one gives another living entity unnecessary pain, one will certainly be punished by the laws of nature with a similar pain. Although the hunter Mrig&#257;ri was uncivilized, he still had to suffer the results of his sinful activities. However, if a civilized man kills animals regularly in a slaughterhouse to maintain his so-called civilization, using scientific methods and machines to kill animals, one cannot even estimate the suffering awaiting him. So-called civilized people consider themselves very advanced in education, but they do not know about the stringent laws of nature. According to nature's law, it is a life for a life. We can hardly imagine the sufferings of one who maintains a slaughterhouse. He endures suffering not only in this life, but in his next life also. It is said that a hunter, murderer or killer is advised not to live and not to die. If he lives, he accumulates even more sins, which bring about more suffering in a future life. He is advised not to die because his dying means that he immediately begins to endure more suffering. Therefore he is advised not to live and not to die.</P><P>As followers of the Vedic principles, we accept the statements of N&#257;rada Muni in this regard. It is our duty to see that no one suffers due to sinful activities. Foolish rascals are described in the Bhagavad-g&#299;t&#257; as m&#257;yay&#257;pahrita-jñ&#257;n&#257;h, which indicates that although they are superficially educated, m&#257;y&#257; has taken their real knowledge away. Such people are presently leading human society. In &#346;r&#299;mad-Bh&#257;gavatam they are described as andh&#257; yath&#257;ndhair upan&#299;yam&#257;n&#257;h. These rascals are themselves blind, and yet they are leading others who are blind. When people follow such leaders, they suffer unlimited pains in the future. Despite so-called advancement, all this is happening. Who is safe? Who is happy? Who is without anxiety?</P><P CLASS=l><A CLASS=i HREF="248.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="250.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>