<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 252</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 252"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.252</P><P CLASS=c>n&#257;rada-sa&#324;ge vy&#257;dhera mana parasanna ha-ila</P><P CLASS=c>t&#257;&#324;ra v&#257;kya &#347;uni' mane bhaya upajila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A>-<A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the association of the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/v/vyadhera">vy&#257;dhera</A> &#8212; of the hunter; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/p/parasanna">parasanna</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; became cleansed and satisfied; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/m/mane">mane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> <A CLASS=v HREF="http://vedabase.net/u/upajila">upajila</A> &#8212; some fear arose.</P><P CLASS=t>TRANSLATION</P><P>"In this way, through the association of the great sage N&#257;rada Muni, the hunter was a little convinced of his sinful activity. He therefore became somewhat afraid due to his offenses.</P><P CLASS=t>PURPORT</P><P>This is the effect of associating with a pure devotee. Our preachers who are preaching Krishna consciousness all over the world should follow in the footsteps of N&#257;rada Muni and become purified by following the four principles and chanting the Hare Krishna mah&#257;-mantra. This will make them fit to become Vaishnavas. Then, when they speak to sinful people about the teachings of this Krishna consciousness movement, people will be affected and take the instructions. We receive instructions in devotional service through the disciplic succession. N&#257;rada Muni is our original guru because he is the spiritual master of Vy&#257;sadeva. Vy&#257;sadeva is the spiritual master of our disciplic succession; therefore we should follow in the footsteps of N&#257;rada Muni and become pure Vaishnavas. A pure Vaishnava is one who has no ulterior motive. He has totally dedicated himself to the service of the Lord. He does not have material desires, and he is not interested in so-called learning and philanthropic work. The so-called learned scholars and philanthropists are actually karm&#299;s and jñ&#257;n&#299;s, and some are actually misers engaged in sinful activity. All are condemned because they are not devotees of Lord Krishna.</P><P>Everyone has a chance to become purified by associating with this Krishna consciousness movement and strictly following the rules and regulations. By chanting the Hare Krishna mah&#257;-mantra, one can become free from all contamination, especially contamination brought about by the killing of animals. Lord Krishna Himself requests:</P><P>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>)</P><P>We should take this instruction from Krishna and follow in the footsteps of N&#257;rada Muni in the disciplic succession. If we simply surrender unto Krishna's lotus feet and take this Krishna consciousness movement seriously, we can be freed from the karma incurred by sin. If we are intelligent enough, we shall engage in the loving service of the Lord. Then our lives will be successful, and we shall not have to suffer like the hunter life after life. By killing animals, not only will we be bereft of the human form but we will have to take an animal form and somehow or other be killed by the same type of animal we have killed. This is the law of nature. The Sanskrit word m&#257;msa means "meat." It is said, m&#257;m sah khadati iti m&#257;msah. That is, "I am now eating the flesh of an animal who will some day in the future be eating my flesh."</P><P CLASS=l><A CLASS=i HREF="251.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="253.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>