<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 255</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 255"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.255</P><P CLASS=c>n&#257;rada kahe, &#8212; 'yadi dhara &#257;m&#257;ra vacana</P><P CLASS=c>tabe se karite p&#257;ri tom&#257;ra mocana'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A> replied; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> <A CLASS=v HREF="http://vedabase.net/d/dhara">dhara</A> &#8212; if you accept; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/v/vacana">vacana</A> &#8212; my instruction; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> <A CLASS=v HREF="http://vedabase.net/p/pari">p&#257;ri</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> can <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/mocana">mocana</A> &#8212; liberation.</P><P CLASS=t>TRANSLATION</P><P>"N&#257;rada Muni assured the hunter, 'If you listen to my instructions, I shall find the way you can be liberated.'</P><P CLASS=t>PURPORT</P><P>Gaur&#257;&#324;gera bhakta-gane jane jane &#347;akti dhare. The purport of this song is that the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu are very powerful, and each and every one of them can deliver the whole world. What, then, to speak of N&#257;rada Muni? If one follows the instructions of N&#257;rada Muni, one can be delivered from any number of sinful reactions. This is the process. One must follow the instructions of a spiritual master; then one will certainly be delivered from all sinful reactions. This is the secret of success. Yasya deve par&#257; bhaktir yath&#257; deve tath&#257; gurau [<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]. If one has unflinching faith in Krishna and the spiritual master, the result is tasyaite kathit&#257; hy arth&#257;h prak&#257;&#347;ante mah&#257;tmanah: all the conclusions of the revealed scriptures will be open to such a person. A pure devotee of Krishna can make the same demands that N&#257;rada Muni is making. He says, "If you follow my instructions, I shall take responsibility for your liberation." A pure devotee like N&#257;rada can give assurance to any sinful man because by the grace of the Lord such a devotee is empowered to deliver any sinful person if that person follows the principles set forth.</P><P CLASS=l><A CLASS=i HREF="254.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="256.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>