<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 277</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 277"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.277</P><P CLASS=c>dekhiy&#257; vy&#257;dhera prema parvata-mah&#257;muni</P><P CLASS=c>n&#257;radere kahe, &#8212; tumi hao spar&#347;a-mani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dekhiya">dekhiy&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/v/vyadhera">vy&#257;dhera</A> &#8212; of the hunter; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; the ecstatic love; <A CLASS=v HREF="http://vedabase.net/p/parvata">parvata</A>-<A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/muni">muni</A> &#8212; the great sage <A HREF="http://vedabase.net/p/parvata">Parvata</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/n/naradere">n&#257;radere</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; spoke <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> <A CLASS=v HREF="http://vedabase.net/h/hao">hao</A> <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/mani">mani</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> certainly <A HREF="http://vedabase.net/a/a">a</A> touchstone.</P><P CLASS=t>TRANSLATION</P><P>"When Parvata Muni saw the ecstatic loving symptoms of the hunter, he told N&#257;rada, 'Certainly you are a touchstone.'</P><P CLASS=t>PURPORT</P><P>When a touchstone touches iron, it turns the iron to gold. Parvata Muni called N&#257;rada Muni a touchstone because by his touch the hunter, who was the lowest among men, became an elevated and perfect Vaishnava. &#346;r&#299;la Bhaktivinoda Th&#257;kura said that the position of a Vaishnava can be tested by seeing how good a touchstone he is &#8212; that is, by seeing how many Vaishnavas he has made during his life. A Vaishnava should be a touchstone so that he can convert others to Vaishnavism by his preaching, even though people may be fallen like the hunter. There are many so-called advanced devotees who sit in a secluded place for their personal benefit. They do not go out to preach and convert others into Vaishnavas, and therefore they certainly cannot be called spar&#347;a-mani, advanced devotees. Kanishtha-adhik&#257;r&#299; devotees cannot turn others into Vaishnavas, but a madhyama-adhik&#257;r&#299; Vaishnava can do so by preaching. &#346;r&#299; Caitanya Mah&#257;prabhu advised His followers to increase the numbers of Vaishnavas.</P><P>y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a</P><P CLASS=n>&#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra' ei de&#347;a</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>)</P><P>It is &#346;r&#299; Caitanya Mah&#257;prabhu's wish that everyone should become a Vaishnava and guru. Following the instructions of &#346;r&#299; Caitanya Mah&#257;prabhu and His disciplic succession, one can become a spiritual master, for the process is very easy. One can go everywhere and anywhere to preach the instructions of Krishna. The Bhagavad-g&#299;t&#257; is Krishna's instructions; therefore the duty of every Vaishnava is to travel and preach the Bhagavad-g&#299;t&#257;, either in his country or a foreign country. This is the test of spar&#347;a-mani, following in the footsteps of N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="276.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="278.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>