<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 323</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 323"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.323</P><P CLASS=c>&#257;m&#257;-hena yeb&#257; keha 'v&#257;tula' haya</P><P CLASS=c>ei-drishte bh&#257;gavatera artha j&#257;naya"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ama">&#257;m&#257;</A>-<A CLASS=v HREF="http://vedabase.net/h/hena">hena</A> &#8212; exactly like <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yeba">yeb&#257;</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/k/keha">keha</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/vatula">v&#257;tula</A> <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes <A HREF="http://vedabase.net/a/a">a</A> madman; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/d/drste">drishte</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> this process; <A CLASS=v HREF="http://vedabase.net/b/bhagavatera">bh&#257;gavatera</A> &#8212; of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; import; <A CLASS=v HREF="http://vedabase.net/j/janaya">j&#257;naya</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> can understand.</P><P CLASS=t>TRANSLATION</P><P>"If one becomes a madman like Me, he may also understand the meaning of &#346;r&#299;mad-Bh&#257;gavatam by this process."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu plainly explains that &#346;r&#299;mad-Bh&#257;gavatam cannot be understood by those who are materially situated. In other words, one has to become a madman like &#346;r&#299; Caitanya Mah&#257;prabhu. Apart from being the Supreme Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu is an &#257;c&#257;rya who exhibited love of God like a madman. According to His own written verse, yug&#257;yitam nimeshena. He says that for Him, "a moment seems to last twelve years." Cakshush&#257; pr&#257;vrish&#257;yitam: "My tears are flowing like torrents of rain." &#346;&#363;ny&#257;yitam jagat sarvam: "I feel as if the entire universe were vacant." Why? Govinda-virahena me: "Due to My being separated from Govinda, Krishna."</P><P>One can understand &#346;r&#299;mad-Bh&#257;gavatam only by following in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu, who was mad for Krishna. We cannot, of course, imitate &#346;r&#299; Caitanya Mah&#257;prabhu. It is not possible. However, unless one is very serious about understanding Krishna, he cannot understand &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam gives the full narration of Krishna's transcendental activities. The first nine cantos explain who Krishna is, and the Lord's birth and activities are narrated in the Tenth Canto. In the Bhagavad-g&#299;t&#257; it is stated, janma karma ca me divyam. Krishna's appearance and disappearance are transcendental, not mundane. A person is eligible to return home, back to Godhead, if he perfectly understands Krishna and His appearance and disappearance. This is verified by Krishna Himself in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>): tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>].</P><P>It is therefore concluded that one has to learn about Krishna from &#346;r&#299;mad-Bh&#257;gavatam and the Bhagavad-g&#299;t&#257;, and one has to follow in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu. Those who do not follow &#346;r&#299; Caitanya Mah&#257;prabhu cannot understand the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="322.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="324.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>