<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 325</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 325"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.325</P><P CLASS=c>muñi &#8212; n&#299;ca-j&#257;ti, kichu n&#257; j&#257;no&#324; &#257;c&#257;ra</P><P CLASS=c>mo-haite kaiche haya smriti-parac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/muni">muñi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A>-<A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; belong <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> lower <A HREF="http://vedabase.net/c/caste">caste</A>; <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/janon">j&#257;no&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; about proper behavior; <A CLASS=v HREF="http://vedabase.net/m/mo">mo</A>-<A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/k/kaiche">kaiche</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A>-<A CLASS=v HREF="http://vedabase.net/p/paracara">parac&#257;ra</A> &#8212; propagation of the directions of <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A> behavior.</P><P CLASS=t>TRANSLATION</P><P>"I am a most lowborn person. I have no knowledge of good behavior. How is it possible for me to write authorized directions about Vaishnava activities?"</P><P CLASS=t>PURPORT</P><P>Actually San&#257;tana Gosv&#257;m&#299; belonged to a very respectable br&#257;hmana family. Nonetheless, he submitted himself as a fallen, lowborn person because he had served in the Muslim government. A br&#257;hmana is never supposed to engage in anyone's service. Serving others for a livelihood (paricary&#257;tmakam karma) is the business of &#347;&#363;dras. The br&#257;hmana is always independent and busy studying &#347;&#257;stra and preaching &#347;&#257;stra to subordinate social members such as kshatriyas and vai&#347;yas. San&#257;tana Gosv&#257;m&#299; felt unfit to write Vaishnava smriti about the behavior of Vaishnavas because he had fallen from the brahminical position. Thus San&#257;tana Gosv&#257;m&#299; clearly admits that the brahminical culture should be standardized. Presently in India, so-called br&#257;hmanas are almost all engaged in some mundane service, and they do not understand the import of the Vedic &#347;&#257;stras. Nonetheless, they are passing themselves off as br&#257;hmanas on the basis of birth. In this connection, San&#257;tana Gosv&#257;m&#299; declares that a br&#257;hmana cannot be engaged in anyone's service if he wants to take a leading part in society. In &#346;r&#299;mad-Bh&#257;gavatam N&#257;rada Muni states that even if a br&#257;hmana is in a difficult position, he should not accept the occupation of a &#347;&#363;dra. This means that he should not be engaged in service for another, for this is the business of dogs. Under the circumstances, San&#257;tana Gosv&#257;m&#299; felt very low because he had accepted a position of service in the Muslim government. The conclusion is that no one should claim to be a br&#257;hmana simply by birthright while engaging in someone else's service.</P><P CLASS=l><A CLASS=i HREF="324.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="326.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>