<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 330</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 330"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.330</P><P CLASS=c>guru-lakshana, &#347;ishya-lakshana, do&#324;h&#257;ra par&#299;kshana</P><P CLASS=c>sevya &#8212; bhagav&#257;n, sarva-mantra-vic&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; the symptoms of <A HREF="http://vedabase.net/a/a">a</A> bona fide spiritual master; <A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; the symptoms of <A HREF="http://vedabase.net/a/a">a</A> bona fide disciple; <A CLASS=v HREF="http://vedabase.net/d/donhara">do&#324;h&#257;ra</A> &#8212; of both; <A CLASS=v HREF="http://vedabase.net/p/pariksana">par&#299;kshana</A> &#8212; the testing; <A CLASS=v HREF="http://vedabase.net/s/sevya">sevya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead is worshipable; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/v/vicarana">vic&#257;rana</A> &#8212; consideration of the different types of mantras.</P><P CLASS=t>TRANSLATION</P><P>"Your book should describe the characteristics of the bona fide guru and the bona fide disciple. Then, before accepting a spiritual master, one can be assured of the spiritual master's position. Similarly, the spiritual master can also be assured of the disciple's position. The Supreme Personality of Godhead, Krishna, should be described as the worshipable object, and you should describe the b&#299;ja-mantra for the worship of Krishna, as well as that for R&#257;ma or any other expansion of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In the Padma Pur&#257;na, the characteristics of the guru, the bona fide spiritual master, have been described:</P><P>mah&#257;-bh&#257;gavata-&#347;reshtho br&#257;hmano vai gurur nrin&#257;m</P><P CLASS=n>sarvesh&#257;m eva lok&#257;n&#257;m asau p&#363;jyo yath&#257; harih</P><P CLASS=n>mah&#257;-kula-pras&#363;to 'pi sarva-yajñeshu d&#299;kshitah</P><P CLASS=n>sahasra-&#347;&#257;kh&#257;dhy&#257;y&#299; ca na guruh sy&#257;d avaishnavah</P><P>The guru must be situated on the topmost platform of devotional service. There are three classes of devotees, and the guru must be accepted from the topmost class. The first-class devotee is the spiritual master for all kinds of people. It is said, gurur nrin&#257;m. The word nrin&#257;m means "of all human beings." The guru is not limited to a particular group. It is stated in the Upade&#347;&#257;mrita of R&#363;pa Gosv&#257;m&#299; that a guru is a gosv&#257;m&#299;, a controller of the senses and the mind. Such a guru can accept disciples from all over the world. Prithiv&#299;m sa &#347;ishy&#257;t. This is the test of the guru.</P><P>In India there are many so-called gurus, and they are limited to a certain district or a province. They do not even travel about India, yet they declare themselves to be jagad-guru, the guru of the whole world. Such cheating gurus should not be accepted. Anyone can see how the bona fide spiritual master accepts disciples from all over the world. The guru is a qualified br&#257;hmana; therefore he knows Brahman and Parabrahman. He thus devotes his life for the service of Parabrahman. The bona fide spiritual master who accepts disciples from all over the world is also worshiped all over the world because of his qualities. Lok&#257;n&#257;m asau p&#363;jyo yath&#257; harih: the people of the world worship him just as they worship the Supreme Personality of Godhead. All these honors are offered to him because he strictly follows the brahminical principles and teaches these principles to his disciples. Such a person is called an &#257;c&#257;rya because he knows the principles of devotional service, he behaves in that way himself, and he teaches his disciples to follow in his footsteps. Thus he is an &#257;c&#257;rya or jagad-guru. Even though a person is born in a brahminical family and is very expert in performing sacrifices, he cannot be accepted as a guru if he is not a strict Vaishnava. A guru is a br&#257;hmana by qualification, and he can turn others into br&#257;hmanas according to the &#347;&#257;stric principles and brahminical qualifications. Brahmanism is not a question of heredity. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>) &#346;r&#299; N&#257;rada Muni tells Mah&#257;r&#257;ja Yudhishthira what a br&#257;hmana is. He states that if brahminical qualifications are observed in kshatriyas, vai&#347;yas or even &#347;&#363;dras, one should accept them as br&#257;hmanas. In this regard, &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has commented: &#347;am&#257;dibhir eva br&#257;hman&#257;di-vyavah&#257;ro mukhyah, na j&#257;ti-m&#257;tr&#257;d&#299;ty &#257;ha &#8212; yasyeti. yad yadi anyatra varn&#257;ntare 'pi dri&#347;yeta, tad-varn&#257;ntaram tenaiva lakshana-nimittenaiva varnena vinirdi&#347;et, na tu j&#257;ti-nimittenety arthah: "The most important criterion for deciding whether to deal with someone as a br&#257;hmana or as a member of another varna is the presence or absence of self-control and similar brahminical qualities. We should not judge primarily according to superficial characteristics like birth. This is stated in the verse beginning yasya [Bh&#257;g. <A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>]. If the qualities of one varna are seen in someone born in another, he should be designated according to the varna of his qualities, not that of his birth."</P><P>There is a similar statement made by N&#299;lakantha, a commentator on the Mah&#257;bh&#257;rata: &#347;&#363;dro 'pi &#347;am&#257;dy-upeto br&#257;hmana eva br&#257;hmano 'pi k&#257;m&#257;dy-upetah &#347;&#363;dra eva. "Although one may be born in a &#347;&#363;dra family, if he is endowed with the brahminical qualities, beginning with &#347;ama [control of the mind], he is to be accepted as a br&#257;hmana. Although one may be born in a br&#257;hmana family, if he is endowed with the qualities beginning with k&#257;ma [lust], he is to be considered a &#347;&#363;dra." No one should present himself as a br&#257;hmana simply on the basis of being born in a brahminical family. One must be qualified by the brahminical qualities mentioned in the &#347;&#257;stras, particularly the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/42.htm">18.42</A>):</P><P>&#347;amo damas tapah &#347;aucam ksh&#257;ntir &#257;rjavam eva ca</P><P CLASS=n>jñ&#257;nam vijñ&#257;nam &#257;stikyam brahma-karma svabh&#257;va-jam</P><P>"Peacefulness, self-control, austerity, purity, tolerance, honesty, knowledge, wisdom and religiousness &#8212; these are the natural qualities by which the br&#257;hmanas work."</P><P>Unless one is qualified with all these attributes, he cannot be accepted as a br&#257;hmana. It is not a question of simply taking birth in a br&#257;hmana family. In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura remarks that Narottama d&#257;sa Th&#257;kura and &#346;y&#257;m&#257;nanda Gosv&#257;m&#299;, although not born in br&#257;hmana families, are accepted as bona fide spiritual masters because they were br&#257;hmanas by qualification. Personalities like &#346;r&#299; Ga&#324;g&#257;-n&#257;r&#257;yana, R&#257;makrishna and many others, who were actually born in br&#257;hmana families, accepted Narottama d&#257;sa Th&#257;kura and &#346;y&#257;m&#257;nanda Gosv&#257;m&#299; as their spiritual masters.</P><P>The mah&#257;-bh&#257;gavata is one who decorates his body with tilaka and whose name indicates him to be a servant of Krishna by the word d&#257;sa. He is also initiated by a bona fide spiritual master and is expert in worshiping the Deity, chanting mantras correctly, performing sacrifices, offering prayers to the Lord and performing sa&#324;k&#299;rtana. He knows how to serve the Supreme Personality of Godhead and how to respect a Vaishnava. When one has attained the topmost position of mah&#257;-bh&#257;gavata, he is to be accepted as a guru and worshiped exactly like Hari, the Personality of Godhead. Only such a person is eligible to occupy the post of a guru. However, if one is highly qualified but is not a Vaishnava, he cannot be accepted as a guru. One cannot be a br&#257;hmana unless one is a Vaishnava. If one is a Vaishnava, he is already a br&#257;hmana. If a guru is completely qualified as a Vaishnava, he must be accepted as a br&#257;hmana even if he is not born in a br&#257;hmana family. The caste system method of distinguishing a br&#257;hmana by birth is not acceptable when applied to a bona fide spiritual master. A spiritual master is a qualified br&#257;hmana and &#257;c&#257;rya. If one is not a qualified br&#257;hmana, he is not expert in studying the Vedic literatures. N&#257;n&#257;-&#347;&#257;stra-vic&#257;ranaika-nipunau. Every Vaishnava is a spiritual master, and a spiritual master is automatically expert in brahminical behavior. He also understands the Vedic &#347;&#257;stras.</P><P>Similarly, a disciple's qualifications must be observed by the spiritual master before he is accepted as a disciple. In our Krishna consciousness movement, the requirement is that one must be prepared to give up the four pillars of sinful life &#8212; illicit sex, meat-eating, intoxication and gambling. In Western countries especially, we first observe whether a potential disciple is prepared to follow the regulative principles. Then he is given the name of a Vaishnava servant and initiated to chant the Hare Krishna mah&#257;-mantra, at least sixteen rounds daily. In this way the disciple renders devotional service under the guidance of the spiritual master or his representative for at least six months to a year. He is then recommended for a second initiation, during which a sacred thread is offered and the disciple is accepted as a bona fide br&#257;hmana. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura introduced the system of giving the sacred thread to a bona fide Vaishnava, and we are following in his footsteps. The qualifications of a bona fide disciple are described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/10/6.htm">11.10.6</A>) as follows:</P><P>am&#257;nya-matsaro daksho nirmamo dridha-sauhridah</P><P CLASS=n>asatvaro 'rtha-jijñ&#257;sur anas&#363;yur amogha-v&#257;k</P><P>The disciple must have the following qualifications. He must give up interest in the material bodily conception. He must give up material lust, anger, greed, illusion, madness and envy. He should be interested only in understanding the science of God, and he should be ready to consider all points in this matter. He should no longer think, "I am this body," or, "This thing belongs to me." One must love the spiritual master with unflinching faith, and one must be very steady and fixed. The bona fide disciple should be inquisitive to understand transcendental subject matter. He must not search out faults among good qualities, and he should no longer be interested in material topics. His only interest should be Krishna, the Supreme Personality of Godhead.</P><P>As far as the mutual testing of the spiritual master and disciple is concerned, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that a bona fide disciple must be very inquisitive to understand the transcendental subject matter. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/3/21.htm">11.3.21</A>):</P><P>tasm&#257;d gurum prapadyeta</P><P CLASS=n>jijñ&#257;suh &#347;reya uttamam</P><P>"One who is inquisitive to understand the highest goal and benefit of life must approach a bona fide spiritual master and surrender unto him." A serious disciple must be alert when selecting a bona fide spiritual master. He must be sure that the spiritual master can deliver all the transcendental necessities. The spiritual master must observe how inquisitive the disciple is and how eager he is to understand the transcendental subject matter. The spiritual master should study the disciple's inquisitiveness for no less than six months or a year. A spiritual master should not be very anxious to accept a disciple because of his material opulences. Sometimes a big businessman or landlord may approach a spiritual master for initiation. Those who are materially interested are called vishay&#299;s (karm&#299;s), which indicates that they are very fond of sense gratification. Such vishay&#299;s sometimes approach a famous guru and ask to become a disciple just as a matter of fashion. Sometimes vishay&#299;s pose as disciples of a reputed spiritual master just to cover their activities and advertise themselves as advanced in spiritual knowledge. In other words, they want to attain material success. A spiritual master must be very careful in this regard. Such business is going on all over the world. The spiritual master does not accept a materially opulent disciple just to advertise the fact that he has such a big disciple. He knows that by associating with such vishay&#299; disciples, he may fall down. One who accepts a vishay&#299; disciple is not a bona fide spiritual master. Even if he is, his position may be damaged due to association with an unscrupulous vishay&#299;. If a so-called spiritual master accepts a disciple for his personal benefit or for material gain, the relationship between the spiritual master and the disciple turns into a material affair, and the spiritual master becomes like a sm&#257;rta-guru. There are many caste gosv&#257;m&#299;s who professionally create some disciples who do not care for them or their instructions. Such spiritual masters are satisfied simply to get some material benefits from their disciples. Such a relationship is condemned by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, who calls such spiritual masters and disciples a society of cheaters and cheated. They are also called b&#257;ulas or pr&#257;krita-sahajiy&#257;s. Their aim is to make the connection between the spiritual master and the disciple into a very cheap thing. They are not serious in wanting to understand spiritual life.</P><P>The words sevya bhagav&#257;n in this verse of the Caitanya-carit&#257;mrita are important. Bhagav&#257;n indicates the Supreme Personality of Godhead, Lord Vishnu. Lord Vishnu alone is worshipable. There is no need to worship demigods. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>):</P><P>k&#257;mais tais tair hrita-jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h</P><P CLASS=n>tam tam niyamam &#257;sth&#257;ya prakrity&#257; niyat&#257;h svay&#257;</P><P>"Those whose intelligence has been stolen by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures."</P><P>It is also stated in the Skanda Pur&#257;na:</P><P>v&#257;sudevam parityajya yo 'nya-devam up&#257;sate</P><P CLASS=n>sva-m&#257;taram parityajya &#347;va-pac&#299;m vandate hi sah</P><P>"A person who worships the demigods and gives up Lord V&#257;sudeva is like a man who gives up the protection of his mother for the shelter of a witch."</P><P>It is also stated by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/23.htm">9.23</A>):</P><P>ye 'py anya-devat&#257;-bhakt&#257; yajante &#347;raddhay&#257;nvit&#257;h</P><P CLASS=n>te 'pi m&#257;m eva kaunteya yajanty avidhi-p&#363;rvakam</P><P>"Those who are devotees of other gods and who worship them with faith actually worship only Me, O son of Kunt&#299;, but they do so in a wrong way."</P><P>Demigods are also living entities and parts and parcels of Krishna. Therefore in one sense one worships Krishna when one worships the demigods, but not in the proper way. There is a proper method to water a tree: one should water the root. But if one waters the leaves and branches instead, he is simply wasting his time. If one worships the demigods to the exclusion of Lord Vishnu, his rewards will only be material. As confirmed by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/23.htm">7.23</A>):</P><P>anta-vat tu phalam tesh&#257;m tad bhavaty alpa-medhas&#257;m</P><P CLASS=n>dev&#257;n deva-yajo y&#257;nti mad-bhakt&#257; y&#257;nti m&#257;m api</P><P>"Men of small intelligence worship the demigods, and their fruits are limited and temporary. Those who worship the demigods go to the planets of the demigods, but My devotees ultimately reach My supreme planet."</P><P>Demigod worship is meant for unintelligent men because the benefits derived from demigod worship are all material, temporary and retractable. It is also stated in the Padma Pur&#257;na:</P><P>yas tu n&#257;r&#257;yanam devam brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta sa p&#257;shand&#299; bhaved dhruvam</P><P>"Whoever thinks Lord Vishnu and the demigods are on the same level is to be immediately considered a rogue as far as spiritual understanding is concerned."</P><P>There are three modes of nature in the material world, but when one is situated spiritually, he is above the material modes, even though he lives in this material world. As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman." In material consciousness, however, even one who is situated in the mode of goodness is susceptible to pollution by the modes of passion and ignorance. When the mode of goodness is mixed with the mode of passion, one worships the sun-god, Vivasv&#257;n. When the mode of goodness is mixed with the mode of ignorance, one worships Ganapati, or Gane&#347;a. When the mode of passion is mixed with the mode of ignorance, one worships Durg&#257;, or K&#257;l&#299;, the external potency. When one is simply in the mode of ignorance, one becomes a devotee of Lord &#346;iva because Lord &#346;iva is the predominating deity of the mode of ignorance within this material world. However, when one is completely free from the influence of all the modes of material nature, one becomes a pure Vaishnava on the devotional platform. As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states in the Bhakti-ras&#257;mrita-sindhu:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to the Supreme Lord Krishna favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service."</P><P>The position of vi&#347;uddha-sattva is the position of uncontaminated goodness. On that platform one can then understand, &#257;r&#257;dhyo bhagav&#257;n vraje&#347;a-tanayas tad-dh&#257;ma vrind&#257;vanam: "The Supreme Personality of Godhead, the son of Nanda Mah&#257;r&#257;ja, is to be worshiped along with His transcendental abode, Vrind&#257;vana."</P><P>The word sarva-mantra-vic&#257;rana in the present verse of &#346;r&#299; Caitanya-carit&#257;mrita means "considering all different types of mantras." There are different kinds of mantras for different kinds of devotees. There is the mantra known as the dv&#257;da&#347;&#257;kshara mantra, composed of twelve syllables, and there is the mantra composed of eighteen syllables. Similarly, there are the N&#257;rasimha mantra, the R&#257;ma mantra, the Gop&#257;la mantra and so on. Each and every mantra has its own spiritual significance. The spiritual master has to select a mantra for his disciple according to the disciple's ability to chant different mantras.</P><P CLASS=l><A CLASS=i HREF="329.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="331.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>