<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 331</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 331"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.331</P><P CLASS=c>mantra-adhik&#257;r&#299;, mantra-siddhy-&#257;di-&#347;odhana</P><P CLASS=c>d&#299;ksh&#257;, pr&#257;tah-smriti-kritya, &#347;auca, &#257;camana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/a/adhikari">adhik&#257;r&#299;</A> &#8212; qualification for receiving <A HREF="http://vedabase.net/m/mantra">mantra</A> initiation; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhi">siddhi</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the perfection of the <A HREF="http://vedabase.net/m/mantra">mantra</A> and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/s/sodhana">&#347;odhana</A> &#8212; purification; <A CLASS=v HREF="http://vedabase.net/d/diksa">d&#299;ksh&#257;</A> &#8212; initiation; <A CLASS=v HREF="http://vedabase.net/p/pratah">pr&#257;tah</A>-<A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A>-<A CLASS=v HREF="http://vedabase.net/k/krtya">kritya</A> &#8212; morning duties and remembrance of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A> &#8212; cleanliness; <A CLASS=v HREF="http://vedabase.net/a/acamana">&#257;camana</A> &#8212; washing the mouth and other parts of the body.</P><P CLASS=t>TRANSLATION</P><P>"You should discuss the qualifications necessary for receiving a mantra, the perfection of the mantra, the purification of the mantra, initiation, morning duties, remembrance of the Supreme Lord, cleanliness and washing the mouth and other parts of the body.</P><P CLASS=t>PURPORT</P><P>The following injunction is given in the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa1/194">1.194</A>) regarding mantra-adhik&#257;r&#299;, the qualification for receiving mantra initiation:</P><P>t&#257;ntrikeshu ca mantreshu d&#299;ksh&#257;y&#257;m yoshit&#257;m api</P><P CLASS=n>s&#257;dhv&#299;n&#257;m adhik&#257;ro 'sti &#347;&#363;dr&#257;d&#299;n&#257;m ca sad-dhiy&#257;m</P><P>"&#346;&#363;dras and women who are chaste and sincerely interested in understanding the Absolute Truth are qualified to be initiated with the p&#257;ñcar&#257;trika-mantras." This is confirmed by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>):</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants] and &#347;&#363;dras [workers] &#8212; can attain the supreme destination."</P><P>If one actually wants to serve Krishna, it doesn't matter whether one is a &#347;&#363;dra, vai&#347;ya or even a woman. If one is sincerely eager to chant the Hare Krishna mantra or d&#299;ksh&#257;-mantra, one is qualified to be initiated according to the p&#257;ñcar&#257;trika process. However, according to Vedic principles, only a br&#257;hmana who is fully engaged in his occupational duties can be initiated. &#346;&#363;dras and women are not admitted to a vaidika initiation. Unless one is fit according to the estimation of the spiritual master, one cannot accept a mantra from the p&#257;ñcar&#257;trika-vidhi or the vaidika-vidhi. When one is fit to accept the mantra, one is initiated by the p&#257;ñcar&#257;trika-vidhi or the vaidika-vidhi. In any case, the result is the same.</P><P>Regarding mantra-siddhy-&#257;di-&#347;odhana, the efficacy of the mantra, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives sixteen divisions, which are confirmed in the Hari-bhakti-vil&#257;sa (beginning with 1.204):</P><P>siddha-s&#257;dhya-susiddh&#257;ri-</P><P CLASS=n>kram&#257;j jñeyo vicakshanaih</P><P>These are (1) siddha, (2) s&#257;dhya, (3) susiddha and (4) ari. These four principles can be divided further: (1) siddha-siddha, (2) siddha-s&#257;dhya, (3) siddha-susiddha, (4) siddha-ari, (5) s&#257;dhya-siddha, (6) s&#257;dhya-s&#257;dhya, (7) s&#257;dhya-susiddha, (8) s&#257;dhya-ari, (9) susiddha-siddha, (10) susiddha-s&#257;dhya, (11) susiddha-susiddha, (12) susiddha-ari, (13) ari-siddha, (14) ari-s&#257;dhya, (15) ari-susiddha, and (16) ari-ari.</P><P>Those who are initiated with the eighteen-syllable mantra do not need to consider the above-mentioned sixteen divisions. As enjoined in the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa1/215">1.215</A>, 219, 220):</P><P>na c&#257;tra &#347;&#257;trav&#257; dosh&#257; narnasv&#257;di-vic&#257;ran&#257;</P><P CLASS=n>riksha-r&#257;&#347;i-vic&#257;ro v&#257; na kartavyo manau priye</P><P CLASS=n>n&#257;tra cintyo 'ri-&#347;uddhy&#257;dir n&#257;ri-mitr&#257;di-lakshanam</P><P CLASS=n>siddha-s&#257;dhya-susiddh&#257;ri-r&#363;p&#257; n&#257;tra vic&#257;ran&#257;</P><P>There is &#347;odhana, or purification of the mantra, but there is no such consideration for the Krishna mantra. Balitv&#257;t krishna-mantr&#257;n&#257;m samsk&#257;r&#257;pekshanam na hi: "The Krishna mantra is so strong that there is no question of &#347;odhana." (Hari-bhakti-vil&#257;sa <A CLASS=v HREF="http://vedabase.net/todo/vilasa1/235">1.235</A>)</P><P>As far as d&#299;ksh&#257; is concerned, one should consult Madhya-l&#299;l&#257; <A CLASS=v HREF="../../../cc/madhya/15/108/.htm">15.108.</A> On the whole, when a person is initiated according to the p&#257;ñcar&#257;trika-vidhi, he has already attained the position of a br&#257;hmana. This is enjoined in the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa2/12">2.12</A>):</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m</P><P>"As bell metal can be turned into gold when treated with mercury, a disciple initiated by a bona fide guru immediately attains the position of a br&#257;hmana."</P><P>As far as the time of d&#299;ksh&#257; (initiation) is concerned, everything depends on the position of the guru. As soon as a bona fide guru is received by chance or by a program, one should immediately take the opportunity to receive initiation. In the book called Tattva-s&#257;gara, it is stated:</P><P>durlabhe sad-gur&#363;n&#257;m ca sakrit-sa&#324;ga upasthite</P><P CLASS=n>tad-anujñ&#257; yad&#257; labdh&#257; sa d&#299;ksh&#257;vasaro mah&#257;n</P><P CLASS=n>gr&#257;me v&#257; yadi v&#257;ranye kshetre v&#257; divase ni&#347;i</P><P CLASS=n>&#257;gacchati gurur daiv&#257;d yath&#257; d&#299;ksh&#257; tad-&#257;jñay&#257;</P><P CLASS=n>yadaivecch&#257; tad&#257; d&#299;ksh&#257; guror &#257;jñ&#257;nur&#363;patah</P><P CLASS=n>na t&#299;rtham na vratam hemo na sn&#257;nam na japa-kriy&#257;</P><P CLASS=n>d&#299;ksh&#257;y&#257;h karanam kintu svecch&#257;-pr&#257;pte tu sad-gurau</P><P>"If by chance one gets a sad-guru, it doesn't matter whether one is in the temple or the forest. If the sad-guru, the bona fide spiritual master, agrees, one can be initiated immediately, without waiting for a suitable time or place."</P><P>Concerning pr&#257;tah-smriti, remembrance of the Lord in the morning, in the early morning hours (known as br&#257;hma-muh&#363;rta) one should get up and immediately chant the Hare Krishna mantra, or at least "Krishna, Krishna, Krishna." In this way, one should remember Krishna. Some &#347;lokas or prayers should also be chanted. By chanting, one immediately becomes auspicious and transcendental to the infection of material qualities. Actually one has to chant and remember Lord Krishna twenty-four hours daily, or as much as possible:</P><P>smartavyah satatam vishnur vismartavyo na j&#257;tucit</P><P CLASS=n>sarve vidhi-nishedh&#257;h syur etayor eva ki&#324;kar&#257;h</P><P>"Krishna is the origin of Lord Vishnu. He should always be remembered and never forgotten at any time. All the rules and prohibitions mentioned in the &#347;&#257;stras should be the servants of these two principles." This is a quotation from the Padma Pur&#257;na, from the portion called Brihat-sahasra-n&#257;ma-stotra.</P><P>The word pr&#257;tah-kritya in the present verse of the Caitanya-carit&#257;mrita means that one should evacuate regularly in the morning and then cleanse himself by taking a bath. One has to gargle (&#257;camana) and brush his teeth (danta-dh&#257;vana). He should do this either with twigs or a toothbrush &#8212; whatever is available. This will purify the mouth. Then one should take his bath. Actually householders and v&#257;naprasthas should bathe two times a day (pr&#257;tar-madhy&#257;hnayoh sn&#257;nam v&#257;naprastha-grihasthayoh). A sanny&#257;s&#299; should bathe three times daily, and a brahmac&#257;r&#299; may take only one bath a day. Whenever one is not able to bathe in water, he can bathe by chanting the Hare Krishna mantra. One also has to perform his sandhy&#257;di-vandana &#8212; that is, one has to chant his G&#257;yatr&#299; mantra three times daily &#8212; morning, noon and evening.</P><P CLASS=l><A CLASS=i HREF="330.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="332.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>