<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 334</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 334"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.334</P><P CLASS=c>pañca, shoda&#347;a, pañc&#257;&#347;at upac&#257;re arcana</P><P CLASS=c>pañca-k&#257;la p&#363;j&#257; &#257;rati, krishnera bhojana-&#347;ayana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A> &#8212; sixteen; <A CLASS=v HREF="http://vedabase.net/p/pancasat">pañc&#257;&#347;at</A> &#8212; fifty; <A CLASS=v HREF="http://vedabase.net/u/upacare">upac&#257;re</A> &#8212; with ingredients; <A CLASS=v HREF="http://vedabase.net/a/arcana">arcana</A> &#8212; offering worship; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; five times; <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/a/arati">&#257;rati</A> &#8212; offering <A HREF="http://vedabase.net/a/arati">&#257;rati</A>; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> <A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A>-<A CLASS=v HREF="http://vedabase.net/s/sayana">&#347;ayana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way offering eatables <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> and laying Him down <A HREF="http://vedabase.net/t/to">to</A> rest.</P><P CLASS=t>TRANSLATION</P><P>"Also describe Deity worship, wherein one should offer food to Krishna at least five times daily and in due time place Him on a bed. You should also describe the process for offering &#257;rati and the worship of the Lord according to the list of five, sixteen or fifty ingredients.</P><P CLASS=t>PURPORT</P><P>The five ingredients for Deity worship are (1) very good scents, (2) very good flowers, (3) incense, (4) a lamp and (5) something edible. As for shoda&#347;opac&#257;ra, the sixteen ingredients, one should (1) provide a sitting place (&#257;sana), (2) ask Krishna to sit down, (3) offer arghya, (4) offer water to wash the legs, (5) wash the mouth, (6) offer madhu-parka, (7) offer water for washing the mouth, (8) bathe the Lord, (9) offer garments, (10) decorate the Lord's body with ornaments, (11) offer sweet scents, (12) offer flowers with good fragrance, like the rose or campaka, (13) offer incense, (14) offer a lamp, (15) give good food, and (16) offer prayers.</P><P>In the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa11/127">11.127-140</A>) there is a vivid description of what is required in Deity worship. There are sixty-four items mentioned. In the temple, worship should be so gorgeous that all sixty-four items should be available for the satisfaction of the Personality of Godhead. Sometimes it is impossible to get all sixty-four items; therefore we recommend that at least on the first day of installation all sixty-four items should be available. When the Lord is established, worship with all sixty-four items should continue as far as possible. The sixty-four items are as follows: (1) There must be a big bell hanging in front of the temple room so that whoever comes into the room can ring the bell. This item is called prabodhana, or offering oneself submissively to the Lord. This is the first item. (2) The visitor must chant "Jaya &#346;r&#299; R&#257;dh&#257;-Govinda!" or "Jaya &#346;r&#299; R&#257;dh&#257;-M&#257;dhava!" when he rings the bell. In either case, the word jaya must be uttered. (3) One should immediately offer obeisances to the Lord, falling down like a stick. (4) There must be regular ma&#324;gala-&#257;rati in the temple during the early morning, an hour and a half before the sun rises. (5) There must be an &#257;sana, a sitting place before the altar. This &#257;sana is for the spiritual master. The disciple brings everything before the spiritual master, and the spiritual master offers everything to the Supreme Personality of Godhead. (6) After ma&#324;gala-&#257;rati, the Deity is supposed to wash His teeth by using a twig; therefore a twig must be offered. (7) Water must be offered for washing the Deity's feet. (8) Arghya should be offered. (9) Water for &#257;camana should be offered. (10) Madhu-parka, a small bowl containing madhu (honey, a little ghee, a little water, a little sugar, yogurt and milk) should be offered. This is called madhu-parka-&#257;camana. (11) One should place wooden slippers before the Lord. (12) One should massage the body of the Lord. (13) One should massage the body of the Lord with oil. (14) With a soft, wet sponge one should remove all the oil smeared over the Lord's body. (15) One should bathe the Lord with water in which nicely scented flowers have been soaking for some time. (16) After bathing the body of the Lord with water, one should bathe Him with milk. (17) Then one should bathe Him with yogurt. (18) Then one should bathe Him with ghee. (19) Then one should bathe Him with honey. (20) Then one should bathe Him with water in which sugar has been dissolved. (21) Then one should wash the Deity with water and chant this mantra:</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P CLASS=n>[<A CLASS=v HREF="../../../bs/5/29.htm">Bs. 5.29</A>]</P><P>(22) One should dry the entire body of the Lord with a towel. (23) A new dress should be put on the Lord's body. (24) A sacred thread should be placed on His body. (25) Water should be offered for cleansing His mouth (&#257;camana). (26) Nicely scented oils like liquid sandalwood pulp should be smeared over the Lord's body. (27) All kinds of ornaments and crowns should be placed on His body. (28) Then one should offer flower garlands and decorative flowers. (29) One should burn incense. (30) Lamps should be offered. (31) Precautions should always be taken so that demons and atheists cannot harm the body of the Lord. (32) Food offerings should be placed before the Lord. (33) Spices for chewing should be offered. (34) Betel nuts should be offered. (35) At the proper time, there should be arrangements so that the Lord may take rest in bed. (36) The Lord's hair should be combed and decorated. (37) First-class garments should be offered. (38) A first-class helmet should be offered. (39) The garments should be scented. (40) There should be Kaustubha jewels and other ornaments offered. (41) A variety of flowers should be offered. (42) Another ma&#324;gala-&#257;rati should be offered. (43) A mirror should be offered. (44) The Lord should be carried on a nice palanquin to the altar. (45) The Lord should be seated on the throne. (46) Again water should be given for the washing of His feet. (47) Something again should be offered for eating. (48) Evening &#257;rati should be offered. (49) The Lord should be fanned with a c&#257;mara fan, and an umbrella should be placed over His head. (50) The Hare Krishna mantra and approved songs should be sung. (51) Musical instruments should be played. (52) One should dance before the Deity. (53) One should circumambulate the Deity. (54) One should again offer obeisances. (55) One should offer different types of prayers and hymns at the Lord's lotus feet. (56) One should touch the lotus feet of the Lord with one's head. This may not be possible for everyone, but at least the p&#363;j&#257;r&#299; should do this. (57) The flowers offered on the previous day should touch one's head. (58) One should take the remnants of the Lord's food. (59) One should sit before the Lord and think that he is massaging the Lord's legs. (60) One should decorate the Lord's bed with flowers before the Lord takes His rest. (61) One should offer one's hand to the Lord. (62) One should take the Deity to His bed. (63) One should wash the feet of the Lord and then sit Him on the bed. (64) One should place the Lord on the bed and then massage His feet.</P><P>&#256;rati should be offered to the Deities five times daily &#8212; early in the morning before sunrise, later in the morning, at noon, in the evening and at night. This means that there should be worship and a change of dress and flowers. As far as the eatables are concerned, all items should be first-class preparations. There should be first-class rice, dhal, fruit, sweet rice, vegetables and a variety of foods to be sucked, drunk and chewed. All the eatables offered to the Deities should be extraordinarily excellent. In Europe and America there is presently no monetary scarcity. People are not poor, and if they follow these principles of Deity worship, they will advance in spiritual life. As far as placing the Deity in the bed is concerned, if the Deity is large and heavy, it is not possible to move Him daily. It is better that a small Deity, which is also worshiped, be taken to the bed. This mantra should be chanted: &#257;gaccha &#347;ayana-sth&#257;nam priy&#257;bhih saha ke&#347;ava. "O Ke&#347;ava, kindly come to Your bed along with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;." (Hari-bhakti-vil&#257;sa <A CLASS=v HREF="http://vedabase.net/todo/vilasa11/40">11.40</A>)</P><P>The Deity should be placed in bed with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and this should be indicated by bringing the wooden slippers from the altar to the bedside. When the Deity is laid down, His legs should be massaged. Before laying the Deity down, a pot of milk and sugar should be offered to Him. After taking this thick milk, the Deity should lie down and should be offered betel nuts and spices to chew.</P><P CLASS=l><A CLASS=i HREF="333.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="335.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>