<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 336</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 336"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.336</P><P CLASS=c>n&#257;ma-mahim&#257;, n&#257;m&#257;par&#257;dha d&#363;re varjana</P><P CLASS=c>vaishnava-lakshana, sev&#257;par&#257;dha-khandana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; the glories of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; offenses <A HREF="http://vedabase.net/i/in">in</A> chanting the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/d/dure">d&#363;re</A> <A CLASS=v HREF="http://vedabase.net/v/varjana">varjana</A> &#8212; giving up very carefully; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; the symptoms of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A>-<A CLASS=v HREF="http://vedabase.net/k/khandana">khandana</A> &#8212; rejecting offenses <A HREF="http://vedabase.net/i/in">in</A> worshiping the Deity.</P><P CLASS=t>TRANSLATION</P><P>"You should glorify the holy name and explain that one must carefully give up offenses when chanting the holy name. You should also describe the symptoms of a Vaishnava and explain that one must give up or nullify all kinds of sev&#257;-apar&#257;dha, offenses in Deity worship.</P><P CLASS=t>PURPORT</P><P>The devotee should always be very careful not to commit the ten offenses when chanting the Hare Krishna mantra. If a devotee very strictly follows the methods of Deity worship, he will naturally and quickly become a pure Vaishnava. A pure Vaishnava has unflinching faith in the Lord, and he does not deviate at all. He is always engaged in perfect Deity worship.</P><P>One should also note the specific offenses against Deity worship. These are mentioned in the Skanda Pur&#257;na (Avant&#299;-khanda), spoken by Vy&#257;sadeva himself. One should liquidate all kinds of offenses.</P><P>The &#347;&#257;lagr&#257;ma-&#347;il&#257; should be worshiped with tulas&#299; where a sufficient quantity of tulas&#299; leaves are available. Worship of &#347;&#257;lagr&#257;ma-&#347;il&#257; should be introduced in all ISKCON temples. &#346;&#257;lagr&#257;ma-&#347;il&#257; is the form of the Lord's mercy. To worship the Deity with the sixty-four items mentioned may be a difficult job, but the Lord has become so small that anyone in any temple can carefully handle Deity worship simply by performing the same activities with the &#347;&#257;lagr&#257;ma-&#347;il&#257;.</P><P>There are thirty-two offenses to the Deity that should be avoided. (1) One should not enter the temple in a vehicle. Shoes and slippers should be removed before entering the temple. (2) One should offer obeisances as soon as he sees the Deity. (3) One should enter the temple after taking a bath. In other words, one should be very clean. (4) One should not offer obeisances to the Lord with one hand. (5) One should not circumambulate demigods before the Deities. (6) One should not spread his legs before the Deity. (7) One should not sit down before the Deity with his legs crossed, nor should one touch his legs with his hands. (8) One should not lie down before the Deity. (9) One should not eat before the Deity. (10) One should not speak lies before the Deity. (11) One should not speak very loudly before the Deity. (12) One should not talk nonsense before the Deity. (13) One should not cry before the Deity. (14) One should not deal with others before the Deity. (15) One should not utter harsh words before the Deity. (16) One should not cover himself with a blanket. (17) One should not talk enviously of others before the Deity. (18) One should not praise others before the Deity. (19) One should not use slang before the Deity. (20) One should not pass air before the Deity. (21) One should not neglect the sixty-four items of Deity worship. (22) One should not eat anything not offered to the Deity. (23) One should not neglect offering seasonal fruits as soon as they are available. (24) One should always offer fresh, untouched fruit to the Deity. (25) One should not sit with his back toward the Deity. (26) One should not offer obeisances to others before the Deity. (27) One should not sit near the Deity without taking the spiritual master's permission. (28) One should not be proud to hear himself praised before the Deity. (29) One should not blaspheme the demigods. (30) One should not be unkind to others before the Deities. (31) One should observe all festivals in the temple. (32) One should not fight or quarrel before the Deity.</P><P CLASS=l><A CLASS=i HREF="335.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="337.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>