<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 94</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 94"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.94</P><P CLASS=c>catur-vidh&#257; bhajante m&#257;m</P><P CLASS=c>jan&#257;h sukritino 'rjuna</P><P CLASS=c>&#257;rto jijñ&#257;sur arth&#257;rth&#299;</P><P CLASS=c>jñ&#257;n&#299; ca bharatarshabha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; four kinds; <A CLASS=v HREF="http://vedabase.net/b/bhajante">bhajante</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; persons; <A CLASS=v HREF="http://vedabase.net/s/sukrtinah">sukritinah</A> &#8212; who have obeyed the principles of human life or the regulative principles of <A HREF="http://vedabase.net/v/varna">varna</A> and <A HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>; <A CLASS=v HREF="http://vedabase.net/a/arjuna">arjuna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/a/artah">&#257;rtah</A> &#8212; the distressed; <A CLASS=v HREF="http://vedabase.net/j/jijnasuh">jijñ&#257;suh</A> &#8212; the inquisitive; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/a/arthi">arth&#299;</A> &#8212; one <A HREF="http://vedabase.net/i/in">in</A> need of money; <A CLASS=v HREF="http://vedabase.net/j/jnani">jñ&#257;n&#299;</A> &#8212; one pursuing knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bharata">bharata</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the <A HREF="http://vedabase.net/b/bharata">Bharata</A> dynasty.</P><P CLASS=t>TRANSLATION</P><P>"'O best among the Bharatas [Arjuna], four kinds of pious men render devotional service unto Me &#8212; the distressed, the desirer of wealth, the inquisitive and he who is searching for knowledge of the Absolute.'</P><P CLASS=t>PURPORT</P><P>This is a quotation from the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/16.htm">7.16</A>). The word sukritinah is very important in this verse. Su means "auspicious," and krit&#299; means "meritorious" or "regulated." Unless one follows the regulative principles of religious life, human life is no different from animal life. Religious life means following the principles of varna and &#257;&#347;rama. In the Vishnu Pur&#257;na it is said:</P><P>varn&#257;&#347;ram&#257;c&#257;ravat&#257; purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257; n&#257;nyat tat-tosha-k&#257;ranam</P><P>According to religious life, society is divided into four social divisions &#8212; br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra &#8212; and four spiritual divisions &#8212; brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. One needs to be trained to become a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra, just as one is trained to become an engineer, doctor or lawyer. Those who are properly trained can be considered human beings; if one is not trained socially and spiritually &#8212; that is, if one is uneducated and unregulated &#8212; his life is on the animal platform. Among animals there is no question of spiritual advancement. Spiritual life can be attained by proper training &#8212; either by following the principles of varna and &#257;&#347;rama or by being directly trained in the bhakti school by the methods of &#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam/ arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../../sb/7/5/23.htm">SB 7.5.23</A>]. Without being trained, one cannot be sukrit&#299;, auspicious. In this verse Krishna says that people approach Him when in distress, in need of money or when actually inquisitive to understand the Supreme Being, or the original source of everything. Some people approach Him in the pursuit of knowledge of the Absolute Truth, and others approach Him when they are distressed, like the devotee Gajendra. Others are inquisitive, like the great sages headed by Sanaka, and others need money, like Dhruva Mah&#257;r&#257;ja. &#346;ukadeva Gosv&#257;m&#299; approached the Lord when he pursued knowledge. All these great personalities thus took to the devotional service of the Supreme Personality of Godhead, Krishna.</P><P CLASS=l><A CLASS=i HREF="93.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="95.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>