<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 98</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24 Verse 98"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24.98</P><P CLASS=c>sat-sa&#324;g&#257;n mukta-duhsa&#324;go</P><P CLASS=c>h&#257;tum notsahate budhah</P><P CLASS=c>k&#299;rtyam&#257;nam ya&#347;o yasya</P><P CLASS=c>sakrid &#257;karnya rocanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; by the association of <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; freed; <A CLASS=v HREF="http://vedabase.net/d/duhsangah">duhsa&#324;gah</A> &#8212; the association of materialistic persons; <A CLASS=v HREF="http://vedabase.net/h/hatum">h&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/utsahate">utsahate</A> &#8212; is able; <A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; one who is actually learned; <A CLASS=v HREF="http://vedabase.net/k/kirtyamanam">k&#299;rtyam&#257;nam</A> &#8212; being glorified; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; the glories; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/r/rocanam">rocanam</A> &#8212; very pleasing.</P><P CLASS=t>TRANSLATION</P><P>"'The intelligent, who have understood the Supreme Lord in the association of pure devotees and have become free from bad, materialistic association, can never avoid hearing the glories of the Lord, even though they have heard them only once.'</P><P CLASS=t>PURPORT</P><P>This is a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/10/11.htm">1.10.11</A>). All the members of the Kuru dynasty offered respects when Krishna was leaving Hastin&#257;pura after the Battle of Kurukshetra. Krishna was going to His own kingdom, and all the members of the Kuru dynasty were overwhelmed by His departure. This verse was spoken in that connection by &#346;ukadeva Gosv&#257;m&#299;.</P><P>A pure devotee becomes attached to Krishna by hearing the Lord's glories. The Lord's glories and the Lord Himself are identical. One has to be qualified to understand this absolute truth; therefore one should be given a chance to associate with a pure devotee. Our Krishna consciousness movement is meant for this purpose. We want to create pure devotees so that other people will benefit by their association. In this way the number of pure devotees increases. Professional preachers cannot create pure devotees. There are many professional preachers of &#346;r&#299;mad-Bh&#257;gavatam who read this work to earn their livelihood. However, they cannot convert materialistic people to devotional service. Only a pure devotee can convert others to pure devotional service. It is therefore important for all the preachers in our Krishna consciousness movement to first become pure devotees and follow the regulative principles, refraining from illicit sex, meat-eating, gambling and intoxication. They should regularly chant the Hare Krishna mah&#257;-mantra on their beads, follow the devotional process, rise early in the morning, attend ma&#324;gala-&#257;rati and recite &#346;r&#299;mad-Bh&#257;gavatam and the Bhagavad-g&#299;t&#257; regularly. In this way, one can become purified and free from all material contamination.</P><P>sarvop&#257;dhi-vinirmuktam tat-paratvena nirmalam</P><P CLASS=n>hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]</P><P>"Bhakti, or devotional service, means engaging all one's senses in the service of the Lord, the Supreme Personality of Godhead, the master of all the senses. When the spirit soul renders service unto the Supreme, there are two side effects. One is freed from all material designations, and one's senses are purified simply by being employed in the service of the Lord." (N&#257;rada-pañcar&#257;tra)</P><P>To make a show of devotional service will not help one. One must be a pure devotee following the devotional process; then one can convert others to devotional service. &#346;r&#299; Caitanya Mah&#257;prabhu practiced devotional service and preached (&#257;pani &#257;cari' bhakti karila prac&#257;ra). If a preacher behaves properly in devotional service, he will be able to convert others. Otherwise, his preaching will have no effect.</P><P CLASS=l><A CLASS=i HREF="97.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="99.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>