<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Sixty-One Explanations of the &#256;tm&#257;r&#257;ma Verse</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 24 Summary</P><P>The following summary of this chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. According to &#346;r&#299; San&#257;tana Gosv&#257;m&#299;'s request, &#346;r&#299; Caitanya Mah&#257;prabhu explained the well-known &#346;r&#299;mad-Bh&#257;gavatam verse beginning &#257;tm&#257;r&#257;m&#257;&#347; ca munayah. He explained this verse in sixty-one different ways. He analyzed all the words and described each word with its different connotations. Adding the words ca and api, He described all the different meanings of the verse. He then concluded that different classes of transcendentalists (jñ&#257;n&#299;s, karm&#299;s, yog&#299;s) utilize this verse according to their own interpretation, but if they would give up this process and surrender to Krishna, as indicated by the verse itself, they would be able to comprehend the real meaning of the verse. In this regard, &#346;r&#299; Caitanya Mah&#257;prabhu narrated a story about how the great sage N&#257;rada converted a hunter into a great Vaishnava, and how this was appreciated by N&#257;rada's friend Parvata Muni. San&#257;tana Gosv&#257;m&#299; then offered a prayer to &#346;r&#299; Caitanya Mah&#257;prabhu, and &#346;r&#299; Caitanya Mah&#257;prabhu explained the glory of &#346;r&#299;mad-Bh&#257;gavatam. After this, the Lord gave San&#257;tana Gosv&#257;m&#299; a synopsis of Hari-bhakti-vil&#257;sa, which San&#257;tana Gosv&#257;m&#299; later developed into the guiding principle of all Vaishnavas.</P><P CLASS=l><A CLASS=i HREF="../23/127.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>