<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 30 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 30 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">Description by Lord Kapila of Adverse Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.30.28</P><P CLASS=c>y&#257;s t&#257;misr&#257;ndha-t&#257;misr&#257;</P><P CLASS=c>raurav&#257;dy&#257;&#347; ca y&#257;tan&#257;h</P><P CLASS=c>bhu&#324;kte naro v&#257; n&#257;r&#299; v&#257;</P><P CLASS=c>mithah sa&#324;gena nirmit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tamisra">t&#257;misra</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/a/a">a</A> hell; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/t/tamisrah">t&#257;misr&#257;h</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/a/a">a</A> hell; <A CLASS=v HREF="http://vedabase.net/r/raurava">raurava</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/a/a">a</A> hell; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yatanah">y&#257;tan&#257;h</A> &#8212; punishments; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; undergoes; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/nari">n&#257;r&#299;</A> &#8212; woman; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/s/sangena">sa&#324;gena</A> &#8212; by association; <A CLASS=v HREF="http://vedabase.net/n/nirmitah">nirmit&#257;h</A> &#8212; caused.</P><P CLASS=t>TRANSLATION</P><P>Men and women whose lives were built upon indulgence in illicit sex life are put into many kinds of miserable conditions in the hells known as T&#257;misra, Andha-t&#257;misra and Raurava.</P><P CLASS=t>PURPORT</P><P>Materialistic life is based on sex life. The existence of all the materialistic people, who are undergoing severe tribulation in the struggle for existence, is based on sex. Therefore, in the Vedic civilization sex life is allowed only in a restricted way; it is for the married couple and only for begetting children. But when sex life is indulged in for sense gratification illegally and illicitly, both the man and the woman await severe punishment in this world or after death. In this world also they are punished by virulent diseases like syphilis and gonorrhea, and in the next life, as we see in this passage of &#346;r&#299;mad-Bh&#257;gavatam, they are put into different kinds of hellish conditions to suffer. In Bhagavad-g&#299;t&#257;, First Chapter, illicit sex life is also very much condemned, and it is said that one who produces children by illicit sex life is sent to hell. It is confirmed here in the Bh&#257;gavatam that such offenders are put into hellish conditions of life in T&#257;misra, Andha-t&#257;misra and Raurava.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>