<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 30 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 30 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">Description by Lord Kapila of Adverse Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.30.33</P><P CLASS=c>kevalena hy adharmena</P><P CLASS=c>kutumba-bharanotsukah</P><P CLASS=c>y&#257;ti j&#299;vo 'ndha-t&#257;misram</P><P CLASS=c>caramam tamasah padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kevalena">kevalena</A> &#8212; simply; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/adharmena">adharmena</A> &#8212; by irreligious activities; <A CLASS=v HREF="http://vedabase.net/k/kutumba">kutumba</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/b/bharana">bharana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> maintain; <A CLASS=v HREF="http://vedabase.net/u/utsukah">utsukah</A> &#8212; eager; <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/t/tamisram">t&#257;misram</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/andha">Andha</A>-<A HREF="http://vedabase.net/t/tamisra">t&#257;misra</A>; <A CLASS=v HREF="http://vedabase.net/c/caramam">caramam</A> &#8212; ultimate; <A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah</A> &#8212; of darkness; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; region.</P><P CLASS=t>TRANSLATION</P><P>Therefore a person who is very eager to maintain his family and kinsmen simply by black methods certainly goes to the darkest region of hell, which is known as Andha-t&#257;misra.</P><P CLASS=t>PURPORT</P><P>Three words in this verse are very significant. Kevalena means "only by black methods," adharmena means "unrighteous" or "irreligious," and kutumba-bharana means "family maintenance." Maintaining one's family is certainly the duty of a householder, but one should be eager to earn his livelihood by the prescribed method, as stated in the scriptures. In Bhagavad-g&#299;t&#257; it is described that the Lord has divided the social system into four classifications of castes, or varnas, according to quality and work. Apart from Bhagavad-g&#299;t&#257;, in every society a man is known according to his quality and work. For example, when a man is constructing wooden furniture, he is called a carpenter, and a man who works with an anvil and iron is called a blacksmith. Similarly, a man who is engaged in the medical or engineering fields has a particular duty and designation. All these human activities have been divided by the Supreme Lord into four varnas, namely br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra. In Bhagavad-g&#299;t&#257; and in other Vedic literatures, the specific duties of the br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra are mentioned.</P><P>One should work honestly according to his qualification. He should not earn his livelihood unfairly, by means for which he is not qualified. If a br&#257;hmana who works as a priest so that he may enlighten his followers with the spiritual way of life is not qualified as a priest, then he is cheating the public. One should not earn by such unfair means. The same is applicable to a kshatriya or to a vai&#347;ya. It is especially mentioned that the means of livelihood of those who are trying to advance in Krishna consciousness must be very fair and uncomplicated. Here it is mentioned that he who earns his livelihood by unfair means (kevalena) is sent to the darkest hellish region. Otherwise, if one maintains his family by prescribed methods and honest means, there is no objection to one's being a family man.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>