<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 30 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 30 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">Description by Lord Kapila of Adverse Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.30.4</P><P CLASS=c>jantur vai bhava etasmin</P><P CLASS=c>y&#257;m y&#257;m yonim anuvrajet</P><P CLASS=c>tasy&#257;m tasy&#257;m sa labhate</P><P CLASS=c>nirvritim na virajyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jantuh">jantuh</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhave">bhave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> worldly existence; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/y/yonim">yonim</A> &#8212; species; <A CLASS=v HREF="http://vedabase.net/a/anuvrajet">anuvrajet</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> may obtain; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/l/labhate">labhate</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/n/nirvrtim">nirvritim</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/virajyate">virajyate</A> &#8212; is averse.</P><P CLASS=t>TRANSLATION</P><P>The living entity, in whatever species of life he appears, finds a particular type of satisfaction in that species, and he is never averse to being situated in such a condition.</P><P CLASS=t>PURPORT</P><P>The satisfaction of the living entity in a particular type of body, even if it is most abominable, is called illusion. A man in a higher position may feel dissatisfaction with the standard of life of a lower-grade man, but the lower-grade man is satisfied in that position because of the spell of m&#257;y&#257;, the external energy. M&#257;y&#257; has two phases of activities. One is called prakshep&#257;tmik&#257;, and the other is called &#257;varan&#257;tmik&#257;. &#256;varan&#257;tmik&#257; means "covering," and prakshep&#257;tmik&#257; means "pulling down." In any condition of life, the materialistic person or animal will be satisfied because his knowledge is covered by the influence of m&#257;y&#257;. In the lower grade or lower species of life, the development of consciousness is so poor that one cannot understand whether he is happy or distressed. This is called &#257;varan&#257;tmik&#257;. Even a hog, who lives by eating stool, finds himself happy, although a person in a higher mode of life sees that the hog is eating stool. How abominable that life is!</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>