<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 30 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 30 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">Description by Lord Kapila of Adverse Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.30.8</P><P CLASS=c>&#257;kshipt&#257;tmendriyah str&#299;n&#257;m</P><P CLASS=c>asat&#299;n&#257;m ca m&#257;yay&#257;</P><P CLASS=c>raho racitay&#257;l&#257;paih</P><P CLASS=c>&#347;i&#347;&#363;n&#257;m kala-bh&#257;shin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aksipta">&#257;kshipta</A> &#8212; charmed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; his senses; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/a/asatinam">asat&#299;n&#257;m</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/r/rahah">rahah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> solitary place; <A CLASS=v HREF="http://vedabase.net/r/racitaya">racitay&#257;</A> &#8212; displayed; <A CLASS=v HREF="http://vedabase.net/a/alapaih">&#257;l&#257;paih</A> &#8212; by the talking; <A CLASS=v HREF="http://vedabase.net/s/sisunam">&#347;i&#347;&#363;n&#257;m</A> &#8212; of the children; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasinam">bh&#257;shin&#257;m</A> &#8212; with sweet words.</P><P CLASS=t>TRANSLATION</P><P>He gives heart and senses to a woman, who falsely charms him with m&#257;y&#257;. He enjoys solitary embraces and talking with her, and he is enchanted by the sweet words of the small children.</P><P CLASS=t>PURPORT</P><P>Family life within the kingdom of illusory energy, m&#257;y&#257;, is just like a prison for the eternal living entity. In prison a prisoner is shackled by iron chains and iron bars. Similarly, a conditioned soul is shackled by the charming beauty of a woman, by her solitary embraces and talks of so-called love, and by the sweet words of his small children. Thus he forgets his real identity.</P><P>In this verse the words str&#299;n&#257;m asat&#299;n&#257;m indicate that womanly love is just to agitate the mind of man. Actually, in the material world there is no love. Both the woman and the man are interested in their sense gratification. For sense gratification a woman creates an illusory love, and the man becomes enchanted by such false love and forgets his real duty. When there are children as the result of such a combination, the next attraction is to the sweet words of the children. The love of the woman at home and the talk of the children make one a secure prisoner, and thus he cannot leave his home. Such a person is termed, in Vedic language, a grihamedh&#299;, which means "one whose center of attraction is home." Grihastha refers to one who lives with family, wife and children, but whose real purpose of living is to develop Krishna consciousness. One is therefore advised to become a grihastha and not a grihamedh&#299;. The grihastha's concern is to get out of the family life created by illusion and enter into real family life with Krishna, whereas the grihamedhi s business is to repeatedly chain himself to so-called family life, in one life after another, and perpetually remain in the darkness of m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>