<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 23 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 23 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The &#346;i&#347;um&#257;ra Planetary Systems</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.23.2</P><P CLASS=c>sa hi sarvesh&#257;m jyotir-gan&#257;n&#257;m graha-nakshatr&#257;d&#299;n&#257;m animishen&#257;vyakta-ramhas&#257; bhagavat&#257; k&#257;lena bhr&#257;myam&#257;n&#257;n&#257;m sth&#257;nur iv&#257;vashtambha &#299;&#347;varena vihitah &#347;a&#347;vad avabh&#257;sate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that planet of <A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/g/gananam">gan&#257;n&#257;m</A> &#8212; the luminaries; <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A>-<A CLASS=v HREF="http://vedabase.net/n/naksatra">nakshatra</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; such <A HREF="http://vedabase.net/a/as">as</A> the planets and stars; <A CLASS=v HREF="http://vedabase.net/a/animisena">animishena</A> &#8212; who does not rest; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/r/ramhasa">ramhas&#257;</A> &#8212; whose force; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; by the time factor; <A CLASS=v HREF="http://vedabase.net/b/bhramyamananam">bhr&#257;myam&#257;n&#257;n&#257;m</A> &#8212; being caused <A HREF="http://vedabase.net/t/to">to</A> revolve; <A CLASS=v HREF="http://vedabase.net/s/sthanuh">sth&#257;nuh</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> post; <A CLASS=v HREF="http://vedabase.net/a/avastambhah">avashtambhah</A> &#8212; the pivot; <A CLASS=v HREF="http://vedabase.net/i/isvarena">&#299;&#347;varena</A> &#8212; by the will of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vihitah">vihitah</A> &#8212; established; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/a/avabhasate">avabh&#257;sate</A> &#8212; shines.</P><P CLASS=t>TRANSLATION</P><P>Established by the supreme will of the Supreme Personality of Godhead, the polestar, which is the planet of Mah&#257;r&#257;ja Dhruva, constantly shines as the central pivot for all the stars and planets. The unsleeping, invisible, most powerful time factor causes these luminaries to revolve around the polestar without cessation.</P><P CLASS=t>PURPORT</P><P>It is distinctly stated herein that all the luminaries, the planets and stars, revolve by the influence of the supreme time factor. The time factor is another feature of the Supreme Personality of Godhead. Everyone is under the influence of the time factor, but the Supreme Personality of Godhead is so kind and loves His devotee Mah&#257;r&#257;ja Dhruva so much that He has placed all the luminaries under the control of Dhruva's planet and has arranged for the time factor to work under him or with his cooperation. Everything is actually done according to the will and direction of the Supreme Personality of Godhead, but to make His devotee Dhruva the most important individual within the universe, the Lord has placed the activities of the time factor under his control.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>