<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 23 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 23 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The &#346;i&#347;um&#257;ra Planetary Systems</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.23.3</P><P CLASS=c>yath&#257; medh&#299;stambha &#257;kramana-pa&#347;avah samyojit&#257;s tribhis tribhih savanair yath&#257;-sth&#257;nam mandal&#257;ni caranty evam bhagan&#257; grah&#257;daya etasminn antar-bahir-yogena k&#257;la-cakra &#257;yojit&#257; dhruvam ev&#257;valambya v&#257;yunod&#299;ryam&#257;n&#257; &#257;kalp&#257;ntam parica&#324; kramanti nabhasi yath&#257; megh&#257;h &#347;yen&#257;dayo v&#257;yu-va&#347;&#257;h karma-s&#257;rathayah parivartante evam jyotirgan&#257;h prakriti-purusha-samyog&#257;nugrih&#299;t&#257;h karma-nirmita-gatayo bhuvi na patanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/m/medhistambhe">medh&#299;stambhe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the pivot post; <A CLASS=v HREF="http://vedabase.net/a/akramana">&#257;kramana</A>-<A CLASS=v HREF="http://vedabase.net/p/pasavah">pa&#347;avah</A> &#8212; bulls for threshing rice; <A CLASS=v HREF="http://vedabase.net/s/samyojitah">samyojit&#257;h</A> &#8212; being yoked; <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> &#8212; by three; <A CLASS=v HREF="http://vedabase.net/s/savanaih">savanaih</A> &#8212; movements; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their proper places; <A CLASS=v HREF="http://vedabase.net/m/mandalani">mandal&#257;ni</A> &#8212; orbits; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; traverse; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> way; <A CLASS=v HREF="http://vedabase.net/b/bha">bha</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the luminaries, like the sun, the moon, Venus, Mercury, Mars and Jupiter; <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the different planets; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by connection with the inner or outer circles; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the wheel of eternal time; <A CLASS=v HREF="http://vedabase.net/a/ayojitah">&#257;yojit&#257;h</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; Dhruvaloka; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avalambya">avalambya</A> &#8212; taking support of; <A CLASS=v HREF="http://vedabase.net/v/vayuna">v&#257;yun&#257;</A> &#8212; by the wind; <A CLASS=v HREF="http://vedabase.net/u/udiryamanah">ud&#299;ryam&#257;n&#257;h</A> &#8212; being propelled; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A>-<A CLASS=v HREF="http://vedabase.net/a/antam">antam</A> &#8212; until the end of the creation; <A CLASS=v HREF="http://vedabase.net/p/parican">parica&#324;</A> <A CLASS=v HREF="http://vedabase.net/k/kramanti">kramanti</A> &#8212; revolve all around; <A CLASS=v HREF="http://vedabase.net/n/nabhasi">nabhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/m/meghah">megh&#257;h</A> &#8212; heavy clouds; <A CLASS=v HREF="http://vedabase.net/s/syena">&#347;yena</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; birds such <A HREF="http://vedabase.net/a/as">as</A> the big eagle; <A CLASS=v HREF="http://vedabase.net/v/vayu">v&#257;yu</A>-<A CLASS=v HREF="http://vedabase.net/v/vasah">va&#347;&#257;h</A> &#8212; controlled by the air; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/s/sarathayah">s&#257;rathayah</A> &#8212; whose chariot drivers <A HREF="http://vedabase.net/a/are">are</A> the results of their own past activities; <A CLASS=v HREF="http://vedabase.net/p/parivartante">parivartante</A> &#8212; move around; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the luminaries, the planets and stars <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> &#8212; of material nature; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; and of the Supreme Personality, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/samyoga">samyoga</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrhitah">anugrih&#299;t&#257;h</A> &#8212; supported by the combined efforts; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nirmita">nirmita</A> &#8212; caused by their own past fruitive activities; <A CLASS=v HREF="http://vedabase.net/g/gatayah">gatayah</A> &#8212; whose movements; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the ground; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/patanti">patanti</A> &#8212; fall down.</P><P CLASS=t>TRANSLATION</P><P>When bulls are yoked together and tied to a central post to thresh rice, they tread around that pivot without deviating from their proper positions &#8212; one bull being closest to the post, another in the middle, and a third on the outside. Similarly, all the planets and all the hundreds and thousands of stars revolve around the polestar, the planet of Mah&#257;r&#257;ja Dhruva, in their respective orbits, some higher and some lower. Fastened by the Supreme Personality of Godhead to the machine of material nature according to the results of their fruitive acts, they are driven around the polestar by the wind and will continue to be so until the end of creation. These planets float in the air within the vast sky, just as clouds with hundreds of tons of water float in the air or as the great &#347;yena eagles, due to the results of past activities, fly high in the sky and have no chance of falling to the ground.</P><P CLASS=t>PURPORT</P><P>According to the description of this verse, the hundreds and thousands of stars and the great planets such as the sun, the moon, Venus, Mercury, Mars and Jupiter are not clustered together because of the law of gravity or any similar idea of the modern scientists. These planets and stars are all servants of the Supreme Personality of Godhead, Govinda or Krishna, and according to His order they sit in their chariots and travel in their respective orbits. The orbits in which they move are compared to machines given by material nature to the operating deities of the stars and planets, who carry out the orders of the Supreme Personality of Godhead by revolving around Dhruvaloka, which is occupied by the great devotee Mah&#257;r&#257;ja Dhruva. This is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/52.htm">5.52</A>) as follows:</P><P>yac-cakshur esha savit&#257; sakala-grah&#257;n&#257;m</P><P CLASS=n>r&#257;j&#257; samasta-sura-m&#363;rtir a&#347;esha-tej&#257;h</P><P CLASS=n>yasy&#257;jñay&#257; bhramati sambhrita-k&#257;la-cakro</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, the Supreme Personality of Godhead, under whose control even the sun, which is considered to be the eye of the Lord, rotates within the fixed orbit of eternal time. The sun is the king of all planetary systems and has unlimited potency in heat and light." This verse from Brahma-samhit&#257; confirms that even the largest and most powerful planet, the sun, rotates within a fixed orbit, or k&#257;la-cakra, in obedience to the order of the Supreme Personality of Godhead. This has nothing to do with gravity or any other imaginary laws created by the material scientists.</P><P>Material scientists want to avoid the ruling government of the Supreme Personality of Godhead, and therefore they imagine different conditions under which they suppose the planets move. The only condition, however, is the order of the Supreme Personality of Godhead. All the various predominating deities of the planets are persons, and the Supreme Personality of Godhead is also a person. The Supreme Personality orders the subordinate persons, the demigods of various names, to carry out His supreme will. This fact is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>), wherein Krishna says:</P><P>may&#257;dhyakshena prakritih</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again."</P><P>The orbits of the planets resemble the bodies in which all living entities are seated because they are both machines controlled by the Supreme Personality of Godhead. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." The machine given by material nature &#8212; whether the machine of the body or the machine of the orbit, or k&#257;la-cakra &#8212; works according to the orders given by the Supreme Personality of Godhead. The Supreme Personality of Godhead and material nature work together to maintain this great universe, and not only this universe but also the millions of other universes beyond this one.</P><P>The question of how the planets and stars are floating is also answered in this verse. It is not because of the laws of gravity. Rather, the planets and stars are enabled to float by manipulations of the air. It is due to such manipulations that big, heavy clouds float and big eagles fly in the sky. Modern airplanes like the 747 jet aircraft work in a similar way: by controlling the air, they float high in the sky, resisting the tendency to fall to earth. Such adjustments of the air are all made possible by the cooperation of the principles of purusha (male) and prakriti (female). By the cooperation of material nature, which is considered to be prakriti, and the Supreme Personality of Godhead, who is considered the purusha, all the affairs of the universe are going on nicely in their proper order. prakriti, material nature, is also described in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/44.htm">5.44</A>) as follows:</P><P>srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;</P><P CLASS=n>ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;</P><P CLASS=n>icch&#257;nur&#363;pam api yasya ca ceshtate s&#257;</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"The external potency, m&#257;y&#257;, who is of the nature of the shadow of the cit [spiritual] potency, is worshiped by all people as Durg&#257;, the creating, preserving and destroying agency of this mundane world. I adore the primeval Lord Govinda, in accordance with whose will Durg&#257; conducts herself." Material nature, the external energy of the Supreme Lord, is also known as Durg&#257;, or the female energy that protects the great fort of this universe. The word Durg&#257; also means fort. This universe is just like a great fort in which all the conditioned souls are kept, and they cannot leave it unless they are liberated by the mercy of the Supreme Personality of Godhead. The Lord Himself declares in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." Thus simply by Krishna consciousness, by the mercy of the Supreme Personality of Godhead, one can be liberated, or, in other words, one can be released from the great fort of this universe and go outside it to the spiritual world.</P><P>It is also significant that the predominating deities of even the greatest planets have been offered their exalted posts because of the very valuable pious activities they performed in previous births. This is indicated herein by the words karma-nirmita-gatayah. For example, as we have previously discussed, the moon is called j&#299;va, which means that he is a living entity like us, but because of his pious activities he has been appointed to his post as the moon-god. Similarly, all the demigods are living entities who have been appointed to their various posts as the masters of the moon, the earth, Venus and so on because of their great service and pious acts. Only the predominating deity of the sun, S&#363;rya N&#257;r&#257;yana, is an incarnation of the Supreme Personality of Godhead. Mah&#257;r&#257;ja Dhruva, the predominating deity of Dhruvaloka, is also a living entity. Thus there are two kinds of entities &#8212; the supreme entity, the Supreme Personality of Godhead, and the ordinary living entity, the j&#299;va (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m). All the demigods are engaged in the service of the Lord, and only by such an arrangement are the affairs of the universe going on.</P><P>Regarding the great eagles mentioned in this verse, it is understood that there are eagles so big that they can prey on big elephants. They fly so high that they can travel from one planet to another. They start flying in one planet and land in another, and while in flight they lay eggs that hatch into other birds while falling through the air. In Sanskrit such eagles are called &#347;yena. Under the present circumstances, of course, we cannot see such huge birds, but at least we know of eagles that can capture monkeys and then throw them down to kill and eat them. Similarly, it is understood that there are gigantic birds that can carry off elephants, kill them and eat them.</P><P>The two examples of the eagle and the cloud are sufficient to prove that flying and floating can be made possible through adjustments of the air. The planets, in a similar way, are floating because material nature adjusts the air according to the orders of the Supreme Lord. It could be said that these adjustments constitute the law of gravity, but in any case, one must accept that these laws are made by the Supreme Personality of Godhead. The so-called scientists have no control over them. The scientists can falsely, improperly declare that there is no God, but this is not a fact.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>