<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 23 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 23 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The &#346;i&#347;um&#257;ra Planetary Systems</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.23.9</P><P CLASS=c>graharkshat&#257;r&#257;mayam &#257;dhidaivikam</P><P CLASS=c>p&#257;p&#257;paham mantra-krit&#257;m tri-k&#257;lam</P><P CLASS=c>namasyatah smarato v&#257; tri-k&#257;lam</P><P CLASS=c>na&#347;yeta tat-k&#257;lajam &#257;&#347;u p&#257;pam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/graha">graha</A>-<A CLASS=v HREF="http://vedabase.net/r/rksa">riksha</A>-<A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;r&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; consisting of all the planets and stars; <A CLASS=v HREF="http://vedabase.net/a/adhidaivikam">&#257;dhidaivikam</A> &#8212; the leader of all the demigods; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/apaham">apaham</A> &#8212; the killer of sinful reactions; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">krit&#257;m</A> &#8212; of those who chant the <A HREF="http://vedabase.net/m/mantra">mantra</A> mentioned above; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; three times; <A CLASS=v HREF="http://vedabase.net/n/namasyatah">namasyatah</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/s/smaratah">smaratah</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; three times; <A CLASS=v HREF="http://vedabase.net/n/nasyeta">na&#347;yeta</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; born at that time; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very quickly; <A CLASS=v HREF="http://vedabase.net/p/papam">p&#257;pam</A> &#8212; all sinful reactions.</P><P CLASS=t>TRANSLATION</P><P>The body of the Supreme Lord, Vishnu, which forms the &#346;i&#347;um&#257;ra-cakra, is the resting place of all the demigods and all the stars and planets. One who chants this mantra to worship that Supreme Person three times a day &#8212; morning, noon and evening &#8212; will surely be freed from all sinful reactions. If one simply offers his obeisances to this form or remembers this form three times a day, all his recent sinful activities will be destroyed.</P><P CLASS=t>PURPORT</P><P>Summarizing the entire description of the planetary systems of the universe, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that one who is able to meditate upon this arrangement as the vir&#257;t-r&#363;pa, or vi&#347;va-r&#363;pa, the external body of the Supreme Personality of Godhead, and worship Him three times a day by meditation will always be free from all sinful reactions. Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura estimates that Dhruvaloka, the polestar, is 3,800,000 yojanas above the sun. Above Dhruvaloka by 10,000,000 yojanas is Maharloka, above Maharloka by 20,000,000 yojanas is Janaloka, above Janaloka by 80,000,000 yojanas is Tapoloka, and above Tapoloka by 120,000,000 yojanas is Satyaloka. Thus the distance from the sun to Satyaloka is 233,800,000 yojanas, or 1,870,400,000 miles. The Vaikuntha planets begin 26,200,000 yojanas (209,600,000 miles) above Satyaloka. Thus the Vishnu Pur&#257;na describes that the covering of the universe is 260,000,000 yojanas (2,080,000,000 miles) away from the sun. The distance from the sun to the earth is lower planetary systems called Atala, Vitala, Sutala, Tal&#257;tala, Mah&#257;tala, Ras&#257;tala and P&#257;t&#257;la. Below these lower planets by 30,000 yojanas, &#346;esha N&#257;ga is lying on the Garbhodaka Ocean. That ocean is 249,800,000 yojanas deep. Thus the total diameter of the universe is approximately 500,000,000 yojanas, or 4,000,000,000 miles.</P><P>Thus end the Bhaktivedanta purports to the Fifth Canto, Twenty-third Chapter of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The &#346;i&#347;um&#257;ra planetary System."</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../24/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>