<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 23: The &#346;i&#347;um&#257;ra Planetary Systems</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.23 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.23.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, 1,300,000 yojanas [10,400,000 miles] above the planets of the seven sages is the place that learned scholars describe as the abode of Lord Vishnu. There the son of Mah&#257;r&#257;ja Utt&#257;nap&#257;da, the great devotee Mah&#257;r&#257;ja Dhruva, still resides as the life source of all the living entities who live until the end of the creation. Agni, Indra, Praj&#257;pati, Ka&#347;yapa and Dharma all assemble there to offer him honor and respectful obeisances. They circumambulate him with their right sides toward him. I have already described the glorious activities of Mah&#257;r&#257;ja Dhruva [in the Fourth Canto of &#346;r&#299;mad-Bh&#257;gavatam].</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.23.2</B></A>: Established by the supreme will of the Supreme Personality of Godhead, the polestar, which is the planet of Mah&#257;r&#257;ja Dhruva, constantly shines as the central pivot for all the stars and planets. The unsleeping, invisible, most powerful time factor causes these luminaries to revolve around the polestar without cessation.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.23.3</B></A>: When bulls are yoked together and tied to a central post to thresh rice, they tread around that pivot without deviating from their proper positions &#8212; one bull being closest to the post, another in the middle, and a third on the outside. Similarly, all the planets and all the hundreds and thousands of stars revolve around the polestar, the planet of Mah&#257;r&#257;ja Dhruva, in their respective orbits, some higher and some lower. Fastened by the Supreme Personality of Godhead to the machine of material nature according to the results of their fruitive acts, they are driven around the polestar by the wind and will continue to be so until the end of creation. These planets float in the air within the vast sky, just as clouds with hundreds of tons of water float in the air or as the great &#347;yena eagles, due to the results of past activities, fly high in the sky and have no chance of falling to the ground.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.23.4</B></A>: This great machine, consisting of the stars and planets, resembles the form of a &#347;i&#347;um&#257;ra [dolphin] in the water. It is sometimes considered an incarnation of Krishna, V&#257;sudeva. Great yog&#299;s meditate upon V&#257;sudeva in this form because it is actually visible.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.23.5</B></A>: This form of the &#347;i&#347;um&#257;ra has its head downward and its body coiled. On the end of its tail is the planet of Dhruva, on the body of its tail are the planets of the demigods Praj&#257;pati, Agni, Indra and Dharma, and at the base of its tail are the planets of the demigods Dh&#257;t&#257; and Vidh&#257;t&#257;. Where the hips might be on the &#347;i&#347;um&#257;ra are the seven saintly sages like Vasishtha and A&#324;gir&#257;. The coiled body of the &#346;i&#347;um&#257;ra-cakra turns toward its right side, on which the fourteen constellations from Abhijit to Punarvasu are located. On its left side are the fourteen stars from Pushy&#257; to Uttar&#257;sh&#257;dh&#257;. Thus its body is balanced because its sides are occupied by an equal number of stars. On the back of the &#347;i&#347;um&#257;ra is the group of stars known as Ajav&#299;th&#299;, and on its abdomen is the Ganges that flows in the sky [the Milky Way].</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.23.6</B></A>: On the right and left sides of where the loins might be on the &#346;i&#347;um&#257;ra-cakra are the stars named Punarvasu and Pushy&#257;. &#256;rdr&#257; and A&#347;lesh&#257; are on its right and left feet, Abhijit and Uttar&#257;sh&#257;dh&#257; are on its right and left nostrils, &#346;ravan&#257; and P&#363;rv&#257;sh&#257;dh&#257; are at its right and left eyes, and Dhanishth&#257; and M&#363;l&#257; are on its right and left ears. The eight stars from Magh&#257; to Anur&#257;dh&#257;, which mark the southern course, are on the ribs of the left of its body, and the eight stars from Mriga&#347;&#299;rsh&#257; to P&#363;rvabh&#257;dra, which mark the northern course, are on the ribs on the right side. &#346;atabhish&#257; and Jyeshth&#257; are on the right and left shoulders.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.23.7</B></A>: On the upper chin of the &#347;i&#347;um&#257;ra is Agasti; on its lower chin, Yamar&#257;ja; on its mouth, Mars; on its genitals, Saturn; on the back of its neck, Jupiter; on its chest, the sun; and within the core of its heart, N&#257;r&#257;yana. Within its mind is the moon; on its navel, Venus; and on its breasts, the A&#347;vin&#299;-kum&#257;ras. Within its life air, which is known as pr&#257;n&#257;p&#257;na, is Mercury, on its neck is R&#257;hu, all over its body are comets, and in its pores are the numerous stars.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.23.8</B></A>: My dear King, the body of the &#347;i&#347;um&#257;ra, as thus described, should be considered the external form of Lord Vishnu, the Supreme Personality of Godhead. Morning, noon and evening, one should silently observe the form of the Lord as the &#346;i&#347;um&#257;ra-cakra and worship Him with this mantra: "O Lord who has assumed the form of time! O resting place of all the planets moving in different orbits! O master of all demigods, O Supreme Person, I offer my respectful obeisances unto You and meditate upon You."</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.23.9</B></A>: The body of the Supreme Lord, Vishnu, which forms the &#346;i&#347;um&#257;ra-cakra, is the resting place of all the demigods and all the stars and planets. One who chants this mantra to worship that Supreme Person three times a day &#8212; morning, noon and evening &#8212; will surely be freed from all sinful reactions. If one simply offers his obeisances to this form or remembers this form three times a day, all his recent sinful activities will be destroyed.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>