<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The &#346;i&#347;um&#257;ra Planetary Systems</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.23 Summary</P><P>This chapter describes how all the planetary systems take shelter of the polestar, Dhruvaloka. It also describes the totality of these planetary systems to be &#346;i&#347;um&#257;ra, another expansion of the external body of the Supreme Personality of Godhead. Dhruvaloka, the abode of Lord Vishnu within this universe, is situated 1,300,000 yojanas from the seven stars. In the planetary system of Dhruvaloka are the planets of the fire-god, Indra, Praj&#257;pati, Ka&#347;yapa and Dharma, all of whom are very respectful to the great devotee Dhruva, who lives on the polestar. Like bulls yoked to a central pivot, all the planetary systems revolve around Dhruvaloka, impelled by eternal time. Those who worship the vir&#257;t-purusha, the universal form of the Lord, conceive of this entire rotating system of planets as an animal known as &#347;i&#347;um&#257;ra. This imaginary &#347;i&#347;um&#257;ra is another form of the Lord. The head of the &#347;i&#347;um&#257;ra form is downward, and its body appears like that of a coiled snake. On the end of its tail is Dhruvaloka, on the body of the tail are Praj&#257;pati, Agni, Indra and Dharma, and on the root of the tail are Dh&#257;t&#257; and Vidh&#257;t&#257;. On its waist are the seven great sages. The entire body of the &#347;i&#347;um&#257;ra faces toward its right and appears like a coil of stars. On the right side of this coil are the fourteen prominent stars from Abhijit to Punarvasu, and on the left side are the fourteen prominent stars from Pushy&#257; to Uttar&#257;sh&#257;dh&#257;. The stars known as Punarvasu and Pushy&#257; are on the right and left hips of the &#347;i&#347;um&#257;ra, and the stars known as &#256;rdr&#257; and A&#347;lesh&#257; are on the right and left feet of the &#347;i&#347;um&#257;ra. Other stars are also fixed on different sides of the &#346;i&#347;um&#257;ra planetary system according to the calculations of Vedic astronomers. To concentrate their minds, yog&#299;s worship the &#346;i&#347;um&#257;ra planetary system, which is technically known as the kundalini-cakra.</P><P CLASS=l><A CLASS=i HREF="../22/17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>