<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74.17</P><P CLASS=c>s&#363;tye 'hany avan&#299;-p&#257;lo</P><P CLASS=c>y&#257;jak&#257;n sadasas-pat&#299;n</P><P CLASS=c>ap&#363;jayan mah&#257;-bh&#257;g&#257;n</P><P CLASS=c>yath&#257;-vat su-sam&#257;hitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutye">s&#363;tye</A> &#8212; of extracting the <A HREF="http://vedabase.net/s/soma">soma</A> juice; <A CLASS=v HREF="http://vedabase.net/a/ahani">ahani</A> &#8212; on the day; <A CLASS=v HREF="http://vedabase.net/a/avani">avan&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;lah</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/y/yajakan">y&#257;jak&#257;n</A> &#8212; the sacrificers; <A CLASS=v HREF="http://vedabase.net/s/sadasah">sadasah</A> &#8212; of the assembly; <A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; the leaders; <A CLASS=v HREF="http://vedabase.net/a/apujayat">ap&#363;jayat</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagan">bh&#257;g&#257;n</A> &#8212; greatly exalted; <A CLASS=v HREF="http://vedabase.net/y/yathavat">yath&#257;vat</A> &#8212; correctly; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; with careful attention.</P><P CLASS=t>TRANSLATION</P><P>On the day of extracting the soma juice, King Yudhishthira properly and very attentively worshiped the priests and the most exalted personalities of the assembly.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes in Krishna: "According to the Vedic system, whenever there is an arrangement for sacrifice, the members participating in the sacrifice are offered the juice of the soma plant. The juice of the soma plant is a kind of life-giving beverage. On the day of extracting the soma juice, King Yudhishthira very respectfully received the special priest who had been engaged to detect any mistake in the formalities of sacrificial procedures. The idea is that the Vedic mantras must be enunciated perfectly and chanted with the proper accent; if the priests who are engaged in this business commit any mistake, the checker, or referee priest, immediately corrects the procedure, and thus the ritualistic performances are perfectly executed. Unless it is perfectly executed, a sacrifice cannot yield the desired result. In this age of Kali there is no such learned br&#257;hmana or priest available; therefore, all such sacrifices are forbidden. The only sacrifice recommended in the &#347;&#257;stras is the chanting of the Hare Krishna mantra."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>