<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74.18</P><P CLASS=c>sadasy&#257;gry&#257;rhan&#257;rham vai</P><P CLASS=c>vimri&#347;antah sabh&#257;-sadah</P><P CLASS=c>n&#257;dhyagacchann anaik&#257;nty&#257;t</P><P CLASS=c>sahadevas tad&#257;brav&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadasya">sadasya</A> &#8212; of the members of the assembly; <A CLASS=v HREF="http://vedabase.net/a/agrya">agrya</A> &#8212; first; <A CLASS=v HREF="http://vedabase.net/a/arhana">arhana</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/arham">arham</A> &#8212; him who deserves; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vimrsantah">vimri&#347;antah</A> &#8212; pondering over; <A CLASS=v HREF="http://vedabase.net/s/sabha">sabh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly; <A CLASS=v HREF="http://vedabase.net/s/sadah">sadah</A> &#8212; those seated; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/adhyagacchan">adhyagacchan</A> &#8212; they could not come <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> conclusion; <A CLASS=v HREF="http://vedabase.net/a/anaika">anaika</A>-<A CLASS=v HREF="http://vedabase.net/a/antyat">anty&#257;t</A> &#8212; because of the great number (of qualified candidates); <A CLASS=v HREF="http://vedabase.net/s/sahadevah">sahadevah</A> &#8212; <A HREF="http://vedabase.net/s/sahadeva">Sahadeva</A>, the younger brother of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; spoke.</P><P CLASS=t>TRANSLATION</P><P>The members of the assembly then pondered over who among them should be worshiped first, but since there were many personalities qualified for this honor, they were unable to decide. Finally Sahadeva spoke up.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes, "Another important procedure is that the most exalted personality in the assembly of such a sacrificial ceremony is first offered worship.... This particular ceremony is called agra-p&#363;j&#257;. Agra means 'first,' and p&#363;j&#257; means 'worship.' This agra-p&#363;j&#257; is similar to the election of the president. In the sacrificial assembly, all the members were very exalted. Some proposed to elect one person as the perfect candidate for accepting agra-p&#363;j&#257;, and others proposed someone else.</P><P>As the great &#257;c&#257;rya J&#299;va Gosv&#257;m&#299; points out, Text 15 of this chapter states that the members of the assembly were not astonished at the opulence of the sacrifice, since they knew that King Yudhishthira was a devotee of Lord Krishna. Still, Text 18 now states that the assembly could not select the most deserving candidate for being worshiped first. This indicates that many of the br&#257;hmanas present were not fully realized transcendentalists but rather conventional br&#257;hmanas uncertain of the supreme conclusion of Vedic wisdom.</P><P>Similarly, &#256;c&#257;rya Vi&#347;van&#257;tha comments that the undecided members of the assembly were the less intelligent ones, and not such exalted personalities as Brahm&#257;, &#346;iva and Dvaip&#257;yana Vy&#257;sadeva, who thought, "Since today no one is asking our opinion, why should we say anything? Furthermore, here is Sahadeva, who is renowned for his sharp skill in analyzing all sorts of circumstances. He can help appoint the person who is to be worshiped first. Only if he somehow fails to speak or cannot understand the situation will we speak up, despite no one's having inquired from us." Having made up their minds in this way, the greatest personalities remained silent. This is how Vi&#347;van&#257;tha Cakravart&#299; advises us to understand what occurred in the assembly.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>