<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74.24</P><P CLASS=c>sarva-bh&#363;t&#257;tma-bh&#363;t&#257;ya</P><P CLASS=c>krishn&#257;y&#257;nanya-dar&#347;ine</P><P CLASS=c>deyam &#347;&#257;nt&#257;ya p&#363;rn&#257;ya</P><P CLASS=c>dattasy&#257;nantyam icchat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; beings; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the Soul; <A CLASS=v HREF="http://vedabase.net/b/bhutaya">bh&#363;t&#257;ya</A> &#8212; who comprises; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">krishn&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A> &#8212; never <A HREF="http://vedabase.net/a/as">as</A> separate; <A CLASS=v HREF="http://vedabase.net/d/darsine">dar&#347;ine</A> &#8212; who sees; <A CLASS=v HREF="http://vedabase.net/d/deyam">deyam</A> &#8212; (honor) should be given; <A CLASS=v HREF="http://vedabase.net/s/santaya">&#347;&#257;nt&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the peaceful; <A CLASS=v HREF="http://vedabase.net/p/purnaya">p&#363;rn&#257;ya</A> &#8212; perfectly complete; <A CLASS=v HREF="http://vedabase.net/d/dattasya">dattasya</A> &#8212; of what is given; <A CLASS=v HREF="http://vedabase.net/a/anantyam">&#257;nantyam</A> &#8212; unlimited increase; <A CLASS=v HREF="http://vedabase.net/i/icchata">icchat&#257;</A> &#8212; by him who desires.</P><P CLASS=t>TRANSLATION</P><P>Anyone who wishes the honor he gives to be reciprocated infinitely should honor Krishna, the perfectly peaceful and perfectly complete Soul of all beings, the Supreme Lord, who views nothing as separate from Himself.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes as follows: "[Sahadeva said:] 'Ladies and gentlemen, it is superfluous to speak about Krishna, because every one of you exalted personalities knows the Supreme Brahman, Lord Krishna, for whom there are no material differences between body and soul, between energy and the energetic, or between one part of the body and another. Since everyone is part and parcel of Krishna, there is no qualitative difference between Krishna and all living entities. Everything is an emanation of Krishna's energies, the material and spiritual energies. Krishna's energies are like the heat and light of the fire; there is no difference between the quality of heat and light and the fire itself.... He should therefore be offered the first worship of this great sacrifice, and no one should disagree.... Krishna is present as the Supersoul in every living being, and if we can satisfy Him, then automatically every living being becomes satisfied.' "</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>