<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74.30</P><P CLASS=c>ittham ni&#347;amya damaghosha-sutah sva-p&#299;th&#257;d</P><P CLASS=c>utth&#257;ya krishna-guna-varnana-j&#257;ta-manyuh</P><P CLASS=c>utkshipya b&#257;hum idam &#257;ha sadasy amarsh&#299;</P><P CLASS=c>sam&#347;r&#257;vayan bhagavate parush&#257;ny abh&#299;tah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/d/damaghosa">damaghosha</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son of <A HREF="http://vedabase.net/d/damaghosa">Damaghosha</A> (<A HREF="http://vedabase.net/s/sisupala">&#346;i&#347;up&#257;la</A>); <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/p/pithat">p&#299;th&#257;t</A> &#8212; from the seat; <A CLASS=v HREF="http://vedabase.net/u/utthaya">utth&#257;ya</A> &#8212; rising; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the great qualities of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/varnana">varnana</A> &#8212; by the descriptions; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A> &#8212; aroused; <A CLASS=v HREF="http://vedabase.net/m/manyuh">manyuh</A> &#8212; whose anger; <A CLASS=v HREF="http://vedabase.net/u/utksipya">utkshipya</A> &#8212; waving; <A CLASS=v HREF="http://vedabase.net/b/bahum">b&#257;hum</A> &#8212; his arms; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> said; <A CLASS=v HREF="http://vedabase.net/s/sadasi">sadasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the midst of the assembly; <A CLASS=v HREF="http://vedabase.net/a/amarsi">amarsh&#299;</A> &#8212; intolerant; <A CLASS=v HREF="http://vedabase.net/s/samsravayan">sam&#347;r&#257;vayan</A> &#8212; addressing; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; at the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/parusani">parush&#257;ni</A> &#8212; harsh words; <A CLASS=v HREF="http://vedabase.net/a/abhitah">abh&#299;tah</A> &#8212; having <A HREF="http://vedabase.net/n/no">no</A> fear.</P><P CLASS=t>TRANSLATION</P><P>The intolerant son of Damaghosha became infuriated upon hearing the glorification of Lord Krishna's transcendental qualities. He stood up from his seat and, angrily waving his arms, fearlessly spoke to the entire assembly the following harsh words against the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes, "In that meeting, King &#346;i&#347;up&#257;la was also present. He was an avowed enemy of Krishna for many reasons, especially because of Krishna's having stolen Rukmin&#299; from the marriage ceremony; therefore, he could not tolerate such honor to Krishna and glorification of His qualities. Instead of being happy to hear the glories of the Lord, he became very angry."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; mentions that the reason &#346;i&#347;up&#257;la did not object when Sahadeva proposed Krishna for the agra-p&#363;j&#257; is that &#346;i&#347;up&#257;la wanted to ruin King Yudhishthira's sacrifice. If &#346;i&#347;up&#257;la had argued earlier against Lord Krishna's receiving the first worship and another person had been selected, the sacrifice would have then proceeded normally. Therefore &#346;i&#347;up&#257;la allowed Krishna to be selected, waited until the worship was over, and then spoke up, hoping in this way to demonstrate that the sacrifice was now spoiled. Thus he would ruin the endeavor of Mah&#257;r&#257;ja Yudhishthira. In this regard the &#257;c&#257;rya quotes the following smriti reference: ap&#363;jy&#257; yatra p&#363;jyante p&#363;jy&#257;n&#257;m ca vyatikramah. "In the place where those who are not to be worshiped are worshiped, there is offense to those who are actually worshipable." There is also the following statement: pratibadhn&#257;ti hi &#347;reyah p&#363;jyap&#363;jya-vyatikramah. "Improperly understanding who is to be worshiped and who is not to be worshiped will impede one's progress in life."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>