<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74 Verses 33-34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74 Verses 33-34"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74.33-34</P><P CLASS=c>tapo-vidy&#257;-vrata-dhar&#257;n</P><P CLASS=c>jñ&#257;na-vidhvasta-kalmash&#257;n</P><P CLASS=c>paramarish&#299;n brahma-nishth&#257;n</P><P CLASS=c>loka-p&#257;lai&#347; ca p&#363;jit&#257;n</P><P CLASS=c>sadas-pat&#299;n atikramya</P><P CLASS=c>gop&#257;lah kula-p&#257;msanah</P><P CLASS=c>yath&#257; k&#257;kah purod&#257;&#347;am</P><P CLASS=c>sapary&#257;m katham arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; severe vows; <A CLASS=v HREF="http://vedabase.net/d/dharan">dhar&#257;n</A> &#8212; who maintain; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; by spiritual understanding; <A CLASS=v HREF="http://vedabase.net/v/vidhvasta">vidhvasta</A> &#8212; eradicated; <A CLASS=v HREF="http://vedabase.net/k/kalmasan">kalmash&#257;n</A> &#8212; whose impurities; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; topmost; <A CLASS=v HREF="http://vedabase.net/r/rsin">rish&#299;n</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/n/nisthan">nishth&#257;n</A> &#8212; dedicated; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palaih">p&#257;laih</A> &#8212; by the rulers of the planetary systems; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pujitan">p&#363;jit&#257;n</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/s/sadah">sadah</A>-<A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; leaders of the assembly; <A CLASS=v HREF="http://vedabase.net/a/atikramya">atikramya</A> &#8212; passing over; <A CLASS=v HREF="http://vedabase.net/g/gopalah">gop&#257;lah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/c/cowherd">cowherd</A>; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; of His family; <A CLASS=v HREF="http://vedabase.net/p/pamsanah">p&#257;msanah</A> &#8212; the disgrace; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kakah">k&#257;kah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> crow; <A CLASS=v HREF="http://vedabase.net/p/purodasam">purod&#257;&#347;am</A> &#8212; the sacred rice cake (offered <A HREF="http://vedabase.net/t/to">to</A> the demigods); <A CLASS=v HREF="http://vedabase.net/s/saparyam">sapary&#257;m</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; deserves.</P><P CLASS=t>TRANSLATION</P><P>How can you pass over the most exalted members of this assembly &#8212; topmost sages dedicated to the Absolute Truth endowed with powers of austerity, divine insight and strict adherence to severe vows, sanctified by knowledge and worshiped even by the rulers of the universe? How does this cowherd boy, the disgrace of His family, deserve your worship, any more than a crow deserves to eat the sacred purod&#257;&#347;a rice cake?</P><P CLASS=t>PURPORT</P><P>The great commentator &#346;r&#299;dhara Sv&#257;m&#299; has analyzed &#346;i&#347;up&#257;la's words as follows. The term go-p&#257;la means not only "cowherd" but also "protector of the Vedas and the earth." Similarly, kula-p&#257;msana has a double meaning. &#346;i&#347;up&#257;la intended it to mean "the disgrace of His family," which is its meaning when divided as above. But the word may also be analyzed as ku-lap&#257;m amsana, giving a totally different meaning. Kulap&#257;m indicates those who prattle with crooked words contrary to the Vedas, and amsana, derived from the verb amsayati, means "destroyer." In other words, he was praising Lord Krishna as "He who vanquishes all misguided and frivolous speculations about the nature of truth." Similarly, although &#346;i&#347;up&#257;la wanted to compare Lord Krishna to a crow with the words yath&#257; k&#257;kah, these words may also be divided yath&#257; a-k&#257;kah. In that case, according to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the word k&#257;ka is a combination of ka and &#257;ka, which indicate material happiness and misery. Thus Lord Krishna is ak&#257;ka in the sense that He is beyond all material misery and happiness, being on the pure, transcendental platform. Finally, &#346;i&#347;up&#257;la was right in saying the Lord Krishna does not deserve merely the purod&#257;&#347;a rice cake, offered to the lesser demigods as a substitute for the heavenly beverage soma. In fact, Lord Krishna deserves to receive everything that we possess, since He is the ultimate proprietor of everything, including ourselves. Thus we should give Lord Krishna our life and soul, not merely a ritualistic offering of rice cakes.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>