<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74.46</P><P CLASS=c>janma-tray&#257;nugunita-</P><P CLASS=c>vaira-samrabdhay&#257; dhiy&#257;</P><P CLASS=c>dhy&#257;yams tan-mayat&#257;m y&#257;to</P><P CLASS=c>bh&#257;vo hi bhava-k&#257;ranam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; births; <A CLASS=v HREF="http://vedabase.net/t/traya">traya</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/a/anugunita">anugunita</A> &#8212; extending through; <A CLASS=v HREF="http://vedabase.net/v/vaira">vaira</A> &#8212; by enmity; <A CLASS=v HREF="http://vedabase.net/s/samrabdhaya">samrabdhay&#257;</A> &#8212; obsessed; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> mentality; <A CLASS=v HREF="http://vedabase.net/d/dhyayan">dhy&#257;yan</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayatam">mayat&#257;m</A> &#8212; oneness with Him; <A CLASS=v HREF="http://vedabase.net/y/yatah">y&#257;tah</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; one's attitude; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; of rebirth; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; the cause.</P><P CLASS=t>TRANSLATION</P><P>Obsessed with hatred of Lord Krishna throughout three lifetimes, &#346;i&#347;up&#257;la attained the Lord's transcendental nature. Indeed, one's consciousness determines one's future birth.</P><P CLASS=t>PURPORT</P><P>&#346;i&#347;up&#257;la and his friend Dantavakra, who will be killed by Krishna in Chapter Seventy-eight, were previously Jaya and Vijaya, two gatekeepers in Vaikuntha. Because of an offense, the four Kum&#257;ras cursed them to take three births in the material world as demons. The first birth was as Hirany&#257;ksha and Hiranyaka&#347;ipu, the second as R&#257;vana and Kumbhakarna, and the third as &#346;i&#347;up&#257;la and Dantavakra. In each birth they were completely absorbed in enmity toward the Lord and were slain by Him.</P><P>&#346;r&#299;la Prabhup&#257;da explains the position of &#346;i&#347;up&#257;la as follows: "Although &#346;i&#347;up&#257;la acted as the enemy of Krishna, he was not for a single moment out of Krishna consciousness. He was always absorbed in thought of Krishna, and thus he got first the salvation of s&#257;yujya-mukti, merging into the existence of the Supreme, and finally became reinstated in his original position of personal service. The Bhagavad-g&#299;t&#257; corroborates the fact that one who is absorbed in the thought of the Supreme Lord at the time of death immediately enters the kingdom of God after quitting his material body."</P><P>The Third and Seventh cantos of the &#346;r&#299;mad-Bh&#257;gavatam elaborately describe the incident wherein the Lord's personal associates were cursed to come to the material world as His enemies. In this connection, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; quotes the following verse (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/1/47.htm">7.1.47</A>):</P><P>vair&#257;nubandha-t&#299;vrena</P><P CLASS=n>dhy&#257;nen&#257;cyuta-s&#257;tmat&#257;m</P><P CLASS=n>n&#299;tau punar hareh p&#257;r&#347;vam</P><P CLASS=n>jagmatur vishnu-p&#257;rshadau</P><P>"These two associates of Lord Vishnu &#8212; Jaya and Vijaya &#8212; maintained a feeling of enmity for a very long time. Because of always thinking of Krishna in this way, they regained the shelter of the Lord, having returned home, back to Godhead."</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>