<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.74 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.74.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Having thus heard of the killing of Jar&#257;sandha, and also of almighty Krishna's wonderful power, King Yudhishthira addressed the Lord as follows with great pleasure.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.74.2</B></A>: &#346;r&#299; Yudhishthira said: All the exalted spiritual masters of the three worlds, together with the inhabitants and rulers of the various planets, carry on their heads Your command, which is rarely obtained.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.74.3</B></A>: That You, the lotus-eyed Supreme Lord, accept the orders of wretched fools who presume themselves rulers is a great pretense on Your part, O all-pervading one.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.74.4</B></A>: But of course the power of the Absolute Truth, the Supreme Soul, the primeval one without a second, is neither increased nor diminished by His activities, any more than the sun's power is by its movements.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.74.5</B></A>: O unconquerable M&#257;dhava, even Your devotees make no distinctions of "I" and "mine," "you" and "yours," for this is the perverted mentality of animals.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.74.6</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Having said this, King Yudhishthira waited until the proper time for the sacrifice was at hand. Then with Lord Krishna's permission he selected suitable priests, all expert authorities on the Vedas, to execute the sacrifice.</P><P CLASS=r><A CLASS=i HREF="7-9.htm"><B>SB 10.74.7-9</B></A>: He selected Krishna-dvaip&#257;yana, Bharadv&#257;ja, Sumantu, Gotama and Asita, along with Vasishtha, Cyavana, Kanva, Maitreya, Kavasha and Trita. He also selected Vi&#347;v&#257;mitra, V&#257;madeva, Sumati, Jaimini, Kratu, Paila and Par&#257;&#347;ara, as well as Garga, Vai&#347;amp&#257;yana, Atharv&#257;, Ka&#347;yapa, Dhaumya, R&#257;ma of the Bh&#257;rgavas, &#256;suri, V&#299;tihotra, Madhucchand&#257;, V&#299;rasena and Akritavrana.</P><P CLASS=r><A CLASS=i HREF="10-11.htm"><B>SB 10.74.10-11</B></A>: O King, others who were invited included Drona, Bh&#299;shma, Kripa, Dhritar&#257;shtra with his sons, the wise Vidura, and many other br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras, all eager to witness the sacrifice. Indeed, all the kings came there with their entourages.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.74.12</B></A>: The br&#257;hmana priests then plowed the sacrificial ground with golden plowshares and initiated King Yudhishthira for the sacrifice in accordance with the traditions set down by standard authorities.</P><P CLASS=r><A CLASS=i HREF="13-15.htm"><B>SB 10.74.13-15</B></A>: The utensils used in the sacrifice were made of gold, just as in the ancient R&#257;jas&#363;ya performed by Lord Varuna. Indra, Brahm&#257;, &#346;iva and many other planetary rulers; the Siddhas and Gandharvas with their entourage; the Vidy&#257;dharas; great serpents; sages; Yakshas; R&#257;kshasas; celestial birds; Kinnaras; C&#257;ranas; and earthly kings &#8212; all were invited, and indeed they all came from every direction to the R&#257;jas&#363;ya sacrifice of King Yudhishthira, the son of P&#257;ndu. They were not in the least astonished to see the opulence of the sacrifice, since it was quite appropriate for a devotee of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.74.16</B></A>: The priests, as powerful as gods, performed the R&#257;jas&#363;ya sacrifice for King Yudhishthira in accordance with the Vedic injunctions, just as the demigods had previously performed it for Varuna.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.74.17</B></A>: On the day of extracting the soma juice, King Yudhishthira properly and very attentively worshiped the priests and the most exalted personalities of the assembly.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.74.18</B></A>: The members of the assembly then pondered over who among them should be worshiped first, but since there were many personalities qualified for this honor, they were unable to decide. Finally Sahadeva spoke up.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.74.19</B></A>: [Sahadeva said:] Certainly it is Acyuta, the Supreme Personality of Godhead and chief of the Y&#257;davas, who deserves the highest position. In truth, He Himself comprises all the demigods worshiped in sacrifice, along with such aspects of the worship as the sacred place, the time and the paraphernalia.</P><P CLASS=r><A CLASS=i HREF="20-21.htm"><B>SB 10.74.20-21</B></A>: This entire universe is founded upon Him, as are the great sacrificial performances, with their sacred fires, oblations and mantras. S&#257;&#324;khya and yoga both aim toward Him, the one without a second. O assembly members, that unborn Lord, relying solely on Himself, creates, maintains and destroys this cosmos by His personal energies, and thus the existence of this universe depends on Him alone.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.74.22</B></A>: He creates the many activities of this world, and thus by His grace the whole world endeavors for the ideals of religiosity, economic development, sense gratification and liberation.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.74.23</B></A>: Therefore we should give the highest honor to Krishna, the Supreme Lord. If we do so, we will be honoring all living beings and also our own selves.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.74.24</B></A>: Anyone who wishes the honor he gives to be reciprocated infinitely should honor Krishna, the perfectly peaceful and perfectly complete Soul of all beings, the Supreme Lord, who views nothing as separate from Himself.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.74.25</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] Having said this, Sahadeva, who understood Lord Krishna's powers, fell silent. And having heard his words, all the saintly persons present congratulated him, exclaiming "Excellent! Excellent!"</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.74.26</B></A>: The King was delighted to hear this pronouncement of the br&#257;hmanas, from which he understood the mood of the entire assembly. Overwhelmed with love, he fully worshiped Lord Krishna, the master of the senses.</P><P CLASS=r><A CLASS=i HREF="27-28.htm"><B>SB 10.74.27-28</B></A>: After bathing Lord Krishna's feet, Mah&#257;r&#257;ja Yudhishthira joyfully sprinkled the water upon his own head, and then upon the heads of his wife, brothers, other family members and ministers. That water purifies the whole world. As he honored the Lord with presentations of yellow silken garments and precious jeweled ornaments, the King's tear-filled eyes prevented him from looking directly at the Lord.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.74.29</B></A>: When they saw Lord Krishna thus honored, nearly all who were present joined their palms reverentially, exclaiming "Obeisances to You! All victory to You!" and then bowed down to Him. Flowers rained down from above.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.74.30</B></A>: The intolerant son of Damaghosha became infuriated upon hearing the glorification of Lord Krishna's transcendental qualities. He stood up from his seat and, angrily waving his arms, fearlessly spoke to the entire assembly the following harsh words against the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.74.31</B></A>: [&#346;i&#347;up&#257;la said:] The statement of the Vedas that time is the unavoidable controller of all has indeed been proven true, since the intelligence of wise elders has now become diverted by the words of a mere boy.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.74.32</B></A>: O leaders of the assembly, you know best who is a fit candidate for being honored. Therefore you should not heed the words of a child when he claims that Krishna deserves to be worshiped.</P><P CLASS=r><A CLASS=i HREF="33-34.htm"><B>SB 10.74.33-34</B></A>: How can you pass over the most exalted members of this assembly &#8212; topmost sages dedicated to the Absolute Truth endowed with powers of austerity, divine insight and strict adherence to severe vows, sanctified by knowledge and worshiped even by the rulers of the universe? How does this cowherd boy, the disgrace of His family, deserve your worship, any more than a crow deserves to eat the sacred purod&#257;&#347;a rice cake?</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.74.35</B></A>: How does one who follows no principles of the social and spiritual orders or of family ethics, who has been excluded from all religious duties, who behaves whimsically, and who has no good qualities &#8212; how does such a person deserve to be worshiped?</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.74.36</B></A>: Yay&#257;ti cursed the dynasty of these Y&#257;davas, and ever since then they have been ostracized by honest men and addicted to liquor. How, then, does Krishna deserve to be worshiped?</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.74.37</B></A>: These Y&#257;davas have abandoned the holy lands inhabited by saintly sages and have instead taken shelter of a fortress in the sea, a place where no brahminical principles are observed. There, just like thieves, they harass their subjects.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.74.38</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] Bereft of all good fortune, &#346;i&#347;up&#257;la spoke these and other insults. But the Supreme Lord said nothing, just as a lion ignores a jackal's cry.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.74.39</B></A>: Upon hearing such intolerable blasphemy of the Lord, several members of the assembly covered their ears and walked out, angrily cursing the King of Cedi.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.74.40</B></A>: Anyone who fails to immediately leave the place where he hears criticism of the Supreme Lord or His faithful devotee will certainly fall down, bereft of his pious credit.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.74.41</B></A>: Then the sons of P&#257;ndu became furious, and together with the warriors of the Matsya, Kaikaya and Sriñjaya clans, they rose up from their seats with weapons poised, ready to kill &#346;i&#347;up&#257;la.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.74.42</B></A>: Undaunted, &#346;i&#347;up&#257;la then took up his sword and shield in the midst of all the assembled kings, O Bh&#257;rata, and hurled insults at those who sided with Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.74.43</B></A>: At that point the Supreme Lord stood up and checked His devotees. He then angrily sent forth His razor-sharp disc and severed the head of His enemy as he was attacking.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.74.44</B></A>: When &#346;i&#347;up&#257;la was thus killed, a great roar and howl went up from the crowd. Taking advantage of that disturbance, the few kings who were supporters of &#346;i&#347;up&#257;la quickly left the assembly out of fear for their lives.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 10.74.45</B></A>: An effulgent light rose from &#346;i&#347;up&#257;la's body and, as everyone watched, entered Lord Krishna just like a meteor falling from the sky to the earth.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 10.74.46</B></A>: Obsessed with hatred of Lord Krishna throughout three lifetimes, &#346;i&#347;up&#257;la attained the Lord's transcendental nature. Indeed, one's consciousness determines one's future birth.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 10.74.47</B></A>: Emperor Yudhishthira gave generous gifts to the sacrificial priests and the members of the assembly, properly honoring them all in the manner prescribed by the Vedas. He then took the avabhritha bath.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 10.74.48</B></A>: Thus &#346;r&#299; Krishna, the Lord of all masters of mystic yoga, saw to the successful execution of this great sacrifice on behalf of King Yudhishthira. Afterwards, the Lord stayed with His intimate friends for a few months at their earnest request.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 10.74.49</B></A>: Then the Lord, the son of Devak&#299;, took the reluctant permission of the King and returned to His capital with His wives and ministers.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 10.74.50</B></A>: I have already described to you in detail the history of the two residents of Vaikuntha who had to undergo repeated births in the material world because of being cursed by br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 10.74.51</B></A>: Purified in the final, avabhrithya ritual, which marked the successful completion of the R&#257;jas&#363;ya sacrifice, King Yudhishthira shone among the assembled br&#257;hmanas and kshatriyas like the King of the demigods himself.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 10.74.52</B></A>: The demigods, humans and residents of intermediate heavens, all properly honored by the King, happily set off for their respective domains while singing the praises of Lord Krishna and the great sacrifice.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 10.74.53</B></A>: [All were satisfied] except sinful Duryodhana, the personification of the age of quarrel and the disease of the Kuru dynasty. He could not bear to see the flourishing opulence of the son of P&#257;ndu.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>SB 10.74.54</B></A>: One who recites these activities of Lord Vishnu, including the killing of &#346;i&#347;up&#257;la, the deliverance of the kings and the performance of the R&#257;jas&#363;ya sacrifice, is freed from all sins.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>