<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 22 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 22 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Orbits of the Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.22.8</P><P CLASS=c>evam candram&#257; arka-gabhastibhya uparisht&#257;l laksha-yojanata upalabhyam&#257;no 'rkasya samvatsara-bhuktim paksh&#257;bhy&#257;m m&#257;sa-bhuktim sap&#257;darksh&#257;bhy&#257;m dinenaiva paksha-bhuktim agrac&#257;r&#299; drutatara-gamano bhu&#324;kte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/candrama">candram&#257;</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A>-<A CLASS=v HREF="http://vedabase.net/g/gabhastibhyah">gabhastibhyah</A> &#8212; from the rays of the sunshine; <A CLASS=v HREF="http://vedabase.net/u/uparistat">uparisht&#257;t</A> &#8212; above; <A CLASS=v HREF="http://vedabase.net/l/laksa">laksha</A>-<A CLASS=v HREF="http://vedabase.net/y/yojanatah">yojanatah</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> measurement of 100,000 yojanas; <A CLASS=v HREF="http://vedabase.net/u/upalabhyamanah">upalabhyam&#257;nah</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/a/arkasya">arkasya</A> &#8212; of the sun globe; <A CLASS=v HREF="http://vedabase.net/s/samvatsara">samvatsara</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuktim">bhuktim</A> &#8212; the passage of one year of enjoyment; <A CLASS=v HREF="http://vedabase.net/p/paksabhyam">paksh&#257;bhy&#257;m</A> &#8212; by two fortnights; <A CLASS=v HREF="http://vedabase.net/m/masa">m&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuktim">bhuktim</A> &#8212; the passage of one month; <A CLASS=v HREF="http://vedabase.net/s/sapada">sap&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/rksabhyam">riksh&#257;bhy&#257;m</A> &#8212; by two and <A HREF="http://vedabase.net/a/a">a</A> quarter days; <A CLASS=v HREF="http://vedabase.net/d/dinena">dinena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> day; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/p/paksa">paksha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuktim">bhuktim</A> &#8212; the passage of <A HREF="http://vedabase.net/a/a">a</A> fortnight; <A CLASS=v HREF="http://vedabase.net/a/agracari">agrac&#257;r&#299;</A> &#8212; moving impetuously; <A CLASS=v HREF="http://vedabase.net/d/druta">druta</A>-<A CLASS=v HREF="http://vedabase.net/t/tara">tara</A>-<A CLASS=v HREF="http://vedabase.net/g/gamanah">gamanah</A> &#8212; passing <A HREF="http://vedabase.net/m/more">more</A> speedily; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; passes through.</P><P CLASS=t>TRANSLATION</P><P>Above the rays of the sunshine by a distance of 100,000 yojanas [800,000 miles] is the moon, which travels at a speed faster than that of the sun. In two lunar fortnights the moon travels through the equivalent of a samvatsara of the sun, in two and a quarter days it passes through a month of the sun, and in one day it passes through a fortnight of the sun.</P><P CLASS=t>PURPORT</P><P>When we take into account that the moon is 100,000 yojanas, or 800,000 miles, above the rays of the sunshine, it is very surprising that the modern excursions to the moon could be possible. Since the moon is so distant, how space vehicles could go there is a doubtful mystery. Modern scientific calculations are subject to one change after another, and therefore they are uncertain. We have to accept the calculations of the Vedic literature. These Vedic calculations are steady; the astronomical calculations made long ago and recorded in the Vedic literature are correct even now. Whether the Vedic calculations or modern ones are better may remain a mystery for others, but as far as we are concerned, we accept the Vedic calculations to be correct.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>