<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.13</P><P CLASS=c>vyasanam v&#299;kshya tat tesh&#257;m</P><P CLASS=c>ananya-vishay&#257;tman&#257;m</P><P CLASS=c>sudar&#347;anena sv&#257;strena</P><P CLASS=c>sv&#257;n&#257;m raksh&#257;m vyadh&#257;d vibhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyasanam">vyasanam</A> &#8212; great danger; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; having observed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> other; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; means; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; thus inclined; <A CLASS=v HREF="http://vedabase.net/s/sudarsanena">sudar&#347;anena</A> &#8212; by the wheel of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/astrena">astrena</A> &#8212; by the weapon; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; of His own devotees; <A CLASS=v HREF="http://vedabase.net/r/raksam">raksh&#257;m</A> &#8212; protection; <A CLASS=v HREF="http://vedabase.net/v/vyadhat">vyadh&#257;t</A> &#8212; did <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Almighty.</P><P CLASS=t>TRANSLATION</P><P>The almighty Personality of Godhead, &#346;r&#299; Krishna, having observed that a great danger was befalling His unalloyed devotees, who were fully surrendered souls, at once took up His Sudar&#347;ana disc to protect them.</P><P CLASS=t>PURPORT</P><P>The brahm&#257;stra, the supreme weapon released by A&#347;vatth&#257;m&#257;, was something similar to the nuclear weapon but with more radiation and heat. This brahm&#257;stra is the product of a more subtle science, being the product of a finer sound, a mantra recorded in the Vedas. Another advantage of this weapon is that it is not blind like the nuclear weapon because it can be directed only to the target and nothing else. A&#347;vatth&#257;m&#257; released the weapon just to finish all the male members of P&#257;ndu's family; therefore in one sense it was more dangerous than the atomic bombs because it could penetrate even the most protected place and would never miss the target. Knowing all this, Lord &#346;r&#299; Krishna at once took up His personal weapon to protect His devotees, who did not know anyone other than Krishna. In the Bhagavad-g&#299;t&#257; the Lord has clearly promised that His devotees are never to be vanquished. And He behaves according to the quality or degree of the devotional service rendered by the devotees. Here the word ananya-vishay&#257;tman&#257;m is significant. The P&#257;ndavas were cent percent dependent on the protection of the Lord, although they were all great warriors themselves. But the Lord neglects even the greatest warriors and also vanquishes them in no time. When the Lord saw that there was no time for the P&#257;ndavas to counteract the brahm&#257;stra of A&#347;vatth&#257;m&#257;, He took up His weapon even at the risk of breaking His own vow. Although the Battle of Kurukshetra was almost finished, still, according to His vow, He should not have taken up His own weapon. But the emergency was more important than the vow. He is better known as the bhakta-vatsala, or the lover of His devotee, and thus He preferred to continue as bhakta-vatsala than to be a worldly moralist who never breaks his solemn vow.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>