<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.19</P><P CLASS=c>m&#257;y&#257;-javanik&#257;cchannam</P><P CLASS=c>ajñ&#257;dhokshajam avyayam</P><P CLASS=c>na lakshyase m&#363;dha-dri&#347;&#257;</P><P CLASS=c>nato n&#257;tyadharo yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; deluding; <A CLASS=v HREF="http://vedabase.net/j/javanika">javanik&#257;</A> &#8212; curtain; <A CLASS=v HREF="http://vedabase.net/a/acchannam">&#257;cchannam</A> &#8212; covered by; <A CLASS=v HREF="http://vedabase.net/a/ajna">ajñ&#257;</A> &#8212; ignorant; <A CLASS=v HREF="http://vedabase.net/a/adhoksajam">adhokshajam</A> &#8212; beyond the <A HREF="http://vedabase.net/r/range">range</A> of material conception (transcendental); <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; irreproachable; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/laksyase">lakshyase</A> &#8212; observed; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A>-<A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by the foolish observer; <A CLASS=v HREF="http://vedabase.net/n/natah">natah</A> &#8212; artist; <A CLASS=v HREF="http://vedabase.net/n/natya">n&#257;tya</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah</A> &#8212; dressed <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> player; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Being beyond the range of limited sense perception, You are the eternally irreproachable factor covered by the curtain of deluding energy. You are invisible to the foolish observer, exactly as an actor dressed as a player is not recognized.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; Lord &#346;r&#299; Krishna affirms that less intelligent persons mistake Him to be an ordinary man like us, and thus they deride Him. The same is confirmed herein by Queen Kunt&#299;. The less intelligent persons are those who rebel against the authority of the Lord. Such persons are known as asuras. The asuras cannot recognize the Lord's authority. When the Lord Himself appears amongst us, as R&#257;ma, Nrisimha, Var&#257;ha or in His original form as Krishna, He performs many wonderful acts which are humanly impossible. As we shall find in the Tenth Canto of this great literature, Lord &#346;r&#299; Krishna exhibited His humanly impossible activities even from the days of His lying on the lap of His mother. He killed the P&#363;tan&#257; witch, although she smeared her breast with poison just to kill the Lord. The Lord sucked her breast like a natural baby, and He sucked out her very life also. Similarly, He lifted the Govardhana Hill, just as a boy picks up a frog's umbrella, and stood several days continuously just to give protection to the residents of Vrind&#257;vana. These are some of the superhuman activities of the Lord described in the authoritative Vedic literatures like the Pur&#257;nas, Itih&#257;sas (histories) and Upanishads. He has delivered wonderful instructions in the shape of the Bhagavad-g&#299;t&#257;. He has shown marvelous capacities as a hero, as a householder, as a teacher and as a renouncer. He is accepted as the Supreme Personality of Godhead by such authoritative personalities as Vy&#257;sa, Devala, Asita, N&#257;rada, Madhva, &#346;a&#324;kara, R&#257;m&#257;nuja, &#346;r&#299; Caitanya Mah&#257;prabhu, J&#299;va Gosv&#257;m&#299;, Vi&#347;van&#257;tha Cakravart&#299;, Bhaktisiddh&#257;nta Sarasvat&#299; and all other authorities of the line. He Himself has declared as much in many places of the authentic literatures. And yet there is a class of men with demoniac mentality who are always reluctant to accept the Lord as the Supreme Absolute Truth. This is partially due to their poor fund of knowledge and partially due to their stubborn obstinacy, which results from various misdeeds in the past and present. Such persons could not recognize Lord &#346;r&#299; Krishna even when He was present before them. Another difficulty is that those who depend more on their imperfect senses cannot realize Him as the Supreme Lord. Such persons are like the modern scientist. They want to know everything by their experimental knowledge. But it is not possible to know the Supreme Person by imperfect experimental knowledge. He is described herein as adhokshaja, or beyond the range of experimental knowledge. All our senses are imperfect. We claim to observe everything and anything, but we must admit that we can observe things under certain material conditions only, which are also beyond our control. The Lord is beyond the observation of sense perception. Queen Kunt&#299; accepts this deficiency of the conditioned soul, especially of the woman class, who are less intelligent. For less intelligent men there must be such things as temples, mosques or churches so that they may begin to recognize the authority of the Lord and hear about Him from authorities in such holy places. For less intelligent men, this beginning of spiritual life is essential, and only foolish men decry the establishment of such places of worship, which are required to raise the standard of spiritual attributes for the mass of people. For less intelligent persons, bowing down before the authority of the Lord, as generally done in the temples, mosques or churches, is as beneficial as it is for the advanced devotees to meditate upon Him by active service.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>