<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.21</P><P CLASS=c>krishn&#257;ya v&#257;sudev&#257;ya</P><P CLASS=c>devak&#299;-nandan&#257;ya ca</P><P CLASS=c>nanda-gopa-kum&#257;r&#257;ya</P><P CLASS=c>govind&#257;ya namo namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsnaya">krishn&#257;ya</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; unto the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nandanaya">nandan&#257;ya</A> &#8212; unto the son of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/g/gopa">gopa</A> &#8212; <A HREF="http://vedabase.net/n/nanda">Nanda</A> and the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/k/kumaraya">kum&#257;r&#257;ya</A> &#8212; unto their son; <A CLASS=v HREF="http://vedabase.net/g/govindaya">govind&#257;ya</A> &#8212; unto the Personality of Godhead, who enlivens the cows and the senses; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances.</P><P CLASS=t>TRANSLATION</P><P>Let me therefore offer my respectful obeisances unto the Lord, who has become the son of Vasudeva, the pleasure of Devak&#299;, the boy of Nanda and the other cowherd men of Vrind&#257;vana, and the enlivener of the cows and the senses.</P><P CLASS=t>PURPORT</P><P>The Lord, being thus unapproachable by any material assets, out of unbounded and causeless mercy descends on the earth as He is in order to show His special mercy upon His unalloyed devotees and to diminish the upsurges of the demoniac persons. Queen Kunt&#299; specifically adores the incarnation or descent of Lord Krishna above all other incarnations because in this particular incarnation He is more approachable. In the R&#257;ma incarnation He remained a king's son from His very childhood, but in the incarnation of Krishna, although He was the son of a king, He at once left the shelter of His real father and mother (King Vasudeva and Queen Devak&#299;) just after His appearance and went to the lap of Ya&#347;od&#257;m&#257;y&#299; to play the part of an ordinary cowherd boy in the blessed Vrajabh&#363;mi, which is very sanctified because of His childhood pastimes. Therefore Lord Krishna is more merciful than Lord R&#257;ma. He was undoubtedly very kind to Kunt&#299;'s brother Vasudeva and the family. Had He not become the son of Vasudeva and Devak&#299;, Queen Kunt&#299; could not claim Him to be her nephew and thus address Krishna in parental affection. But Nanda and Ya&#347;od&#257; are more fortunate because they could relish the Lord's childhood pastimes, which are more attractive than all other pastimes. There is no parallel to His childhood pastimes as exhibited at Vrajabh&#363;mi, which are the prototypes of His eternal affairs in the original Krishnaloka described as the cint&#257;mani-dh&#257;ma in the Brahma-samhit&#257;. Lord &#346;r&#299; Krishna descended Himself at Vrajabh&#363;mi with all His transcendental entourage and paraphernalia. &#346;r&#299; Caitanya Mah&#257;prabhu therefore confirmed that no one is as fortunate as the residents of Vrajabh&#363;mi, and specifically the cowherd girls, who dedicated their everything for the satisfaction of the Lord. His pastimes with Nanda and Ya&#347;od&#257; and His pastimes with the cowherd men and especially with the cowherd boys and the cows have caused Him to be known as Govinda. Lord Krishna as Govinda is more inclined to the br&#257;hmanas and the cows, indicating thereby that human prosperity depends more on these two items, namely brahminical culture and cow protection. Lord Krishna is never satisfied where these are lacking.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>