<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.22</P><P CLASS=c>namah pa&#324;kaja-n&#257;bh&#257;ya</P><P CLASS=c>namah pa&#324;kaja-m&#257;line</P><P CLASS=c>namah pa&#324;kaja-netr&#257;ya</P><P CLASS=c>namas te pa&#324;kaj&#257;&#324;ghraye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all respectful obeisances; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A>-<A CLASS=v HREF="http://vedabase.net/n/nabhaya">n&#257;bh&#257;ya</A> &#8212; unto the Lord who has <A HREF="http://vedabase.net/a/a">a</A> specific depression resembling <A HREF="http://vedabase.net/a/a">a</A> lotus flower <A HREF="http://vedabase.net/i/in">in</A> the center of His abdomen; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A>-<A CLASS=v HREF="http://vedabase.net/m/maline">m&#257;line</A> &#8212; one who is always decorated with <A HREF="http://vedabase.net/a/a">a</A> garland of lotus flowers; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A>-<A CLASS=v HREF="http://vedabase.net/n/netraya">netr&#257;ya</A> &#8212; one whose glance is <A HREF="http://vedabase.net/a/as">as</A> cooling <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; respectful obeisances unto You; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A>-<A CLASS=v HREF="http://vedabase.net/a/anghraye">a&#324;ghraye</A> &#8212; unto You, the soles of whose feet <A HREF="http://vedabase.net/a/are">are</A> engraved with lotus flowers (and who <A HREF="http://vedabase.net/a/are">are</A> therefore said <A HREF="http://vedabase.net/t/to">to</A> possess lotus feet).</P><P CLASS=t>TRANSLATION</P><P>My respectful obeisances are unto You, O Lord, whose abdomen is marked with a depression like a lotus flower, who are always decorated with garlands of lotus flowers, whose glance is as cool as the lotus and whose feet are engraved with lotuses.</P><P CLASS=t>PURPORT</P><P>Here are some of the specific symbolical marks on the spiritual body of the Personality of Godhead which distinguish His body from the bodies of all others. They are all special features of the body of the Lord. The Lord may appear as one of us, but He is always distinct by His specific bodily features. &#346;r&#299;mat&#299; Kunt&#299; claims herself unfit to see the Lord because of her being a woman. This is claimed because women, &#347;&#363;dras (the laborer class) and the dvija-bandhus, or the wretched descendants of the higher three classes, are unfit by intelligence to understand transcendental subject matter concerning the spiritual name, fame, attributes, forms, etc., of the Supreme Absolute Truth. Such persons, although they are unfit to enter into the spiritual affairs of the Lord, can see Him as the arc&#257;-vigraha, who descends on the material world just to distribute favors to the fallen souls, including the above-mentioned women, &#347;&#363;dras and dvija-bandhus. Because such fallen souls cannot see anything beyond matter, the Lord condescends to enter into each and every one of the innumerable universes as the Garbhodaka&#347;&#257;y&#299; Vishnu, who grows a lotus stem from the lotuslike depression in the center of His transcendental abdomen, and thus Brahm&#257;, the first living being in the universe, is born. Therefore, the Lord is known as the Pa&#324;kajan&#257;bhi. The Pa&#324;kajan&#257;bhi Lord accepts the arc&#257;-vigraha (His transcendental form) in different elements, namely a form within the mind, a form made of wood, a form made of earth, a form made of metal, a form made of jewel, a form made of paint, a form drawn on sand, etc. All such forms of the Lord are always decorated with garlands of lotus flowers, and there should be a soothing atmosphere in the temple of worship to attract the burning attention of the nondevotees always engaged in material wranglings. The meditators worship a form within the mind. Therefore, the Lord is merciful even to the women, &#347;&#363;dras and dvija-bandhus, provided they agree to visit the temple of worship in different forms made for them. Such temple visitors are not idolaters, as alleged by some men with a poor fund of knowledge. All the great &#257;c&#257;ryas established such temples of worship in all places just to favor the less intelligent, and one should not pose himself as transcending the stage of temple worship while one is actually in the category of the &#347;&#363;dras and the women or less. One should begin to see the Lord from His lotus feet, gradually rising to the thighs, waist, chest and face. One should not try to look at the face of the Lord without being accustomed to seeing the lotus feet of the Lord. &#346;r&#299;mat&#299; Kunt&#299;, because of her being the aunt of the Lord, did not begin to see the Lord from the lotus feet because the Lord might feel ashamed, and thus Kunt&#299;dev&#299;, just to save a painful situation for the Lord, began to see the Lord just above His lotus feet, i.e., from the waist of the Lord, gradually rising to the face, and then down to the lotus feet. In the round, everything there is in order.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>