<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.28</P><P CLASS=c>manye tv&#257;m k&#257;lam &#299;&#347;&#257;nam</P><P CLASS=c>an&#257;di-nidhanam vibhum</P><P CLASS=c>samam carantam sarvatra</P><P CLASS=c>bh&#363;t&#257;n&#257;m yan mithah kalih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; the eternal time; <A CLASS=v HREF="http://vedabase.net/i/isanam">&#299;&#347;&#257;nam</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/anadi">an&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/n/nidhanam">nidhanam</A> &#8212; without beginning and end; <A CLASS=v HREF="http://vedabase.net/v/vibhum">vibhum</A> &#8212; all-pervading; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equally merciful; <A CLASS=v HREF="http://vedabase.net/c/carantam">carantam</A> &#8212; distributing; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of the living beings; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; by intercourse; <A CLASS=v HREF="http://vedabase.net/k/kalih">kalih</A> &#8212; dissension.</P><P CLASS=t>TRANSLATION</P><P>My Lord, I consider Your Lordship to be eternal time, the supreme controller, without beginning and end, the all-pervasive one. In distributing Your mercy, You are equal to everyone. The dissensions between living beings are due to social intercourse.</P><P CLASS=t>PURPORT</P><P>Kunt&#299;dev&#299; knew that Krishna was neither her nephew nor an ordinary family member of her paternal house. She knew perfectly well that Krishna is the primeval Lord who lives in everyone's heart as the Supersoul, Param&#257;tm&#257;. Another name of the Param&#257;tm&#257; feature of the Lord is k&#257;la, or eternal time. Eternal time is the witness of all our actions, good and bad, and thus resultant reactions are destined by Him. It is no use saying that we do not know why and for what we are suffering. We may forget the misdeed for which we may suffer at this present moment, but we must remember that Param&#257;tm&#257; is our constant companion, and therefore He knows everything, past, present and future. And because the Param&#257;tm&#257; feature of Lord Krishna destines all actions and reactions, He is the supreme controller also. Without His sanction not a blade of grass can move. The living beings are given as much freedom as they deserve, and misuse of that freedom is the cause of suffering. The devotees of the Lord do not misuse their freedom, and therefore they are the good sons of the Lord. Others, who misuse freedom, are put into miseries destined by the eternal k&#257;la. The k&#257;la offers the conditioned souls both happiness and miseries. It is all predestined by eternal time. As we have miseries uncalled-for, so we may have happiness also without being asked, for they are all predestined by k&#257;la. No one is therefore either an enemy or friend of the Lord. Everyone is suffering and enjoying the result of his own destiny. This destiny is made by the living beings in course of social intercourse. Everyone here wants to lord it over the material nature, and thus everyone creates his own destiny under the supervision of the Supreme Lord. He is all-pervading and therefore He can see everyone's activities. And because the Lord has no beginning or end, He is known also as the eternal time, k&#257;la.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>