<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.32</P><P CLASS=c>kecid &#257;hur ajam j&#257;tam</P><P CLASS=c>punya-&#347;lokasya k&#299;rtaye</P><P CLASS=c>yadoh priyasy&#257;nvav&#257;ye</P><P CLASS=c>malayasyeva candanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> &#8212; being born; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/s/slokasya">&#347;lokasya</A> &#8212; of the great pious king; <A CLASS=v HREF="http://vedabase.net/k/kirtaye">k&#299;rtaye</A> &#8212; for glorifying; <A CLASS=v HREF="http://vedabase.net/y/yadoh">yadoh</A> &#8212; of King <A HREF="http://vedabase.net/y/yadu">Yadu</A>; <A CLASS=v HREF="http://vedabase.net/p/priyasya">priyasya</A> &#8212; of the dear; <A CLASS=v HREF="http://vedabase.net/a/anvavaye">anvav&#257;ye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the family of; <A CLASS=v HREF="http://vedabase.net/m/malayasya">malayasya</A> &#8212; <A HREF="http://vedabase.net/m/malaya">Malaya</A> hills; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/c/candanam">candanam</A> &#8212; sandalwood.</P><P CLASS=t>TRANSLATION</P><P>Some say that the Unborn is born for the glorification of pious kings, and others say that He is born to please King Yadu, one of Your dearest devotees. You appear in his family as sandalwood appears in the Malaya hills.</P><P CLASS=t>PURPORT</P><P>Because the Lord's appearance in this material world is bewildering, there are different opinions about the birth of the Unborn. In the Bhagavad-g&#299;t&#257; the Lord says that He takes His birth in the material world, although He is the Lord of all creations and He is unborn. So there cannot be any denial of the birth of the Unborn because He Himself establishes the truth. But still there are different opinions as to why He takes His birth. That is also declared in the Bhagavad-g&#299;t&#257;. He appears by His own internal potency to reestablish the principles of religion and to protect the pious and to annihilate the impious. That is the mission of the appearance of the Unborn. Still, it is said that the Lord is there to glorify the pious King Yudhishthira. Lord &#346;r&#299; Krishna certainly wanted to establish the kingdom of the P&#257;ndavas for the good of all in the world. When there is a pious king ruling over the world, the people are happy. When the ruler is impious, the people are unhappy. In the age of Kali in most cases the rulers are impious, and therefore the citizens are also continuously unhappy. But in the case of democracy, the impious citizens themselves elect their representative to rule over them, and therefore they cannot blame anyone for their unhappiness. Mah&#257;r&#257;ja Nala was also celebrated as a great pious king, but he had no connection with Lord Krishna. Therefore Mah&#257;r&#257;ja Yudhishthira is meant here to be glorified by Lord Krishna. He had also glorified King Yadu, having taken His birth in the family. He is known as Y&#257;dava, Yaduv&#299;ra, Yadunandana, etc., although the Lord is always independent of such obligation. He is just like the sandalwood that grows in the Malaya hills. Trees can grow anywhere and everywhere, yet because the sandalwood trees grow mostly in the area of the Malaya hills, the name sandalwood and the Malaya hills are interrelated. Therefore, the conclusion is that the Lord is ever unborn like the sun, and yet He appears as the sun rises on the eastern horizon. As the sun is never the sun of the eastern horizon, so the Lord is no one's son, but He is the father of everything that be.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>