<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.34</P><P CLASS=c>bh&#257;r&#257;vat&#257;ran&#257;y&#257;nye</P><P CLASS=c>bhuvo n&#257;va ivodadhau</P><P CLASS=c>s&#299;danty&#257; bh&#363;ri-bh&#257;rena</P><P CLASS=c>j&#257;to hy &#257;tma-bhuv&#257;rthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/avataranaya">avat&#257;ran&#257;ya</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> reduce the burden <A HREF="http://vedabase.net/t/to">to</A> the world; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/n/navah">n&#257;vah</A> &#8212; boat; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/u/udadhau">udadhau</A> &#8212; on the sea; <A CLASS=v HREF="http://vedabase.net/s/sidantyah">s&#299;danty&#257;h</A> &#8212; aggrieved; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; extremely; <A CLASS=v HREF="http://vedabase.net/b/bharena">bh&#257;rena</A> &#8212; by the burden; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; You were born; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuva">bhuv&#257;</A> &#8212; by <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/arthitah">arthitah</A> &#8212; being prayed for.</P><P CLASS=t>TRANSLATION</P><P>Others say that the world, being overburdened like a boat at sea, is much aggrieved, and that Brahm&#257;, who is Your son, prayed for You, and so You have appeared to diminish the trouble.</P><P CLASS=t>PURPORT</P><P>Brahm&#257;, or the first living being born just after the creation, is the direct son of N&#257;r&#257;yana. N&#257;r&#257;yana, as Garbhodaka&#347;&#257;y&#299; Vishnu, first of all entered the material universe. Without spiritual contact, matter cannot create. This principle was followed from the very beginning of the creation. The Supreme Spirit entered the universe, and the first living being, Brahm&#257;, was born on a lotus flower grown out of the transcendental abdomen of Vishnu. Vishnu is therefore known as Padman&#257;bha. Brahm&#257; is known as &#257;tma-bh&#363; because he was begotten directly from the father without any contact of mother Lakshm&#299;j&#299;. Lakshm&#299;j&#299; was present near N&#257;r&#257;yana, engaged in the service of the Lord, and still, without contact with Lakshm&#299;j&#299;, N&#257;r&#257;yana begot Brahm&#257;. That is the omnipotency of the Lord. One who foolishly considers N&#257;r&#257;yana like other living beings should take a lesson from this. N&#257;r&#257;yana is not an ordinary living being. He is the Personality of Godhead Himself, and He has all the potencies of all the senses in all parts of His transcendental body. An ordinary living being begets a child by sexual intercourse, and he has no other means to beget a child other than the one designed for him. But N&#257;r&#257;yana, being omnipotent, is not bound to any condition of energy. He is complete and independent to do anything and everything by His various potencies, very easily and perfectly. Brahm&#257; is therefore directly the son of the father and was not put into the womb of a mother. Therefore he is known as &#257;tma-bh&#363;. This Brahm&#257; is in charge of further creations in the universe, secondarily reflected by the potency of the Omnipotent. Within the halo of the universe there is a transcendental planet known as &#346;vetadv&#299;pa, which is the abode of the Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the Param&#257;tm&#257; feature of the Supreme Lord. Whenever there is trouble in the universe that cannot be solved by the administrative demigods, they approach Brahm&#257;j&#299; for a solution, and if it is not to be solved even by Brahm&#257;j&#299;, then Brahm&#257;j&#299; consults and prays to the Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu for an incarnation and solution to the problems. Such a problem arose when Kamsa and others were ruling over the earth and the earth became too much overburdened by the misdeeds of the asuras. Brahm&#257;j&#299;, along with other demigods, prayed at the shore of the Ksh&#299;rodaka Ocean, and they were advised of the descent of Krishna as the son of Vasudeva and Devak&#299;. So some people say that the Lord appeared because of the prayers of Brahm&#257;j&#299;.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>