<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.36</P><P CLASS=c>&#347;rinvanti g&#257;yanti grinanty abh&#299;kshna&#347;ah</P><P CLASS=c>smaranti nandanti tavehitam jan&#257;h</P><P CLASS=c>ta eva pa&#347;yanty acirena t&#257;vakam</P><P CLASS=c>bhava-prav&#257;hoparamam pad&#257;mbujam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srnvanti">&#347;rinvanti</A> &#8212; hear; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/g/grnanti">grinanti</A> &#8212; take; <A CLASS=v HREF="http://vedabase.net/a/abhiksnasah">abh&#299;kshna&#347;ah</A> &#8212; continuously; <A CLASS=v HREF="http://vedabase.net/s/smaranti">smaranti</A> &#8212; remember; <A CLASS=v HREF="http://vedabase.net/n/nandanti">nandanti</A> &#8212; take pleasure; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/i/ihitam">&#299;hitam</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; can see; <A CLASS=v HREF="http://vedabase.net/a/acirena">acirena</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/t/tavakam">t&#257;vakam</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/p/pravaha">prav&#257;ha</A> &#8212; the current of rebirth; <A CLASS=v HREF="http://vedabase.net/u/uparamam">uparamam</A> &#8212; cessation; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; lotus feet.</P><P CLASS=t>TRANSLATION</P><P>O Krishna, those who continuously hear, chant and repeat Your transcendental activities, or take pleasure in others' doing so, certainly see Your lotus feet, which alone can stop the repetition of birth and death.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord &#346;r&#299; Krishna cannot be seen by our present conditional vision. In order to see Him, one has to change his present vision by developing a different condition of life full of spontaneous love of Godhead. When &#346;r&#299; Krishna was personally present on the face of the globe, not everyone could see Him as the Supreme Personality of Godhead. Materialists like R&#257;vana, Hiranyaka&#347;ipu, Kamsa, Jar&#257;sandha and &#346;i&#347;up&#257;la, were highly qualified personalities by acquisition of material assets, but they were unable to appreciate the presence of the Lord. Therefore, even though the Lord may be present before our eyes, it is not possible to see Him unless we have the necessary vision. This necessary qualification is developed by the process of devotional service only, beginning with hearing about the Lord from the right sources. The Bhagavad-g&#299;t&#257; is one of the popular literatures which are generally heard, chanted, repeated, etc., by the people in general, but in spite of such hearing, etc., sometimes it is experienced that the performer of such devotional service does not see the Lord eye to eye. The reason is that the first item, &#347;ravana, is very important. If hearing is from the right sources, it acts very quickly. Generally people hear from unauthorized persons. Such unauthorized persons may be very learned by academic qualifications, but because they do not follow the principles of devotional service, hearing from them becomes a sheer waste of time. Sometimes the texts are interpreted fashionably to suit their own purposes. Therefore, first one should select a competent and bona fide speaker and then hear from him. When the hearing process is perfect and complete, the other processes become automatically perfect in their own way.</P><P>There are different transcendental activities of the Lord, and each and every one of them is competent to bestow the desired result, provided the hearing process is perfect. In the Bh&#257;gavatam the activities of the Lord begin from His dealings with the P&#257;ndavas. There are many other pastimes of the Lord in connection with His dealings with the asuras and others. And in the Tenth Canto the sublime dealings with His conjugal associates, the gop&#299;s, as well as with His married wives at Dv&#257;rak&#257; are mentioned. Since the Lord is absolute, there is no difference in the transcendental nature of each and every dealing of the Lord. But sometimes people, in an unauthorized hearing process, take more interest in hearing about His dealings with the gop&#299;s. Such an inclination indicates the lusty feelings of the hearer, so a bona fide speaker of the dealings of the Lord never indulges in such hearings. One must hear about the Lord from the very beginning, as in the &#346;r&#299;mad-Bh&#257;gavatam or any other scriptures, and that will help the hearer attain perfection by progressive development. One should not, therefore, consider that His dealings with the P&#257;ndavas are less important than His dealings with the gop&#299;s. We must always remember that the Lord is always transcendental to all mundane attachment. In all the above-mentioned dealings of the Lord, He is the hero in all circumstances, and hearing about Him or about His devotees or combatants is conducive to spiritual life. It is said that the Vedas and Pur&#257;nas, etc., are all made to revive our lost relation with Him. Hearing of all these scriptures is essential.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>