<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.37</P><P CLASS=c>apy adya nas tvam sva-kritehita prabho</P><P CLASS=c>jih&#257;sasi svit suhrido 'nuj&#299;vinah</P><P CLASS=c>yesh&#257;m na c&#257;nyad bhavatah pad&#257;mbuj&#257;t</P><P CLASS=c>par&#257;yanam r&#257;jasu yojit&#257;mhas&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; self-executed; <A CLASS=v HREF="http://vedabase.net/i/ihita">&#299;hita</A> &#8212; all duties; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/j/jihasasi">jih&#257;sasi</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; possibly; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; intimate friends; <A CLASS=v HREF="http://vedabase.net/a/anujivinah">anuj&#299;vinah</A> &#8212; living at the mercy of; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anyone else; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujat">ambuj&#257;t</A> &#8212; from the lotus feet; <A CLASS=v HREF="http://vedabase.net/p/parayanam">par&#257;yanam</A> &#8212; dependent; <A CLASS=v HREF="http://vedabase.net/r/rajasu">r&#257;jasu</A> &#8212; unto the kings; <A CLASS=v HREF="http://vedabase.net/y/yojita">yojita</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/a/amhasam">amhas&#257;m</A> &#8212; enmity.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, You have executed all duties Yourself. Are you leaving us today, though we are completely dependent on Your mercy and have no one else to protect us, now when all kings are at enmity with us?</P><P CLASS=t>PURPORT</P><P>The P&#257;ndavas are most fortunate because with all good luck they were entirely dependent on the mercy of the Lord. In the material world, to be dependent on the mercy of someone else is the utmost sign of misfortune, but in the case of our transcendental relation with the Lord, it is the most fortunate case when we can live completely dependent on Him. The material disease is due to thinking of becoming independent of everything. But the cruel material nature does not allow us to become independent. The false attempt to become independent of the stringent laws of nature is known as material advancement of experimental knowledge. The whole material world is moving on this false attempt of becoming independent of the laws of nature. Beginning from R&#257;vana, who wanted to prepare a direct staircase to the planets of heaven, down to the present age, they are trying to overcome the laws of nature. They are trying now to approach distant planetary systems by electronic mechanical power. But the highest goal of human civilization is to work hard under the guidance of the Lord and become completely dependent on Him. The highest achievement of perfect civilization is to work with valor but at the same time depend completely on the Lord. The P&#257;ndavas were the ideal executors of this standard of civilization. Undoubtedly they were completely dependent on the good will of Lord &#346;r&#299; Krishna, but they were not idle parasites of the Lord. They were all highly qualified both by personal character and by physical activities. Still they always looked for the mercy of the Lord because they knew that every living being is dependent by constitutional position. The perfection of life is, therefore, to become dependent on the will of the Lord, instead of becoming falsely independent in the material world. Those who try to become falsely independent of the Lord are called an&#257;tha, or without any guardian, whereas those who are completely dependent on the will of the Lord are called san&#257;tha, or those having someone to protect them. Therefore we must try to be san&#257;tha so that we can always be protected from the unfavorable condition of material existence. By the deluding power of the external material nature we forget that the material condition of life is the most undesirable perplexity. The Bhagavad-g&#299;t&#257; therefore directs us (<A CLASS=v HREF="../7/19.htm">7.19</A>) that after many, many births one fortunate person becomes aware of the fact that V&#257;sudeva is all in all and that the best way of leading one's life is to surrender unto Him completely. That is the sign of a mah&#257;tm&#257;. All the members of the P&#257;ndava family were mah&#257;tm&#257;s in household life. Mah&#257;r&#257;ja Yudhishthira was the head of these mah&#257;tm&#257;s, and Queen Kunt&#299;dev&#299; was the mother. The lessons of the Bhagavad-g&#299;t&#257; and all the Pur&#257;nas, specifically the Bh&#257;gavata Pur&#257;na, are therefore inevitably connected with the history of the P&#257;ndava mah&#257;tm&#257;s. For them, separation from the Lord was just like the separation of a fish from water. &#346;r&#299;mat&#299; Kunt&#299;dev&#299;, therefore, felt such separation like a thunderbolt, and the whole prayer of the Queen is to try to persuade the Lord to stay with them. After the Battle of Kurukshetra, although the inimical kings were killed, their sons and grandsons were still there to deal with the P&#257;ndavas. It is not only the P&#257;ndavas who were put into the condition of enmity, but all of us are always in such a condition, and the best way of living is to become completely dependent on the will of the Lord and thereby overcome all difficulties of material existence.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>