<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.38</P><P CLASS=c>ke vayam n&#257;ma-r&#363;p&#257;bhy&#257;m</P><P CLASS=c>yadubhih saha p&#257;ndav&#257;h</P><P CLASS=c>bhavato 'dar&#347;anam yarhi</P><P CLASS=c>hrish&#299;k&#257;n&#257;m ive&#347;ituh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupabhyam">r&#363;p&#257;bhy&#257;m</A> &#8212; without fame and ability; <A CLASS=v HREF="http://vedabase.net/y/yadubhih">yadubhih</A> &#8212; with the Yadus; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/p/pandavah">p&#257;ndav&#257;h</A> &#8212; and the P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/adarsanam">adar&#347;anam</A> &#8212; absence; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/h/hrsikanam">hrish&#299;k&#257;n&#257;m</A> &#8212; of the senses; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/i/isituh">&#299;&#347;ituh</A> &#8212; of the living being.</P><P CLASS=t>TRANSLATION</P><P>As the name and fame of a particular body is finished with the disappearance of the living spirit, similarly if You do not look upon us, all our fame and activities, along with the P&#257;ndavas and Yadus, will end at once.</P><P CLASS=t>PURPORT</P><P>Kunt&#299;dev&#299; is quite aware that the existence of the P&#257;ndavas is due to &#346;r&#299; Krishna only. The P&#257;ndavas are undoubtedly well established in name and fame and are guided by the great King Yudhishthira, who is morality personified, and the Yadus are undoubtedly great allies, but without the guidance of Lord Krishna all of them are nonentities, as much as the senses of the body are useless without the guidance of consciousness. No one should be proud of his prestige, power and fame without being guided by the favor of the Supreme Lord. The living beings are always dependent, and the ultimate dependable object is the Lord Himself. We may, therefore, invent by our advancement of material knowledge all sorts of counteracting material resources, but without being guided by the Lord all such inventions end in fiasco, however strong and stout the reactionary elements may be.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>