<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.41</P><P CLASS=c>atha vi&#347;ve&#347;a vi&#347;v&#257;tman</P><P CLASS=c>vi&#347;va-m&#363;rte svakeshu me</P><P CLASS=c>sneha-p&#257;&#347;am imam chindhi</P><P CLASS=c>dridham p&#257;ndushu vrishnishu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the universe; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> soul of the universe; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/m/murte">m&#363;rte</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> personality of the universal form; <A CLASS=v HREF="http://vedabase.net/s/svakesu">svakeshu</A> &#8212; unto my own kinsmen; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/p/pasam">p&#257;&#347;am</A> &#8212; tie of affection; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/c/chindhi">chindhi</A> &#8212; cut off; <A CLASS=v HREF="http://vedabase.net/d/drdham">dridham</A> &#8212; deep; <A CLASS=v HREF="http://vedabase.net/p/pandusu">p&#257;ndushu</A> &#8212; for the P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/v/vrsnisu">vrishnishu</A> &#8212; for the Vrishnis also.</P><P CLASS=t>TRANSLATION</P><P>O Lord of the universe, soul of the universe, O personality of the form of the universe, please, therefore, sever my tie of affection for my kinsmen, the P&#257;ndavas and the Vrishnis.</P><P CLASS=t>PURPORT</P><P>A pure devotee of the Lord is ashamed to ask anything in self-interest from the Lord. But the householders are sometimes obliged to ask favors from the Lord, being bound by the tie of family affection. &#346;r&#299;mat&#299; Kunt&#299;dev&#299; was conscious of this fact, and therefore she prayed to the Lord to cut off the affectionate tie from her own kinsmen, the P&#257;ndavas and the Vrishnis. The P&#257;ndavas are her own sons, and the Vrishnis are the members of her paternal family. Krishna was equally related to both the families. Both the families required the Lord's help because both were dependent devotees of the Lord. &#346;r&#299;mat&#299; Kunt&#299;dev&#299; wished &#346;r&#299; Krishna to remain with her sons the P&#257;ndavas, but by His doing so her paternal house would be bereft of the benefit. All these partialities troubled the mind of Kunt&#299;, and therefore she desired to cut off the affectionate tie.</P><P>A pure devotee cuts off the limited ties of affection for his family and widens his activities of devotional service for all forgotten souls. The typical example is the band of six Gosv&#257;m&#299;s, who followed the path of Lord Caitanya. All of them belonged to the most enlightened and cultured rich families of the higher castes, but for the benefit of the mass of population they left their comfortable homes and became mendicants. To cut off all family affection means to broaden the field of activities. Without doing this, no one can be qualified as a br&#257;hmana, a king, a public leader or a devotee of the Lord. The Personality of Godhead, as an ideal king, showed this by example. &#346;r&#299; R&#257;macandra cut off the tie of affection for His beloved wife to manifest the qualities of an ideal king.</P><P>Such personalities as a br&#257;hmana, a devotee, a king or a public leader must be very broadminded in discharging their respective duties. &#346;r&#299;mat&#299; Kunt&#299;dev&#299; was conscious of this fact, and being weak she prayed to be free from such bondage of family affection. The Lord is addressed as the Lord of the universe, or the Lord of the universal mind, indicating His all-powerful ability to cut the hard knot of family affection. Therefore, it is sometimes experienced that the Lord, out of His special affinity towards a weak devotee, breaks the family affection by force of circumstances arranged by His all-powerful energy. By doing so He causes the devotee to become completely dependent on Him and thus clears the path for his going back to Godhead.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>