<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.42</P><P CLASS=c>tvayi me 'nanya-vishay&#257;</P><P CLASS=c>matir madhu-pate 'sakrit</P><P CLASS=c>ratim udvahat&#257;d addh&#257;</P><P CLASS=c>ga&#324;gevaugham udanvati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/v/visaya">vishay&#257;</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; attention; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of <A HREF="http://vedabase.net/m/madhu">Madhu</A>; <A CLASS=v HREF="http://vedabase.net/a/asakrt">asakrit</A> &#8212; continuously; <A CLASS=v HREF="http://vedabase.net/r/ratim">ratim</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/u/udvahatat">udvahat&#257;t</A> &#8212; may overflow; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A> &#8212; the Ganges; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/o/ogham">ogham</A> &#8212; flows; <A CLASS=v HREF="http://vedabase.net/u/udanvati">udanvati</A> &#8212; down <A HREF="http://vedabase.net/t/to">to</A> the sea.</P><P CLASS=t>TRANSLATION</P><P>O Lord of Madhu, as the Ganges forever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else.</P><P CLASS=t>PURPORT</P><P>Perfection of pure devotional service is attained when all attention is diverted towards the transcendental loving service of the Lord. To cut off the tie of all other affections does not mean complete negation of the finer elements, like affection for someone else. This is not possible. A living being, whoever he may be, must have this feeling of affection for others because this is a symptom of life. The symptoms of life, such as desire, anger, hankerings, feelings of attraction, etc., cannot be annihilated. Only the objective has to be changed. Desire cannot be negated, but in devotional service the desire is changed only for the service of the Lord in place of desire for sense gratification. The so-called affection for family, society, country, etc., consists of different phases of sense gratification. When this desire is changed for the satisfaction of the Lord, it is called devotional service.</P><P>In the Bhagavad-g&#299;t&#257; we can see that Arjuna desired not to fight with his brothers and relations just to satisfy his own personal desires. But when he heard the message of the Lord, &#346;r&#299;mad Bhagavad-g&#299;t&#257;, he changed his decision and served the Lord. And for his doing so, he became a famous devotee of the Lord, for it is declared in all the scriptures that Arjuna attained spiritual perfection by devotional service to the Lord in friendship. The fighting was there, the friendship was there, Arjuna was there, and Krishna was there, but Arjuna became a different person by devotional service. Therefore, the prayers of Kunt&#299; also indicate the same categorical changes in activities. &#346;r&#299;mat&#299; Kunt&#299; wanted to serve the Lord without diversion, and that was her prayer. This unalloyed devotion is the ultimate goal of life. Our attention is usually diverted to the service of something which is nongodly or not in the program of the Lord. When the program is changed into the service of the Lord, that is to say when the senses are purified in relation with the service of the Lord, it is called pure unalloyed devotional service. &#346;r&#299;mat&#299; Kunt&#299;dev&#299; wanted that perfection and prayed for it from the Lord.</P><P>Her affection for the P&#257;ndavas and the Vrishnis is not out of the range of devotional service because the service of the Lord and the service of the devotees are identical. Sometimes service to the devotee is more valuable than service to the Lord. But here the affection of Kunt&#299;dev&#299; for the P&#257;ndavas and the Vrishnis was due to family relation. This tie of affection in terms of material relation is the relation of m&#257;y&#257; because the relations of the body or the mind are due to the influence of the external energy. Relations of the soul, established in relation with the Supreme Soul, are factual relations. When Kunt&#299;dev&#299; wanted to cut off the family relation, she meant to cut off the relation of the skin. The skin relation is the cause of material bondage, but the relation of the soul is the cause of freedom. This relation of the soul to the soul can be established by the via medium of the relation with the Supersoul. Seeing in the darkness is not seeing. But seeing by the light of the sun means to see the sun and everything else which was unseen in the darkness. That is the way of devotional service.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>