<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.44</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>prithayettham kala-padaih</P><P CLASS=c>parin&#363;t&#257;khilodayah</P><P CLASS=c>mandam jah&#257;sa vaikuntho</P><P CLASS=c>mohayann iva m&#257;yay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> said; <A CLASS=v HREF="http://vedabase.net/p/prthaya">prithay&#257;</A> &#8212; by <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A> (<A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>); <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/p/padaih">padaih</A> &#8212; by chosen words; <A CLASS=v HREF="http://vedabase.net/p/parinuta">parin&#363;ta</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; universal; <A CLASS=v HREF="http://vedabase.net/u/udayah">udayah</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/m/mandam">mandam</A> &#8212; mildly; <A CLASS=v HREF="http://vedabase.net/j/jahasa">jah&#257;sa</A> &#8212; smiled; <A CLASS=v HREF="http://vedabase.net/v/vaikunthah">vaikunthah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/m/mohayan">mohayan</A> &#8212; captivating; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; His mystic power.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: The Lord, thus hearing the prayers of Kunt&#299;dev&#299;, composed in choice words for His glorification, mildly smiled. That smile was as enchanting as His mystic power.</P><P CLASS=t>PURPORT</P><P>Anything that is enchanting in the world is said to be a representation of the Lord. The conditioned souls, who are engaged in trying to lord it over the material world, are also enchanted by His mystic powers, but His devotees are enchanted in a different way by the glories of the Lord, and His merciful blessings are upon them. His energy is displayed in different ways, as electrical energy works in manifold capacities. &#346;r&#299;mat&#299; Kunt&#299;dev&#299; has prayed to the Lord just to enunciate a fragment of His glories. All His devotees worship Him in that way, by chosen words, and therefore the Lord is known as Uttama&#347;loka. No amount of chosen words is sufficient to enumerate the Lord's glory, and yet He is satisfied by such prayers as the father is satisfied even by the broken linguistic attempts of the growing child. The word m&#257;y&#257; is used both in the sense of delusion and mercy. Herein the word m&#257;y&#257; is used in the sense of the Lord's mercy upon Kunt&#299;dev&#299;.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>