<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.46</P><P CLASS=c>vy&#257;s&#257;dyair &#299;&#347;vareh&#257;jñaih</P><P CLASS=c>krishnen&#257;dbhuta-karman&#257;</P><P CLASS=c>prabodhito 'p&#299;tih&#257;sair</P><P CLASS=c>n&#257;budhyata &#347;uc&#257;rpitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; by great sages headed by <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the almighty God; <A CLASS=v HREF="http://vedabase.net/i/iha">&#299;h&#257;</A> &#8212; by the will of; <A CLASS=v HREF="http://vedabase.net/j/jnaih">jñaih</A> &#8212; by the learned; <A CLASS=v HREF="http://vedabase.net/k/krsnena">krishnena</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Krishna</A> Himself; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by one who performs all superhuman work; <A CLASS=v HREF="http://vedabase.net/p/prabodhitah">prabodhitah</A> &#8212; being solaced; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/i/itihasaih">itih&#257;saih</A> &#8212; by evidences from the histories; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/abudhyata">abudhyata</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/s/suca">&#347;uc&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/arpitah">arpitah</A> &#8212; distressed.</P><P CLASS=t>TRANSLATION</P><P>King Yudhishthira, who was much aggrieved, could not be convinced, despite instructions by great sages headed by Vy&#257;sa and the Lord Krishna Himself, the performer of superhuman feats, and despite all historical evidence.</P><P CLASS=t>PURPORT</P><P>The pious King Yudhishthira was mortified because of the mass massacre of human beings in the Battle of Kurukshetra, especially on his account. Duryodhana was there on the throne, and he was doing well in his administration, and in one sense there was no need of fighting. But on the principle of justice Yudhishthira was to replace him. The whole clique of politics centered around this point, and all the kings and residents of the whole world became involved in this fight between the rival brothers. Lord Krishna was also there on the side of King Yudhishthira. It is said in the Mah&#257;bh&#257;rata, &#256;di-parva (20) that 640,000,000 men were killed in the eighteen days of the Battle of Kurukshetra, and some hundreds of thousands were missing. Practically this was the greatest battle in the world within five thousand years.</P><P>This mass killing simply to enthrone Mah&#257;r&#257;ja Yudhishthira was too mortifying, so he tried to be convinced with evidences from histories by great sages like Vy&#257;sa and the Lord Himself that the fight was just because the cause was just. But Mah&#257;r&#257;ja Yudhishthira would not be satisfied, even though he was instructed by the greatest personalities of the time. Krishna is designated herein as the performer of superhuman actions, but in this particular instance neither He nor Vy&#257;sa could convince King Yudhishthira. Does it mean that He failed to be a superhuman actor? No, certainly not. The interpretation is that the Lord as &#299;&#347;vara, or the Supersoul in the hearts of both King Yudhishthira and Vy&#257;sa, performed still more superhuman action because the Lord desired it. As Supersoul of King Yudhishthira, He did not allow the King to be convinced by the words of Vy&#257;sa and others, including Himself, because He desired that the King hear instructions from the dying Bh&#299;shmadeva, who was another great devotee of the Lord. The Lord wanted that at the last stage of his material existence the great warrior Bh&#299;shmadeva see Him personally and see his beloved grandchildren, King Yudhishthira, etc., now situated on the throne, and thus pass away very peacefully. Bh&#299;shmadeva was not at all satisfied to fight against the P&#257;ndavas, who were his beloved fatherless grandchildren. But the kshatriyas are also very stern people, and therefore he was obliged to take the side of Duryodhana because he was maintained at the expense of Duryodhana. Besides this, the Lord also desired that King Yudhishthira be pacified by the words of Bh&#299;shmadeva so that the world could see that Bh&#299;shmadeva excelled all in knowledge, including the Lord Himself.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>