<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.5</P><P CLASS=c>s&#257;dhayitv&#257;j&#257;ta-&#347;atroh</P><P CLASS=c>svam r&#257;jyam kitavair hritam</P><P CLASS=c>gh&#257;tayitv&#257;sato r&#257;jñah</P><P CLASS=c>kaca-spar&#347;a-kshat&#257;yushah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadhayitva">s&#257;dhayitv&#257;</A> &#8212; having executed; <A CLASS=v HREF="http://vedabase.net/a/ajata">aj&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/satroh">&#347;atroh</A> &#8212; of one who has <A HREF="http://vedabase.net/n/no">no</A> enemy; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; own kingdom; <A CLASS=v HREF="http://vedabase.net/k/kitavaih">kitavaih</A> &#8212; by the clever (<A HREF="http://vedabase.net/d/duryodhana">Duryodhana</A> and party); <A CLASS=v HREF="http://vedabase.net/h/hrtam">hritam</A> &#8212; usurped; <A CLASS=v HREF="http://vedabase.net/g/ghatayitva">gh&#257;tayitv&#257;</A> &#8212; having killed; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; the unscrupulous; <A CLASS=v HREF="http://vedabase.net/r/rajnah">r&#257;jñah</A> &#8212; of the queen's; <A CLASS=v HREF="http://vedabase.net/k/kaca">kaca</A> &#8212; bunch of hair; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; roughly handled; <A CLASS=v HREF="http://vedabase.net/k/ksata">kshata</A> &#8212; decreased; <A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; by the duration of life.</P><P CLASS=t>TRANSLATION</P><P>The clever Duryodhana and his party cunningly usurped the kingdom of Yudhishthira, who had no enemy. By the grace of the Lord, the recovery was executed, and the unscrupulous kings who joined with Duryodhana were killed by Him. Others also died, their duration of life having decreased for their rough handling of the hair of Queen Draupad&#299;.</P><P CLASS=t>PURPORT</P><P>In the glorious days, or before the advent of the age of Kali, the br&#257;hmanas, the cows, the women, the children and the old men were properly given protection.</P><P>1. The protection of the br&#257;hmanas maintains the institution of varna and &#257;&#347;rama, the most scientific culture for attainment of spiritual life.</P><P>2. The protection of cows maintains the most miraculous form of food, i.e., milk for maintaining the finer tissues of the brain for understanding higher aims of life.</P><P>3. The protection of women maintains the chastity of society, by which we can get a good generation for peace, tranquillity and progress of life.</P><P>4. The protection of children gives the human form of life its best chance to prepare the way of liberty from material bondage. Such protection of children begins from the very day of begetting a child by the purificatory process of garbh&#257;dh&#257;na-samsk&#257;ra, the beginning of pure life.</P><P>5. The protection of the old men gives them a chance to prepare themselves for better life after death.</P><P>This complete outlook is based on factors leading to successful humanity as against the civilization of polished cats and dogs. The killing of the above-mentioned innocent creatures is totally forbidden because even by insulting them one loses one's duration of life. In the age of Kali they are not properly protected, and therefore the duration of life of the present generation has shortened considerably. In the Bhagavad-g&#299;t&#257; it is stated that when the women become unchaste for want of proper protection, there are unwanted children called varna-sa&#324;kara. To insult a chaste woman means to bring about disaster in the duration of life. Duh&#347;&#257;sana, a brother of Duryodhana, insulted Draupad&#299;, an ideal chaste lady, and therefore the miscreants died untimely. These are some of the stringent laws of the Lord mentioned above.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>