<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.51</P><P CLASS=c>str&#299;n&#257;m mad-dhata-bandh&#363;n&#257;m</P><P CLASS=c>droho yo 's&#257;v ihotthitah</P><P CLASS=c>karmabhir grihamedh&#299;yair</P><P CLASS=c>n&#257;ham kalpo vyapohitum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of the women; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhunam">bandh&#363;n&#257;m</A> &#8212; of the friends who <A HREF="http://vedabase.net/a/are">are</A> killed; <A CLASS=v HREF="http://vedabase.net/d/drohah">drohah</A> &#8212; enmity; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; herewith; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthitah</A> &#8212; has accrued; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by dint of work; <A CLASS=v HREF="http://vedabase.net/g/grhamedhiyaih">grihamedh&#299;yaih</A> &#8212; by persons engaged <A HREF="http://vedabase.net/i/in">in</A> material welfare; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kalpah">kalpah</A> &#8212; can expect; <A CLASS=v HREF="http://vedabase.net/v/vyapohitum">vyapohitum</A> &#8212; undoing the <A HREF="http://vedabase.net/s/same">same</A>.</P><P CLASS=t>TRANSLATION</P><P>I have killed many friends of women, and I have thus caused enmity to such an extent that it is not possible to undo it by material welfare work.</P><P CLASS=t>PURPORT</P><P>The grihamedh&#299;s are those whose only business is to perform welfare work for the sake of material prosperity. Such material prosperity is sometimes hampered by sinful activities, for the materialist is sure to commit sins, even unintentionally, in the course of discharging material duties. To get relief from such sinful reactions, the Vedas prescribe several kinds of sacrifices. It is said in the Vedas that by performing the A&#347;vamedha-yajña (horse sacrifice) one can get relief from even brahma-haty&#257; (killing of a br&#257;hmana).</P><P>Yudhishthira Mah&#257;r&#257;ja performed this A&#347;vamedha-yajña, but he thinks that even by performing such yajñas it is not possible to get relief from the great sins committed. In war either the husband or the brother or even the father or sons go to fight. And when they are killed, a fresh enmity is created, and thus a chain of actions and reactions increases which is not possible to be counteracted even by thousands of A&#347;vamedha-yajñas.</P><P>The way of work (karma) is like that. It creates one action and another reaction simultaneously and thus increases the chain of material activities, binding the performer in material bondage. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">Bg. 9.27-28</A>) the remedy is suggested that such actions and reactions of the path of work can be checked only when work is done on behalf of the Supreme Lord. The Battle of Kurukshetra was actually fought by the will of the Supreme Lord &#346;r&#299; Krishna, as it is evident from His version, and only by His will was Yudhishthira placed on the throne of Hastin&#257;pura. Therefore, factually no sin whatsoever touched the P&#257;ndavas, who were only the order carriers of the Lord. For others, who declare war out of personal interest, the whole responsibility lies on them.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>