<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.52</P><P CLASS=c>yath&#257; pa&#324;kena pa&#324;k&#257;mbhah</P><P CLASS=c>suray&#257; v&#257; sur&#257;kritam</P><P CLASS=c>bh&#363;ta-haty&#257;m tathaivaik&#257;m</P><P CLASS=c>na yajñair m&#257;rshtum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/pankena">pa&#324;kena</A> &#8212; by the mud; <A CLASS=v HREF="http://vedabase.net/p/panka">pa&#324;ka</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhah">ambhah</A> &#8212; water mixed with mud; <A CLASS=v HREF="http://vedabase.net/s/suraya">suray&#257;</A> &#8212; by wine; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/s/surakrtam">sur&#257;kritam</A> &#8212; impurity caused by the slight touch of wine; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/h/hatyam">haty&#257;m</A> &#8212; killing of animals; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/ekam">ek&#257;m</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/y/yajnaih">yajñaih</A> &#8212; by the prescribed sacrifices; <A CLASS=v HREF="http://vedabase.net/m/marstum">m&#257;rshtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> counteract; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is worthwhile.</P><P CLASS=t>TRANSLATION</P><P>As it is not possible to filter muddy water through mud, or purify a wine-stained pot with wine, it is not possible to counteract the killing of men by sacrificing animals.</P><P CLASS=t>PURPORT</P><P>A&#347;vamedha-yajñas or Gomedha-yajñas, sacrifices in which a horse or a bull is sacrificed, were not, of course, for the purpose of killing the animals. Lord Caitanya said that such animals sacrificed on the altar of yajña were rejuvenated and a new life was given to them. It was just to prove the efficacy of the hymns of the Vedas. By recitation of the hymns of the Vedas in the proper way, certainly the performer gets relief from the reactions of sins, but in case of such sacrifices improperly done under inexpert management, surely one has to become responsible for animal sacrifice. In this age of quarrel and hypocrisy there is no possibility of performing the yajñas perfectly for want of expert br&#257;hmanas who are able to conduct such yajñas. Mah&#257;r&#257;ja Yudhishthira therefore gives a hint to performing sacrifices in the age of Kali. In the Kali-yuga the only sacrifice recommended is the performance of hari-n&#257;ma-yajña inaugurated by Lord &#346;r&#299; Caitanya Mah&#257;prabhu. But one should not indulge in animal killing and counteract it by performing the hari-n&#257;ma yajña. Those who are devotees of the Lord never kill an animal for self-interest, and (as the Lord ordered Arjuna) they do not refrain from performing the duty of a kshatriya. The whole purpose, therefore, is served when everything is done for the will of the Lord. This is possible only for the devotees.</P><P>Thus end the Bhaktivedanta purports of the First Canto, Eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Prayers by Queen Kunt&#299; and Par&#299;kshit Saved."</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../9/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>