<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: Prayers by Queen Kunt&#299; and Par&#299;kshit Saved</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.8.1</B></A>: S&#363;ta Gosv&#257;m&#299; said: Thereafter the P&#257;ndavas, desiring to deliver water to the dead relatives who had desired it, went to the Ganges with Draupad&#299;. The ladies walked in front.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.8.2</B></A>: Having lamented over them and sufficiently offered Ganges water, they bathed in the Ganges, whose water is sanctified due to being mixed with the dust of the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.8.3</B></A>: There sat the King of the Kurus, Mah&#257;r&#257;ja Yudhishthira, along with his younger brothers and Dhritar&#257;shtra, G&#257;ndh&#257;r&#299;, Kunt&#299; and Draupad&#299;, all overwhelmed with grief. Lord Krishna was also there.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.8.4</B></A>: Citing the stringent laws of the Almighty and their reactions upon living beings, Lord &#346;r&#299; Krishna and the munis began to pacify those who were shocked and affected.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.8.5</B></A>: The clever Duryodhana and his party cunningly usurped the kingdom of Yudhishthira, who had no enemy. By the grace of the Lord, the recovery was executed, and the unscrupulous kings who joined with Duryodhana were killed by Him. Others also died, their duration of life having decreased for their rough handling of the hair of Queen Draupad&#299;.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.8.6</B></A>: Lord &#346;r&#299; Krishna caused three well-performed A&#347;vamedha-yajñas [horse sacrifices] to be conducted by Mah&#257;r&#257;ja Yudhishthira and thus caused his virtuous fame to be glorified in all directions, like that of Indra, who had performed one hundred such sacrifices.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.8.7</B></A>: Lord &#346;r&#299; Krishna then prepared for His departure. He invited the sons of P&#257;ndu, after having been worshiped by the br&#257;hmanas, headed by &#346;r&#299;la Vy&#257;sadeva. The Lord also reciprocated greetings.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.8.8</B></A>: As soon as He seated Himself on the chariot to start for Dv&#257;rak&#257;, He saw Uttar&#257; hurrying toward Him in fear.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 1.8.9</B></A>: Uttar&#257; said: O Lord of lords, Lord of the universe! You are the greatest of mystics. Please protect me, for there is no one else who can save me from the clutches of death in this world of duality.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 1.8.10</B></A>: O my Lord, You are all-powerful. A fiery iron arrow is coming towards me fast. My Lord, let it burn me personally, if You so desire, but please do not let it burn and abort my embryo. Please do me this favor, my Lord.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.8.11</B></A>: S&#363;ta Gosv&#257;m&#299; said: Having patiently heard her words, Lord &#346;r&#299; Krishna, who is always very affectionate to His devotees, could at once understand that A&#347;vatth&#257;m&#257;, the son of Dron&#257;c&#257;rya, had thrown the brahm&#257;stra to finish the last life in the P&#257;ndava family.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.8.12</B></A>: O foremost among the great thinkers [munis] [&#346;aunaka], seeing the glaring brahm&#257;stra proceeding towards them, the P&#257;ndavas took up their five respective weapons.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.8.13</B></A>: The almighty Personality of Godhead, &#346;r&#299; Krishna, having observed that a great danger was befalling His unalloyed devotees, who were fully surrendered souls, at once took up His Sudar&#347;ana disc to protect them.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.8.14</B></A>: The Lord of supreme mysticism, &#346;r&#299; Krishna, resides within everyone's heart as the Param&#257;tm&#257;. As such, just to protect the progeny of the Kuru dynasty, He covered the embryo of Uttar&#257; by His personal energy.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.8.15</B></A>: O &#346;aunaka, although the supreme brahm&#257;stra weapon released by A&#347;vatth&#257;m&#257; was irresistible and without check or counteraction, it was neutralized and foiled when confronted by the strength of Vishnu [Lord Krishna].</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.8.16</B></A>: O br&#257;hmanas, do not think this to be especially wonderful in the activities of the mysterious and infallible Personality of Godhead. By His own transcendental energy, He maintains and annihilates all material things, although He Himself is unborn.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.8.17</B></A>: Thus saved from the radiation of the brahm&#257;stra, Kunt&#299;, the chaste devotee of the Lord, and her five sons and Draupad&#299; addressed Lord Krishna as He started for home.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.8.18</B></A>: &#346;r&#299;mat&#299; Kunt&#299; said: O Krishna, I offer my obeisances unto You because You are the original personality and are unaffected by the qualities of the material world. You are existing both within and without everything, yet You are invisible to all.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.8.19</B></A>: Being beyond the range of limited sense perception, You are the eternally irreproachable factor covered by the curtain of deluding energy. You are invisible to the foolish observer, exactly as an actor dressed as a player is not recognized.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.8.20</B></A>: You Yourself descend to propagate the transcendental science of devotional service unto the hearts of the advanced transcendentalists and mental speculators, who are purified by being able to discriminate between matter and spirit. How, then, can we women know You perfectly?</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.8.21</B></A>: Let me therefore offer my respectful obeisances unto the Lord, who has become the son of Vasudeva, the pleasure of Devak&#299;, the boy of Nanda and the other cowherd men of Vrind&#257;vana, and the enlivener of the cows and the senses.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.8.22</B></A>: My respectful obeisances are unto You, O Lord, whose abdomen is marked with a depression like a lotus flower, who are always decorated with garlands of lotus flowers, whose glance is as cool as the lotus and whose feet are engraved with lotuses.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.8.23</B></A>: O Hrish&#299;ke&#347;a, master of the senses and Lord of lords, You have released Your mother, Devak&#299;, who was long imprisoned and distressed by the envious King Kamsa, and me and my children from a series of constant dangers.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.8.24</B></A>: My dear Krishna, Your Lordship has protected us from a poisoned cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the forest and from the battle where great generals fought. And now You have saved us from the weapon of A&#347;vatth&#257;m&#257;.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.8.25</B></A>: I wish that all those calamities would happen again and again so that we could see You again and again, for seeing You means that we will no longer see repeated births and deaths.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.8.26</B></A>: My Lord, Your Lordship can easily be approached, but only by those who are materially exhausted. One who is on the path of [material] progress, trying to improve himself with respectable parentage, great opulence, high education and bodily beauty, cannot approach You with sincere feeling.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.8.27</B></A>: My obeisances are unto You, who are the property of the materially impoverished. You have nothing to do with the actions and reactions of the material modes of nature. You are self-satisfied, and therefore You are the most gentle and are master of the monists.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 1.8.28</B></A>: My Lord, I consider Your Lordship to be eternal time, the supreme controller, without beginning and end, the all-pervasive one. In distributing Your mercy, You are equal to everyone. The dissensions between living beings are due to social intercourse.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 1.8.29</B></A>: O Lord, no one can understand Your transcendental pastimes, which appear to be human and are so misleading. You have no specific object of favor, nor do You have any object of envy. People only imagine that You are partial.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.8.30</B></A>: Of course it is bewildering, O soul of the universe, that You work, though You are inactive, and that You take birth, though You are the vital force and the unborn. You Yourself descend amongst animals, men, sages and aquatics. Verily, this is bewildering.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.8.31</B></A>: My dear Krishna, Ya&#347;od&#257; took up a rope to bind You when You committed an offense, and Your perturbed eyes overflooded with tears, which washed the mascara from Your eyes. And You were afraid, though fear personified is afraid of You. This sight is bewildering to me.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.8.32</B></A>: Some say that the Unborn is born for the glorification of pious kings, and others say that He is born to please King Yadu, one of Your dearest devotees. You appear in his family as sandalwood appears in the Malaya hills.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.8.33</B></A>: Others say that since both Vasudeva and Devak&#299; prayed for You, You have taken Your birth as their son. Undoubtedly You are unborn, yet You take Your birth for their welfare and to kill those who are envious of the demigods.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 1.8.34</B></A>: Others say that the world, being overburdened like a boat at sea, is much aggrieved, and that Brahm&#257;, who is Your son, prayed for You, and so You have appeared to diminish the trouble.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 1.8.35</B></A>: And yet others say that You appeared to rejuvenate the devotional service of hearing, remembering, worshiping and so on in order that the conditioned souls suffering from material pangs might take advantage and gain liberation.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 1.8.36</B></A>: O Krishna, those who continuously hear, chant and repeat Your transcendental activities, or take pleasure in others' doing so, certainly see Your lotus feet, which alone can stop the repetition of birth and death.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 1.8.37</B></A>: O my Lord, You have executed all duties Yourself. Are you leaving us today, though we are completely dependent on Your mercy and have no one else to protect us, now when all kings are at enmity with us?</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 1.8.38</B></A>: As the name and fame of a particular body is finished with the disappearance of the living spirit, similarly if You do not look upon us, all our fame and activities, along with the P&#257;ndavas and Yadus, will end at once.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 1.8.39</B></A>: O Gad&#257;dhara [Krishna], our kingdom is now being marked by the impressions of Your feet, and therefore it appears beautiful. But when You leave, it will no longer be so.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 1.8.40</B></A>: All these cities and villages are flourishing in all respects because the herbs and grains are in abundance, the trees are full of fruits, the rivers are flowing, the hills are full of minerals and the oceans full of wealth. And this is all due to Your glancing over them.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 1.8.41</B></A>: O Lord of the universe, soul of the universe, O personality of the form of the universe, please, therefore, sever my tie of affection for my kinsmen, the P&#257;ndavas and the Vrishnis.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 1.8.42</B></A>: O Lord of Madhu, as the Ganges forever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 1.8.43</B></A>: O Krishna, O friend of Arjuna, O chief amongst the descendants of Vrishni, You are the destroyer of those political parties which are disturbing elements on this earth. Your prowess never deteriorates. You are the proprietor of the transcendental abode, and You descend to relieve the distresses of the cows, the br&#257;hmanas and the devotees. You possess all mystic powers, and You are the preceptor of the entire universe. You are the almighty God, and I offer You my respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 1.8.44</B></A>: S&#363;ta Gosv&#257;m&#299; said: The Lord, thus hearing the prayers of Kunt&#299;dev&#299;, composed in choice words for His glorification, mildly smiled. That smile was as enchanting as His mystic power.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 1.8.45</B></A>: Thus accepting the prayers of &#346;r&#299;mat&#299; Kunt&#299;dev&#299;, the Lord subsequently informed other ladies of His departure by entering the palace of Hastin&#257;pura. But upon preparing to leave, He was stopped by King Yudhishthira, who implored Him lovingly.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 1.8.46</B></A>: King Yudhishthira, who was much aggrieved, could not be convinced, despite instructions by great sages headed by Vy&#257;sa and the Lord Krishna Himself, the performer of superhuman feats, and despite all historical evidence.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 1.8.47</B></A>: King Yudhishthira, son of Dharma, overwhelmed by the death of his friends, was aggrieved just like a common, materialistic man. O sages, thus deluded by affection, he began to speak.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 1.8.48</B></A>: King Yudhishthira said: O my lot! I am the most sinful man! Just see my heart, which is full of ignorance! This body, which is ultimately meant for others, has killed many, many phalanxes of men.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 1.8.49</B></A>: I have killed many boys, br&#257;hmanas, well-wishers, friends, parents, preceptors and brothers. Though I live millions of years, I will not be relieved from the hell that awaits me for all these sins.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 1.8.50</B></A>: There is no sin for a king who kills for the right cause, who is engaged in maintaining his citizens. But this injunction is not applicable to me.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 1.8.51</B></A>: I have killed many friends of women, and I have thus caused enmity to such an extent that it is not possible to undo it by material welfare work.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 1.8.52</B></A>: As it is not possible to filter muddy water through mud, or purify a wine-stained pot with wine, it is not possible to counteract the killing of men by sacrificing animals.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>