<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verses 10-13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verses 10-13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.10-13</P><P CLASS=c>hamse gurau mayi bhakty&#257;nuvrity&#257;</P><P CLASS=c>vitrishnay&#257; dvandva-titikshay&#257; ca</P><P CLASS=c>sarvatra jantor vyasan&#257;vagaty&#257;</P><P CLASS=c>jijñ&#257;say&#257; tapaseh&#257;-nivritty&#257;</P><P CLASS=c>mat-karmabhir mat-kathay&#257; ca nityam</P><P CLASS=c>mad-deva-sa&#324;g&#257;d guna-k&#299;rtan&#257;n me</P><P CLASS=c>nirvaira-s&#257;myopa&#347;amena putr&#257;</P><P CLASS=c>jih&#257;say&#257; deha-geh&#257;tma-buddheh</P><P CLASS=c>adhy&#257;tma-yogena vivikta-sevay&#257;</P><P CLASS=c>pr&#257;nendriy&#257;tm&#257;bhijayena sadhryak</P><P CLASS=c>sac-chraddhay&#257; brahmacaryena &#347;a&#347;vad</P><P CLASS=c>asampram&#257;dena yamena v&#257;c&#257;m</P><P CLASS=c>sarvatra mad-bh&#257;va-vicakshanena</P><P CLASS=c>jñ&#257;nena vijñ&#257;na-vir&#257;jitena</P><P CLASS=c>yogena dhrity-udyama-sattva-yukto</P><P CLASS=c>li&#324;gam vyapohet ku&#347;alo 'ham-&#257;khyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hamse">hamse</A> &#8212; who is <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/paramahamsa">paramahamsa</A>, or the most exalted. spiritually advanced person; <A CLASS=v HREF="http://vedabase.net/g/gurau">gurau</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the spiritual master; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/a/anuvrtya">anuvrity&#257;</A> &#8212; by following; <A CLASS=v HREF="http://vedabase.net/v/vitrsnaya">vitrishnay&#257;</A> &#8212; by detachment from sense gratification; <A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A> &#8212; of the dualities of the material world; <A CLASS=v HREF="http://vedabase.net/t/titiksaya">titikshay&#257;</A> &#8212; by tolerance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/j/jantoh">jantoh</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A> &#8212; the miserable condition of life; <A CLASS=v HREF="http://vedabase.net/a/avagatya">avagaty&#257;</A> &#8212; by realizing; <A CLASS=v HREF="http://vedabase.net/j/jijnasaya">jijñ&#257;say&#257;</A> &#8212; by inquiring about the truth; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by practicing austerities and penances; <A CLASS=v HREF="http://vedabase.net/i/iha">&#299;h&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nivrttya">nivritty&#257;</A> &#8212; by giving up the endeavor for sense enjoyment; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by working for <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/k/kathaya">kathay&#257;</A> &#8212; by hearing topics about <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; by association with My devotees; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtanat">k&#299;rtan&#257;t</A> <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by chanting and glorifying My transcendental qualities; <A CLASS=v HREF="http://vedabase.net/n/nirvaira">nirvaira</A> &#8212; being without enmity; <A CLASS=v HREF="http://vedabase.net/s/samya">s&#257;mya</A> &#8212; seeing everyone equally by spiritual understanding; <A CLASS=v HREF="http://vedabase.net/u/upasamena">upa&#347;amena</A> &#8212; by subduing anger, lamentation and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/p/putrah">putr&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sons; <A CLASS=v HREF="http://vedabase.net/j/jihasaya">jih&#257;say&#257;</A> &#8212; by desiring <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; with the body; <A CLASS=v HREF="http://vedabase.net/g/geha">geha</A> &#8212; with the home; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/buddheh">buddheh</A> &#8212; identification of the self; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by study of the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by living <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> solitary place; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; the life air; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/a/abhijayena">abhijayena</A> &#8212; by controlling; <A CLASS=v HREF="http://vedabase.net/s/sadhryak">sadhryak</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; by developing faith <A HREF="http://vedabase.net/i/in">in</A> the scriptures; <A CLASS=v HREF="http://vedabase.net/b/brahmacaryena">brahmacaryena</A> &#8212; by observing celibacy; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/asampramadena">asampram&#257;dena</A> &#8212; by not being bewildered; <A CLASS=v HREF="http://vedabase.net/y/yamena">yamena</A> &#8212; by restraint; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;c&#257;m</A> &#8212; of words; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; thinking of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vicaksanena">vicakshanena</A> &#8212; by observing; <A CLASS=v HREF="http://vedabase.net/j/jnanena">jñ&#257;nena</A> &#8212; by development of knowledge; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; by practical application of knowledge; <A CLASS=v HREF="http://vedabase.net/v/virajitena">vir&#257;jitena</A> &#8212; illumined; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by practice of <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/d/dhrti">dhriti</A> &#8212; patience; <A CLASS=v HREF="http://vedabase.net/u/udyama">udyama</A> &#8212; enthusiasm; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; discretion; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; endowed with; <A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; the cause of material bondage; <A CLASS=v HREF="http://vedabase.net/v/vyapohet">vyapohet</A> &#8212; one can give up; <A CLASS=v HREF="http://vedabase.net/k/kusalah">ku&#347;alah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full auspiciousness; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; false ego, false identification with the material world.</P><P CLASS=t>TRANSLATION</P><P>O My sons, you should accept a highly elevated paramahamsa, a spiritually advanced spiritual master. In this way, you should place your faith and love in Me, the Supreme Personality of Godhead. You should detest sense gratification and tolerate the duality of pleasure and pain, which are like the seasonal changes of summer and winter. Try to realize the miserable condition of living entities, who are miserable even in the higher planetary systems. Philosophically inquire about the truth. Then undergo all kinds of austerities and penances for the sake of devotional service. Give up the endeavor for sense enjoyment and engage in the service of the Lord. Listen to discussions about the Supreme Personality of Godhead, and always associate with devotees. Chant about and glorify the Supreme Lord, and look upon everyone equally on the spiritual platform. Give up enmity and subdue anger and lamentation. Abandon identifying the self with the body and the home, and practice reading the revealed scriptures. Live in a secluded place and practice the process by which you can completely control your life air, mind and senses. Have full faith in the revealed scriptures, the Vedic literatures, and always observe celibacy. Perform your prescribed duties and avoid unnecessary talks. Always thinking of the Supreme Personality of Godhead, acquire knowledge from the right source. Thus practicing bhakti-yoga, you will patiently and enthusiastically be elevated in knowledge and will be able to give up the false ego.</P><P CLASS=t>PURPORT</P><P>In these four verses, Rishabhadeva tells His sons how they can be freed from the false identification arising from false ego and material conditional life. One gradually becomes liberated by practicing as mentioned above. All these prescribed methods enable one to give up the material body (li&#324;gam vyapohet) and be situated in his original spiritual body. First of all one has to accept a bona fide spiritual master. This is advocated by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu: &#347;r&#299;-guru-p&#257;d&#257;&#347;rayah. To be freed from the entanglement of the material world, one has to approach a spiritual master. Tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]. By questioning the spiritual master and by serving him, one can advance in spiritual life. When one engages in devotional service, naturally the attraction for personal comfort &#8212; for eating, sleeping and dressing &#8212; is reduced. By associating with the devotee, a spiritual standard is maintained. The word mad-deva-sa&#324;g&#257;t is very important. There are many so-called religions devoted to the worship of various demigods, but here good association means association with one who simply accepts Krishna as his worshipable Deity.</P><P>Another important item is dvandva-titiksh&#257;. As long as one is situated in the material world, there must be pleasure and pain arising from the material body. As Krishna advises in Bhagavad-g&#299;t&#257;, t&#257;ms titikshasva bh&#257;rata. One has to learn how to tolerate the temporary pains and pleasures of this material world. One must also be detached from his family and practice celibacy. Sex with one's wife according to the scriptural injunctions is also accepted as brahmacarya (celibacy), but illicit sex is opposed to religious principles, and it hampers advancement in spiritual consciousness. Another important word is vijñ&#257;na-vir&#257;jita. Everything should be done very scientifically and consciously. One should be a realized soul. In this way, one can give up the entanglement of material bondage.</P><P>As &#346;r&#299; Madhv&#257;c&#257;rya points out, the sum and substance of these four &#347;lokas is that one should refrain from acting out of a desire for sense gratification and should instead always engage in the Lord's loving service. In other words, bhakti-yoga is the acknowledged path of liberation. &#346;r&#299;la Madhv&#257;c&#257;rya quotes from the Adhy&#257;tma:</P><P>&#257;tmano 'vihitam karma</P><P CLASS=n>varjayitv&#257;nya-karmanah</P><P CLASS=n>k&#257;masya ca parity&#257;go</P><P CLASS=n>nir&#299;hety &#257;hur uttam&#257;h</P><P>One should perform activities only for the benefit of the soul; any other activity should be given up. When a person is situated in this way, he is said to be desireless. Actually a living entity cannot be totally desireless, but when he desires the benefit of the soul and nothing else, he is said to be desireless.</P><P>Spiritual knowledge is jñ&#257;na-vijñ&#257;na-samanvitam. When one is fully equipped with jñ&#257;na and vijñ&#257;na, he is perfect. Jñ&#257;na means that one understands the Supreme Personality of Godhead, Vishnu, to be the Supreme Being. Vijñ&#257;na refers to the activities that liberate one from the ignorance of material existence. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/9/31.htm">2.9.31</A>): jñ&#257;nam parama-guhyam me yad vijñ&#257;na-samanvitam. Knowledge of the Supreme Lord is very confidential, and the supreme knowledge by which one understands Him furthers the liberation of all living entities. This knowledge is vijñ&#257;na. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>