<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.18</P><P CLASS=c>gurur na sa sy&#257;t sva-jano na sa sy&#257;t</P><P CLASS=c>pit&#257; na sa sy&#257;j janan&#299; na s&#257; sy&#257;t</P><P CLASS=c>daivam na tat sy&#257;n na pati&#347; ca sa sy&#257;n</P><P CLASS=c>na mocayed yah samupeta-mrityum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> spiritual master; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should become; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> relative; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should become; <A CLASS=v HREF="http://vedabase.net/p/pita">pit&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> father; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should become; <A CLASS=v HREF="http://vedabase.net/j/janani">janan&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mother; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should become; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; the worshipable deity; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should become; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> husband; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should become; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mocayet">mocayet</A> &#8212; can deliver; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/samupeta">samupeta</A>-<A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; one who is on the path of repeated birth and death.</P><P CLASS=t>TRANSLATION</P><P>"One who cannot deliver his dependents from the path of repeated birth and death should never become a spiritual master, a father, a husband, a mother or a worshipable demigod.</P><P CLASS=t>PURPORT</P><P>There are many spiritual masters, but Rishabhadeva advises that one should not become a spiritual master if he is unable to save his disciple from the path of birth and death. Unless one is a pure devotee of Krishna, he cannot save himself from the path of repeated birth and death. Tyaktv&#257; deham punar janma naiti m&#257;m eti so'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]. One can stop birth and death only by returning home, back to Godhead. However, who can go back to Godhead unless he understands the Supreme Lord in truth? Janma karma ca me divyam evam yo vetti tattvatah [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>].</P><P>We have many instances in history illustrating Rishabhadeva's instructions. &#346;ukr&#257;c&#257;rya was rejected by Bali Mah&#257;r&#257;ja due to his inability to save Bali Mah&#257;r&#257;ja from the path of repeated birth and death. &#346;ukr&#257;c&#257;rya was not a pure devotee, he was more or less inclined to fruitive activity, and he objected when Bali Mah&#257;r&#257;ja promised to give everything to Lord Vishnu. Actually one is supposed to give everything to the Lord because everything belongs to the Lord. Consequently, the Supreme Lord advises in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">9.27</A>):</P><P>yat karoshi yad a&#347;n&#257;si</P><P CLASS=n>yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya</P><P CLASS=n>tat kurushva mad-arpanam</P><P>"O son of Kunt&#299;, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me." This is bhakti. Unless one is devoted, he cannot give everything to the Supreme Lord. Unless one can do so, he cannot become a spiritual master, husband, father or mother. Similarly, the wives of the br&#257;hmanas who were performing sacrifices gave up their relatives just to satisfy Krishna. This is an example of a wife rejecting a husband who cannot deliver her from the impending dangers of birth and death. Similarly, Prahl&#257;da Mah&#257;r&#257;ja rejected his father, and Bharata Mah&#257;r&#257;ja rejected his mother (janan&#299; na s&#257; sy&#257;t). The word daivam indicates a demigod or one who accepts worship from a dependent. Ordinarily, the spiritual master, husband, father, mother or superior relative accepts worship from an inferior relative, but here Rishabhadeva forbids this. First the father, spiritual master or husband must be able to release the dependent from repeated birth and death. If he cannot do this, he plunges himself into the ocean of reproachment for his unlawful activities. Everyone should be very responsible and take charge of his dependents just as a spiritual master takes charge of his disciple or a father takes charge of his son. All these responsibilities cannot be discharged honestly unless one can save the dependent from repeated birth and death.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>