<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.20</P><P CLASS=c>tasm&#257;d bhavanto hridayena j&#257;t&#257;h</P><P CLASS=c>sarve mah&#299;y&#257;msam amum san&#257;bham</P><P CLASS=c>aklishta-buddhy&#257; bharatam bhajadhvam</P><P CLASS=c>&#347;u&#347;r&#363;shanam tad bharanam praj&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore (because <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> the Supreme); <A CLASS=v HREF="http://vedabase.net/b/bhavantah">bhavantah</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/h/hrdayena">hridayena</A> &#8212; from My heart; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;t&#257;h</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/mahiyamsam">mah&#299;y&#257;msam</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/n/nabham">n&#257;bham</A> &#8212; brother; <A CLASS=v HREF="http://vedabase.net/a/aklista">aklishta</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; with your intelligence, without material contamination; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bharatam</A> &#8212; <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajadhvam">bhajadhvam</A> &#8212; just try <A HREF="http://vedabase.net/t/to">to</A> serve; <A CLASS=v HREF="http://vedabase.net/s/susrusanam">&#347;u&#347;r&#363;shanam</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bharanam">bharanam</A> <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; ruling over the citizens.</P><P CLASS=t>TRANSLATION</P><P>My dear boys, you are all born of My heart, which is the seat of all spiritual qualities. Therefore you should not be like materialistic and envious men. You should accept your eldest brother, Bharata, who is exalted in devotional service. If you engage yourselves in Bharata's service, your service to him will include My service, and you will rule the citizens automatically.</P><P CLASS=t>PURPORT</P><P>In this verse the word hridaya indicates the heart, which is also called urah, the chest. The heart is situated within the chest, and although instrumentally the son is born with the aid of the genitals, he is actually born from within the heart. According to the heart's situation. the semen takes the form of a body. Therefore according to the Vedic system, when one begets a child his heart should be purified through the ritualistic ceremony known as garbh&#257;dh&#257;na. Rishabhadeva's heart was always uncontaminated and spiritual. Consequently all the sons born from the heart of Rishabhadeva were spiritually inclined. Nonetheless. Rishabhadeva suggested that His eldest son was superior, and He advised the others to serve him. All the brothers of Bharata Mah&#257;r&#257;ja were advised by Rishabhadeva to adhere to Bharata's service. The question may be asked why one should be attached to family members, for in the beginning it was advised that one should not be attached to home and family. However, it is also advised, mah&#299;yas&#257;m p&#257;da-rajo-'bhisheka &#8212; one has to serve the mah&#299;y&#257;n, one who is very spiritually advanced. Mahat-sev&#257;m dv&#257;ram &#257;hur vimukteh: [<A CLASS=v HREF="../../5/5/2.htm">SB 5.5.2</A>] by serving the mahat, the exalted devotee, one's path for liberation is open. The family of Rishabhadeva should not be compared to an ordinary materialistic family. Bharata Mah&#257;r&#257;ja, Rishabhadeva's eldest son, was specifically very exalted. For this reason the other sons were advised to serve him for his pleasure. That was to be their duty.</P><P>The Supreme Lord was advising Bharata Mah&#257;r&#257;ja to be the chief ruler of the planet. This is the real plan of the Supreme Lord. In the Battle of Kurukshetra, we find that Lord Krishna wanted Mah&#257;r&#257;ja Yudhishthira to be the supreme emperor of this planet. He never wanted Duryodhana to take the post. As stated in the previous verse, Lord Rishabhadeva's heart is hridayam yatra dharmah. The characteristic dharma is also explained in Bhagavad-g&#299;t&#257;: surrender unto the Supreme Personality of Godhead. To protect dharma (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m), the Lord always wants the ruler of the earth to be a devotee. Then everything goes on nicely for the benefit of everyone. As soon as a demon rules the earth, everything becomes chaotic. At the present moment, the world is inclined toward the democratic process, but the people in general are all contaminated by the modes of passion and ignorance. Consequently they cannot select the right person to head the government. The president is selected by the votes of ignorant &#347;&#363;dras; therefore another &#347;&#363;dra is elected, and immediately the entire government becomes polluted. If people strictly followed the principles of Bhagavad-g&#299;t&#257;, they would elect a person who is the Lord's devotee. Then automatically there would be good government. Rishabhadeva therefore recommended Bharata Mah&#257;r&#257;ja as the emperor of this planet. Serving a devotee means serving the Supreme Lord, for a devotee always represents the Lord. When a devotee is in charge, the government is always congenial and beneficial for everyone.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21-22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>