<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verses 21-22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verses 21-22"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.21-22</P><P CLASS=c>bh&#363;teshu v&#299;rudbhya uduttam&#257; ye</P><P CLASS=c>sar&#299;srip&#257;s teshu sabodha-nishth&#257;h</P><P CLASS=c>tato manushy&#257;h pramath&#257;s tato 'pi</P><P CLASS=c>gandharva-siddh&#257; vibudh&#257;nug&#257; ye</P><P CLASS=c>dev&#257;surebhyo maghavat-pradh&#257;n&#257;</P><P CLASS=c>daksh&#257;dayo brahma-sut&#257;s tu tesh&#257;m</P><P CLASS=c>bhavah parah so 'tha viriñca-v&#299;ryah</P><P CLASS=c>sa mat-paro 'ham dvija-deva-devah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; among things generated (with and without symptoms of life); <A CLASS=v HREF="http://vedabase.net/v/virudbhyah">v&#299;rudbhyah</A> &#8212; than the plants; <A CLASS=v HREF="http://vedabase.net/u/uduttamah">uduttam&#257;h</A> &#8212; far superior; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/s/sarisrpah">sar&#299;srip&#257;h</A> &#8212; moving entities like worms and snakes; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bodha">bodha</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthah">nishth&#257;h</A> &#8212; those who have developed intelligence; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; than them; <A CLASS=v HREF="http://vedabase.net/m/manusyah">manushy&#257;h</A> &#8212; the human beings; <A CLASS=v HREF="http://vedabase.net/p/pramathah">pramath&#257;h</A> &#8212; the ghostly spirits; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; better than them; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; the inhabitants of Gandharvaloka (appointed singers <A HREF="http://vedabase.net/i/in">in</A> the planets of the demigods); <A CLASS=v HREF="http://vedabase.net/s/siddhah">siddh&#257;h</A> &#8212; the inhabitants of Siddhaloka, who have all mystic powers; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anug&#257;h</A> &#8212; the Kinnaras; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/a/asurebhyah">asurebhyah</A> &#8212; than the asuras; <A CLASS=v HREF="http://vedabase.net/m/maghavat">maghavat</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;n&#257;h</A> &#8212; headed by <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; beginning with <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; the direct sons of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/v/virinca">viriñca</A>-<A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; producing from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; My devotee; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> worshiper of the br&#257;hmanas, or the Lord of the br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>Of the two energies manifest [spirit and dull matter], beings possessing living force [vegetables, grass, trees and plants] are superior to dull matter [stone, earth, etc.]. Superior to nonmoving plants and vegetables are worms and snakes, which can move. Superior to worms and snakes are animals that have developed intelligence. Superior to animals are human beings, and superior to human beings are ghosts because they have no material bodies. Superior to ghosts are the Gandharvas, and superior to them are the Siddhas. Superior to the Siddhas are the Kinnaras, and superior to them are the asuras. Superior to the asuras are the demigods, and of the demigods, Indra, the King of heaven, is supreme. Superior to Indra are the direct sons of Lord Brahm&#257;, sons like King Daksha, and supreme among Brahm&#257;'s sons is Lord &#346;iva. Since Lord &#346;iva is the son of Lord Brahm&#257;, Brahm&#257; is considered superior, but Brahm&#257; is also subordinate to Me, the Supreme Personality of Godhead. Because I am inclined to the br&#257;hmanas, the br&#257;hmanas are best of all.</P><P CLASS=t>PURPORT</P><P>In this verse the br&#257;hmanas are given a position superior to that of the Supreme Lord. The idea is that the government should be conducted under the guidance of the br&#257;hmanas. Although Rishabhadeva recommended His eldest son, Bharata, as emperor of the earth, he still had to follow the instructions of the br&#257;hmanas in order to govern the world perfectly. The Lord is worshiped as brahmanya-deva. The Lord is very fond of devotees, or br&#257;hmanas. This does not refer to so-called caste br&#257;hmanas, but to qualified br&#257;hmanas. A br&#257;hmana should be qualified with the eight qualities mentioned in text 24, such as &#347;ama, dama, satya and titiksh&#257;. The br&#257;hmanas should always be worshiped. and under their guidance the ruler should discharge his duty and rule the citizens. Unfortunately, in this age of Kali, the executive is not selected by very intelligent people, nor is he guided by qualified br&#257;hmanas. Consequently, chaos results. The mass of people should be educated in Krishna consciousness so that according to the democratic process they can select a first-class devotee like Bharata Mah&#257;r&#257;ja to head the government. If the head of the state is headed by qualified br&#257;hmanas, everything is completely perfect.</P><P>In this verse, the evolutionary process is indirectly mentioned. The modern theory that life evolves from matter is to some extent supported in this verse because it is stated, bh&#363;teshu v&#299;rudbhyah. That is, the living entities evolve from vegetables, grass, plants and trees, which are superior to dull matter. In other words, matter also has the potency to manifest living entities in the form of vegetables. In this sense, life comes out of matter, but matter also comes out of life. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>), aham sarvasya prabhavo mattah sarvam pravartate: "I am the source of all spiritual and material worlds. Everything emanates from Me."</P><P>There are two energies &#8212; material and spiritual &#8212; and both originally come from Krishna. Krishna is the supreme living being. Although it may be said that in the material world a living force is generated from matter, it must be admitted that originally matter is generated from the supreme living being. Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. The conclusion is that everything, both material and spiritual, is generated from the Supreme Being. From the evolutionary point of view, perfection is reached when the living entity attains the platform of a br&#257;hmana. A br&#257;hmana is a worshiper of the Supreme Brahman, and the Supreme Brahman worships the br&#257;hmana. In other words, the devotee is subordinate to the Supreme Lord, and the Lord is inclined to see to the satisfaction of His devotee. A br&#257;hmana is called dvija-deva, and the Lord is called dvija-deva-deva. He is the Lord of br&#257;hmanas.</P><P>The evolutionary process is also explained in Caitanya-carit&#257;mrita (Madhya, Chapter Nineteen), wherein it is said that there are two types of living entities &#8212; moving and nonmoving. Among moving entities. there are birds, beasts. aquatics, human beings and so on. Of these. the human beings are supposed to be the best, but they are few. Of these small numbers of human beings, there are many low-class human beings like mlecchas, Pulindas, bauddhas and &#347;abaras. The human being elevated enough to accept the Vedic principles is superior. Among those who accept the Vedic principles generally known as varn&#257;&#347;rama (presently known as the Hindu system), few actually follow these principles. Of those who actually follow the Vedic principles, most perform fruitive activity or pious activity for elevation to a high position. Manushy&#257;n&#257;m sahasreshu ka&#347;cid yatati siddhaye: [<A CLASS=v HREF="../../../bg/7/3.htm">Bg. 7.3</A>] out of many attached to fruitive activity, one may be a jñ&#257;n&#299; &#8212; that is, one philosophically inclined and superior to the karm&#299;s. Yatat&#257;m api siddh&#257;n&#257;m ka&#347;cin m&#257;m vetti tattvatah: [<A CLASS=v HREF="../../../bg/7/3.htm">Bg. 7.3</A>] out of many jñ&#257;n&#299;s, one may be liberated from material bondage, and out of many millions of liberated jñ&#257;n&#299;s, one may become a devotee of Krishna.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>