<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.25</P><P CLASS=c>matto 'py anant&#257;t paratah parasm&#257;t</P><P CLASS=c>svarg&#257;pavarg&#257;dhipater na kiñcit</P><P CLASS=c>yesh&#257;m kim u sy&#257;d itarena tesh&#257;m</P><P CLASS=c>akiñcan&#257;n&#257;m mayi bhakti-bh&#257;j&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; from <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/anantat">anant&#257;t</A> &#8212; unlimited <A HREF="http://vedabase.net/i/in">in</A> strength and opulence; <A CLASS=v HREF="http://vedabase.net/p/paratah">paratah</A> <A CLASS=v HREF="http://vedabase.net/p/parasmat">parasm&#257;t</A> &#8212; higher than the highest; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A>-<A CLASS=v HREF="http://vedabase.net/a/adhipateh">adhipateh</A> &#8212; able <A HREF="http://vedabase.net/t/to">to</A> bestow happiness obtainable by living <A HREF="http://vedabase.net/i/in">in</A> the heavenly kingdom. by liberation, or by enjoyment of material comfort and then liberation; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/y/yesam">yesh&#257;m</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what need; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; can there be; <A CLASS=v HREF="http://vedabase.net/i/itarena">itarena</A> &#8212; with any other; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/a/akincananam">akiñcan&#257;n&#257;m</A> &#8212; without needs or without possessions; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajam">bh&#257;j&#257;m</A> &#8212; executing devotional service.</P><P CLASS=t>TRANSLATION</P><P>I am fully opulent, almighty and superior to Lord Brahm&#257; and Indra, the King of the heavenly planets. I am also the bestower of all happiness obtained in the heavenly kingdom and by liberation. Nonetheless, the br&#257;hmanas do not seek material comforts from Me. They are very pure and do not want to possess anything. They simply engage in My devotional service. What is the need of their asking for material benefits from anyone else?</P><P CLASS=t>PURPORT</P><P>The perfect brahminical qualification is stated herein: akiñcan&#257;n&#257;m mayi bhakti-bh&#257;j&#257;m. The br&#257;hmanas are always engaged in the devotional service of the Lord: consequently they have no material wants, nor do they possess material things. In Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/11/8.htm">Madhya 11.8</A>), Caitanya Mah&#257;prabhu explains the position of pure Vaishnavas who are anxious to return home, back to Godhead. Nishkiñcanasya bhagavad-bhajanonmukhasya. Those who actually want to return back to Godhead are nishkiñcana &#8212; that is, they have no desire for material comfort. &#346;r&#299; Caitanya Mah&#257;prabhu advises, sandar&#347;anam vishayin&#257;m atha yoshit&#257;m ca h&#257; hanta hanta visa-bhakshanato 'py as&#257;dhu: material opulence and sense gratification through the association of women are more dangerous than poison. Br&#257;hmanas who are pure Vaishnavas always engage in the Lord's service and are devoid of any desire for material gain. The br&#257;hmanas do not worship demigods like Lord Brahm&#257;, Indra or Lord &#346;iva for any material comfort. They do not even ask the Supreme Lord for material profit; therefore it is concluded that the br&#257;hmanas are the supreme living entities of this world. &#346;r&#299; Kapiladeva also confirms this in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/29/33.htm">3.29.33</A>):</P><P>tasm&#257;n mayy arpit&#257;&#347;esha-</P><P CLASS=n>kriy&#257;rth&#257;tm&#257; nirantarah</P><P CLASS=n>mayy arpit&#257;tmanah pumso</P><P CLASS=n>mayi sannyasta-karmanah</P><P CLASS=n>na pa&#347;y&#257;mi param bh&#363;tam</P><P CLASS=n>akartuh sama-dar&#347;an&#257;t</P><P>The br&#257;hmanas are always dedicated to the Lord's service with their bodies, words and mind. There is no better person than a br&#257;hmana who thus engages himself and dedicates himself to the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>