<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.26</P><P CLASS=c>sarv&#257;ni mad-dhishnyatay&#257; bhavadbhi&#347;</P><P CLASS=c>car&#257;ni bh&#363;t&#257;ni sut&#257; dhruv&#257;ni</P><P CLASS=c>sambh&#257;vitavy&#257;ni pade pade vo</P><P CLASS=c>vivikta-drigbhis tad u h&#257;rhanam me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarvani">sarv&#257;ni</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/d/dhisnyataya">dhishnyatay&#257;</A> &#8212; because of being My sitting place; <A CLASS=v HREF="http://vedabase.net/b/bhavadbhih">bhavadbhih</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/c/carani">car&#257;ni</A> &#8212; that move; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; My dear sons; <A CLASS=v HREF="http://vedabase.net/d/dhruvani">dhruv&#257;ni</A> &#8212; that <A HREF="http://vedabase.net/d/do">do</A> not move; <A CLASS=v HREF="http://vedabase.net/s/sambhavitavyani">sambh&#257;vitavy&#257;ni</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be respected; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; at every moment; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A>-<A CLASS=v HREF="http://vedabase.net/d/drgbhih">drigbhih</A> &#8212; possessing clear vision and understanding (that the Supreme Personality of Godhead <A HREF="http://vedabase.net/i/in">in</A> His <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A> feature is situated everywhere); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; that indirectly; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; offering respect; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>My dear sons, you should not envy any living entity &#8212; be he moving or nonmoving. Knowing that I am situated in them, you should offer respect to all of them at every moment. In this way, you offer respect to Me.</P><P CLASS=t>PURPORT</P><P>In this verse the word vivikta-drigbhih, meaning without envy, is used. All living entities are the abode of the Supreme Personality of Godhead in His Param&#257;tm&#257; feature. As confirmed in Brahma-samhit&#257;: and&#257;ntara-stham param&#257;nu-cay&#257;ntara-stham. The Lord is situated in this universe as Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. He is also situated within every atom. According to the Vedic statement: &#299;&#347;&#257;v&#257;syam idam sarvam. The Supreme Lord is situated everywhere, and wherever He is situated is His temple. We even offer respects to a temple from a distant place, and all living entities should similarly be offered respect. This is different from the theory of pantheism, which holds that everything is God. Everything has a relationship with God because God is situated everywhere. We should not make any particular distinction between the poor and the rich like the foolish worshipers of daridra-n&#257;r&#257;yana. N&#257;r&#257;yana is present in the rich as well as the poor. One should not simply think N&#257;r&#257;yana is situated among the poor. He is everywhere. An advanced devotee will offer respects to everyone &#8212; even to cats and dogs.</P><P>vidy&#257;-vinaya-sampanne</P><P CLASS=n>br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;va-p&#257;ke ca</P><P CLASS=n>pandit&#257;h sama-dar&#347;inah</P><P>"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste]." (<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>) This sama-dar&#347;inah, equal vision, should not be mistaken to mean that the individual is the same as the Supreme Lord. They are always distinct. Every individual person is different from the Supreme Lord. It is a mistake to equate the individual living entity with the Supreme Lord on the plea of vivikta-drik, sama-drik. The Lord is always in an exalted position, even though He agrees to live everywhere. &#346;r&#299;la Madhv&#257;c&#257;rya, quoting Padma Pur&#257;na, states: vivikta-drishti j&#299;v&#257;n&#257;m dhishnyatay&#257; parame&#347;varasya bheda-drishtih. "One who has clear vision and who is devoid of envy can see that the Supreme Lord is separate from all living entities, although He is situated in every living entity." Madhv&#257;c&#257;rya further quotes from Padma Pur&#257;na:</P><P>upap&#257;dayet par&#257;tm&#257;nam</P><P CLASS=n>j&#299;vebhyo yah pade pade</P><P CLASS=n>bhedenaiva na caitasm&#257;t</P><P CLASS=n>priyo vishnos tu ka&#347;cana</P><P>"One who sees the living entity and the Supreme Lord as always distinct is very dear to the Lord." Padma Pur&#257;na also states, yo hare&#347; caiva j&#299;v&#257;n&#257;m bheda-vakt&#257; hareh priyah: "One who preaches that the living entities are separate from the Supreme Lord is very dear to Lord Vishnu."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>