<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.3</P><P CLASS=c>ye v&#257; may&#299;&#347;e krita-sauhrid&#257;rth&#257;</P><P CLASS=c>janeshu dehambhara-v&#257;rtikeshu</P><P CLASS=c>griheshu j&#257;y&#257;tmaja-r&#257;timatsu</P><P CLASS=c>na pr&#299;ti-yukt&#257; y&#257;vad-arth&#257;&#347; ca loke</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/i/ise">&#299;&#347;e</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/s/sauhrda">sauhrida</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; very eager <A HREF="http://vedabase.net/t/to">to</A> develop love (<A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> relationship of <A HREF="http://vedabase.net/d/dasya">d&#257;sya</A>, <A HREF="http://vedabase.net/s/sakhya">sakhya</A>, <A HREF="http://vedabase.net/v/vatsalya">v&#257;tsalya</A> or <A HREF="http://vedabase.net/m/madhurya">m&#257;dhurya</A>); <A CLASS=v HREF="http://vedabase.net/j/janesu">janeshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> people; <A CLASS=v HREF="http://vedabase.net/d/dehambhara">dehambhara</A>-<A CLASS=v HREF="http://vedabase.net/v/vartikesu">v&#257;rtikeshu</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> interested only <A HREF="http://vedabase.net/i/in">in</A> maintaining the body, not <A HREF="http://vedabase.net/i/in">in</A> spiritual salvation; <A CLASS=v HREF="http://vedabase.net/g/grhesu">griheshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the home; <A CLASS=v HREF="http://vedabase.net/j/jaya">j&#257;y&#257;</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/r/rati">r&#257;ti</A> &#8212; wealth or friends; <A CLASS=v HREF="http://vedabase.net/m/matsu">matsu</A> &#8212; consisting of; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktah">yukt&#257;h</A> &#8212; very attached; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; who live by collecting only <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A> required; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world.</P><P CLASS=t>TRANSLATION</P><P>Those who are interested in reviving Krishna consciousness and increasing their love of Godhead do not like to do anything that is not related to Krishna. They are not interested in mingling with people who are busy maintaining their bodies, eating, sleeping, mating and defending. They are not attached to their homes, although they may be householders. Nor are they attached to wives, children, friends or wealth. At the same time, they are not indifferent to the execution of their duties. Such people are interested in collecting only enough money to keep the body and soul together.</P><P CLASS=t>PURPORT</P><P>Whether he is an impersonalist or a devotee, one who is actually interested in advancing spiritually should not mingle with those who are simply interested in maintaining the body by means of the so-called advancement of civilization. Those who are interested in spiritual life should not be attached to homely comforts in the company of wife. children, friends and so forth. Even if one is a grihastha and has to earn his livelihood, he should be satisfied by collecting only enough money to maintain body and soul together. One should not have more than that nor less than that. As indicated herein, a householder should endeavor to earn money for the execution of bhakti-yoga &#8212; &#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam/ arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. A householder should lead such a life that he gets full opportunity to hear and chant. He should worship the Deity at home. observe festivals, invite friends in and give them pras&#257;da. A householder should earn money for this purpose, not for sense gratification.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>