<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.30</P><P CLASS=c>tatra tatra pura-gr&#257;m&#257;kara-kheta-v&#257;ta-kharvata-&#347;ibira-vraja-ghosha-s&#257;rtha-giri-van&#257;&#347;ram&#257;dishv anupatham avanicar&#257;pasadaih paribh&#363;yam&#257;no makshik&#257;bhir iva vana-gajas tarjana-t&#257;dan&#257;vamehana-shth&#299;vana-gr&#257;va-&#347;akrid-rajah-prakshepa-p&#363;ti-v&#257;ta-duruktais tad aviganayann ev&#257;sat-samsth&#257;na etasmin dehopalakshane sad-apade&#347;a ubhay&#257;nubhava-svar&#363;pena sva-mahim&#257;vasth&#257;nen&#257;sam&#257;ropit&#257;ham-mam&#257;bhim&#257;natv&#257;d avikhandita-man&#257;h prithiv&#299;m eka-carah paribabhr&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; cities; <A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A> &#8212; villages; <A CLASS=v HREF="http://vedabase.net/a/akara">&#257;kara</A> &#8212; mines; <A CLASS=v HREF="http://vedabase.net/k/kheta">kheta</A> &#8212; agricultural places; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A> &#8212; gardens; <A CLASS=v HREF="http://vedabase.net/k/kharvata">kharvata</A> &#8212; villages <A HREF="http://vedabase.net/i/in">in</A> valleys; <A CLASS=v HREF="http://vedabase.net/s/sibira">&#347;ibira</A> &#8212; military encampments; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A> &#8212; cow pens; <A CLASS=v HREF="http://vedabase.net/g/ghosa">ghosha</A> &#8212; residential places of <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/s/sartha">s&#257;rtha</A> &#8212; resting places for pilgrims; <A CLASS=v HREF="http://vedabase.net/g/giri">giri</A> &#8212; hills; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A> &#8212; forests; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the residential places of hermits; <A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/anupatham">anupatham</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/he">He</A> passed through; <A CLASS=v HREF="http://vedabase.net/a/avanicara">avanicara</A>-<A CLASS=v HREF="http://vedabase.net/a/apasadaih">apasadaih</A> &#8212; by undesirable elements, wicked persons; <A CLASS=v HREF="http://vedabase.net/p/paribhuyamanah">paribh&#363;yam&#257;nah</A> &#8212; being surrounded; <A CLASS=v HREF="http://vedabase.net/m/maksikabhih">makshik&#257;bhih</A> &#8212; by flies; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/g/gajah">gajah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> elephant coming from the forest; <A CLASS=v HREF="http://vedabase.net/t/tarjana">tarjana</A> &#8212; by threats; <A CLASS=v HREF="http://vedabase.net/t/tadana">t&#257;dana</A> &#8212; beating; <A CLASS=v HREF="http://vedabase.net/a/avamehana">avamehana</A> &#8212; passing urine on the body; <A CLASS=v HREF="http://vedabase.net/s/sthivana">shth&#299;vana</A> &#8212; spitting on the body; <A CLASS=v HREF="http://vedabase.net/g/grava">gr&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/s/sakrt">&#347;akrit</A> &#8212; stones and stool; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; dust; <A CLASS=v HREF="http://vedabase.net/p/praksepa">prakshepa</A> &#8212; throwing; <A CLASS=v HREF="http://vedabase.net/p/puti">p&#363;ti</A>-<A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A> &#8212; passing air over the body; <A CLASS=v HREF="http://vedabase.net/d/duruktaih">duruktaih</A> &#8212; and by bad words; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aviganayan">aviganayan</A> &#8212; without caring about; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/s/samsthane">samsth&#257;ne</A> &#8212; habitat not fit for <A HREF="http://vedabase.net/a/a">a</A> gentleman; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/u/upalaksane">upalakshane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the shape of the material body; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/apadese">apade&#347;e</A> &#8212; called real; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhava">anubhava</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupena">svar&#363;pena</A> &#8212; by understanding the proper situation of the body and the soul; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mahima">mahima</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His personal glory; <A CLASS=v HREF="http://vedabase.net/a/avasthanena">avasth&#257;nena</A> &#8212; by being situated; <A CLASS=v HREF="http://vedabase.net/a/asamaropita">asam&#257;ropita</A>-<A CLASS=v HREF="http://vedabase.net/a/aham">aham</A>-<A CLASS=v HREF="http://vedabase.net/m/mama">mama</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimanatvat">abhim&#257;natv&#257;t</A> &#8212; from not accepting the misconception of "<A HREF="http://vedabase.net/i/i">I</A> and <A HREF="http://vedabase.net/m/mine">mine</A>"; <A CLASS=v HREF="http://vedabase.net/a/avikhandita">avikhandita</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; undisturbed <A HREF="http://vedabase.net/i/in">in</A> mind; <A CLASS=v HREF="http://vedabase.net/p/prthivim">prithiv&#299;m</A> &#8212; all over the world; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/c/carah">carah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/p/paribabhrama">paribabhr&#257;ma</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> wandered.</P><P CLASS=t>TRANSLATION</P><P>Rishabhadeva began to tour through cities, villages, mines, countrysides, valleys, gardens, military camps, cow pens, the homes of cowherd men, transient hotels, hills, forests and hermitages. Wherever He traveled, all bad elements surrounded Him, just as flies surround the body of an elephant coming from a forest. He was always being threatened, beaten, urinated upon and spat upon. Sometimes people threw stones, stool and dust at Him, and sometimes people passed foul air before Him. Thus people called Him many bad names and gave Him a great deal of trouble, but He did not care about this, for He understood that the body is simply meant for such an end. He was situated on the spiritual platform, and, being in His spiritual glory, He did not care for all these material insults. In other words, He completely understood that matter and spirit are separate, and He had no bodily conception. Thus, without being angry at anyone, He walked through the whole world alone.</P><P CLASS=t>PURPORT</P><P>Narottama d&#257;sa Th&#257;kura says: deha-smriti n&#257;hi y&#257;ra, sams&#257;ra bandhana k&#257;h&#257;&#324; t&#257;ra. When a person fully realizes that the material body and world are temporary, he is not concerned with pain and pleasures of the body. As &#346;r&#299; Krishna advises in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>):</P><P>m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya</P><P CLASS=n>&#347;&#299;toshna-sukha-duhkha-d&#257;h</P><P CLASS=n>&#257;gam&#257;p&#257;yino 'nity&#257;s</P><P CLASS=n>t&#257;ms titikshasva bh&#257;rata</P><P>"O son of Kunt&#299;, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."</P><P>As far as Rishabhadeva is concerned, it has already been explained: idam &#347;ar&#299;ram mama durvibh&#257;vyam. He did not at all possess a material body; and therefore He was tolerant of all the trouble offered to Him by the bad elements in society. Consequently He could tolerate people's throwing stool and dust upon Him and beating Him. His body was transcendental and consequently did not at all suffer pain. He was always situated in His spiritual bliss. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna. and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy."</P><P>Since the Lord is situated in everyone's heart, He is in the heart of hogs and dogs also. If hogs and dogs in their material bodies live in filthy places, one should not think that the Supreme Personality of Godhead in His Param&#257;tm&#257; feature also lives in a filthy place. Although Lord Rishabhadeva was maltreated by the bad elements of the world. He was not at all affected. Therefore it is stated here. sva-mahima-avasth&#257;nena: "He was situated in His own glory." He was never saddened due to being insulted in the many ways described above.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>