<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.32</P><P CLASS=c>yarhi v&#257;va sa bhagav&#257;n lokam imam yogasy&#257;ddh&#257; prat&#299;pam iv&#257;caksh&#257;nas tat-pratikriy&#257;-karma b&#299;bhatsitam iti vratam &#257;jagaram-&#257;sthitah &#347;ay&#257;na ev&#257;&#347;n&#257;ti pibati kh&#257;daty avamehati hadati sma ceshtam&#257;na uccarita &#257;digdhodde&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yogasya">yogasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the performance of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/p/pratipam">prat&#299;pam</A> &#8212; antagonistic; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/acaksanah">&#257;caksh&#257;nah</A> &#8212; observed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/p/pratikriya">pratikriy&#257;</A> &#8212; for counteraction; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activity; <A CLASS=v HREF="http://vedabase.net/b/bibhatsitam">b&#299;bhatsitam</A> &#8212; abominable; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; the behavior; <A CLASS=v HREF="http://vedabase.net/a/ajagaram">&#257;jagaram</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> python (<A HREF="http://vedabase.net/t/to">to</A> stay <A HREF="http://vedabase.net/i/in">in</A> one place); <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/s/sayanah">&#347;ay&#257;nah</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asnati">a&#347;n&#257;ti</A> &#8212; eats; <A CLASS=v HREF="http://vedabase.net/p/pibati">pibati</A> &#8212; drinks; <A CLASS=v HREF="http://vedabase.net/k/khadati">kh&#257;dati</A> &#8212; chews; <A CLASS=v HREF="http://vedabase.net/a/avamehati">avamehati</A> &#8212; passes urine; <A CLASS=v HREF="http://vedabase.net/h/hadati">hadati</A> &#8212; passes stool; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/cestamanah">ceshtam&#257;nah</A> &#8212; rolling; <A CLASS=v HREF="http://vedabase.net/u/uccarite">uccarite</A> &#8212; <A HREF="http://vedabase.net/i/i">i</A> <A HREF="http://vedabase.net/n/n">n</A> the stool and urine; <A CLASS=v HREF="http://vedabase.net/a/adigdha">&#257;digdha</A>-<A CLASS=v HREF="http://vedabase.net/u/uddesah">udde&#347;ah</A> &#8212; His body thus smeared.</P><P CLASS=t>TRANSLATION</P><P>When Lord Rishabhadeva saw that the general populace was very antagonistic to His execution of mystic yoga, He accepted the behavior of a python in order to counteract their opposition. Thus He stayed in one place and lay down. While lying down, He ate and drank, and He passed stool and urine and rolled in it. Indeed, He smeared His whole body with His own stool and urine so that opposing elements might not come and disturb Him.</P><P CLASS=t>PURPORT</P><P>According to one's destiny, one enjoys allotted happiness and distress, even though one keeps himself in one place. This is the injunction of the &#347;&#257;stras. When one is spiritually situated, he may stay in one place, and all his necessities will be supplied by the arrangement of the supreme controller. Unless one is a preacher, there is no need to travel all over the world. A person can stay in one place and execute devotional service suitably according to time and circumstance. When Rishabhadeva saw that He was simply being disturbed by traveling throughout the world, He decided to lie down in one place like a python. Thus He ate, drank, and He passed stool and urine and smeared His body with them so that people would not disturb Him.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>