<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.35</P><P CLASS=c>iti n&#257;n&#257;-yoga-cary&#257;carano bhagav&#257;n kaivalya-patir rishabho 'virata-parama-mah&#257;nand&#257;nubhava &#257;tmani sarvesh&#257;m bh&#363;t&#257;n&#257;m &#257;tma-bh&#363;te bhagavati v&#257;sudeva &#257;tmano 'vyavadh&#257;n&#257;nanta-rodara-bh&#257;vena siddha-samast&#257;rtha-parip&#363;rno yogai&#347;vary&#257;ni vaih&#257;yasa-mano-jav&#257;ntardh&#257;na-parak&#257;ya-prave&#347;a-d&#363;ra-grahan&#257;d&#299;ni yadricchayopagat&#257;ni n&#257;ñjas&#257; nripa hridayen&#257;bhyanandat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/c/carya">cary&#257;</A> &#8212; performances; <A CLASS=v HREF="http://vedabase.net/a/acaranah">&#257;caranah</A> &#8212; practicing; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kaivalya">kaivalya</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the master of <A HREF="http://vedabase.net/k/kaivalya">kaivalya</A>, oneness, or the giver of <A HREF="http://vedabase.net/s/sayujya">s&#257;yujya</A>-<A HREF="http://vedabase.net/m/mukti">mukti</A>; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; Lord <A HREF="http://vedabase.net/r/rsabha">Rishabha</A>; <A CLASS=v HREF="http://vedabase.net/a/avirata">avirata</A> &#8212; incessantly; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubhavah</A> &#8212; feeling transcendental bliss; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhute">bh&#363;te</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of Himself; <A CLASS=v HREF="http://vedabase.net/a/avyavadhana">avyavadh&#257;na</A> &#8212; by the nondifference of constitution; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/r/rodara">rodara</A> &#8212; like crying, laughing and shivering; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by the symptoms of love; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; completely perfect; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; with desirable opulences; <A CLASS=v HREF="http://vedabase.net/p/paripurnah">parip&#363;rnah</A> &#8212; full; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/a/aisvaryani">ai&#347;vary&#257;ni</A> &#8212; the mystic powers; <A CLASS=v HREF="http://vedabase.net/v/vaihayasa">vaih&#257;yasa</A> &#8212; flying <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/j/java">java</A> &#8212; traveling at the speed of mind; <A CLASS=v HREF="http://vedabase.net/a/antardhana">antardh&#257;na</A> &#8212; the ability <A HREF="http://vedabase.net/t/to">to</A> disappear; <A CLASS=v HREF="http://vedabase.net/p/parakaya">parak&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/p/pravesa">prave&#347;a</A> &#8212; the ability <A HREF="http://vedabase.net/t/to">to</A> enter another's body; <A CLASS=v HREF="http://vedabase.net/d/dura">d&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/g/grahana">grahana</A> &#8212; the ability <A HREF="http://vedabase.net/t/to">to</A> perceive things far, far away; <A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; and others; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; without difficulty, automatically; <A CLASS=v HREF="http://vedabase.net/u/upagatani">upagat&#257;ni</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/h/hrdayena">hridayena</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/a/abhyanandat">abhyanandat</A> &#8212; accepted.</P><P CLASS=t>TRANSLATION</P><P>O King Par&#299;kshit, just to show all the yog&#299;s the mystic process, Lord Rishabhadeva, the partial expansion of Lord Krishna, performed wonderful activities. Actually He was the master of liberation and was fully absorbed in transcendental bliss, which increased a thousandfold. Lord Krishna, V&#257;sudeva, the son of Vasudeva, is the original source of Lord Rishabhadeva. There is no difference in Their constitution, and consequently Lord Rishabhadeva awakened the loving symptoms of crying, laughing and shivering. He was always absorbed in transcendental love. Due to this, all mystic powers automatically approached Him, such as the ability to travel in outer space at the speed of mind, to appear and disappear, to enter the bodies of others, and to see things far, far away. Although He could do all this, He did not exercise these powers.</P><P CLASS=t>PURPORT</P><P>In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/19/149.htm">Madhya 19.149</A>) it is said:</P><P>krishna-bhakta &#8212; nishk&#257;ma, ataeva '&#347;&#257;nta'</P><P CLASS=n>bhukti-mukti-siddhi-k&#257;m&#299; &#8212; sakali 'a&#347;&#257;nta'</P><P>The word &#347;&#257;nta means completely peaceful. Unless all one's desires are fulfilled, one cannot be peaceful. Everyone is trying to fulfill his aspirations and desires, be they material or spiritual. Those in the material world are a&#347;&#257;nta (without peace) because they have so many desires to fulfill. The pure devotee, however, is without desire. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nya: a pure devotee is completely free from all kinds of material desire. Karm&#299;s, on the other hand, are simply full of desires because they try to enjoy sense gratification. They are not peaceful in this life, nor the next, during the past, present or future. Similarly, jñ&#257;n&#299;s are always aspiring after liberation and trying to become one with the Supreme. Yog&#299;s are aspiring after many siddhis (powers) &#8212; anim&#257;, laghim&#257;, pr&#257;pti, etc. However, a devotee is not at all interested in these things because he is fully dependent on the mercy of Krishna. Krishna is yoge&#347;vara, the possessor of all mystic powers (siddhis), and He is &#257;tm&#257;r&#257;ma, fully self-satisfied. The yoga-siddhis are described in this verse. One can fly in outer space without the aid of a machine, and he can travel at the speed of mind. This means that as soon as a yog&#299; desires to go somewhere within this universe or even beyond this universe, he can do so immediately. One cannot estimate the speed of mind, for within a second the mind can go many millions of miles. Sometimes yog&#299;s enter into the bodies of other people and act as they desire when their bodies are not working properly. When the body becomes old, a perfect yog&#299; can find a young, able body. Giving up his old body, the yog&#299; can enter into the young body and act as he pleases. Being a plenary expansion of Lord V&#257;sudeva, Lord Rishabhadeva possessed all these mystic yoga powers, but He was satisfied with His devotional love of Krishna, which was evinced by the ecstatic symptoms, such as crying, laughing and shivering.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Fifth Chapter of the &#346;r&#299;mad-Bh&#257;gavatam entitled "Lord Rishabhadeva's Teachings to His Sons."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../6/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>