<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.5</P><P CLASS=c>par&#257;bhavas t&#257;vad abodha-j&#257;to</P><P CLASS=c>y&#257;van na jijñ&#257;sata &#257;tma-tattvam</P><P CLASS=c>y&#257;vat kriy&#257;s t&#257;vad idam mano vai</P><P CLASS=c>karm&#257;tmakam yena &#347;ar&#299;ra-bandhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parabhavah">par&#257;bhavah</A> &#8212; defeat, misery; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/a/abodha">abodha</A>-<A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; produced from ignorance; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/jijnasate">jijñ&#257;sate</A> &#8212; inquires about; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the truth of the self; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A> material activities; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/s/sarira">&#347;ar&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; bondage <A HREF="http://vedabase.net/i/in">in</A> this material body.</P><P CLASS=t>TRANSLATION</P><P>As long as one does not inquire about the spiritual values of life, one is defeated and subjected to miseries arising from ignorance. Be it sinful or pious, karma has its resultant actions. If a person is engaged in any kind of karma, his mind is called karm&#257;tmaka, colored with fruitive activity. As long as the mind is impure, consciousness is unclear, and as long as one is absorbed in fruitive activity, he has to accept a material body.</P><P CLASS=t>PURPORT</P><P>Generally people think that one should act very piously in order to be relieved from misery, but this is not a fact. Even though one engages in pious activity and speculation. he is nonetheless defeated. His only aim should be emancipation from the clutches of m&#257;y&#257; and all material activities. Speculative knowledge and pious activity do not solve the problems of material life. One should be inquisitive to understand his spiritual position. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/37.htm">4.37</A>):</P><P>yathaidh&#257;msi samiddho 'gnir</P><P CLASS=n>bhasmas&#257;t kurute 'rjuna</P><P CLASS=n>jñ&#257;n&#257;gnih sarva-karm&#257;ni</P><P CLASS=n>bhasmas&#257;t kurute tath&#257;</P><P>"As a blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities."</P><P>Unless one understands the self and its activities, one has to be considered in material bondage. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/2/32.htm">10.2.32</A>) it is also said: ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah. A person who doesn't have knowledge of devotional service may think himself liberated, but actually he is not. &#256;ruhya kricchrena param padam tatah patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah: [<A CLASS=v HREF="../../10/2/32.htm">SB 10.2.32</A>] such people may approach the impersonal Brahman effulgence, but they fall down again into material enjoyment because they have no knowledge of devotional service. As long as one is interested in karma and jñ&#257;na, he continues enduring the miseries of material life &#8212; birth, old age, disease and death. Karm&#299;s certainly take on one body after another. As far as jñ&#257;n&#299;s are concerned, unless they are promoted to the topmost understanding, they must return to the material world. As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>): bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate. The point is to know Krishna, V&#257;sudeva, as everything and surrender unto Him. Karm&#299;s do not know this, but a devotee who is one hundred percent engaged in the devotional service of the Lord knows fully what is karma and jñ&#257;na; therefore a pure devotee is no longer interested in karma or jñ&#257;na. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]. The real bhakta is untouched by any tinge of karma and jñ&#257;na. His only purpose in life is to serve the Lord.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>