<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.6</P><P CLASS=c>evam manah karma-va&#347;am prayu&#324;kte</P><P CLASS=c>avidyay&#257;tmany upadh&#299;yam&#257;ne</P><P CLASS=c>pr&#299;tir na y&#257;van mayi v&#257;sudeve</P><P CLASS=c>na mucyate deha-yogena t&#257;vat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasam">va&#347;am</A> &#8212; subjugated by fruitive activities; <A CLASS=v HREF="http://vedabase.net/p/prayunkte">prayu&#324;kte</A> &#8212; acts; <A CLASS=v HREF="http://vedabase.net/a/avidyaya">avidyay&#257;</A> &#8212; by ignorance; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; when the living entity; <A CLASS=v HREF="http://vedabase.net/u/upadhiyamane">upadh&#299;yam&#257;ne</A> &#8212; is covered; <A CLASS=v HREF="http://vedabase.net/p/pritih">pr&#299;tih</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mucyate">mucyate</A> &#8212; is delivered; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; from contact with the material body; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long.</P><P CLASS=t>TRANSLATION</P><P>When the living entity is covered by the mode of ignorance, he does not understand the individual living being and the supreme living being, and his mind is subjugated to fruitive activity. Therefore, until one has love for Lord V&#257;sudeva, who is none other than Myself, he is certainly not delivered from having to accept a material body again and again.</P><P CLASS=t>PURPORT</P><P>When the mind is polluted by fruitive activity, the living entity wants to be elevated from one material position to another. Generally everyone is involved in working hard day and night to improve his economic condition. Even when one understands the Vedic rituals, he becomes interested in promotion to heavenly planets, not knowing that one's real interest lies in returning home, back to Godhead. By acting on the platform of fruitive activity, one wanders throughout the universe in different species and forms. Unless he comes in contact with a devotee of the Lord, a guru, he does not become attached to the service of Lord V&#257;sudeva. Knowledge of V&#257;sudeva requires many births to understand. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>): v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah. After struggling for existence for many births one may take shelter at the lotus feet of V&#257;sudeva, Krishna. When this happens. one actually becomes wise and surrenders unto Him. That is the only way to stop the repetition of birth and death. This is confirmed in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>) in the instructions given by &#346;r&#299; Caitanya Mah&#257;prabhu to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; at Da&#347;&#257;&#347;vamedha-gh&#257;ta.</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>The living entity wanders throughout different planets in different forms and bodies, but if by chance he comes in contact with a bona fide spiritual master, by the grace of the spiritual master he receives Lord Krishna's shelter, and his devotional life begins.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>