<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord Rishabhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.7</P><P CLASS=c>yad&#257; na pa&#347;yaty ayath&#257; guneh&#257;m</P><P CLASS=c>sv&#257;rthe pramattah sahas&#257; vipa&#347;cit</P><P CLASS=c>gata-smritir vindati tatra t&#257;p&#257;n</P><P CLASS=c>&#257;s&#257;dya maithunyam ag&#257;ram ajñah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pasyati">pa&#347;yati</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/a/ayatha">ayath&#257;</A> &#8212; unnecessary; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/i/iham">&#299;h&#257;m</A> &#8212; endeavor <A HREF="http://vedabase.net/t/to">to</A> satisfy the senses; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> self-interest; <A CLASS=v HREF="http://vedabase.net/p/pramattah">pramattah</A> &#8212; <A HREF="http://vedabase.net/m/mad">mad</A>; <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/v/vipascit">vipa&#347;cit</A> &#8212; even one advanced <A HREF="http://vedabase.net/i/in">in</A> knowledge; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; being forgetful; <A CLASS=v HREF="http://vedabase.net/v/vindati">vindati</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/t/tapan">t&#257;p&#257;n</A> &#8212; material miseries; <A CLASS=v HREF="http://vedabase.net/a/asadya">&#257;s&#257;dya</A> &#8212; getting; <A CLASS=v HREF="http://vedabase.net/m/maithunyam">maithunyam</A> &#8212; based on sexual intercourse; <A CLASS=v HREF="http://vedabase.net/a/agaram">ag&#257;ram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> home; <A CLASS=v HREF="http://vedabase.net/a/ajnah">ajñah</A> &#8212; being foolish.</P><P CLASS=t>TRANSLATION</P><P>Even though one may be very learned and wise, he is mad if he does not understand that the endeavor for sense gratification is a useless waste of time. Being forgetful of his own interest, he tries to be happy in the material world, centering his interests around his home, which is based on sexual intercourse and which brings him all kinds of material miseries. In this way one is no better than a foolish animal.</P><P CLASS=t>PURPORT</P><P>In the lowest stage of devotional life, one is not an unalloyed devotee. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam: [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>] to be an unalloyed devotee, one must be freed from all material desires and untouched by fruitive activity and speculative knowledge. On the lower platform, one may sometimes be interested in philosophical speculation with a tinge of devotion. However, at that stage one is still interested in sense gratification and is contaminated by the modes of material nature. The influence of m&#257;y&#257; is so strong that even a person advanced in knowledge actually forgets that he is Krishna's eternal servant. Therefore he remains satisfied in his householder life, which is centered around sexual intercourse. Conceding to a life of sex, he agrees to suffer all kinds of material miseries. Due to ignorance, one is thus bound by the chain of material laws.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>