<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.10</P><P CLASS=c>ity atad-v&#299;rya-vidushi</P><P CLASS=c>bruv&#257;ne bahv-a&#347;obhanam</P><P CLASS=c>rush&#257;ha dev&#299; dhrisht&#257;ya</P><P CLASS=c>nirjit&#257;tm&#257;bhim&#257;nine</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/a">a</A>-<A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A>-<A CLASS=v HREF="http://vedabase.net/v/vidusi">vidushi</A> &#8212; when <A HREF="http://vedabase.net/c/citraketu">Citraketu</A>, who did not know the prowess of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/b/bruvane">bruv&#257;ne</A> &#8212; spoke; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/a/asobhanam">a&#347;obhanam</A> &#8212; that which is not up <A HREF="http://vedabase.net/t/to">to</A> the standard of etiquette (the criticism of the exalted Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/r/rusa">rush&#257;</A> &#8212; with anger; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A> &#8212; the goddess <A HREF="http://vedabase.net/p/parvati">P&#257;rvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/d/dhrstaya">dhrisht&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/c/citraketu">Citraketu</A>, who was quite shameless; <A CLASS=v HREF="http://vedabase.net/n/nirjita">nirjita</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> one who has controlled his senses; <A CLASS=v HREF="http://vedabase.net/a/abhimanine">abhim&#257;nine</A> &#8212; thinking of himself.</P><P CLASS=t>TRANSLATION</P><P>Not knowing the prowess of Lord &#346;iva and P&#257;rvat&#299;, Citraketu strongly criticized them. His statements were not at all pleasing, and therefore the goddess P&#257;rvat&#299;, being very angry, spoke as follows to Citraketu, who thought himself better than Lord &#346;iva in controlling the senses.</P><P CLASS=t>PURPORT</P><P>Although Citraketu never meant to insult Lord &#346;iva, he should not have criticized the lord, even though the lord was transgressing social customs. It is said, tej&#299;yas&#257;m na dosh&#257;ya: one who is very powerful should be understood to be faultless. For example, one should not find faults with the sun, although it evaporates urine from the street. The most powerful cannot be criticized by an ordinary man, or even by a great personality. Citraketu should have known that Lord &#346;iva, although sitting in that way, was not to be criticized. The difficulty was that Citraketu, having become a great devotee of Lord Vishnu, Sa&#324;karshana, was somewhat proud at having achieved Lord Sa&#324;karshana's favor and therefore thought that he could now criticize anyone, even Lord &#346;iva. This kind of pride in a devotee is never tolerated. A Vaishnava should always remain very humble and meek and offer respect to others.</P><P>trin&#257;d api sun&#299;cena</P><P CLASS=n>taror api sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;nadena</P><P CLASS=n>k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]</P><P>"One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly." A Vaishnava should not try to minimize anyone else's position. It is better to remain humble and meek and chant the Hare Krishna mantra. The word nirjit&#257;tm&#257;bhim&#257;nine indicates that Citraketu thought himself a better controller of the senses than Lord &#346;iva, although actually he was not. Because of all these considerations, mother P&#257;rvat&#299; was somewhat angry at Citraketu.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>