<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.15</P><P CLASS=c>atah p&#257;p&#299;yas&#299;m yonim</P><P CLASS=c>&#257;sur&#299;m y&#257;hi durmate</P><P CLASS=c>yatheha bh&#363;yo mahat&#257;m</P><P CLASS=c>na kart&#257; putra kilbisham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/papiyasim">p&#257;p&#299;yas&#299;m</A> &#8212; most sinful; <A CLASS=v HREF="http://vedabase.net/y/yonim">yonim</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the species of life; <A CLASS=v HREF="http://vedabase.net/a/asurim">&#257;sur&#299;m</A> &#8212; demoniac; <A CLASS=v HREF="http://vedabase.net/y/yahi">y&#257;hi</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/d/durmate">durmate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> impudent one; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> great personalities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/karta">kart&#257;</A> &#8212; will commit; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/k/kilbisam">kilbisham</A> &#8212; any offense.</P><P CLASS=t>TRANSLATION</P><P>O impudent one, my dear son, now take birth in a low, sinful family of demons so that you will not commit such an offense again toward exalted, saintly persons in this world.</P><P CLASS=t>PURPORT</P><P>One should be very careful not to commit offenses at the lotus feet of Vaishnavas, of whom Lord &#346;iva is the best. While instructing &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu described an offense at the lotus feet of a Vaishnava as h&#257;t&#299; m&#257;t&#257;, a mad elephant. When a mad elephant enters a nice garden, it spoils the entire garden. Similarly, if one becomes like a mad elephant and commits offenses at the lotus feet of a Vaishnava, his entire spiritual career is halted. One should therefore be very careful not to commit offenses at the lotus feet of a Vaishnava.</P><P>Mother P&#257;rvat&#299; was justified in punishing Citraketu, for Citraketu impudently criticized the supreme father, Mah&#257;deva, who is the father of the living entities conditioned within this material world. The goddess Durg&#257; is called mother, and Lord &#346;iva is called father. A pure Vaishnava should be very careful to engage in his specific duty without criticizing others. This is the safest position. Otherwise, if one tends to criticize others, he may commit the great offense of criticizing a Vaishnava.</P><P>Because Citraketu was undoubtedly a Vaishnava, he might have been surprised that P&#257;rvat&#299; had cursed him. Therefore the goddess P&#257;rvat&#299; addressed him as putra, or son. Everyone is the son of mother Durg&#257;, but she is not an ordinary mother. As soon as there is a small discrepancy in a demon's behavior, mother Durg&#257; immediately punishes the demon so that he may come to his senses. This is explained by Lord Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>):</P><P>daiv&#299; hy esh&#257; guna-may&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante</P><P CLASS=n>m&#257;y&#257;m et&#257;m taranti te</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it." To surrender to Krishna means to surrender to His devotees also, for no one can be a proper servant of Krishna unless he is a proper servant of a devotee. Ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: without serving a servant of Krishna, one cannot be elevated to being a servant of Krishna Himself. Therefore mother P&#257;rvat&#299; spoke to Citraketu exactly like a mother who says to her naughty child, "My dear child, I am punishing you so that you won't do anything like this again." This tendency of a mother to punish her child is found even in mother Ya&#347;od&#257;, who became the mother of the Supreme Personality of Godhead. Mother Ya&#347;od&#257; punished Krishna by binding Him and showing Him a stick. Thus it is the duty of a mother to chastise her beloved son, even in the case of the Supreme Lord. It is to be understood that mother Durg&#257; was justified in punishing Citraketu. This punishment was a boon to Citraketu because after taking birth as the demon Vritr&#257;sura, he was promoted directly to Vaikuntha.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>