<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.17</P><P CLASS=c>citraketur uv&#257;ca</P><P CLASS=c>pratigrihn&#257;mi te &#347;&#257;pam</P><P CLASS=c>&#257;tmano 'ñjalin&#257;mbike</P><P CLASS=c>devair marty&#257;ya yat proktam</P><P CLASS=c>p&#363;rva-dishtam hi tasya tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/citraketuh">citraketuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/c/citraketu">Citraketu</A> said; <A CLASS=v HREF="http://vedabase.net/p/pratigrhnami">pratigrihn&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> accept; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; curse; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; my own; <A CLASS=v HREF="http://vedabase.net/a/anjalina">añjalin&#257;</A> &#8212; with folded bands; <A CLASS=v HREF="http://vedabase.net/a/ambike">ambike</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mother; <A CLASS=v HREF="http://vedabase.net/d/devaih">devaih</A> &#8212; by the demigods; <A CLASS=v HREF="http://vedabase.net/m/martyaya">marty&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/a/a">a</A> mortal; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/proktam">proktam</A> &#8212; prescribed; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/d/distam">dishtam</A> &#8212; fixed previously according <A HREF="http://vedabase.net/t/to">to</A> one's past deeds; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that.</P><P CLASS=t>TRANSLATION</P><P>Citraketu said: My dear mother, with my own hands folded together I accept the curse upon me. I do not mind the curse, for happiness and distress are given by the demigods as a result of one's past deeds.</P><P CLASS=t>PURPORT</P><P>Since Citraketu was a devotee of the Lord, he was not at all disturbed by the curse of mother P&#257;rvat&#299;. He knew very well that one suffers or enjoys the results of one's past deeds as ordained by daiva-netra &#8212; superior authority, or the agents of the Supreme Personality of Godhead. He knew that he had not committed any offense at the lotus feet of Lord &#346;iva or the goddess P&#257;rvat&#299;, yet he had been punished, and this means that the punishment had been ordained. Thus the King did not mind it. A devotee is naturally so humble and meek that he accepts any condition of life as a blessing from the Lord. Tat te 'nukamp&#257;m susam&#299;ksham&#257;nah (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/8.htm">10.14.8</A>). A devotee always accepts punishment from anyone as the mercy of the Lord. If one lives in this conception of life, he sees whatever reverses occur to be due to his past misdeeds, and therefore he never accuses anyone. On the contrary, he becomes increasingly attached to the Supreme Personality of Godhead because of his being purified by his suffering. Suffering, therefore, is also a process of purification.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says in this connection that one who has developed Krishna consciousness and who exists in love with Krishna is no longer subject to suffering and happiness under the laws of karma. Indeed, he is beyond karma. The Brahma-samhit&#257; says, karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m: [<A CLASS=v HREF="../../../bs/5/54.htm">Bs. 5.54</A>] a devotee is free from the reactions of his karma because he has taken to devotional service. This same principle is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>). Sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate: one who is engaged in devotional service has already been freed from the reactions of his material karma, and thus he immediately becomes brahma-bh&#363;ta, or transcendental. This is also expressed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/21.htm">1.2.21</A>). Ksh&#299;yante c&#257;sya karm&#257;ni: before attaining the stage of love, one becomes free from all the results of karma.</P><P>The Lord is very kind and affectionate toward His devotees, and therefore a devotee, in any condition, is not subjected to the results of karma. A devotee never aspires for the heavenly planets. The heavenly planets, liberation and hell are nondifferent for a devotee, for he does not discriminate between different positions in the material world. A devotee is always eager to return home, back to Godhead, and remain there as the Lord's associate. This ambition becomes increasingly fervent in his heart, and therefore he does not care about material changes in his life. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments that Mah&#257;r&#257;ja Citraketu's being cursed by P&#257;rvat&#299; should be considered the mercy of the Lord. The Lord wanted Citraketu to return to Godhead as soon as possible, and therefore he terminated all the reactions of his past deeds. Acting through the heart of P&#257;rvat&#299;, the Lord, who is situated in everyone's heart, cursed Citraketu in order to end all his material reactions. Thus Citraketu became Vritr&#257;sura in his next life and returned home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>