<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.20</P><P CLASS=c>guna-prav&#257;ha etasmin</P><P CLASS=c>kah &#347;&#257;pah ko nv anugrahah</P><P CLASS=c>kah svargo narakah ko v&#257;</P><P CLASS=c>kim sukham duhkham eva v&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravahe">prav&#257;he</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the current of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/s/sapah">&#347;&#257;pah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> curse; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> favor; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/s/svargah">svargah</A> &#8212; elevation <A HREF="http://vedabase.net/t/to">to</A> heavenly planets; <A CLASS=v HREF="http://vedabase.net/n/narakah">narakah</A> &#8212; hell; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or.</P><P CLASS=t>TRANSLATION</P><P>This material world resembles the waves of a constantly flowing river. Therefore, what is a curse and what is a favor? What are the heavenly planets, and what are the hellish planets? What is actually happiness, and what is actually distress? Because the waves flow constantly, none of them has an eternal effect.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura sings, (miche) m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese', kh&#257;ccha h&#257;budubu, bh&#257;i: "My dear living entities within this material world, why are you being carried away by the waves of the modes of material nature?" (J&#299;va) krishna-d&#257;sa, ei vi&#347;v&#257;sa, karle ta' &#257;ra duhkha n&#257;i: "If the living entity tries to understand that he is an eternal servant of Krishna, there will no longer be misery for him." Krishna wants us to give up all other engagements and surrender unto Him. If we do so, where will the cause and effect of this material world be? There is nothing like cause and effect for the surrendered soul. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says in this regard that being put into this material world is like being thrown into a mine of salt. If one falls into a mine of salt, he tastes only salt wherever he goes. Similarly, this material world is full of miseries. The so-called temporary happiness of the world is also misery, but in ignorance we cannot understand this. That is the actual position. When one comes to his senses &#8212; when he becomes Krishna conscious &#8212; he is no longer concerned with the various conditions of this material world. He is not concerned with happiness or distress, curses or favors, or heavenly or hellish planets. He sees no distinction between them.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>