<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.27</P><P CLASS=c>&#347;r&#299;-rudra uv&#257;ca</P><P CLASS=c>drishtavaty asi su&#347;roni</P><P CLASS=c>harer adbhuta-karmanah</P><P CLASS=c>m&#257;h&#257;tmyam bhritya-bhrity&#257;n&#257;m</P><P CLASS=c>nihsprih&#257;n&#257;m mah&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> said; <A CLASS=v HREF="http://vedabase.net/d/drstavati">drishtavat&#299;</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; have you seen; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sroni">&#347;roni</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> beautiful <A HREF="http://vedabase.net/p/parvati">P&#257;rvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanah">karmanah</A> &#8212; whose acts <A HREF="http://vedabase.net/a/are">are</A> wonderful; <A CLASS=v HREF="http://vedabase.net/m/mahatmyam">m&#257;h&#257;tmyam</A> &#8212; the greatness; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtyanam">bhrity&#257;n&#257;m</A> &#8212; of the servants of the servants; <A CLASS=v HREF="http://vedabase.net/n/nihsprhanam">nihsprih&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> without ambitions for sense gratification; <A CLASS=v HREF="http://vedabase.net/m/mahatmanam">mah&#257;tman&#257;m</A> &#8212; great souls.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva said: My dear beautiful P&#257;rvat&#299;, have you seen the greatness of the Vaishnavas? Being servants of the servants of the Supreme Personality of Godhead, Hari, they are great souls and are not interested in any kind of material happiness.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva, the husband of P&#257;rvat&#299;, told his wife, "My dear P&#257;rvat&#299;, you are very beautiful in your bodily features. Certainly you are glorious. But I do not think that you can compete with the beauty and glory of devotees who have become servants of the servants of the Supreme Personality of Godhead." Of course, Lord &#346;iva smiled when he joked with his wife in that way, for others cannot speak like that. "The Supreme Lord," &#346;iva continued, "is always exalted in His activities, and here is another example of His wonderful influence upon King Citraketu, His devotee. Just see, although you cursed the King, he was not at all afraid or sorry. Rather, he offered respect to you, called you mother and accepted your curse, thinking himself faulty. He did not say anything in retaliation. This is the excellence of a devotee. By mildly tolerating your curse, he has certainly excelled the glory of your beauty and your power to curse him. I can impartially judge that this devotee, Citraketu, has defeated you and your excellence simply by becoming a pure devotee of the Lord." As stated by &#346;r&#299; Caitanya Mah&#257;prabhu, taror api sahishnun&#257;. Just like a tree, a devotee can tolerate all kinds of curses and reversals in life. This is the excellence of a devotee. Indirectly, Lord &#346;iva forbade P&#257;rvat&#299; to commit the mistake of cursing a devotee like Citraketu. He indicated that although she was powerful, the King, without showing any power, had excelled her power by his tolerance.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>