<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.28</P><P CLASS=c>n&#257;r&#257;yana-par&#257;h sarve</P><P CLASS=c>na kuta&#347;cana bibhyati</P><P CLASS=c>svarg&#257;pavarga-narakeshv</P><P CLASS=c>api tuly&#257;rtha-dar&#347;inah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> devotees, who <A HREF="http://vedabase.net/a/are">are</A> interested only <A HREF="http://vedabase.net/i/in">in</A> the service of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kutascana">kuta&#347;cana</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/b/bibhyati">bibhyati</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> afraid; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the higher planetary systems; <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> liberation; <A CLASS=v HREF="http://vedabase.net/n/narakesu">narakeshu</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> hell; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/t/tulya">tulya</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; value; <A CLASS=v HREF="http://vedabase.net/d/darsinah">dar&#347;inah</A> &#8212; who see.</P><P CLASS=t>TRANSLATION</P><P>Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, N&#257;r&#257;yana, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord.</P><P CLASS=t>PURPORT</P><P>P&#257;rvat&#299; might naturally have inquired how devotees become so exalted. Therefore this verse explains that they are n&#257;r&#257;yana-para, simply dependent on N&#257;r&#257;yana. They do not mind reverses in life because in the service of N&#257;r&#257;yana they have learned to tolerate whatever hardships there may be. They do not care whether they are in heaven or in hell: they simply engage in the service of the Lord. This is their excellence. &#256;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam: they are liberally engaged in the service of the Lord, and therefore they are excellent. By using the word bhritya-bhrity&#257;n&#257;m, Lord &#346;iva pointed out that although Citraketu provided one example of tolerance and excellence, all the devotees who have taken shelter of the Lord as eternal servants are glorious. They have no eagerness to be happy by being placed in the heavenly planets, becoming liberated or becoming one with Brahman, the supreme effulgence. These benefits do not appeal to their minds. They are simply interested in giving direct service to the Lord.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>