<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.29</P><P CLASS=c>dehin&#257;m deha-samyog&#257;d</P><P CLASS=c>dvandv&#257;n&#299;&#347;vara-l&#299;lay&#257;</P><P CLASS=c>sukham duhkham mritir janma</P><P CLASS=c>&#347;&#257;po 'nugraha eva ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all those who have accepted material bodies; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/s/samyogat">samyog&#257;t</A> &#8212; because of contact with the material body; <A CLASS=v HREF="http://vedabase.net/d/dvandvani">dvandv&#257;ni</A> &#8212; dualities; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; by the supreme will of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/m/mrtih">mritih</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/s/sapah">&#347;&#257;pah</A> &#8212; curse; <A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; favor; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>Because of the actions of the Supreme Lord's external energy, the living entities are conditioned in contact with material bodies. The dualities of happiness and distress, birth and death, curses and favors, are natural by-products of this contact in the material world.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; we find, may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram: [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>] the material world works under the direction of the goddess Durg&#257;, the material energy of the Lord, but she acts under the direction of the Supreme Personality of Godhead. This is also confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/44.htm">5.44</A>):</P><P>srishti-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;</P><P CLASS=n>ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;</P><P>Durg&#257; &#8212; the goddess P&#257;rvat&#299;, the wife of Lord &#346;iva &#8212; is extremely powerful. She can create, maintain and annihilate any number of universes by her sweet will, but she acts under the direction of the Supreme Personality of Godhead, Krishna, not independently. Krishna is impartial, but because this is the material world of duality, such relative terms as happiness and distress, curses and favors, are created by the will of the Supreme. Those who are not n&#257;r&#257;yana-para, pure devotees, must be disturbed by this duality of the material world, whereas devotees who are simply attached to the service of the Lord are not at all disturbed by it. For example, Harid&#257;sa Th&#257;kura was beaten with cane in twenty-two bazaars, but he was never disturbed; instead, he smilingly tolerated the beating. Despite the disturbing dualities of the material world, devotees are not disturbed at all. Because they fix their minds on the lotus feet of the Lord and concentrate on the holy name of the Lord, they do not feel the so-called pains and pleasures caused by the dualities of this material world.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>