<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.31</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>bhaktim udvahat&#257;m nrin&#257;m</P><P CLASS=c>jñ&#257;na-vair&#257;gya-v&#299;ry&#257;n&#257;m</P><P CLASS=c>na hi ka&#347;cid vyap&#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; love and faith <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/u/udvahatam">udvahat&#257;m</A> &#8212; for those who <A HREF="http://vedabase.net/a/are">are</A> carrying; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; men; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; of real knowledge and detachment; <A CLASS=v HREF="http://vedabase.net/v/viryanam">v&#299;ry&#257;n&#257;m</A> &#8212; possessing the powerful strength; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/v/vyapasrayah">vyap&#257;&#347;rayah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> interest or shelter.</P><P CLASS=t>TRANSLATION</P><P>Persons engaged in devotional service to Lord V&#257;sudeva, Krishna, have naturally perfect knowledge and detachment from this material world. Therefore such devotees are not interested in the so-called happiness or so-called distress of this world.</P><P CLASS=t>PURPORT</P><P>Here is the distinction between a devotee and a philosopher who speculates on the subject matter of transcendence. A devotee does not need to cultivate knowledge to understand the falsity or temporary existence of this material world. Because of his unalloyed devotion to V&#257;sudeva, this knowledge and detachment are automatically manifested in his person. As confirmed elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/7.htm">1.2.7</A>):</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>One who engages in unalloyed devotional service to V&#257;sudeva, Krishna, automatically becomes aware of this material world, and therefore he is naturally detached. This detachment is possible because of his high standard of knowledge. The speculative philosopher tries to understand that this material world is false by cultivating knowledge, but this understanding is automatically manifested in the person of a devotee, without separate endeavor. The M&#257;y&#257;v&#257;d&#299; philosophers may be very proud of their so-called knowledge, but because they do not understand V&#257;sudeva (v&#257;sudevah sarvam iti [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]), they do not understand the world of duality, which is a manifestation of V&#257;sudeva's external energy. Therefore, unless the so-called jñ&#257;n&#299;s take shelter of V&#257;sudeva, their speculative knowledge is imperfect. Ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninah. They simply think of becoming free from the contamination of the material world, but because they do not take shelter at the lotus feet of V&#257;sudeva, their knowledge is impure. When they actually become pure, they surrender to the lotus feet of V&#257;sudeva. Therefore, the Absolute Truth is easier to understand for a devotee than for jñ&#257;n&#299;s who simply speculate to understand V&#257;sudeva. Lord &#346;iva confirms this statement in the following verse.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>