<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verses 34-35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verses 34-35"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.34-35</P><P CLASS=c>tasya c&#257;yam mah&#257;-bh&#257;ga&#347;</P><P CLASS=c>citraketuh priyo 'nugah</P><P CLASS=c>sarvatra sama-drik &#347;&#257;nto</P><P CLASS=c>hy aham caiv&#257;cyuta-priyah</P><P CLASS=c>tasm&#257;n na vismayah k&#257;ryah</P><P CLASS=c>purusheshu mah&#257;tmasu</P><P CLASS=c>mah&#257;purusha-bhakteshu</P><P CLASS=c>&#347;&#257;nteshu sama-dar&#347;ishu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him (the Lord); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bh&#257;gah</A> &#8212; the most fortunate; <A CLASS=v HREF="http://vedabase.net/c/citraketuh">citraketuh</A> &#8212; King <A HREF="http://vedabase.net/c/citraketu">Citraketu</A>; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; beloved; <A CLASS=v HREF="http://vedabase.net/a/anugah">anugah</A> &#8212; most obedient servant; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; sees equally; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;ntah</A> &#8212; very peaceful; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; very dear <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who never fails; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/v/vismayah">vismayah</A> &#8212; wonder; <A CLASS=v HREF="http://vedabase.net/k/karyah">k&#257;ryah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be done; <A CLASS=v HREF="http://vedabase.net/p/purusesu">purusheshu</A> &#8212; among persons; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmasu">&#257;tmasu</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> exalted souls; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktesu">bhakteshu</A> &#8212; devotees of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/santesu">&#347;&#257;nteshu</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/darsisu">dar&#347;ishu</A> &#8212; equal <A HREF="http://vedabase.net/t/to">to</A> everyone.</P><P CLASS=t>TRANSLATION</P><P>This magnanimous Citraketu is a dear devotee of the Lord. He is equal to all living entities and is free from attachment and hatred. Similarly, I am also very dear to Lord N&#257;r&#257;yana. Therefore, no one should be astonished to see the activities of the most exalted devotees of N&#257;r&#257;yana, for they are free from attachment and envy. They are always peaceful, and they are equal to everyone.</P><P CLASS=t>PURPORT</P><P>It is said, vaishnavera kriy&#257;, mudr&#257; vijñeha n&#257; bujhaya: one should not be astonished to see the activities of exalted, liberated Vaishnavas. As one should not be misled by the activities of the Supreme Personality of Godhead, one should also not be misled by the activities of His devotees. Both the Lord and His devotees are liberated. They are on the same platform, the only difference being that the Lord is the master and the devotees are servants. Qualitatively, they are one and the same. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>) the Lord says:</P><P>samo 'ham sarva-bh&#363;teshu</P><P CLASS=n>na me dveshyo 'sti na priyah</P><P CLASS=n>ye bhajanti tu m&#257;m bhakty&#257;</P><P CLASS=n>mayi te teshu c&#257;py aham</P><P>"I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him." From this statement by the Supreme Personality of Godhead, it is clear that the devotees of the Lord are always extremely dear to Him. In effect, Lord &#346;iva told P&#257;rvat&#299;, "Both Citraketu and I are always very dear to the Supreme Lord. In other words, both he and I are on the same level as servants of the Lord. We are always friends, and sometimes we enjoy joking words between us. When Citraketu loudly laughed at my behavior, he did so on friendly terms, and therefore there was no reason to curse him." Thus Lord &#346;iva tried to convince his wife, P&#257;rvat&#299;, that her cursing of Citraketu was not very sensible.</P><P>Here is a difference between male and female that exists even in the higher statuses of life &#8212; in fact, even between Lord &#346;iva and his wife. Lord &#346;iva could understand Citraketu very nicely, but P&#257;rvat&#299; could not. Thus even in the higher statuses of life there is a difference between the understanding of a male and that of a female. It may be clearly said that the understanding of a woman is always inferior to the understanding of a man. In the Western countries there is now agitation to the effect that man and woman should be considered equal, but from this verse it appears that woman is always less intelligent than man.</P><P>It is clear that Citraketu wanted to criticize the behavior of his friend Lord &#346;iva because Lord &#346;iva was sitting with his wife on his lap. Then, too, Lord &#346;iva wanted to criticize Citraketu for externally posing as a great devotee but being interested in enjoying with the Vidy&#257;dhar&#299; women. These were all friendly jokes; there was nothing serious for which Citraketu should have been cursed by P&#257;rvat&#299;. Upon hearing the instructions of Lord &#346;iva, P&#257;rvat&#299; must have been very much ashamed for cursing Citraketu to become a demon. Mother P&#257;rvat&#299; could not appreciate Citraketu's position, and therefore she cursed him, but when she understood the instructions of Lord &#346;iva she was ashamed.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>