<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.38</P><P CLASS=c>jajñe tvashtur dakshin&#257;gnau</P><P CLASS=c>d&#257;nav&#299;m yonim &#257;&#347;ritah</P><P CLASS=c>vritra ity abhivikhy&#257;to</P><P CLASS=c>jñ&#257;na-vijñ&#257;na-samyutah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jajne">jajñe</A> &#8212; was born; <A CLASS=v HREF="http://vedabase.net/t/tvastuh">tvashtuh</A> &#8212; of the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/t/tvasta">Tvasht&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/daksina">dakshina</A>-<A CLASS=v HREF="http://vedabase.net/a/agnau">agnau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fire sacrifice known <A HREF="http://vedabase.net/a/as">as</A> dakshin&#257;gni; <A CLASS=v HREF="http://vedabase.net/d/danavim">d&#257;nav&#299;m</A> &#8212; demoniac; <A CLASS=v HREF="http://vedabase.net/y/yonim">yonim</A> &#8212; species of life; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;ritah</A> &#8212; taking shelter of; <A CLASS=v HREF="http://vedabase.net/v/vrtrah">vritrah</A> &#8212; <A HREF="http://vedabase.net/v/vrtra">Vritra</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/abhivikhyatah">abhivikhy&#257;tah</A> &#8212; celebrated; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/samyutah">samyutah</A> &#8212; fully equipped with transcendental knowledge and practical application of that knowledge <A HREF="http://vedabase.net/i/in">in</A> life.</P><P CLASS=t>TRANSLATION</P><P>Being cursed by mother Durg&#257; [Bhav&#257;n&#299;, the wife of Lord &#346;iva], that same Citraketu accepted birth in a demoniac species of life. Although still fully equipped with transcendental knowledge and practical application of that knowledge in life, he appeared as a demon at the fire sacrifice performed by Tvasht&#257;, and thus he became famous as Vritr&#257;sura.</P><P CLASS=t>PURPORT</P><P>The word yoni is generally understood to mean j&#257;ti &#8212; family, group or species. Although Vritr&#257;sura appeared in a family of demons, it is clearly said that his knowledge of spiritual life still existed. Jñ&#257;na-vijñ&#257;na-samyutah: his spiritual knowledge and the practical application of that knowledge in life were not lost. Therefore it is said that even if a devotee falls down for some reason, he is still not lost.</P><P>yatra kva v&#257;bhadram abh&#363;d amushya kim</P><P CLASS=n>ko v&#257;rtha &#257;pto 'bhajat&#257;m sva-dharmatah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/17.htm">1.5.17</A>)</P><P>Once one is advanced in devotional service, his spiritual assets are never lost under any circumstances. Whatever spiritual advancement he has achieved continues. This is confirmed in Bhagavad-g&#299;t&#257;. Even if a bhakti-yog&#299; falls, he takes birth in a rich family or family of br&#257;hmanas, in which he again starts devotional activities from the point where he left off. Although Vritr&#257;sura was known as an asura, or demon, he did not lose his consciousness of Krishna or devotional service.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>