<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mother P&#257;rvat&#299; Curses Citraketu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.17.9</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>bhagav&#257;n api tac chrutv&#257;</P><P CLASS=c>prahasy&#257;g&#257;dha-dh&#299;r nripa</P><P CLASS=c>t&#363;shn&#299;m babh&#363;va sadasi</P><P CLASS=c>sabhy&#257;&#347; ca tad-anuvrat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/prahasya">prahasya</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/a/agadhadhih">ag&#257;dhadh&#299;h</A> &#8212; whose intelligence is unfathomed; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/t/tusnim">t&#363;shn&#299;m</A> &#8212; silent; <A CLASS=v HREF="http://vedabase.net/b/babhuva">babh&#363;va</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/s/sadasi">sadasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly; <A CLASS=v HREF="http://vedabase.net/s/sabhyah">sabhy&#257;h</A> &#8212; everyone assembled there; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvrat&#257;h</A> &#8212; followed Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> (remained silent).</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, after hearing Citraketu's statement, Lord &#346;iva, the most powerful personality, whose knowledge is fathomless, simply smiled and remained silent, and all the members of the assembly followed the lord by not saying anything.</P><P CLASS=t>PURPORT</P><P>Citraketu's purpose in criticizing Lord &#346;iva is somewhat mysterious and cannot be understood by a common man. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, however, has made the following observations. Lord &#346;iva, being the most exalted Vaishnava and one of the most powerful demigods, is able to do anything he desires. Although he was externally exhibiting the behavior of a common man and not following etiquette, such actions cannot diminish his exalted position. The difficulty is that a common man, seeing Lord &#346;iva's behavior, might follow his example. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/21.htm">3.21</A>):</P><P>yad yad &#257;carati &#347;reshthas</P><P CLASS=n>tat tad evetaro janah</P><P CLASS=n>sa yat pram&#257;nam kurute</P><P CLASS=n>lokas tad anuvartate</P><P>"Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues." A common man might also criticize Lord &#346;iva, like Daksha, who suffered the consequences for his criticism. King Citraketu desired that Lord &#346;iva cease this external behavior so that others might be saved from criticizing him and thus becoming offenders. If one thinks that Vishnu, the Supreme Personality of Godhead, is the only perfect personality whereas the demigods, even such demigods as Lord &#346;iva, are inclined to improper social affairs, he is an offender. Considering all this, King Citraketu was somewhat harsh in his behavior with Lord &#346;iva.</P><P>Lord &#346;iva, who is always deep in knowledge, could understand Citraketu's purpose, and therefore he was not at all angry; rather, he simply smiled and remained silent. The members of the assembly surrounding Lord &#346;iva could also understand Citraketu's purpose. Consequently, following the behavior of Lord &#346;iva, they did not protest; instead, following their master, they remained silent. If the members of the assembly thought that Citraketu had blasphemed Lord &#346;iva, they would certainly have left at once, blocking their ears with their hands.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>