<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 17"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 17: Mother P&#257;rvat&#299; Curses Citraketu</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 6.17 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 6.17.1</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; said: After offering obeisances to the direction from which Ananta, the Supreme Personality of Godhead, had disappeared, Citraketu began traveling in outer space as the head of the Vidy&#257;dharas.</P><P CLASS=r><A CLASS=i HREF="2-3.htm"><B>SB 6.17.2-3</B></A>: Being praised by great sages and saints and by the inhabitants of Siddhaloka and C&#257;ranaloka, Citraketu, the most powerful mystic yog&#299;, wandered about enjoying life for millions of years. With bodily strength and senses free from deterioration, he traveled within the valleys of Sumeru Mountain, which is the place of perfection for various kinds of mystic power. In those valleys he enjoyed life with the women of Vidy&#257;dhara-loka by chanting the glories of the Supreme Lord, Hari.</P><P CLASS=r><A CLASS=i HREF="4-5.htm"><B>SB 6.17.4-5</B></A>: One time while King Citraketu was traveling in outer space on a brilliantly effulgent airplane given to him by Lord Vishnu, he saw Lord &#346;iva, surrounded by Siddhas and C&#257;ranas. Lord &#346;iva was sitting in an assembly of great saintly persons and embracing P&#257;rvat&#299; on his lap with his arm. Citraketu laughed loudly and spoke, within the hearing of P&#257;rvat&#299;.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 6.17.6</B></A>: Citraketu said: Lord &#346;iva, the spiritual master of the general populace, is the best of all living entities who have accepted material bodies. He enunciates the system of religion. Yet how wonderful it is that he is embracing his wife, P&#257;rvat&#299;, in the midst of an assembly of great saintly persons.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 6.17.7</B></A>: Lord &#346;iva, whose hair is matted on his head, has certainly undergone great austerities and penances. Indeed, he is the president in the assembly of strict followers of Vedic principles. Nonetheless, he is seated with his wife on his lap in the midst of saintly persons and is embracing her as if he were a shameless, ordinary human being.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 6.17.8</B></A>: Ordinary conditioned persons generally embrace their wives and enjoy their company in solitary places. How wonderful it is that Lord Mah&#257;deva, although a great master of austerity, is embracing his wife openly in the midst of an assembly of great saints.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 6.17.9</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, after hearing Citraketu's statement, Lord &#346;iva, the most powerful personality, whose knowledge is fathomless, simply smiled and remained silent, and all the members of the assembly followed the lord by not saying anything.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 6.17.10</B></A>: Not knowing the prowess of Lord &#346;iva and P&#257;rvat&#299;, Citraketu strongly criticized them. His statements were not at all pleasing, and therefore the goddess P&#257;rvat&#299;, being very angry, spoke as follows to Citraketu, who thought himself better than Lord &#346;iva in controlling the senses.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 6.17.11</B></A>: The goddess P&#257;rvat&#299; said: Alas, has this upstart now received a post from which to punish shameless persons like us? Has he been appointed ruler, carrier of the rod of punishment? Is he now the only master of everything?</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 6.17.12</B></A>: Alas, Lord Brahm&#257;, who has taken his birth from the lotus flower, does not know the principles of religion, nor do the great saints like Bhrigu and N&#257;rada, nor the four Kum&#257;ras, headed by Sanat-kum&#257;ra. Manu and Kapila have also forgotten the religious principles. I suppose it to be because of this that they have not tried to stop Lord &#346;iva from behaving improperly.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 6.17.13</B></A>: This Citraketu is the lowest of kshatriyas, for he has impudently overridden Brahm&#257; and the other demigods by insulting Lord &#346;iva, upon whose lotus feet they always meditate. Lord &#346;iva is personified religion and the spiritual master of the entire world, and therefore Citraketu must be punished.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 6.17.14</B></A>: This person is puffed up because of his achievements, thinking, "I am the best." He does not deserve to approach the shelter of Lord Vishnu's lotus feet, which are worshiped by all saintly persons, for he is impudent, thinking himself greatly important.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 6.17.15</B></A>: O impudent one, my dear son, now take birth in a low, sinful family of demons so that you will not commit such an offense again toward exalted, saintly persons in this world.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 6.17.16</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: My dear King Par&#299;kshit, when Citraketu was cursed by P&#257;rvat&#299;, he descended from his airplane, bowed before her with great humility and pleased her completely.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 6.17.17</B></A>: Citraketu said: My dear mother, with my own hands folded together I accept the curse upon me. I do not mind the curse, for happiness and distress are given by the demigods as a result of one's past deeds.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 6.17.18</B></A>: Deluded by ignorance, the living entity wanders in the forest of this material world, enjoying the happiness and distress resulting from his past deeds, everywhere and at all times. [Therefore, my dear mother, neither you nor I am to be blamed for this incident.]</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 6.17.19</B></A>: In this material world, neither the living entity himself nor others [friends and enemies] are the cause of material happiness and distress. But because of gross ignorance, the living entity thinks that he and others are the cause.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 6.17.20</B></A>: This material world resembles the waves of a constantly flowing river. Therefore, what is a curse and what is a favor? What are the heavenly planets, and what are the hellish planets? What is actually happiness, and what is actually distress? Because the waves flow constantly, none of them has an eternal effect.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 6.17.21</B></A>: The Supreme Personality of Godhead is one. Unaffected by the conditions of the material world, He creates all the conditioned souls by His own personal potency. Because of being contaminated by the material energy, the living entity is put into ignorance and thus into different conditions of bondage. Sometimes, by knowledge, the living entity is given liberation. In sattva-guna and rajo-guna, he is subjected to happiness and distress.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 6.17.22</B></A>: The Supreme Personality of Godhead is equally disposed toward all living entities. Therefore no one is very dear to Him, and no one is a great enemy for Him; no one is His friend, and no one is His relative. Being unattached to the material world, He has no affection for so-called happiness or hatred for so-called distress. The two terms happiness and distress are relative. Since the Lord is always happy, for Him there is no question of distress.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 6.17.23</B></A>: Although the Supreme Lord is unattached to our happiness and distress according to karma, and although no one is His enemy or favorite, He creates pious and impious activities through the agency of His material potency. Thus for the continuation of the materialistic way of life He creates happiness and distress, good fortune and bad, bondage and liberation, birth and death.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 6.17.24</B></A>: O mother, you are now unnecessarily angry, but since all my happiness and distress are destined by my past activities, I do not plead to be excused or relieved from your curse. Although what I have said is not wrong, please let whatever you think is wrong be pardoned.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 6.17.25</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: O King Par&#299;kshit, subduer of the enemy, after Citraketu satisfied Lord &#346;iva and his wife, P&#257;rvat&#299;, he boarded his airplane and left as they looked on. When Lord &#346;iva and P&#257;rvat&#299; saw that Citraketu, although informed of the curse, was unafraid, they smiled, being fully astonished by his behavior.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 6.17.26</B></A>: Thereafter, in the presence of the great sage N&#257;rada, the demons, the inhabitants of Siddhaloka, and his personal associates, Lord &#346;iva, who is most powerful, spoke to his wife, P&#257;rvat&#299;, while they all listened.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 6.17.27</B></A>: Lord &#346;iva said: My dear beautiful P&#257;rvat&#299;, have you seen the greatness of the Vaishnavas? Being servants of the servants of the Supreme Personality of Godhead, Hari, they are great souls and are not interested in any kind of material happiness.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 6.17.28</B></A>: Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, N&#257;r&#257;yana, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 6.17.29</B></A>: Because of the actions of the Supreme Lord's external energy, the living entities are conditioned in contact with material bodies. The dualities of happiness and distress, birth and death, curses and favors, are natural by-products of this contact in the material world.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 6.17.30</B></A>: As one mistakenly considers a flower garland to be a snake or experiences happiness and distress in a dream, so, in the material world, by a lack of careful consideration, we differentiate between happiness and distress, considering one good and the other bad.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 6.17.31</B></A>: Persons engaged in devotional service to Lord V&#257;sudeva, Krishna, have naturally perfect knowledge and detachment from this material world. Therefore such devotees are not interested in the so-called happiness or so-called distress of this world.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 6.17.32</B></A>: Neither I [Lord &#346;iva], nor Brahm&#257;, nor the A&#347;vin&#299;-kum&#257;ras, nor N&#257;rada or the other great sages who are Brahm&#257;'s sons, nor even the demigods can understand the pastimes and personality of the Supreme Lord. Although we are part of the Supreme Lord, we consider ourselves independent, separate controllers, and thus we cannot understand His identity.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 6.17.33</B></A>: He holds no one as very dear and no one as inimical. He has no one for His own relative, and no one is alien to Him. He is actually the soul of the soul of all living entities. Thus He is the auspicious friend of all living beings and is very near and dear to all of them.</P><P CLASS=r><A CLASS=i HREF="34-35.htm"><B>SB 6.17.34-35</B></A>: This magnanimous Citraketu is a dear devotee of the Lord. He is equal to all living entities and is free from attachment and hatred. Similarly, I am also very dear to Lord N&#257;r&#257;yana. Therefore, no one should be astonished to see the activities of the most exalted devotees of N&#257;r&#257;yana, for they are free from attachment and envy. They are always peaceful, and they are equal to everyone.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 6.17.36</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: O King, after hearing this speech by her husband, the demigoddess [Um&#257;, the wife of Lord &#346;iva] gave up her astonishment at the behavior of King Citraketu and became steady in intelligence.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 6.17.37</B></A>: The great devotee Citraketu was so powerful that he was quite competent to curse mother P&#257;rvat&#299; in retaliation, but instead of doing so he very humbly accepted the curse and bowed his head before Lord &#346;iva and his wife. This is very much to be appreciated as the standard behavior of a Vaishnava.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 6.17.38</B></A>: Being cursed by mother Durg&#257; [Bhav&#257;n&#299;, the wife of Lord &#346;iva], that same Citraketu accepted birth in a demoniac species of life. Although still fully equipped with transcendental knowledge and practical application of that knowledge in life, he appeared as a demon at the fire sacrifice performed by Tvasht&#257;, and thus he became famous as Vritr&#257;sura.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 6.17.39</B></A>: My dear King Par&#299;kshit, you inquired from me how Vritr&#257;sura, a great devotee, took birth in a demoniac family. Thus I have tried to explain to you everything about this.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 6.17.40</B></A>: Citraketu was a great devotee [mah&#257;tm&#257;]. If one hears this history of Citraketu from a pure devotee, the listener also is freed from the conditional life of material existence.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 6.17.41</B></A>: One who rises from bed early in the morning and recites this history of Citraketu, controlling his words and mind and remembering the Supreme Personality of Godhead, will return home, back to Godhead, without difficulty.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>