<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 30 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 30 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Disappearance of the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.30.3</P><P CLASS=c>praty&#257;krashtum nayanam abal&#257; yatra lagnam na &#347;ekuh</P><P CLASS=c>karn&#257;vishtam na sarati tato yat sat&#257;m &#257;tma-lagnam</P><P CLASS=c>yac-chr&#299;r v&#257;c&#257;m janayati ratim kim nu m&#257;nam kav&#299;n&#257;m</P><P CLASS=c>drishtv&#257; jishnor yudhi ratha-gatam yac ca tat-s&#257;myam &#299;yuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pratyakrastum">praty&#257;krashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> withdraw; <A CLASS=v HREF="http://vedabase.net/n/nayanam">nayanam</A> &#8212; their eyes; <A CLASS=v HREF="http://vedabase.net/a/abalah">abal&#257;h</A> &#8212; the women; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/l/lagnam">lagnam</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/sekuh">&#347;ekuh</A> &#8212; were not able; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; the ears; <A CLASS=v HREF="http://vedabase.net/a/avistam">&#257;vishtam</A> &#8212; having entered; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/sarati">sarati</A> &#8212; would not leave; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thence; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the sages; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their hearts; <A CLASS=v HREF="http://vedabase.net/l/lagnam">lagnam</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the beauty; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;c&#257;m</A> &#8212; of the words; <A CLASS=v HREF="http://vedabase.net/j/janayati">janayati</A> &#8212; generates; <A CLASS=v HREF="http://vedabase.net/r/ratim">ratim</A> &#8212; special pleasurable attraction; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; the reputation; <A CLASS=v HREF="http://vedabase.net/k/kavinam">kav&#299;n&#257;m</A> &#8212; of the poets; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/j/jisnoh">jishnoh</A> &#8212; of <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/y/yudhi">yudhi</A> &#8212; on the battlefield; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; on the chariot; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/samyam">s&#257;myam</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> equal status with Him; <A CLASS=v HREF="http://vedabase.net/i/iyuh">&#299;yuh</A> &#8212; they attained.</P><P CLASS=t>TRANSLATION</P><P>Once their eyes were fixed upon His transcendental form, women were unable to withdraw them, and once that form had entered the ears of the sages and become fixed in their hearts, it would never depart. What to speak of acquiring fame, the great poets who described the beauty of the Lord's form would have their words invested with transcendentally pleasing attraction. And by seeing that form on Arjuna's chariot, all the warriors on the battlefield of Kurukshetra attained the liberation of gaining a spiritual body similar to the Lord's.</P><P CLASS=t>PURPORT</P><P>Transcendental, liberated personalities such as the gop&#299;s of Vrind&#257;vana and Rukmin&#299;, the original goddess of fortune, were constantly meditating on the Lord's spiritual body. Great liberated sages (sat&#257;m), having heard about Lord Krishna's body, could not take it out of their hearts. The Lord's bodily beauty expanded the love and poetic output of great liberated poets, and simply by seeing Lord Krishna's body, the warriors at Kurukshetra achieved spiritual liberation with an eternal body similar to the Lord's. Therefore it is impossible to imagine Lord Krishna's eternal form of bliss to be in any way material. Those who imagine that Lord Krishna gave up His eternal form are certainly bewildered by the Lord's illusory energy.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>