<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 30 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 30 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Disappearance of the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.30.5</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>ete ghor&#257; mahotp&#257;t&#257;</P><P CLASS=c>dv&#257;rvaty&#257;m yama-ketavah</P><P CLASS=c>muh&#363;rtam api na stheyam</P><P CLASS=c>atra no yadu-pu&#324;gav&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/g/ghorah">ghor&#257;h</A> &#8212; fearful; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/u/utpatah">utp&#257;t&#257;h</A> &#8212; inauspicious omens; <A CLASS=v HREF="http://vedabase.net/d/dvarvatyam">dv&#257;rvaty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A> &#8212; of the king of death; <A CLASS=v HREF="http://vedabase.net/k/ketavah">ketavah</A> &#8212; the flags; <A CLASS=v HREF="http://vedabase.net/m/muhurtam">muh&#363;rtam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/stheyam">stheyam</A> &#8212; should not remain; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A>-<A CLASS=v HREF="http://vedabase.net/p/pungavah">pu&#324;gav&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the Yadus.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: O leaders of the Yadu dynasty, please note all these terrible omens that have appeared in Dv&#257;rak&#257; just like the flags of death. We should not remain here a moment longer.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has given a great amount of evidence from the Vedic literatures proving that the humanlike form of the Personality of Godhead and His holy name, abode, paraphernalia and associates are all eternal, spiritual manifestations without any tinge of material contamination. (See Appendix). In this regard the &#257;c&#257;rya has further explained that because the living entities must suffer the reactions to their sinful activities, the Lord arranges for them to be punished during the Kali-yuga. In other words, it is not Lord Krishna's desire that conditioned souls be sinful and suffer, but since they are already sinful, the Lord creates an appropriate age during which they can experience the bitter fruits of irreligiosity.</P><P>Since Lord Krishna personally establishes religious principles in His various appearances in this material world, at the end of Dv&#257;para-yuga religion on the earth was overwhelmingly powerful. All the significant demons had been killed; the great sages, saints and devotees had been greatly encouraged, enlightened and fortified; and there was little scope for irreligion. Had Lord Krishna ascended to the spiritual sky in His spiritual body before the eyes of the world, it would have been very difficult for Kali-yuga to flourish. Lord Krishna left the world in exactly that way during His appearance as R&#257;macandra, and hundreds of thousands of years later, hundreds of millions of pious persons still discuss this wonderful pastime of the Lord. To pave the way for Kali-yuga, however, Lord Krishna left this world in a way that puzzles those who are not His staunch devotees.</P><P>The eternal form of the Lord is described throughout Vedic literature, and His eternal form constitutes the highest understanding of the Absolute Truth according to all great &#257;c&#257;ryas, including &#346;a&#324;kar&#257;c&#257;rya and Caitanya Mah&#257;prabhu. Yet although Lord Krishna's eternal, spiritual form is a realized fact for advanced devotees, for those who are weak in Krishna consciousness the inconceivable pastimes and plan of the Lord are sometimes hard to appreciate properly.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>