<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 30"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Disappearance of the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.30 Summary</P><P>This chapter discusses the destruction of the Yadu dynasty in connection with the winding up of the pastimes of the Supreme Personality of Godhead.</P><P>After &#346;r&#299; Uddhava left for Badarik&#257;&#347;rama, Lord &#346;r&#299; Krishna, taking note of many bad omens, advised the Y&#257;davas to abandon Dv&#257;rak&#257; and go to Prabh&#257;sa, on the bank of the Sarasvat&#299;, to perform svasty-ayana and other rituals for counteracting bad fortune. They followed His advice and went to Prabh&#257;sa. There they became absorbed in festivity, and by the illusory power of Lord Krishna they became intoxicated from drinking liquor. Thus losing their intelligence, they quarreled among themselves and began killing one another, until not a man was left alive.</P><P>Afterward, &#346;r&#299; Baladeva went to the shore of the ocean and by the mystic strength of yoga gave up His body. Seeing the disappearance of Baladeva, Lord &#346;r&#299; Krishna sat down silently upon the ground. Then a hunter named Jar&#257;, mistaking the sole of the Lord's left foot for a deer, pierced it with an arrow. The hunter immediately understood his mistake and, falling at the feet of Lord &#346;r&#299; Krishna, begged to be punished. In reply Lord Krishna told the hunter that what he had done was actually according to His own desire. The Lord then sent the hunter to Vaikuntha.</P><P>When D&#257;ruka, Krishna's charioteer, arrived on the scene and saw Lord Krishna in that condition, he began to lament. Krishna told him that he should go to Dv&#257;rak&#257;, inform the residents about the annihilation of the Yadu dynasty, and advise them all to leave Dv&#257;rak&#257; for Indraprastha. D&#257;ruka obediently carried out this order.</P><P CLASS=l><A CLASS=i HREF="../29/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>