<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 18 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 18 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Description of Varn&#257;&#347;rama-dharma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.18.18</P><P CLASS=c>bhiksh&#257;m caturshu varneshu</P><P CLASS=c>vigarhy&#257;n varjayam&#347; caret</P><P CLASS=c>sapt&#257;g&#257;r&#257;n asa&#324;klpt&#257;ms</P><P CLASS=c>tushyel labdhena t&#257;vat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhiksam">bhiksh&#257;m</A> &#8212; charity obtained by begging; <A CLASS=v HREF="http://vedabase.net/c/catursu">caturshu</A> &#8212; among the four; <A CLASS=v HREF="http://vedabase.net/v/varnesu">varneshu</A> &#8212; occupational divisions of society; <A CLASS=v HREF="http://vedabase.net/v/vigarhyan">vigarhy&#257;n</A> &#8212; abominable, impure; <A CLASS=v HREF="http://vedabase.net/v/varjayan">varjayan</A> &#8212; rejecting; <A CLASS=v HREF="http://vedabase.net/c/caret">caret</A> &#8212; one should approach; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/a/agaran">&#257;g&#257;r&#257;n</A> &#8212; houses; <A CLASS=v HREF="http://vedabase.net/a/asanklptan">asa&#324;klpt&#257;n</A> &#8212; without calculation or desire; <A CLASS=v HREF="http://vedabase.net/t/tusyet">tushyet</A> &#8212; one should be satisfied; <A CLASS=v HREF="http://vedabase.net/l/labdhena">labdhena</A> &#8212; with that obtained; <A CLASS=v HREF="http://vedabase.net/t/tavata">t&#257;vat&#257;</A> &#8212; with just that amount.</P><P CLASS=t>TRANSLATION</P><P>Rejecting those houses that are polluted and untouchable, one should approach without previous calculation seven houses and be satisfied with that which is obtained there by begging. According to necessity, one may approach each of the four occupational orders of society.</P><P CLASS=t>PURPORT</P><P>Saintly persons in the renounced order of life may beg from strict followers of Vedic culture to obtain foodstuffs and other bodily necessities. According to Vedic injunction, a renounced saint should beg from the br&#257;hmana community, but if there is danger of his starving, he may beg from kshatriyas, then vai&#347;yas, and even &#347;&#363;dras if they are not sinful, as expressed here by the word vigarhy&#257;n. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that asa&#324;klpt&#257;n indicates that one should not approach certain houses, calculating, "In that place I can get first-class food. That house has a big reputation among beggars." Without discriminating, one should go to seven houses and be satisfied with whatever may be obtained there. One should beg for one's personal maintenance only from houses where the inhabitants, being sincere followers of the varn&#257;&#347;rama culture, have earned their livelihood by honest means and are free from sinful activities. One may beg alms from such householders. One must not beg alms for one's personal maintenance from those who oppose the Supreme Lord's devotional service, for such service is the whole purpose of varn&#257;&#347;rama culture.</P><P>Those who oppose Vedic culture pass laws to make begging by saintly persons a criminal act. They thus insult and persecute saintly beggars, considering them to be ordinary vagrants. A lazy person begging to avoid work is certainly abominable, but a saintly person dedicated to the service of the Lord and practicing the discipline of begging to develop full dependence on the Lord's mercy should be given all facility in human society. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that there are three forms of collecting alms. M&#257;dhukara is the process of imitating the bee, who collects a tiny amount of nectar from each flower. In this way, the saintly person accepts a very small amount from each person, avoiding social conflict. The process mentioned here is asa&#324;klpta, by which one indiscriminately approaches seven houses, being satisfied with whatever may be obtained. Pr&#257;k-pran&#299;ta is that process by which one establishes regular donors and collects one's maintenance from them. In this regard &#346;r&#299;la V&#299;rar&#257;ghava &#256;c&#257;rya has described the initial stage of sanny&#257;sa, called kut&#299;caka, as follows. A man accepting the initial stage of sanny&#257;sa arranges for his children or other relatives and well-wishers to build him a kut&#299;, or meditation cottage. He gives up worldly affairs and sits within the cottage, trying to remain free from lust, anger, greed, illusion and so on. According to the prescribed injunctions of regulated life, he accepts a tri-danda, purifies himself with a waterpot, shaves his head (leaving a &#347;ikh&#257;, or tuft), chants G&#257;yatr&#299; mantra on the sacred thread and wears saffron garments. Bathing regularly, cleansing, performing &#257;camana, chanting japa, studying the Vedas, remaining celibate and meditating on the Lord, he receives regular supplies of food from his children, friends and relatives. Accepting only the bare necessities of life, he remains fixed in his cottage up to the moment of liberation.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>