<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 18 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 18 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Description of Varn&#257;&#347;rama-dharma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.18.24</P><P CLASS=c>pura-gr&#257;ma-vraj&#257;n s&#257;rth&#257;n</P><P CLASS=c>bhiksh&#257;rtham pravi&#347;am&#347; caret</P><P CLASS=c>punya-de&#347;a-saric-chaila-</P><P CLASS=c>van&#257;&#347;rama-vat&#299;m mah&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; cities; <A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A> &#8212; towns; <A CLASS=v HREF="http://vedabase.net/v/vrajan">vraj&#257;n</A> &#8212; and pasturing grounds; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; those working for bodily maintenance; <A CLASS=v HREF="http://vedabase.net/b/bhiksa">bhiksh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for begging alms; <A CLASS=v HREF="http://vedabase.net/p/pravisan">pravi&#347;an</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/c/caret">caret</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> should travel; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; places; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; with rivers; <A CLASS=v HREF="http://vedabase.net/s/saila">&#347;aila</A> &#8212; mountains; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A> &#8212; and forests; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/v/vatim">vat&#299;m</A> &#8212; possessing such residential places; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the earth.</P><P CLASS=t>TRANSLATION</P><P>The sage should travel in sanctified places, by flowing rivers and within the solitude of mountains and forests. He should enter the cities, towns and pasturing grounds and approach ordinary working men only to beg his bare sustenance.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, the word pura refers to cities and towns with shopping centers, markets and other commercial enterprises, whereas gr&#257;ma refers to smaller towns, lacking such facilities. The v&#257;naprastha or sanny&#257;s&#299; trying to become free from material attachment should avoid those who are working day and night for sense gratification, approaching them only to engage them in necessary acts of charity. Those who are preaching Krishna consciousness all over the world are understood to be liberated souls, and therefore they constantly approach the materialistic living entities to engage them in the devotional service of Lord Krishna. However, even such preachers should strictly avoid contact with the materialistic world when not actually necessary for advancing the mission of Krishna consciousness. The injunction is that one should not deal unnecessarily with the materialistic world.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>