<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 18 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 18 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Description of Varn&#257;&#347;rama-dharma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.18.30</P><P CLASS=c>veda-v&#257;da-rato na sy&#257;n</P><P CLASS=c>na p&#257;shand&#299; na haitukah</P><P CLASS=c>&#347;ushka-v&#257;da-viv&#257;de na</P><P CLASS=c>kañcit paksham sam&#257;&#347;rayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/k/karma">karma</A>-<A HREF="http://vedabase.net/k/kanda">k&#257;nda</A> section of the Vedas; <A CLASS=v HREF="http://vedabase.net/r/ratah">ratah</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should be; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/p/pasandi">p&#257;shand&#299;</A> &#8212; atheistic, acting against Vedic injunctions; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/h/haitukah">haitukah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mere logician or skeptic; <A CLASS=v HREF="http://vedabase.net/s/suska">&#347;ushka</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A> &#8212; of useless topics; <A CLASS=v HREF="http://vedabase.net/v/vivade">viv&#257;de</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> arguments; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kancit">kañcit</A> &#8212; any; <A CLASS=v HREF="http://vedabase.net/p/paksam">paksham</A> &#8212; side; <A CLASS=v HREF="http://vedabase.net/s/samasrayet">sam&#257;&#347;rayet</A> &#8212; should take.</P><P CLASS=t>TRANSLATION</P><P>A devotee should never engage in the fruitive rituals mentioned in the karma-k&#257;nda section of the Vedas, nor should he become atheistic, acting or speaking in opposition to Vedic injunctions. Similarly, he should never speak like a mere logician or skeptic or take any side whatsoever in useless arguments.</P><P CLASS=t>PURPORT</P><P>Although a paramahamsa devotee conceals his exalted position, certain activities are forbidden even for one trying to conceal himself. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that in the name of concealment one should not become a ghost. The word p&#257;sanda refers to atheistic philosophies opposing the Vedas, such as Buddhism, and haituka refers to those who accept only that which can be demonstrated by mundane logic or experimentation. Since the whole purpose of the Vedas is to understand that which is beyond material experience, a skeptic's so-called logic is irrelevant to spiritual progress. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; warns us in this regard that a devotee should not read atheistic literature, even with the purpose of refining arguments against atheism. Such literature should be entirely avoided. The above-mentioned prohibited activities are so detrimental to the advancement of Krishna consciousness that they should not be adopted even as a superficial show.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>