<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 18 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 18 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Description of Varn&#257;&#347;rama-dharma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.18.4</P><P CLASS=c>gr&#299;shme tapyeta pañc&#257;gn&#299;n</P><P CLASS=c>varsh&#257;sv &#257;s&#257;ra-sh&#257;d jale</P><P CLASS=c>&#257;kantha-magnah &#347;i&#347;ira</P><P CLASS=c>evam vrittas tapa&#347; caret</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grisme">gr&#299;shme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the summer; <A CLASS=v HREF="http://vedabase.net/t/tapyeta">tapyeta</A> &#8212; one should accept <A HREF="http://vedabase.net/a/as">as</A> austerity; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/a/agnin">agn&#299;n</A> &#8212; five fires (the overhead sun and fires burning on four sides); <A CLASS=v HREF="http://vedabase.net/v/varsasu">varsh&#257;su</A> &#8212; during the rainy season; <A CLASS=v HREF="http://vedabase.net/a/asara">&#257;s&#257;ra</A> &#8212; torrents of rain; <A CLASS=v HREF="http://vedabase.net/s/sat">sh&#257;t</A> &#8212; tolerating; <A CLASS=v HREF="http://vedabase.net/j/jale">jale</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> water; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kantha">kantha</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the neck; <A CLASS=v HREF="http://vedabase.net/m/magnah">magnah</A> &#8212; submerged; <A CLASS=v HREF="http://vedabase.net/s/sisire">&#347;i&#347;ire</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the coldest part of winter; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vrttah">vrittah</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; penance; <A CLASS=v HREF="http://vedabase.net/c/caret">caret</A> &#8212; one should execute.</P><P CLASS=t>TRANSLATION</P><P>Thus engaged as a v&#257;naprastha, one should execute penance during the hottest summer days by subjecting oneself to burning fires on four sides and the blazing sun overhead; during the rainy season one should remain outside, subjecting oneself to torrents of rain; and in the freezing winter one should remain submerged in water up to one's neck.</P><P CLASS=t>PURPORT</P><P>One who engages in sense gratification must perform severe penances at the end of life to counteract his sinful, hedonistic activities. A devotee of the Lord, however, naturally develops Krishna consciousness and need not subject himself to such radical penances. As stated in the Pañcar&#257;tra,</P><P>&#257;r&#257;dhito yadi haris tapas&#257; tatah kim</P><P CLASS=n>n&#257;r&#257;dhito yadi haris tapas&#257; tatah kim</P><P CLASS=n>antar bahir yadi haris tapas&#257; tatah kim</P><P CLASS=n>n&#257;ntar bahir yadi haris tapas&#257; tatah kim</P><P>"If one is worshiping the Lord properly, what is the use of severe penances? And if one is not properly worshiping the Lord, what is the use of severe penances? If &#346;r&#299; Krishna is realized within and without everything that exists, what is the use of severe penances? And if &#346;r&#299; Krishna is not seen within and without everything, then what is the use of severe penances?"</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>