<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 18 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 18 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Description of Varn&#257;&#347;rama-dharma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.18.6</P><P CLASS=c>svayam sañcinuy&#257;t sarvam</P><P CLASS=c>&#257;tmano vritti-k&#257;ranam</P><P CLASS=c>de&#347;a-k&#257;la-bal&#257;bhijño</P><P CLASS=c>n&#257;dad&#299;t&#257;nyad&#257;hritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/s/sancinuyat">sañcinuy&#257;t</A> &#8212; should gather; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; sustenance; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; facilitating; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; the particular place; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; the time; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A> &#8212; and one's strength; <A CLASS=v HREF="http://vedabase.net/a/abhijnah">abhijñah</A> &#8212; understanding pragmatically; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/adadita">&#257;dad&#299;ta</A> &#8212; should not take; <A CLASS=v HREF="http://vedabase.net/a/anyada">anyad&#257;</A> &#8212; for another time; <A CLASS=v HREF="http://vedabase.net/a/ahrtam">&#257;hritam</A> &#8212; provisions.</P><P CLASS=t>TRANSLATION</P><P>The v&#257;naprastha should personally collect whatever he requires for his bodily maintenance, carefully considering the time, place and his own capacity. He should never collect provisions for the future.</P><P CLASS=t>PURPORT</P><P>According to Vedic regulations, one practicing austerity should collect only what he requires for immediate use, and upon receiving gifts of foodstuff he should immediately give up that which he has previously collected, so that there will be no surplus. This regulation is meant to keep one fixed in faithful dependence on the Supreme Lord. One should never stock food or other bodily necessities for future use. The term de&#347;a-k&#257;la-bal&#257;bhijña indicates that in a particularly difficult place, or in time of emergency or personal incapacity, this strict rule need not be followed, as confirmed by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura points out that unless one is completely incapacitated, one should not depend on others for one's personal maintenance, as this will create a debt that can only be repaid by taking another birth in the material world. This applies only to those endeavoring for personal purification and not to those engaged full time in devotional service to Lord Krishna. A pure devotee eats, dresses and speaks only for the service of the Lord, and thus whatever assistance he accepts from others is not for himself. He is fully surrendered to the mission of the Supreme Personality of Godhead. However, one not so surrendered will certainly have to take birth again in the material world to repay all of his debts to others.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>