<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verses 108-109</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verses 108-109"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.108-109</P><P CLASS=c>j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa'</P><P CLASS=c>krishnera 'tatasth&#257;-&#347;akti' 'bhed&#257;bheda-prak&#257;&#347;a'</P><P CLASS=c>s&#363;ry&#257;m&#347;a-kirana, yaiche agni-jv&#257;l&#257;-caya</P><P CLASS=c>sv&#257;bh&#257;vika krishnera tina-prak&#257;ra '&#347;akti' haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; the constitutional position; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; eternal servant; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tatastha">tatasth&#257;</A> &#8212; marginal; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A>-<A CLASS=v HREF="http://vedabase.net/a/abheda">abheda</A> &#8212; one and different; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/s/surya">s&#363;rya</A>-<A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; part and parcel of the sun; <A CLASS=v HREF="http://vedabase.net/k/kirana">kirana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> ray of sunshine; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/j/jvala">jv&#257;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/c/caya">caya</A> &#8212; molecular particle of fire; <A CLASS=v HREF="http://vedabase.net/s/svabhavika">sv&#257;bh&#257;vika</A> &#8212; naturally; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A>-<A CLASS=v HREF="http://vedabase.net/p/prakara">prak&#257;ra</A> &#8212; three varieties; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; energies; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>"It is the living entity's constitutional position to be an eternal servant of Krishna because he is the marginal energy of Krishna and a manifestation simultaneously one with and different from the Lord, like a molecular particle of sunshine or fire. Krishna has three varieties of energy.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura explains these verses as follows: &#346;r&#299; San&#257;tana Gosv&#257;m&#299; asked &#346;r&#299; Caitanya Mah&#257;prabhu, "Who am I?" In answer, the Lord replied, "You are a pure living entity. You are neither the gross material body nor the subtle body composed of mind and intelligence. Actually you are a spirit soul, eternally part and parcel of the Supreme Soul, Krishna. Therefore you are His eternal servant. You belong to Krishna's marginal potency. There are two worlds &#8212; the spiritual world and the material world &#8212; and you are situated between the material and spiritual potencies. You have a relationship with both the material and the spiritual world; therefore you are called the marginal potency. You are related with Krishna as one and simultaneously different. Because you are spirit soul, you are one in quality with the Supreme Personality of Godhead, but because you are a very minute particle of spirit soul, you are different from the Supreme Soul. Therefore your position is simultaneously one with and different from the Supreme Soul. The examples given are those of the sun itself and the small particles of sunshine and of a blazing fire and the small particles of fire." Another explanation of these verses can be found in &#256;di-l&#299;l&#257;, Chapter Two, verse 96.</P><P CLASS=l><A CLASS=i HREF="107.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="110.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>