<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 119</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 119"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.119</P><P CLASS=c>bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;d</P><P CLASS=c>&#299;&#347;&#257;d apetasya viparyayo 'smritih</P><P CLASS=c>tan-m&#257;yay&#257;to budha &#257;bhajet tam</P><P CLASS=c>bhaktyaikaye&#347;am guru-devat&#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/d/dvitiya">dvit&#299;ya</A>-<A CLASS=v HREF="http://vedabase.net/a/abhinivesatah">abhinive&#347;atah</A> &#8212; from the misconception of being <A HREF="http://vedabase.net/a/a">a</A> product of material energy; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; arises; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;&#347;&#257;t</A> &#8212; from the Supreme Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/apetasya">apetasya</A> &#8212; of one who has withdrawn (the conditioned soul); <A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; reversal of the position; <A CLASS=v HREF="http://vedabase.net/a/asmrtih">asmritih</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> conception of his relationship with the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; because of the illusory energy of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; one who is wise; <A CLASS=v HREF="http://vedabase.net/a/abhajet">&#257;bhajet</A> &#8212; must worship; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/e/ekaya">ekay&#257;</A> &#8212; undiverted <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/karma">karma</A> and <A HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the spiritual master; <A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A> &#8212; the worshipable Lord; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul.</P><P CLASS=t>TRANSLATION</P><P>"'When the living entity is attracted by the material energy, which is separate from Krishna, he is overpowered by fear. Because he is separated from the Supreme Personality of Godhead by the material energy, his conception of life is reversed. In other words, instead of being the eternal servant of Krishna, he becomes Krishna's competitor. This is called viparyayo 'smritih. To nullify this mistake, one who is actually learned and advanced worships the Supreme Personality of Godhead as his spiritual master, worshipful Deity and source of life. He thus worships the Lord by the process of unalloyed devotional service.'</P><P CLASS=t>PURPORT</P><P>This is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/2/37.htm">11.2.37</A>). It is an instruction given by Kavi Rishi, one of the nine saintly personalities called the nine Yogendras. When Vasudeva, Krishna's father, asked Devarshi N&#257;rada in Dv&#257;rak&#257; about devotional service, it was mentioned that previously King Nimi, who was the King of Videha, was instructed by the nine Yogendras. When &#346;r&#299; N&#257;rada Muni discoursed on bh&#257;gavata-dharma, devotional service, he indicated how a conditioned soul can be liberated by engaging in the loving transcendental service of the Lord. The Lord is the Supersoul, spiritual master and worshipable Deity of all conditioned souls. Not only is Krishna the supreme worshipful Deity for all living entities, but He is also the guru, or caittya-guru, the Supersoul, who always gives the living entity good counsel. Unfortunately the living entity neglects the Supreme Person's instructions. He thus identifies with the material energy and is consequently overpowered by a kind of fear resulting from accepting himself as the material body and considering paraphernalia related to the material body to be his property. All types of fruitive results actually come from the spirit soul, but because he has forgotten his real duty, he is embarrassed by many material consequences such as fear and attachment. The only remedy is to revert to the service of the Lord and thus be saved from material nature's unwanted harassment.</P><P CLASS=l><A CLASS=i HREF="118.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="120.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>