<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 122</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 122"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.122</P><P CLASS=c>m&#257;y&#257;-mugdha j&#299;vera n&#257;hi svatah krishna-jñ&#257;na</P><P CLASS=c>j&#299;vere krip&#257;ya kail&#257; krishna veda-pur&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mugdha">mugdha</A> &#8212; enchanted by the illusory energy; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; automatically; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/j/jivere">j&#299;vere</A> &#8212; unto the conditioned soul; <A CLASS=v HREF="http://vedabase.net/k/krpaya">krip&#257;ya</A> &#8212; out of mercy; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; presented; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/p/purana">pur&#257;na</A> &#8212; the Vedic literature and the Pur&#257;nas (supplements <A HREF="http://vedabase.net/t/to">to</A> the Vedic literature).</P><P CLASS=t>TRANSLATION</P><P>"The conditioned soul cannot revive his Krishna consciousness by his own effort. But out of causeless mercy, Lord Krishna compiled the Vedic literature and its supplements, the Pur&#257;nas.</P><P CLASS=t>PURPORT</P><P>A conditioned soul is bewildered by the Lord's illusory energy (m&#257;y&#257;). M&#257;y&#257;'s business is to keep the conditioned soul forgetful of his real relationship with Krishna. Thus the living entity forgets his real identity as spirit soul, Brahman, and instead of realizing his factual position thinks himself the product of the material energy. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/7/5.htm">1.7.5</A>):</P><P>yay&#257; sammohito j&#299;va &#257;tm&#257;nam tri-gun&#257;tmakam</P><P CLASS=n>paro 'pi manute 'nartham tat-kritam c&#257;bhipadyate</P><P>"Due to this external energy, the living entity, although transcendental to the three modes of material nature, thinks of himself as a material product and thus undergoes the reactions of material miseries."</P><P>This is a description of m&#257;y&#257;'s action upon the conditioned soul. Thinking himself a product of the material energy, the conditioned soul engages in the service of the material energy in so many ways. He becomes the servant of lust, anger, greed and envy. In this way one totally becomes a servant of the illusory energy. Later, the bewildered soul becomes a servant of mental speculation, but in any case he is simply covered by the illusory energy. Out of His causeless mercy and compassion, Krishna has compiled various Vedic literatures in His incarnation as Vy&#257;sadeva. Vy&#257;sadeva is a &#347;akty&#257;ve&#347;a-avat&#257;ra of Lord Krishna. He has very kindly presented these literatures to awaken the conditioned soul to his senses. Unfortunately, at the present moment the conditioned souls are guided by demons who do not care to read the Vedic literatures. Although there is an immense treasure-house of knowledge, people are engaged in reading useless literature that will give them no information on how to get out of the clutches of m&#257;y&#257;. The purpose of the Vedic literatures is explained in the following verses.</P><P CLASS=l><A CLASS=i HREF="121.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="123.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>