<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 123</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 123"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.123</P><P CLASS=c>'&#347;&#257;stra-guru-&#257;tma'-r&#363;pe &#257;pan&#257;re j&#257;n&#257;na</P><P CLASS=c>'krishna mora prabhu, tr&#257;t&#257;' &#8212; j&#299;vera haya jñ&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of the Vedic literature, the spiritual master and the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/apanare">&#257;pan&#257;re</A> <A CLASS=v HREF="http://vedabase.net/j/janana">j&#257;n&#257;na</A> &#8212; informs about Himself; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; Lord; <A CLASS=v HREF="http://vedabase.net/t/trata">tr&#257;t&#257;</A> &#8212; deliverer; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge.</P><P CLASS=t>TRANSLATION</P><P>"The forgetful conditioned soul is educated by Krishna through the Vedic literatures, the realized spiritual master and the Supersoul. Through these, he can understand the Supreme Personality of Godhead as He is, and he can understand that Lord Krishna is his eternal master and deliverer from the clutches of m&#257;y&#257;. In this way one can acquire real knowledge of his conditioned life and can come to understand how to attain liberation.</P><P CLASS=t>PURPORT</P><P>Being forgetful of his real position, the conditioned soul may take help from &#347;&#257;stra, guru and the Supersoul within his heart. Krishna is situated within everyone's heart as the Supersoul. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine made of the material energy."</P><P>As the &#347;akty&#257;ve&#347;a-avat&#257;ra Vy&#257;sadeva, Krishna teaches the conditioned soul through the Vedic literatures. Krishna externally appears as the spiritual master and trains the conditioned soul to come to Krishna consciousness. When his original Krishna consciousness is revived, the conditioned soul is delivered from the material clutches. Thus a conditioned soul is always helped by the Supreme Personality of Godhead in three ways &#8212; by the scriptures, the spiritual master and the Supersoul within the heart. The Lord is the deliverer of the conditioned soul and is accepted as the Supreme Lord of all living entities. Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear." This same instruction is found throughout all Vedic literatures. S&#257;dhu, &#347;&#257;stra and guru act as the representatives of Krishna, and the Krishna consciousness movement is also taking place all over the universe. Whoever takes advantage of this opportunity becomes liberated.</P><P CLASS=l><A CLASS=i HREF="122.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="124.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>