<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 125</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 125"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.125</P><P CLASS=c>abhidheya-n&#257;ma 'bhakti', 'prema' &#8212; prayojana</P><P CLASS=c>purush&#257;rtha-&#347;iromani prema mah&#257;-dhana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abhidheya">abhidheya</A> &#8212; activities <A HREF="http://vedabase.net/t/to">to</A> revive one's relationship; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prayojana">prayojana</A> &#8212; the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/s/siromani">&#347;iromani</A> &#8212; the topmost interest of the living entity; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; the greatest wealth.</P><P CLASS=t>TRANSLATION</P><P>"Devotional service, or sense activity for the satisfaction of the Lord, is called abhidheya because it can develop one's original love of Godhead, which is the goal of life. This goal is the living entity's topmost interest and greatest wealth. Thus one attains the platform of transcendental loving service unto the Lord.</P><P CLASS=t>PURPORT</P><P>The conditioned soul is bewildered by the external, material energy, which fully engages him in sense gratification in various ways. Due to engagement in material activities, one's original Krishna consciousness is covered. However, as the supreme father of all living entities, Krishna wants His sons to return home, back to Godhead; therefore He personally comes to deliver Vedic literatures like the Bhagavad-g&#299;t&#257;. He engages His confidential servants who serve as spiritual masters and enlighten the conditioned living entities. Being present in everyone's heart, the Lord gives the living entities the conscience whereby they can accept the Vedas and the spiritual master. In this way the living entity can understand his constitutional position and his relationship with the Supreme Lord. As personally enunciated by the Lord Himself in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: through the study of Ved&#257;nta, one may become fully aware of his relationship with the Supreme Lord and act accordingly. In this way one may ultimately attain the platform of loving service to the Lord. It is in the living entity's best interest to understand the Supreme Lord. Unfortunately, the living entities have forgotten that this is in their best interest, and therefore &#346;r&#299;mad-Bh&#257;gavatam says, na te viduh sv&#257;rtha-gatim hi vishnum (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/31.htm">7.5.31</A>).</P><P>Everyone wants to achieve life's ultimate goal, but due to being absorbed in the material energy, we waste our time with sense gratification. Through the study of Vedic literatures &#8212; of which the essence is the Bhagavad-g&#299;t&#257; &#8212; one comes to Krishna consciousness. Thus one engages in devotional service, called abhidheya. When the living entity actually develops love of Godhead, he has reached the ultimate goal, prayojana. In other words, one who becomes fully Krishna conscious has attained the perfection of life.</P><P CLASS=l><A CLASS=i HREF="124.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="126.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>