<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 127</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 127"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.127</P><P CLASS=c>ih&#257;te drisht&#257;nta &#8212; yaiche daridrera ghare</P><P CLASS=c>'sarvajña' &#257;si' duhkha dekhi' puchaye t&#257;h&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ihate">ih&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this connection; <A CLASS=v HREF="http://vedabase.net/d/drstanta">drisht&#257;nta</A> &#8212; the parable; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/daridrera">daridrera</A> <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of <A HREF="http://vedabase.net/a/a">a</A> poor <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">jña</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> astrologer; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; distressed condition; <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/p/puchaye">puchaye</A> <A CLASS=v HREF="http://vedabase.net/t/tahare">t&#257;h&#257;re</A> &#8212; inquires from him.</P><P CLASS=t>TRANSLATION</P><P>"The following parable may be given. Once a learned astrologer came to the house of a poor man and, seeing his distressed condition, questioned him.</P><P CLASS=t>PURPORT</P><P>Sometimes we go to an astrologer or palmist when we are in a distressed condition or when we want to know the future. The living entity in conditioned life is always distressed by the threefold miseries of material existence. Under the circumstances, he is inquisitive about his position. For instance, San&#257;tana Gosv&#257;m&#299; approached the Supreme Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu, to ask Him why he was in a distressed condition. This is the position of all conditioned souls. We are always in a distressed condition, and an intelligent man naturally becomes inquisitive. This position is called brahma-jijñ&#257;s&#257;. Ath&#257;to brahma jijñ&#257;s&#257; (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/1">1.1.1</A>). Brahma here refers to the Vedic literature. One should consult the Vedic literature to know why the conditioned soul is always in a distressed condition. The Vedic literatures are meant to free the conditioned soul from the miserable conditions of material existence. In this chapter, the story of the astrologer Sarvajña and the poor man is very instructive.</P><P CLASS=l><A CLASS=i HREF="126.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="128.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>