<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 130</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 130"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.130</P><P CLASS=c>sarvajñera v&#257;kye m&#363;la-dhana anubandha</P><P CLASS=c>sarva-&#347;&#257;stre upade&#347;e, '&#347;r&#299;-krishna' &#8212; sambandha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarvajnera">sarvajñera</A> &#8212; of the astrologer; <A CLASS=v HREF="http://vedabase.net/v/vakye">v&#257;kye</A> &#8212; by the assurance; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; with the treasure; <A CLASS=v HREF="http://vedabase.net/a/anubandha">anubandha</A> &#8212; connection; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> &#8212; all Vedic literatures; <A CLASS=v HREF="http://vedabase.net/u/upadese">upade&#347;e</A> &#8212; instruct; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; the central connection.</P><P CLASS=t>TRANSLATION</P><P>"By the words of the astrologer, the poor man's connection with the treasure was established. Similarly, the Vedic literature advises us that our real connection is with &#346;r&#299; Krishna, the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/26.htm">7.26</A>), &#346;r&#299; Krishna says:</P><P>ved&#257;ham samat&#299;t&#257;ni vartam&#257;n&#257;ni c&#257;rjuna</P><P CLASS=n>bhavishy&#257;ni ca bh&#363;t&#257;ni m&#257;m tu veda na ka&#347;cana</P><P>"O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities, but Me no one knows."</P><P>Thus Krishna knows the cause of the distressed condition of the conditioned soul. He therefore descends from His original position to instruct the conditioned soul and inform him about his forgetfulness of his relationship with Krishna. Krishna exhibits Himself in His relationships in Vrind&#257;vana and at the Battle of Kurukshetra so that people will be attracted to Him and will return home, back to Godhead. Krishna also says in the Bhagavad-g&#299;t&#257; that He is the proprietor of all universes, the enjoyer of everything that be and the friend of everyone. Bhokt&#257;ram yajña-tapas&#257;m sarva-loka-mahe&#347;varam/ suhridam sarva-bhut&#257;n&#257;m (<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>). If we revive our original intimate relationship with Krishna, our distressed condition in the material world will be mitigated. Everyone is trying to adjust to the distressed conditions of material existence, but the basic problems cannot be solved unless one is in an intimate relationship with Krishna.</P><P CLASS=l><A CLASS=i HREF="129.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="131.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>