<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 135</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 135"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.135</P><P CLASS=c>p&#363;rva-dike t&#257;te m&#257;t&#299; alpa khudite</P><P CLASS=c>dhanera jh&#257;ri padibeka tom&#257;ra h&#257;tete</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/d/dike">dike</A> &#8212; on the eastern side; <A CLASS=v HREF="http://vedabase.net/t/tate">t&#257;te</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/m/mati">m&#257;t&#299;</A> &#8212; the dirt; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A> &#8212; small quantity; <A CLASS=v HREF="http://vedabase.net/k/khudite">khudite</A> &#8212; digging; <A CLASS=v HREF="http://vedabase.net/d/dhanera">dhanera</A> &#8212; of the treasure; <A CLASS=v HREF="http://vedabase.net/j/jhari">jh&#257;ri</A> &#8212; the pot; <A CLASS=v HREF="http://vedabase.net/p/padibeka">padibeka</A> &#8212; you will get; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/h/hatete">h&#257;tete</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the hands.</P><P CLASS=t>TRANSLATION</P><P>"'However, if you dig up a small quantity of dirt on the eastern side, your hands will immediately touch the pot of treasure.'</P><P CLASS=t>PURPORT</P><P>The Vedic literatures, including the Pur&#257;nas, state that according to the position of the conditioned soul, there are different processes &#8212; karma-k&#257;nda, jñ&#257;na-k&#257;nda, the yogic process and the bhakti-yoga process. Karma-k&#257;nda is compared to wasps and drones that will simply bite if one takes shelter of them. Jñ&#257;na-k&#257;nda, the speculative process, is simply like a ghost who creates mental disturbances. Yoga, the mystic process, is compared to a black snake that devours people by the impersonal cultivation of kaivalya. However, if one takes to bhakti-yoga, he becomes quickly successful. In other words, through bhakti-yoga, one's hands touch the hidden treasure without difficulty.</P><P>The goal of all the revealed scriptures and Vedic injunctions is Krishna, as He Himself says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>): vedai&#347; ca sarvair aham eva vedyah. Since the Vedas enjoin one to search out Krishna and take shelter at His lotus feet, and since no Vedic process but devotional service will enable one to do this, one has to take to devotional service. According to the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), only the bhakti process is said to be definitive. Bhakty&#257; m&#257;m abhij&#257;n&#257;ti. This is the conclusive statement of the Vedas, and one has to accept this process if one is serious in searching for Krishna, the Supreme Personality of Godhead. In this connection, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives the following statement. The eastern side represents devotional service to Lord Krishna. The southern side represents the process of fruitive activity (karma-k&#257;nda), which ends in material gain. The western side represents jñ&#257;na-k&#257;nda, the process of mental speculation, sometimes called siddhi-k&#257;nda. The northern side represents the speculative method, sometimes known as the mystic yoga system. It is only the eastern side, devotional service, that enables one to attain life's real goal. On the southern side, there are fruitive activities, by which one is subject to the punishment of Yamar&#257;ja. When one follows the system of fruitive activity, his material desires remain prominent. Consequently the results of this process are compared to wasps and drones. The living entity is bitten by the wasps and drones of fruitive activity and thus suffers in material existence birth after birth. One cannot become free from material desires by following this process. The propensity for material enjoyment never ends. Therefore the cycle of birth and death continues, and the spirit soul suffers perpetually.</P><P>The mystic yoga process is compared to a black snake that devours the living entity and injects him with poison. The ultimate goal of the yoga system is to become one with the Absolute. This means finishing one's personal existence. But the spiritual part and parcel of the Supreme Personality of Godhead has an eternal individual existence. The Bhagavad-g&#299;t&#257; confirms that the individual soul existed in the past, is existing in the present and will continue to exist as an individual in the future. Artificially trying to become one with the Absolute is suicidal. One cannot annihilate his natural condition.</P><P>A yaksha, a protector of riches, will not allow anyone to take away riches for enjoyment. Such a demon will simply create disturbances. In other words, a devotee will not depend on his material resources but on the mercy of the Supreme Personality of Godhead, who can give real protection. This is called rakshishyat&#299;ti vi&#347;v&#257;sah or (in the Bengali poetry of Bhaktivinoda Th&#257;kura's &#346;aran&#257;gati) 'ava&#347;ya rakshibe krishna' &#8212; vi&#347;v&#257;sa p&#257;lana. The surrendered soul must accept the fact that his real protector is Krishna, not his material acquisitions.</P><P>Considering all these points, devotional service to Krishna is the real treasure house for the living entity. When one comes to the platform of devotional service, he always remains opulent in the association of the Supreme Personality of Godhead. One who is bereft of devotional service is swallowed by the black snake of the yoga system and bitten by the wasps and drones of fruitive activity, and he suffers consequent material miseries. Sometimes the living entity is misled into trying to merge into spiritual existence, thinking himself as good as the Supreme Personality of Godhead. This means that when he comes to the spiritual platform, he will be disturbed and will again return to the material platform. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>):</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>Such people may become sanny&#257;s&#299;s, but unless they take shelter of Krishna's lotus feet, they will return to the material platform to perform philanthropic activities. In this way, one's spiritual life is lost. This is to be understood as being devoured by the black snake.</P><P CLASS=l><A CLASS=i HREF="134.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="136.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>