<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 139</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 139"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.139</P><P CLASS=c>ataeva 'bhakti' &#8212; krishna-pr&#257;ptyera up&#257;ya</P><P CLASS=c>'abhidheya' bali' t&#257;re sarva-&#347;&#257;stre g&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/praptyera">pr&#257;ptyera</A> &#8212; of achieving the lotus feet of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/upaya">up&#257;ya</A> &#8212; the only means; <A CLASS=v HREF="http://vedabase.net/a/abhidheya">abhidheya</A> &#8212; <A HREF="http://vedabase.net/a/abhidheya">abhidheya</A>; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; calling; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; this system; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sastre">&#347;&#257;stre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all revealed scriptures; <A CLASS=v HREF="http://vedabase.net/g/gaya">g&#257;ya</A> &#8212; is described.</P><P CLASS=t>TRANSLATION</P><P>"The conclusion is that devotional service is the only means for approaching the Supreme Personality of Godhead. This system is therefore called abhidheya. This is the verdict of all revealed scriptures.</P><P CLASS=t>PURPORT</P><P>As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>).</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257; vi&#347;ate tad-anantaram</P><P>"One can understand Me as I am, as the Supreme Personality of Godhead, only by devotional service. And when one is in full consciousness of Me by such devotion, he can enter into the kingdom of God."</P><P>The aim of life is to get rid of the material conditioning and enter into spiritual existence. Although the &#347;&#257;stras prescribe different methods for different men, the Supreme Personality of Godhead says that one ultimately must accept the path of devotional service as the assured path of spiritual advancement. Devotional service to the Lord is the only process actually confirmed by the Lord. Sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>). One must become a devotee if one wants to return home, back to Godhead, and become eternally blissful.</P><P CLASS=l><A CLASS=i HREF="138.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="140.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>