<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 151</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 151"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.151</P><P CLASS=c>da&#347;ame da&#347;amam lakshyam</P><P CLASS=c>&#257;&#347;rit&#257;&#347;raya-vigraham</P><P CLASS=c>&#347;r&#299;-krishn&#257;khyam param dh&#257;ma</P><P CLASS=c>jagad-dh&#257;ma nam&#257;mi tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dasame">da&#347;ame</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Tenth Canto; <A CLASS=v HREF="http://vedabase.net/d/dasamam">da&#347;amam</A> &#8212; the tenth subject matter; <A CLASS=v HREF="http://vedabase.net/l/laksyam">lakshyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be seen; <A CLASS=v HREF="http://vedabase.net/a/asrita">&#257;&#347;rita</A> &#8212; of the sheltered; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; of the shelter; <A CLASS=v HREF="http://vedabase.net/v/vigraham">vigraham</A> &#8212; who is the form; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the abode of the universes; <A CLASS=v HREF="http://vedabase.net/n/namami">nam&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my obeisances; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him.</P><P CLASS=t>TRANSLATION</P><P>"'The Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam reveals the tenth object, the Supreme Personality of Godhead, who is the shelter of all surrendered souls. He is known as &#346;r&#299; Krishna, and He is the ultimate source of all the universes. Let me offer my obeisances unto Him.'</P><P CLASS=t>PURPORT</P><P>This is a quotation from the Bh&#257;v&#257;rtha-d&#299;pik&#257;, &#346;r&#299;dhara Sv&#257;m&#299;'s commentary on &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/1/1.htm">10.1.1</A>). In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam there is a description of the &#257;&#347;raya-tattva, &#346;r&#299; Krishna. There are two tattvas &#8212; &#257;&#347;raya-tattva and &#257;&#347;rita-tattva. &#256;&#347;raya-tattva is the objective, and &#257;&#347;rita-tattva is the subjective. Since the lotus feet of Lord &#346;r&#299; Krishna are the shelter of all devotees, &#346;r&#299; Krishna is called param dh&#257;ma. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>) it is stated, param brahma param dh&#257;ma pavitram paramam bhav&#257;n. Everything is resting under the lotus feet of Krishna. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/14/58.htm">10.14.58</A>) it is stated:</P><P>sam&#257;&#347;rit&#257; ye pada-pallava-plavam</P><P CLASS=n>mahat-padam punya-ya&#347;o mur&#257;reh</P><P>Under the lotus feet of &#346;r&#299; Krishna, the entire mahat-tattva is existing. Since everything is under &#346;r&#299; Krishna's protection, &#346;r&#299; Krishna is called &#257;&#347;raya-tattva. Everything else is called &#257;&#347;rita-tattva. The material creation is also called &#257;&#347;rita-tattva. Liberation from material bondage and the attainment of the spiritual platform are also &#257;&#347;rita-tattva. Krishna is the only &#257;&#347;raya-tattva. In the beginning of the creation there are Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. They are also &#257;&#347;raya-tattva. Krishna is the cause of all causes (sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). To understand Krishna perfectly, one has to make an analytical study of &#257;&#347;raya-tattva and &#257;&#347;rita-tattva.</P><P CLASS=l><A CLASS=i HREF="150.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="152.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>