<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 165</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 165"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.165</P><P CLASS=c>svayam-r&#363;pa, tad-ek&#257;tma-r&#363;pa, &#257;ve&#347;a &#8212; n&#257;ma</P><P CLASS=c>prathamei tina-r&#363;pe rahena bhagav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; the original form; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/e/ekatma">ek&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> form, nondifferent from <A HREF="http://vedabase.net/s/svayam">svayam</A>-<A HREF="http://vedabase.net/r/rupa">r&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/a/avesa">&#257;ve&#347;a</A> &#8212; especially empowered; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/p/prathamei">prathamei</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> three forms; <A CLASS=v HREF="http://vedabase.net/r/rahena">rahena</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>"The Supreme Personality of Godhead exists in three principal forms &#8212; svayam-r&#363;pa, tad-ek&#257;tma-r&#363;pa and &#257;ve&#347;a-r&#363;pa.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described the svayam-r&#363;pa in his Laghu-bh&#257;gavat&#257;mrita, P&#363;rva-khanda, verse 12: anany&#257;pekshi yad r&#363;pam svayam-r&#363;pah sa ucyate. "The form of the Supreme Personality of Godhead that does not depend on other forms is called the svayam-r&#363;pa, the original form." This form is also described in &#346;r&#299;mad-Bh&#257;gavatam: krishnas tu bhagav&#257;n svayam (1.3.28). "Krishna is the original form of the Supreme Personality of Godhead." That Krishna's form as a cowherd boy in Vrind&#257;vana is the original form of the Personality of Godhead (svayam-r&#363;pa) is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>):</P><P>&#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah</P><P CLASS=n>an&#257;dir &#257;dir govindah sarva-k&#257;rana-k&#257;ranam</P><P>There is nothing superior to Govinda. He is the ultimate source and the cause of all causes. This is also confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/7.htm">7.7</A>), where the Lord says, mattah parataram n&#257;nyat: "There is no truth superior to Me.</P><P>The tad-ek&#257;tma-r&#363;pa forms are also described in the Laghu-bh&#257;gavat&#257;mrita (P&#363;rva-khanda, verse 14):</P><P>yad r&#363;pam tad-abhedena svar&#363;pena vir&#257;jate</P><P CLASS=n>&#257;krity&#257;dibhir any&#257;drik sa tad-ek&#257;tma-r&#363;pakah</P><P>"The tad-ek&#257;tma-r&#363;pa forms exist simultaneously with the svayam-r&#363;pa form and are nondifferent. At the same time, their bodily features and specific activities appear to be different." The tad-ek&#257;tma-r&#363;pa forms are divided into two categories &#8212; sv&#257;m&#347;a and vil&#257;sa.</P><P>Lord Krishna's &#257;ve&#347;a forms are also explained in the Laghu-bh&#257;gavat&#257;mrita (P&#363;rva 18):</P><P>jñ&#257;na-&#347;akty-&#257;di-kalay&#257; yatr&#257;vishto jan&#257;rdanah</P><P CLASS=n>ta &#257;ve&#347;&#257; nigadyante j&#299;v&#257; eva mahattam&#257;h</P><P>"A living entity who is specifically empowered by the Lord with knowledge or strength is technically called &#257;ve&#347;a-r&#363;pa." As stated in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/7/11.htm">Antya 7.11</A>), krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana: Unless a devotee is specifically empowered by the Lord, he cannot preach the holy name of the Lord all over the world. This is an explanation of the word &#257;ve&#347;a-r&#363;pa.</P><P CLASS=l><A CLASS=i HREF="164.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="166.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>