<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 173</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 173"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.173</P><P CLASS=c>anye ca samskrit&#257;tm&#257;no</P><P CLASS=c>vidhin&#257;bhihitena te</P><P CLASS=c>yajanti tvan-may&#257;s tv&#257;m vai</P><P CLASS=c>bahu-m&#363;rty eka-m&#363;rtikam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; different persons; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/samskrta">samskrita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tm&#257;nah</A> &#8212; persons who <A HREF="http://vedabase.net/a/are">are</A> purified; <A CLASS=v HREF="http://vedabase.net/v/vidhina">vidhin&#257;</A> &#8212; by the regulative principles; <A CLASS=v HREF="http://vedabase.net/a/abhihitena">abhihitena</A> &#8212; stated <A HREF="http://vedabase.net/i/in">in</A> the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/y/yajanti">yajanti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">may&#257;h</A> &#8212; being absorbed <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A> &#8212; having many forms; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/m/murtikam">m&#363;rtikam</A> &#8212; although one.</P><P CLASS=t>TRANSLATION</P><P>"'In different Vedic scriptures, there are prescribed rules and regulative principles for worshiping different types of forms. When one is purified by these rules and regulations, he worships You, the Supreme Personality of Godhead. Although manifested in many forms, You are one.'</P><P CLASS=t>PURPORT</P><P>This verse is quoted from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/40/7.htm">10.40.7</A>). In the Vedas it is stated that the one becomes many (eko bahu sy&#257;m). The Supreme Personality of Godhead expands Himself in various forms &#8212; vishnu-tattva, j&#299;va-tattva and &#347;akti-tattva.</P><P>According to the Vedic literatures, there are different regulative principles for the worship of each of these forms. If one takes advantage of the Vedic literatures and purifies himself by following the rules and regulations, ultimately he worships the Supreme Personality of Godhead, Krishna. Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>): mama vartm&#257;nuvartante manushy&#257;h p&#257;rtha sarva&#347;ah. Worship of the demigods is in a sense worship of the Supreme Personality of Godhead, but such worship is said to be avidhi-p&#363;rvakam, improper. Actually demigod worship is meant for unintelligent men. One who is intelligent considers the words of the Supreme Personality of Godhead: sarva dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. One who worships demigods worships the Supreme Lord indirectly, but according to the revealed scriptures, there is no need to worship Him indirectly. One can worship Him directly.</P><P CLASS=l><A CLASS=i HREF="172.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="174.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>