<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 174</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 174"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.174</P><P CLASS=c>vaibhava-prak&#257;&#347;a krishnera &#8212; &#347;r&#299;-balar&#257;ma</P><P CLASS=c>varna-m&#257;tra-bheda, saba &#8212; krishnera sam&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaibhava">vaibhava</A>-<A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; manifestation of the <A HREF="http://vedabase.net/v/vaibhava">vaibhava</A> feature; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/balarama">balar&#257;ma</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; color only; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; difference; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> <A CLASS=v HREF="http://vedabase.net/s/samana">sam&#257;na</A> &#8212; equal <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>"The first manifestation of the vaibhava feature of Krishna is &#346;r&#299; Balar&#257;maj&#299;. &#346;r&#299; Balar&#257;ma and Krishna have different bodily colors, but otherwise &#346;r&#299; Balar&#257;ma is equal to Krishna in all respects.</P><P CLASS=t>PURPORT</P><P>To understand the difference between svayam-r&#363;pa, tad-ek&#257;tma-r&#363;pa, &#257;ve&#347;a, pr&#257;bhava and vaibhava, &#346;r&#299;la Bhaktivinoda Th&#257;kura has given the following description. In the beginning, Krishna has three bodily features: (1) svayam-r&#363;pa, as a cowherd boy in Vrind&#257;vana; (2) tad-ek&#257;tma-r&#363;pa, which is divided into sv&#257;m&#347;aka and vil&#257;sa; and (3) &#257;ve&#347;a-r&#363;pa. The sv&#257;m&#347;aka, or expansions of the personal potency, are (1) K&#257;ranodaka&#347;&#257;y&#299;, Garbhodaka&#347;&#257;y&#299;, Ksh&#299;rodaka&#347;&#257;y&#299; and (2) incarnations such as the fish, tortoise, boar and Nrisimha. The vil&#257;sa-r&#363;pa has a pr&#257;bhava division, including V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. There is also a vaibhava division, in which there are twenty-four forms, including the second V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. For each of these, there are three forms; therefore there are twelve forms altogether. These twelve forms constitute the predominant names for the twelve months of the year as well as the twelve tilaka marks on the body. Each of the four Personalities of Godhead expands into two other forms; thus there are eight forms, such as Purushottama, Acyuta, etc. The four forms (V&#257;sudeva, etc.), the twelve (Ke&#347;ava, etc.), and the eight (Purushottama, etc.) all together constitute twenty-four forms. The forms are differently named in accordance with the placement of the weapons They hold in Their four hands.</P><P CLASS=l><A CLASS=i HREF="173.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="175.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>