<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 272</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 272"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.272</P><P CLASS=c>sei purusha m&#257;y&#257;-p&#257;ne kare avadh&#257;na</P><P CLASS=c>prakriti kshobhita kari' kare v&#299;ryera &#257;dh&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pane">p&#257;ne</A> &#8212; toward <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> <A CLASS=v HREF="http://vedabase.net/a/avadhana">avadh&#257;na</A> &#8212; glances; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> &#8212; the material nature; <A CLASS=v HREF="http://vedabase.net/k/ksobhita">kshobhita</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making agitated; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; impregnates; <A CLASS=v HREF="http://vedabase.net/v/viryera">v&#299;ryera</A> &#8212; of the semen; <A CLASS=v HREF="http://vedabase.net/a/adhana">&#257;dh&#257;na</A> &#8212; injection.</P><P CLASS=t>TRANSLATION</P><P>"When the Supreme Personality of Godhead glances over the material energy, she becomes agitated. At that time, the Lord injects the original semen of the living entities.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/10.htm">7.10</A>), Krishna says, b&#299;jam m&#257;m sarva-bh&#363;t&#257;n&#257;m: "I am the original seed of all existences." This is also confirmed in another verse in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/4.htm">14.4</A>):</P><P>sarva-yonishu kaunteya m&#363;rtayah sambhavanti y&#257;h</P><P CLASS=n>t&#257;s&#257;m brahma mahad yonir aham b&#299;ja-pradah pit&#257;</P><P>"It should be understood that all species of life, O son of Kunt&#299;, are made possible by birth in this material nature, and that I am the seed-giving father."</P><P>For a further explanation, one may refer to the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/10.htm">Bs. 5.10-13</A>). The Brahma-samhit&#257; also states (5.51):</P><P>agnir mah&#299; gaganam ambu marud di&#347;a&#347; ca</P><P CLASS=n>k&#257;las tath&#257;tma-manas&#299;ti jagat-tray&#257;ni</P><P CLASS=n>yasm&#257;d bhavanti vibhavanti vi&#347;anti yam ca</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>All material elements, as well as the spiritual sparks (individual souls), are emanating from the Supreme Personality of Godhead. This is confirmed by the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1">1.1</A>): janm&#257;dy asya yatah [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>]. "The Absolute Truth is He from whom everything emanates." He is the Supreme Truth: satyam param dh&#299;mahi (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>). The absolute ultimate truth is Krishna. Om namo bhagavate v&#257;sudev&#257;ya/ janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rtheshv abhijñah sva-r&#257;t: "The Absolute Truth is a person who is directly and indirectly cognizant of the entire cosmic manifestation." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>)</P><P>The Absolute Truth, the Supreme Personality of Godhead, educated Lord Brahm&#257; from the heart (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>): tene brahma hrid&#257; ya &#257;di-kavaye. Therefore the Absolute Truth cannot be dull matter; the Absolute Truth must be the Supreme Person Himself. Sei purusha m&#257;y&#257;-p&#257;ne kare avadh&#257;na. Simply by His glance, material nature is impregnated with all living entities. According to their karma and fruitive activity, they emerge in different bodies. That is the explanation given by the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>):</P><P>dehino 'smin yath&#257; dehe kaum&#257;ram yauvanam jar&#257;</P><P CLASS=n>tath&#257; deh&#257;ntara-pr&#257;ptir dh&#299;ras tatra na muhyati</P><P>"As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change."</P><P CLASS=l><A CLASS=i HREF="271.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="273.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>