<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 273</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 273"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.273</P><P CLASS=c>sv&#257;&#324;ga-vi&#347;esh&#257;bh&#257;sa-r&#363;pe prakriti-spar&#347;ana</P><P CLASS=c>j&#299;va-r&#363;pa 'b&#299;ja' t&#257;te kail&#257; samarpana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasa">&#257;bh&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of <A HREF="http://vedabase.net/a/a">a</A> specific shadow from His personal body; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A>-<A CLASS=v HREF="http://vedabase.net/s/sparsana">spar&#347;ana</A> &#8212; the Lord glances over the material nature; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; having the form of the sparklike living entities, who <A HREF="http://vedabase.net/a/are">are</A> parts and parcels; <A CLASS=v HREF="http://vedabase.net/b/bija">b&#299;ja</A> &#8212; semen; <A CLASS=v HREF="http://vedabase.net/t/tate">t&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that material nature; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/samarpana">samarpana</A> &#8212; impregnated.</P><P CLASS=t>TRANSLATION</P><P>"To impregnate with the seeds of the living entities, the Lord Himself does not directly touch the material energy, but by His specific functional expansion He touches the material energy, and thus the living entities, who are His parts and parcels, are impregnated into material nature.</P><P CLASS=t>PURPORT</P><P>According to Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah</P><P CLASS=n>manah-shashth&#257;n&#299;ndriy&#257;ni prakriti-sth&#257;ni karshati</P><P>"The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."</P><P>The word prakriti-spar&#347;ana is explained in the Caitanya-carit&#257;mrita in reference to the way the living entities come in contact with dull matter. The glancing is performed by Mah&#257;-Vishnu: sa aikshata lok&#257;n nu srij&#257; iti. (Aitareya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1/1">1.1.1</A>) In the conditioned stage we impregnate according to the bodily conception &#8212; that is, by sexual intercourse &#8212; but the Supreme Lord does not need sexual intercourse to impregnate. The impregnation is performed simply by His glance. This is also explained in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/32.htm">5.32</A>):</P><P>a&#324;g&#257;ni yasya sakalendriya-vrittimanti</P><P CLASS=n>pa&#347;yanti p&#257;nti kalayanti ciram jaganti</P><P CLASS=n>&#257;nanda-cinmaya-sad-ujjvala-vigrahasya</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Govinda can impregnate simply by glancing. In other words, His eyes can work as His genitals. He does not need genitals to beget a child. Indeed, Krishna can beget any one of the living entities with any part of His body.</P><P>The word sv&#257;&#324;ga-vi&#347;esh&#257;bh&#257;sa-r&#363;pe, indicating the form by which the Lord begets living entities in the material world, is explained herein. He is Lord &#346;iva. In the Brahma-samhit&#257; it is stated that Lord &#346;iva, who is another form of Mah&#257;-Vishnu, is like yogurt. Yogurt is nothing but milk, yet it is not milk. Similarly, Lord &#346;iva is considered the father of this universe, and material nature is considered the mother. The father and mother are known as Lord &#346;iva and goddess Durg&#257;. Together, Lord &#346;iva's genitals and the vagina of goddess Durg&#257; are worshiped as the &#347;iva-li&#324;ga. This is the origin of the material creation. Thus Lord &#346;iva's position is between that of the living entity and that of the Supreme Lord. In other words, Lord &#346;iva is neither the Supreme Personality of Godhead nor a living entity. He is the form through which the Supreme Lord works to beget living entities within this material world. As yogurt is prepared when milk is mixed with a culture, the form of Lord &#346;iva expands when the Supreme Personality of Godhead is in touch with material nature. The impregnation of material nature by the father, Lord &#346;iva, is wonderful because at one time innumerable living entities are conceived. Bh&#257;go j&#299;vah sa vijñeyah sa c&#257;nanty&#257;ya kalpate (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/5/9">5.9</A>). These living entities are very, very small:</P><P>ke&#347;&#257;gra-&#347;ata-bh&#257;gasya &#347;at&#257;m&#347;a-sadri&#347;&#257;tmakah</P><P CLASS=n>j&#299;vah s&#363;kshma-svar&#363;po 'yam sa&#324;khy&#257;t&#299;to hi cit-kanah</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/19/140.htm">Madya 19.140</A>]</P><P>"If we divide the tip of a hair into a hundred parts and then take one of these parts and divide it again into a hundred parts, that very fine division is the size of but one of the numberless living entities. They are all cit-kana, particles of spirit, not matter."</P><P>The innumerable brahm&#257;ndas, or universes, come from the pores of the Lord's body, and innumerable living entities also come from the pores of the transcendental body of the Lord. This is the process of material creation. Without the living entities, this material nature has no value. Both emanate from the pores of the transcendental body of Lord Mah&#257;-Vishnu. They are different energies. The material nature is explained as follows by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me bhinn&#257; prakritir ashtadh&#257;</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight constitute My separated material energies." Thus the material elements also come from the body of the Supreme Personality of Godhead, but they are a different type of energy from the living entities. Although the living entities also come from the Lord's body, they are categorized as a superior energy:</P><P>apareyam itas tv any&#257;m prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho yayedam dh&#257;ryate jagat</P><P>"Besides this inferior nature, O mighty-armed Arjuna, there is another, superior energy of Mine, which comprises the living entities who are exploiting the resources of this material, inferior nature." (<A CLASS=v HREF="../../../bg/7/5.htm">Bg. 7.5</A>) The inferior energy, matter, cannot act without the superior energy. All these things are very clearly explained in the Vedas. The materialistic theory that life develops from matter is incorrect. Life and matter come from the supreme living entity; therefore, being the source of both, that supreme living entity, Krishna, is described in the Ved&#257;nta-s&#363;tra as janm&#257;dy asya yatah [<A CLASS=v HREF="../../../sb/1/1/1.htm">SB 1.1.1</A>] (1.1), or the original source of everything, sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. This is further explained in the following verse.</P><P CLASS=l><A CLASS=i HREF="272.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="274.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>