<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 309</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 309"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.309</P><P CLASS=c>dugdha yena amla-yoge dadhi-r&#363;pa dhare</P><P CLASS=c>dugdh&#257;ntara vastu nahe, dugdha haite n&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dugdha">dugdha</A> &#8212; milk; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/amla">amla</A>-<A CLASS=v HREF="http://vedabase.net/y/yoge">yoge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> association with <A HREF="http://vedabase.net/a/a">a</A> sour substance; <A CLASS=v HREF="http://vedabase.net/d/dadhi">dadhi</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; the form of yogurt; <A CLASS=v HREF="http://vedabase.net/d/dhare">dhare</A> &#8212; takes; <A CLASS=v HREF="http://vedabase.net/d/dugdha">dugdha</A>-<A CLASS=v HREF="http://vedabase.net/a/antara">antara</A> &#8212; something other than milk; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A> &#8212; substance; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/d/dugdha">dugdha</A> &#8212; milk; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/n/nare">n&#257;re</A> &#8212; is not able.</P><P CLASS=t>TRANSLATION</P><P>"Milk is transformed into yogurt when it associates with a yogurt culture. Thus yogurt is nothing but milk, but still it is not milk.</P><P CLASS=t>PURPORT</P><P>Of the three deities supervising the creation, maintenance and dissolution of the universe, Lord Vishnu is never separate from the original Vishnu. However, Lord &#346;iva and Brahm&#257;, due to their association with m&#257;y&#257;, are different from Vishnu. Vishnu cannot be transformed into any form of material energy. Whenever there is association with m&#257;y&#257;, the personality involved must be different from Lord Vishnu. Therefore Lord &#346;iva and Lord Brahm&#257; are called guna-avat&#257;ras, for they associate with the material qualities. The conclusion is that Rudra is not exactly Lord Vishnu but rather a transformation of Vishnu. Therefore, he does not come within the category of the vishnu-tattvas. Thus he is inconceivably one with Vishnu and different from Him. The example given in this verse is very clear. Milk is compared to Vishnu. As soon as milk touches a sour substance, it becomes yogurt, or Lord &#346;iva. Although yogurt is constitutionally milk, it cannot be used in place of milk.</P><P CLASS=l><A CLASS=i HREF="308.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="310.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>