<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 352</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 352"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.352</P><P CLASS=c>prabhu kahe, &#8212; "any&#257;vat&#257;ra &#347;&#257;stra-dv&#257;re j&#257;ni</P><P CLASS=c>kalite avat&#257;ra taiche &#347;&#257;stra-v&#257;kye m&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> said; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; the incarnations <A HREF="http://vedabase.net/i/in">in</A> other yugas; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/d/dvare">dv&#257;re</A> <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; one has <A HREF="http://vedabase.net/t/to">to</A> accept by reference <A HREF="http://vedabase.net/t/to">to</A> the &#347;&#257;stras; <A CLASS=v HREF="http://vedabase.net/k/kalite">kalite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">Age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation; <A CLASS=v HREF="http://vedabase.net/t/taiche">taiche</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/v/vakye">v&#257;kye</A> <A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;ni</A> &#8212; one has <A HREF="http://vedabase.net/t/to">to</A> accept according <A HREF="http://vedabase.net/t/to">to</A> the description of revealed scriptures.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu replied, "As in other ages an incarnation is accepted according to the directions of the &#347;&#257;stras, in this Age of Kali an incarnation of God should be accepted in that way.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299; Caitanya Mah&#257;prabhu, this is the way an incarnation should be accepted. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says, s&#257;dhu-&#347;&#257;stra-guru-v&#257;kya, cittete kariy&#257; aikya. One should accept a thing as genuine by studying the words of saintly people, the spiritual master and the &#347;&#257;stra. The actual center is the &#347;&#257;stra, the revealed scripture. If a spiritual master does not speak according to the revealed scripture, he is not to be accepted. Similarly, if a saintly person does not speak according to the &#347;&#257;stra, he is not a saintly person. The &#347;&#257;stra is the center for all. Unfortunately, at the present moment, people do not refer to the &#347;&#257;stras; therefore they accept rascals as incarnations, and consequently they have made incarnations into a very cheap thing. Intelligent people who follow &#346;r&#299; Caitanya Mah&#257;prabhu's instructions and the instructions of the &#257;c&#257;rya, the bona fide spiritual master, will not accept a pretender as an incarnation of God. In Kali-yuga, the only incarnation is &#346;r&#299; Caitanya Mah&#257;prabhu. Imitation incarnations take advantage of &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord appeared within the past five hundred years, played as the son of a br&#257;hmana from Nadia and introduced the sa&#324;k&#299;rtana movement. Imitating &#346;r&#299; Caitanya Mah&#257;prabhu and ignoring the &#347;&#257;stra, rascals present themselves as incarnations and introduce their rascaldom as a religious process. As we have repeatedly said, religion can be given only by the Supreme Personality of Godhead. From the discussions in the Caitanya-carit&#257;mrita, we can understand that in different ages the Supreme Lord introduces different systems and different religious duties. In this Age of Kali, the only incarnation of Krishna is &#346;r&#299; Caitanya Mah&#257;prabhu, and He introduced the religious duty of Kali-yuga, the chanting of the Hare Krishna mah&#257;-mantra: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="351.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="353.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>