<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 353</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 353"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.353</P><P CLASS=c>sarvajña munira v&#257;kya &#8212; &#347;&#257;stra-'param&#257;na'</P><P CLASS=c>&#257;m&#257;-sab&#257; j&#299;vera haya &#347;&#257;stra-dv&#257;r&#257; 'jñ&#257;na'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">jña</A> <A CLASS=v HREF="http://vedabase.net/m/munira">munira</A> <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; the words of the omniscient <A HREF="http://vedabase.net/m/muni">muni</A> (Vy&#257;sadeva); <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/p/paramana">param&#257;na</A> &#8212; evidence of revealed scriptures; <A CLASS=v HREF="http://vedabase.net/a/ama">&#257;m&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">sab&#257;</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> &#8212; of the conditioned souls; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>-<A CLASS=v HREF="http://vedabase.net/d/dvara">dv&#257;r&#257;</A> &#8212; through the medium of revealed scriptures; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge.</P><P CLASS=t>TRANSLATION</P><P>"The Vedic literatures composed by the omniscient Mah&#257;muni Vy&#257;sadeva are evidence of all spiritual existence. Only through these revealed scriptures can all conditioned souls attain knowledge.</P><P CLASS=t>PURPORT</P><P>Foolish people try to concoct knowledge by manufacturing something in their brains. That is not the real way of knowledge. Knowledge is &#347;abda-pram&#257;na, evidence from the Vedic literature. &#346;r&#299;la Vy&#257;sadeva is called Mah&#257;muni. He is also known as Vedavy&#257;sa because he has compiled so many &#347;&#257;stras. He has divided the Vedas into four divisions &#8212; S&#257;ma, Rig, Yajur and Atharva. He has expanded the Vedas into eighteen Pur&#257;nas and has summarized Vedic knowledge in the Ved&#257;nta-s&#363;tra. He also compiled the Mah&#257;bh&#257;rata, which is accepted as the fifth Veda. The Bhagavad-g&#299;t&#257; is contained within the Mah&#257;bh&#257;rata. Therefore the Bhagavad-g&#299;t&#257; is also Vedic literature (smriti). Some of the Vedic literatures are called &#347;rutis, and some are called smritis. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; recommends in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/101">1.2.101</A>):</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>Unless one refers to &#347;&#257;stra (&#347;ruti, smriti and pur&#257;n&#257;di), one's spiritual activity simply disturbs society. There is no king or government to check people, and therefore society has fallen into a chaotic condition as far as spiritual understanding is concerned. Taking advantage of this chaotic condition, many rascals have appeared and proclaimed themselves incarnations of God. As a result, the entire population is indulging in sinful activities such as illicit sex, intoxication, gambling and meat-eating. Out of many sinful people, many so-called incarnations of God are emerging. This is a very regrettable situation, especially in India.</P><P CLASS=l><A CLASS=i HREF="352.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="354.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>