<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 359</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 359"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.359</P><P CLASS=c>janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rtheshv abhijñah svar&#257;t</P><P CLASS=c>tene brahma hrid&#257; ya &#257;di-kavaye muhyanti yat s&#363;rayah</P><P CLASS=c>tejo-v&#257;ri-mrid&#257;m yath&#257; vinimayo yatra tri-sargo 'mrish&#257;</P><P CLASS=c>dh&#257;mn&#257; svena sad&#257; nirasta-kuhakam satyam param dh&#299;mahi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; creation, maintenance and dissolution; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this (the universe); <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/a/anvayat">anvay&#257;t</A> &#8212; directly from the spiritual connection; <A CLASS=v HREF="http://vedabase.net/i/itaratah">itaratah</A> &#8212; indirectly from the lack of material contact; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/arthesu">artheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all affairs; <A CLASS=v HREF="http://vedabase.net/a/abhijnah">abhijñah</A> &#8212; perfectly cognizant; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> &#8212; independent; <A CLASS=v HREF="http://vedabase.net/t/tene">tene</A> &#8212; imparted; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/h/hrda">hrid&#257;</A> &#8212; through the heart; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/k/kavaye">kavaye</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/muhyanti">muhyanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> bewildered; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/s/surayah">s&#363;rayah</A> &#8212; great personalities like Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and other demigods or great br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A>-<A CLASS=v HREF="http://vedabase.net/v/vari">v&#257;ri</A>-<A CLASS=v HREF="http://vedabase.net/m/mrdam">mrid&#257;m</A> &#8212; of fire, water and earth; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vinimayah">vinimayah</A> &#8212; the exchange; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/s/sargah">sargah</A> &#8212; the material creation of three modes; <A CLASS=v HREF="http://vedabase.net/a/amrsa">amrish&#257;</A> &#8212; factual; <A CLASS=v HREF="http://vedabase.net/d/dhamna">dh&#257;mn&#257;</A> &#8212; with the abode; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; His own personal; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/n/nirasta">nirasta</A>-<A CLASS=v HREF="http://vedabase.net/k/kuhakam">kuhakam</A> &#8212; devoid of all illusion; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; absolute; <A CLASS=v HREF="http://vedabase.net/d/dhimahi">dh&#299;mahi</A> &#8212; let us meditate upon.</P><P CLASS=t>TRANSLATION</P><P>"'O my Lord, &#346;r&#299; Krishna, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord &#346;r&#299; Krishna because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahm&#257;j&#299;, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord &#346;r&#299; Krishna, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth.'</P><P CLASS=t>PURPORT</P><P>This verse, quoted from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/1.htm">1.1.1</A>), links the &#346;r&#299;mad-Bh&#257;gavatam with the Ved&#257;nta-s&#363;tra with the words janm&#257;dy asya yatah. It is stated that the Supreme Personality of Godhead, V&#257;sudeva, is the Absolute Truth beyond the material creation. This has been accepted by all &#257;c&#257;ryas. Even &#346;a&#324;kar&#257;c&#257;rya, the most elevated impersonalist, says in the beginning of his commentary on the Bhagavad-g&#299;t&#257;: n&#257;r&#257;yanah paro 'vyakt&#257;t. When this material creation is not yet manifested from the mahat-tattva, it is called avyakta, and when it is demonstrated from that total energy, it is called vyakta. N&#257;r&#257;yana, the Supreme Personality of Godhead, is beyond this vyakta-avyakta, manifested and unmanifested material nature. This is the chief qualification of the Supreme Personality of Godhead when He assumes a particular incarnation. Krishna tells Arjuna that although they both took birth many, many times before, Krishna remembers everything about His previous appearances but Arjuna does not remember. Since Krishna is beyond the cosmic creation, He is in the exalted position of being able to remember everything in the past. Everything within the cosmic creation has a material body, but Krishna, being beyond the material cosmic creation, always has a spiritual body. He imparted Vedic knowledge into the heart of Brahm&#257;. Although Brahm&#257; is the most important and exalted personality within this universe, he could not remember what he did in his past life. Krishna had to remind him through the heart. When Lord Brahm&#257; was thus inspired, he was able to create the entire universe. Remembering everything about the past and inspiring Lord Brahm&#257; to create are vivid examples of the characteristics called svar&#363;pa-lakshana and tatastha-lakshana.</P><P CLASS=l><A CLASS=i HREF="358.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="360.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>