<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 397</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 397"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.397</P><P CLASS=c>ataeva goloka-sth&#257;ne nitya vih&#257;ra</P><P CLASS=c>brahm&#257;nda-gane krame pr&#257;katya t&#257;h&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/g/goloka">goloka</A>-<A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the original <A HREF="http://vedabase.net/g/goloka">Goloka</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> planet; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; eternal pastimes; <A CLASS=v HREF="http://vedabase.net/b/brahmanda">brahm&#257;nda</A>-<A CLASS=v HREF="http://vedabase.net/g/gane">gane</A> &#8212; within the material universes; <A CLASS=v HREF="http://vedabase.net/k/krame">krame</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/p/prakatya">pr&#257;katya</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/t/tahara">t&#257;h&#257;ra</A> &#8212; of them.</P><P CLASS=t>TRANSLATION</P><P>"The eternal pastimes of Krishna are continuously taking place in the original Goloka Vrind&#257;vana planet. These same pastimes are gradually manifested within the material world, in each and every brahm&#257;nda.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura elucidates this complicated explanation of Krishna's pastimes. Krishna's pastimes are always present in the material world in one of the many universes. These pastimes appear in the universes one after the other, just as the sun moves across the sky and measures the time. Krishna's appearance may be manifested in this universe at one moment, and immediately after His birth, this pastime is manifested in the next universe. After His killing of P&#363;tan&#257; is manifested in this universe, it is next manifested in another universe. Thus all the pastimes of Krishna are eternally existing both in the original Goloka Vrind&#257;vana planet and in the material universes. The 125 years calculated in our solar system to be Krishna's lifetime equal one moment for Krishna. One moment these pastimes are manifested in one universe, and the next moment they are manifested in the next universe. There are unlimited universes, and Krishna's pastimes are manifested one moment after the other in all of them. This rotation is explained through the example of the sun's moving across the sky. Krishna appears and disappears in innumerable universes, just as the sun appears and disappears during the day. Although the sun appears to rise and set, it is continuously shining somewhere on the earth. Similarly, although Krishna's pastimes seem to appear and disappear, they are continuously existing in one brahm&#257;nda (universe) or another. Thus all of Krishna's l&#299;l&#257;s are present simultaneously throughout the innumerable universes. By our limited senses we cannot appreciate this; therefore Krishna's eternal pastimes are very difficult for us to understand. One should try to understand how they are taking place by understanding the analogy of the sun. Although the Lord is appearing constantly in the material universes, His pastimes are eternally present in the original Goloka Vrind&#257;vana. Therefore these pastimes are called nitya-l&#299;l&#257; (eternally present pastimes). Because we cannot see what is going on in other universes, it is a little difficult for us to understand how Krishna is eternally manifesting His pastimes. There are fourteen Manus in one day of Brahm&#257;, and this time calculation is also taking place in other universes. Krishna's pastimes are manifested before fourteen Manus expire. Although it is a little difficult to understand the eternal pastimes of Krishna in this way, we must accept the verdict of the Vedic literatures.</P><P>There are two types of devotees &#8212; the s&#257;dhaka, who is preparing for perfection, and the siddha, who is already perfect. As far as those who are already perfect are concerned, Lord Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>), tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna: "After giving up this material body, such a devotee comes to Me." After leaving the material body, the perfect devotee takes birth from the womb of a gop&#299; on a planet where Krishna's pastimes are going on. This may be in this universe or another universe. This statement is found in the Ujjvala-n&#299;lamani, which is commented upon by Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura. When a devotee becomes perfect, he is transferred to the universe where Krishna's pastimes are taking place. Krishna's eternal associates go wherever Krishna manifests His pastimes. As stated before, first the father and mother of Krishna appear, then the other associates. Quitting his material body, the perfect devotee also goes to associate with Krishna and His other associates.</P><P CLASS=l><A CLASS=i HREF="396.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="398.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>