<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 57"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.57</P><P CLASS=c>bhavad-vidh&#257; bh&#257;gavat&#257;s</P><P CLASS=c>t&#299;rtha-bh&#363;t&#257;h svayam prabho</P><P CLASS=c>t&#299;rth&#299;-kurvanti t&#299;rth&#257;ni</P><P CLASS=c>sv&#257;ntah-sthena gad&#257;-bhrit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; like you; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavat&#257;h</A> &#8212; advanced devotees; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;t&#257;h</A> &#8212; personified holy places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; my lord; <A CLASS=v HREF="http://vedabase.net/t/tirthi">t&#299;rth&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; <A HREF="http://vedabase.net/m/make">make</A> into holy places; <A CLASS=v HREF="http://vedabase.net/t/tirthani">t&#299;rth&#257;ni</A> &#8212; all the holy places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/s/sthena">sthena</A> &#8212; situated within their hearts; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrta">bhrit&#257;</A> &#8212; by Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, who carries <A HREF="http://vedabase.net/a/a">a</A> club.</P><P CLASS=t>TRANSLATION</P><P>"'Saints of your caliber are themselves places of pilgrimage. Because of their purity, they are constant companions of the Lord, and therefore they can purify even the places of pilgrimage.'</P><P CLASS=t>PURPORT</P><P>This verse was spoken by Mah&#257;r&#257;ja Yudhishthira to Vidura in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/13/10.htm">1.13.10</A>). Vidura was returning home after visiting sacred places of pilgrimage, and Mah&#257;r&#257;ja Yudhishthira was receiving his saintly uncle. In essence, Mah&#257;r&#257;ja Yudhishthira was saying, "My dear Lord Vidura, you yourself are a holy place because you are an advanced devotee. People like you always carry Lord Vishnu in their hearts. You can revitalize all holy places after they have been polluted by the pilgrimages of sinners."</P><P>A sinful person goes to a holy place of pilgrimage to be purified. In a holy place, there are many saintly people and temples of Lord Vishnu; however, the holy place becomes infected with the sins of many visitors. When an advanced devotee goes to a holy place, he counteracts all the sins of the pilgrims. Therefore Mah&#257;r&#257;ja Yudhishthira addressed Vidura in this way.</P><P>Since an advanced devotee carries Lord Vishnu within his heart, he is a moving temple and a moving Vishnu. An advanced devotee does not need to go to holy places, for wherever he stays is a holy place. In this connection, Narottama d&#257;sa Th&#257;kura states, t&#299;rtha-y&#257;tr&#257; pari&#347;rama, kevala manera bhrama: visiting holy places is simply another type of bewilderment. Since an advanced devotee does not need to go to a holy place, why does he go? The answer is that he goes simply to purify the place.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>