<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 6"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.6</P><P CLASS=c>eka band&#299; ch&#257;de yadi nija-dharma dekhiy&#257;</P><P CLASS=c>sams&#257;ra ha-ite t&#257;re mukta karena gos&#257;ñ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/b/bandi">band&#299;</A> &#8212; one imprisoned person; <A CLASS=v HREF="http://vedabase.net/c/chade">ch&#257;de</A> &#8212; one releases; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; one's own religion; <A CLASS=v HREF="http://vedabase.net/d/dekhiya">dekhiy&#257;</A> &#8212; consulting; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ite">ite</A> &#8212; from material bondage; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; releases; <A CLASS=v HREF="http://vedabase.net/g/gosana">gos&#257;ñ&#257;</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>"If one releases a conditioned soul or imprisoned person according to religious principles, he himself is also released from material bondage by the Supreme Personality of Godhead."</P><P CLASS=t>PURPORT</P><P>It appears from this statement that San&#257;tana Gosv&#257;m&#299;, who was formerly a minister of the Nawab, was trying to cheat the Muslim superintendent. A jail superintendent had only an ordinary education, or practically no education, and he was certainly not supposed to be very advanced in spiritual knowledge. But just to satisfy him, San&#257;tana Gosv&#257;m&#299; praised him as a very learned scholar of the scriptures. The jailkeeper could not deny that he was a learned scholar, because when one is elevated to an exalted position, one thinks oneself fit for that position. San&#257;tana Gosv&#257;m&#299; was correctly explaining the effects of spiritual activity, and the jailkeeper connected his statement with his release from jail.</P><P>There are innumerable conditioned souls rotting in the material world, imprisoned by m&#257;y&#257; under the spell of sense gratification. The living entity is so entranced by the spell of m&#257;y&#257; that in conditioned life even a pig feels satisfied. There are two kinds of covering powers exhibited by m&#257;y&#257;. One is called prakshep&#257;tmik&#257;, and the other is called &#257;varan&#257;tmik&#257;. When one is determined to get out of material bondage, the prakshep&#257;tmik&#257;-&#347;akti, the spell of diversion, impels one to remain in conditioned life fully satisfied by sense gratification. Due to the other power (&#257;varan&#257;tmik&#257;), a conditioned soul feels satisfied even if he is rotting in the body of a pig or a worm in stool. To release a conditioned soul from material bondage is very difficult because the spell of m&#257;y&#257; is so strong. Even when the Supreme Personality of Godhead Himself descends to deliver conditioned souls, asking them to surrender unto Him, the conditioned souls do not agree to the Lord's proposal. Therefore &#346;r&#299; San&#257;tana Gosv&#257;m&#299; said, "Somehow or other, if one helps another gain release from the bondage of m&#257;y&#257;, he is certainly recognized immediately by the Supreme Personality of Godhead." As Lord Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/69.htm">18.69</A>):</P><P>na ca tasm&#257;n manushyeshu ka&#347;cin me priya-krittamah</P><P CLASS=n>bhavit&#257; na ca me tasm&#257;d anyah priyataro bhuvi</P><P>The greatest service one can render to the Lord is to try to infuse devotional service into the heart of the conditioned soul so that the conditioned soul may be released from conditioned life. &#346;r&#299;la Bhaktivinoda Th&#257;kura has said that a Vaishnava is recognized by his preaching work &#8212; that is, by convincing the conditioned soul about his eternal position, which is explained here as nija-dharma. It is the living entity's eternal position to serve the Lord; therefore to help one get release from material bondage is to awaken one to the dormant understanding that he is the eternal servant of Krishna. J&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]. This will be further explained by the Lord Himself to San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>