<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 63"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.63</P><P CLASS=c>mah&#257;-raurava haite tom&#257; karil&#257; uddh&#257;ra</P><P CLASS=c>krip&#257;ra samudra krishna gambh&#299;ra ap&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/raurava">raurava</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from the deepest hellish condition of life; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uddhara">uddh&#257;ra</A> &#8212; has delivered; <A CLASS=v HREF="http://vedabase.net/k/krpara">krip&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A> &#8212; the ocean of mercy; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/gambhira">gambh&#299;ra</A> &#8212; very grave; <A CLASS=v HREF="http://vedabase.net/a/apara">ap&#257;ra</A> &#8212; unlimitedly.</P><P CLASS=t>TRANSLATION</P><P>"My dear San&#257;tana, Krishna has saved you from Mah&#257;raurava, life's deepest hell. He is an ocean of mercy, and His activities are very grave."</P><P CLASS=t>PURPORT</P><P>As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>), &#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati. Staying within everyone's heart, Lord Krishna works very gravely. No one can understand how He is working, but as soon as the Lord understands the sincere activity of a person in devotional service, He helps him in such a way that the devotee cannot understand how things are happening. If the devotee is determined to serve the Lord, the Lord is always prepared to help him (dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te). &#346;r&#299; Caitanya Mah&#257;prabhu is telling San&#257;tana Gosv&#257;m&#299; how merciful the Lord is. San&#257;tana Gosv&#257;m&#299; was a minister in the service of Nawab Hussain Shah. He was always mixing with materially inclined people, particularly with Muslims, meat-eaters. Although he was in intimate touch with them, by Krishna's mercy he came to find such association distasteful. Therefore he left them. As stated by &#346;r&#299;niv&#257;sa &#256;c&#257;rya, tyaktv&#257; t&#363;rnam a&#347;esha-mandala-pati-&#347;ren&#299;m sad&#257; tuccha-vat. Krishna enlightened San&#257;tana Gosv&#257;m&#299; in such a way that he was able to give up his exalted post as minister. Thinking his material position insignificant, San&#257;tana was prepared to become a mendicant. Appreciating the activities of San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu praised his action and thanked Krishna for His mercy upon him.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>