<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 81"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.81</P><P CLASS=c>san&#257;tana kahe, &#8212; "&#257;mi m&#257;dhukar&#299; kariba</P><P CLASS=c>br&#257;hmanera ghare kene ekatra bhiksh&#257; laba?"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanatana">san&#257;tana</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A> replied; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/m/madhukari">m&#257;dhukar&#299;</A> <A CLASS=v HREF="http://vedabase.net/k/kariba">kariba</A> &#8212; shall practice acceptance of food by <A HREF="http://vedabase.net/m/madhukari">m&#257;dhukar&#299;</A> means; <A CLASS=v HREF="http://vedabase.net/b/brahmanera">br&#257;hmanera</A> <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kene">kene</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/e/ekatra">ekatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one place; <A CLASS=v HREF="http://vedabase.net/b/bhiksa">bhiksh&#257;</A> <A CLASS=v HREF="http://vedabase.net/l/laba">laba</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> should accept lunch.</P><P CLASS=t>TRANSLATION</P><P>San&#257;tana replied, "I shall practice the process of m&#257;dhukar&#299;. Why should I accept full meals in the house of a br&#257;hmana?"</P><P CLASS=t>PURPORT</P><P>The word m&#257;dhukar&#299; comes from the word madhukara, which refers to bees collecting honey from flower to flower. A m&#257;dhukar&#299; is a saintly person or a mendicant who does not accept a full meal at one house but begs from door to door, taking a little food from each householder's place. In this way he does not overeat or give householders unnecessary trouble. A person in the renounced order may beg but not cook. His begging should not be a burden for the householders. The m&#257;dhukar&#299; process is strictly to be followed by a b&#257;b&#257;j&#299;, that is, one who has attained the paramahamsa stage. This practice is still current in Vrind&#257;vana, and there are many places where alms are offered. Unfortunately, there are many beggars who have come to Vrind&#257;vana to accept alms but not follow the principles of San&#257;tana Gosv&#257;m&#299;. People try to imitate him and lead an idle life by practicing m&#257;dhukar&#299;. It is almost impossible to strictly follow San&#257;tana Gosv&#257;m&#299; or R&#363;pa Gosv&#257;m&#299;. It is better to accept food offered to Krishna in the temple than to try to imitate San&#257;tana Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299;.</P><P>yukt&#257;h&#257;ra-vih&#257;rasya yukta-ceshtasya karmasu</P><P CLASS=n>yukta-svapn&#257;vabodhasya yogo bhavati duhkha-h&#257;</P><P>"He who is regulated in his habits of eating, sleeping, recreation and work can mitigate all material pains by practicing the yoga system." (<A CLASS=v HREF="../../../bg/6/17.htm">Bg. 6.17</A>)</P><P>The ideal sanny&#257;s&#299; strictly follows the ways practiced by the Gosv&#257;m&#299;s.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>