<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 99</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20 Verse 99"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20.99</P><P CLASS=c>"n&#299;ca j&#257;ti, n&#299;ca-sa&#324;g&#299;, patita adhama</P><P CLASS=c>kuvishaya-k&#363;pe padi' go&#324;&#257;inu janama!</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A> <A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; born of <A HREF="http://vedabase.net/a/a">a</A> low family; <A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A>-<A CLASS=v HREF="http://vedabase.net/s/sangi">sa&#324;g&#299;</A> &#8212; associated with low men; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/a/adhama">adhama</A> &#8212; the lowest; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> well of material enjoyment; <A CLASS=v HREF="http://vedabase.net/p/padi">padi</A>' &#8212; having fallen down; <A CLASS=v HREF="http://vedabase.net/g/gonainu">go&#324;&#257;inu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have passed; <A CLASS=v HREF="http://vedabase.net/j/janama">janama</A> &#8212; my life.</P><P CLASS=t>TRANSLATION</P><P>San&#257;tana Gosv&#257;m&#299; said, "I was born in a low family, and my associates are all low-class men. I myself am fallen and am the lowest of men. Indeed, I have passed my whole life fallen in the well of sinful materialism.</P><P CLASS=t>PURPORT</P><P>Actually &#346;r&#299; San&#257;tana Gosv&#257;m&#299; belonged to a br&#257;hmana family because he belonged to the S&#257;rasvata division of the br&#257;hmanas and was well cultured and well educated. Somehow or other he accepted a ministership in the Muslim government; therefore he had to associate with meat-eaters, drunkards and gross materialists. San&#257;tana Gosv&#257;m&#299; considered himself fallen, for in the association of such men, he also fell victim to material enjoyment. Having passed his life in that way, he considered that he had wasted his valuable time. This statement about how one can become fallen in this material world is made by the greatest authority in the Gaud&#299;ya Vaishnava-samprad&#257;ya. Actually the whole world is presently fallen into material existence. Everyone is a meat-eater, drunkard, woman-hunter, gambler and whatnot. People are enjoying material life by committing the four basic sins. Although they are fallen, if they simply submit themselves at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, they will be saved from sinful reactions.</P><P CLASS=l><A CLASS=i HREF="98.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="100.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>