<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 20 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 20.1</B></A>: Let me offer my respectful obeisances unto &#346;r&#299; Caitanya Mah&#257;prabhu, who has unlimited, wonderful opulences. By His mercy, even a person born as the lowest of men can spread the science of devotional service.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 20.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 20.3</B></A>: While San&#257;tana Gosv&#257;m&#299; was imprisoned in Bengal, a letter arrived from &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 20.4</B></A>: When San&#257;tana Gosv&#257;m&#299; received this note from R&#363;pa Gosv&#257;m&#299;, he became very pleased. He immediately went to the jail superintendent, who was a meat-eater, and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 20.5</B></A>: San&#257;tana Gosv&#257;m&#299; told the Muslim jailkeeper, "Dear sir, you are a saintly person and are very fortunate. You have full knowledge of the revealed scriptures such as the Koran and similar books.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 20.6</B></A>: "If one releases a conditioned soul or imprisoned person according to religious principles, he himself is also released from material bondage by the Supreme Personality of Godhead."</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 20.7</B></A>: San&#257;tana Gosv&#257;m&#299; continued, "Previously I have done much for you. Now I am in difficulty. Please return my goodwill by releasing me.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 20.8</B></A>: "Here are five thousand gold coins. Please accept them. By releasing me, you will receive the results of pious activities and gain material profit as well. Thus you will profit in two ways simultaneously."</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 20.9</B></A>: In this way San&#257;tana Gosv&#257;m&#299; convinced the jailkeeper, who replied, "Please hear me, my dear sir. I am willing to release you, but I am afraid of the government."</P><P CLASS=r><A CLASS=i HREF="10-11.htm"><B>CC Madhya 20.10-11</B></A>: San&#257;tana replied, "There is no danger. The Nawab has gone to the south. If he returns, tell him that San&#257;tana went to pass stool near the bank of the Ganges and that as soon as he saw the Ganges, he jumped in.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 20.12</B></A>: "Tell him, 'I looked for him a long time, but I could not find any trace of him. He jumped in with his shackles, and therefore he was drowned and washed away by the waves.'</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 20.13</B></A>: "There is no reason for you to be afraid, for I shall not remain in this country. I shall become a mendicant and go to the holy city of Mecca."</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 20.14</B></A>: San&#257;tana Gosv&#257;m&#299; could see that the mind of the meat-eater was still not satisfied. He then stacked seven thousand gold coins before him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 20.15</B></A>: When the meat-eater saw the coins, he was attracted to them. He then agreed, and that night he cut San&#257;tana's shackles and let him cross the Ganges.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 20.16</B></A>: In this way, San&#257;tana Gosv&#257;m&#299; was released. However, he was not able to walk along the path of the fortress. Walking day and night, he finally arrived at the hilly tract of land known as P&#257;tad&#257;.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 20.17</B></A>: After reaching P&#257;tad&#257;, he met a landholder and submissively requested him to get him across that hilly tract of land.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 20.18</B></A>: A man who was expert in palmistry was at that time staying with the landlord. Knowing about San&#257;tana, he whispered the following in the landlord's ear.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 20.19</B></A>: The palmist said, "This man San&#257;tana possesses eight gold coins." Hearing this, the landlord was very pleased and spoke the following to San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 20.20</B></A>: The landlord said, "I shall get you across that hilly tract at night with my own men. Now just cook for yourself and take your lunch."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 20.21</B></A>: Saying this, the landlord offered San&#257;tana grain to cook. San&#257;tana then went to the riverside and took his bath.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 20.22</B></A>: Because San&#257;tana had been fasting for two days, he cooked the food and ate it. However, having formerly been a minister of the Nawab, he began to contemplate the situation.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 20.23</B></A>: As a former minister for the Nawab, San&#257;tana could certainly understand diplomacy. He therefore thought, "Why is this landlord offering me such respect?" Thinking in this way, he questioned his servant, whose name was &#298;&#347;&#257;na.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 20.24</B></A>: San&#257;tana asked his servant, "&#298;&#347;&#257;na, I think you have some valuable things with you."&#298;&#347;&#257;na replied, "Yes, I have seven gold coins."</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 20.25</B></A>: Hearing this, San&#257;tana Gosv&#257;m&#299; chastised his servant, saying, "Why have you brought this death knell with you?"</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 20.26</B></A>: Thereupon, San&#257;tana Gosv&#257;m&#299; took the seven gold coins in his hands and went to the landlord. Holding the gold coins before him, he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 20.27</B></A>: "I have these seven gold coins with me. Please accept them, and from a religious point of view please get me across that hilly tract of land.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 20.28</B></A>: "I am a prisoner of the government, and I cannot go along the way of the ramparts. It will be very pious of you to take this money and kindly get me across this hilly tract of land."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 20.29</B></A>: Smiling, the landlord said, "Before you offered them, I already knew that there were eight gold coins in your servant's possession.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 20.30</B></A>: "On this very night I would have killed you and taken your coins. It is very good that you have voluntarily offered them to me. I am now relieved from such a sinful activity.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 20.31</B></A>: "I am very satisfied with your behavior. I shall not accept these gold coins, but I shall get you across that hilly tract of land simply to perform a pious activity."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 20.32</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "If you do not accept these coins, someone else will kill me for them. It is better that you save me from the danger by accepting the coins."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 20.33</B></A>: After this settlement was made, the landlord gave San&#257;tana Gosv&#257;m&#299; four watchmen to accompany him. They went through the forest path for the whole night and thus brought him over the hilly tract of land.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 20.34</B></A>: After crossing the hills, San&#257;tana Gosv&#257;m&#299; told his servant, "&#298;&#347;&#257;na, I think you still have some balance left from the gold coins."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 20.35</B></A>: &#298;&#347;&#257;na replied, "I still have one gold coin in my possession."San&#257;tana Gosv&#257;m&#299; then said, "Take the coin and return to your home."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 20.36</B></A>: After departing from &#298;&#347;&#257;na, San&#257;tana Gosv&#257;m&#299; began traveling alone with a waterpot in his hand. Simply covered with a torn quilt, he thus lost all his anxiety.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 20.37</B></A>: Walking and walking, San&#257;tana Gosv&#257;m&#299; finally arrived at a place called H&#257;jipura. That evening he sat down within a garden.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 20.38</B></A>: In H&#257;jipura there was a gentlemen named &#346;r&#299;k&#257;nta, who happened to be the husband of San&#257;tana Gosv&#257;m&#299;'s sister. He was engaged there in government service.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 20.39</B></A>: &#346;r&#299;k&#257;nta had 300,000 gold coins with him, which had been given to him by the emperor for the purchase of horses. Thus &#346;r&#299;k&#257;nta was buying horses and dispatching them to the emperor.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 20.40</B></A>: When &#346;r&#299;k&#257;nta was sitting in an elevated place, he could see San&#257;tana Gosv&#257;m&#299;. That night he took a servant and went to see San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 20.41</B></A>: When they met, they had many conversations. San&#257;tana Gosv&#257;m&#299; told him in detail about his arrest and release.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 20.42</B></A>: &#346;r&#299;k&#257;nta then told San&#257;tana Gosv&#257;m&#299;, "Stay here for at least two days and dress up like a gentleman. Abandon these dirty garments."</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 20.43</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "I shall not stay here even for a moment. Please help me cross the Ganges. I shall leave immediately."</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 20.44</B></A>: With great care, &#346;r&#299;k&#257;nta gave him a woolen blanket and helped him cross the Ganges. Thus San&#257;tana Gosv&#257;m&#299; departed again.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 20.45</B></A>: After a few days, San&#257;tana Gosv&#257;m&#299; arrived at V&#257;r&#257;nas&#299;. He was very pleased to hear about &#346;r&#299; Caitanya Mah&#257;prabhu's arrival there.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 20.46</B></A>: San&#257;tana Gosv&#257;m&#299; then went to the house of Candra&#347;ekhara and sat down by the door. Understanding what was happening, &#346;r&#299; Caitanya Mah&#257;prabhu spoke to Candra&#347;ekhara.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 20.47</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "There is a devotee at your door. Please call him in." Going outside, Candra&#347;ekhara could not see a Vaishnava at his door.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 20.48</B></A>: When Candra&#347;ekhara informed the Lord that no Vaishnava was at his door, the Lord asked him, "Is there anyone at all at your door?"</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 20.49</B></A>: Candra&#347;ekhara replied, "There is a Muslim mendicant."&#346;r&#299; Caitanya Mah&#257;prabhu immediately said, "Please bring him here." Candra&#347;ekhara then spoke to San&#257;tana Gosv&#257;m&#299;, who was still sitting beside the door.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 20.50</B></A>: "O Muslim mendicant, please come in. The Lord is calling you." San&#257;tana Gosv&#257;m&#299; was very pleased to hear this order, and he entered Candra&#347;ekhara's house.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 20.51</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu saw San&#257;tana Gosv&#257;m&#299; in the courtyard, He immediately went up to him with great haste. After embracing him, the Lord was overwhelmed with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 20.52</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu touched San&#257;tana Gosv&#257;m&#299;, San&#257;tana was also overwhelmed with ecstatic love. In a faltering voice, he said, "O my Lord, do not touch me."</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 20.53</B></A>: Shoulder to shoulder, &#346;r&#299; Caitanya Mah&#257;prabhu and San&#257;tana Gosv&#257;m&#299; began to cry unlimitedly. Candra&#347;ekhara was very much astonished to see this.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 20.54</B></A>: Catching his hand, &#346;r&#299; Caitanya Mah&#257;prabhu took San&#257;tana Gosv&#257;m&#299; inside and made him sit on an elevated place next to Him.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 20.55</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu began cleansing San&#257;tana Gosv&#257;m&#299;'s body with His own transcendental hand, San&#257;tana Gosv&#257;m&#299; said, "O my Lord, please do not touch me."</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 20.56</B></A>: The Lord replied, "I am touching you just to purify Myself, because by the force of your devotional service you can purify the whole universe.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 20.57</B></A>: "'Saints of your caliber are themselves places of pilgrimage. Because of their purity, they are constant companions of the Lord, and therefore they can purify even the places of pilgrimage.'</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 20.58</B></A>: "[Lord Krishna said:] 'Even though a person is a very learned scholar of the Sanskrit Vedic literatures, he is not accepted as My devotee unless he is pure in devotional service. However, even though a person is born in a family of dog-eaters, he is very dear to Me if he is a pure devotee who has no motive to enjoy fruitive activity or mental speculation. Indeed, all respects should be given to him, and whatever he offers should be accepted. Such devotees are as worshipable as I am.'</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 20.59</B></A>: "'One may be born in a br&#257;hmana family and have all twelve brahminical qualities, but if he is not devoted to the lotus feet of Lord Krishna, who has a navel shaped like a lotus, he is not as good as a cand&#257;la who has dedicated his mind, words, activities, wealth and life to the service of the Lord. Simply to take birth in a br&#257;hmana family or to have brahminical qualities is not sufficient. One must become a pure devotee of the Lord. If a &#347;va-paca or cand&#257;la is a devotee, he delivers not only himself but his whole family, whereas a br&#257;hmana who is not a devotee but simply has brahminical qualifications cannot even purify himself, what to speak of his family.'"</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 20.60</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "By seeing you, by touching you and by glorifying your transcendental qualities, one can perfect the purpose of all sense activity. This is the verdict of the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 20.61</B></A>: "'My dear Vaishnava, seeing a person like you is the perfection of one's eyesight, touching your lotus feet is the perfection of the sense of touch, and glorifying your good qualities is the tongue's real activity, for in the material world it is very difficult to find a pure devotee of the Lord.'"</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 20.62</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "My dear San&#257;tana, please hear from Me. Krishna is very merciful, and He is the deliverer of all fallen souls.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 20.63</B></A>: "My dear San&#257;tana, Krishna has saved you from Mah&#257;raurava, life's deepest hell. He is an ocean of mercy, and His activities are very grave."</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 20.64</B></A>: San&#257;tana replied, "I do not know who Krishna is. As far as I am concerned, I have been released from prison only by Your mercy."</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 20.65</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then asked San&#257;tana Gosv&#257;m&#299;, "How were you released from prison?" San&#257;tana then described the story from beginning to end.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 20.66</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I met your two brothers, R&#363;pa and Anupama, at Pray&#257;ga. They have now gone to Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 20.67</B></A>: By the order of &#346;r&#299; Caitanya Mah&#257;prabhu, San&#257;tana Gosv&#257;m&#299; met both Tapana Mi&#347;ra and Candra&#347;ekhara.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 20.68</B></A>: Tapana Mi&#347;ra then extended an invitation to San&#257;tana, and Lord Caitanya Mah&#257;prabhu asked San&#257;tana to go get a shave.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 20.69</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu called Candra&#347;ekhara and asked him to take San&#257;tana Gosv&#257;m&#299; with him. He also asked him to take away San&#257;tana's present dress.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 20.70</B></A>: Candra&#347;ekhara then made San&#257;tana Gosv&#257;m&#299; look like a gentleman. He took him to bathe in the Ganges, and afterwards he brought him a new set of clothes.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 20.71</B></A>: Candra&#347;ekhara offered a new set of garments to San&#257;tana Gosv&#257;m&#299;, but San&#257;tana did not accept them. When &#346;r&#299; Caitanya Mah&#257;prabhu heard news of this, He became unlimitedly happy.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 20.72</B></A>: After bathing at noon, &#346;r&#299; Caitanya Mah&#257;prabhu went to the house of Tapana Mi&#347;ra for lunch. He took San&#257;tana Gosv&#257;m&#299; with Him.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 20.73</B></A>: After washing His feet, &#346;r&#299; Caitanya Mah&#257;prabhu sat down for lunch. He asked Tapana Mi&#347;ra to supply San&#257;tana Gosv&#257;m&#299; lunch also.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 20.74</B></A>: Tapana Mi&#347;ra then said, "San&#257;tana has some duty to perform; therefore he cannot accept lunch now. At the conclusion of the meal, I shall supply San&#257;tana with some remnants."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 20.75</B></A>: After eating, &#346;r&#299; Caitanya Mah&#257;prabhu took rest for a while. Tapana Mi&#347;ra then gave San&#257;tana Gosv&#257;m&#299; the remnants of food left by Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 20.76</B></A>: When Tapana Mi&#347;ra offered San&#257;tana Gosv&#257;m&#299; a new cloth, he did not accept it. Instead, he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 20.77</B></A>: "If you want to give me some cloth according to your desire, please give me an old cloth you have used."</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 20.78</B></A>: When Tapana Mi&#347;ra gave San&#257;tana Gosv&#257;m&#299; a used dhot&#299;, San&#257;tana immediately tore it into pieces to make two sets of outer cloth and underwear.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 20.79</B></A>: When Caitanya Mah&#257;prabhu introduced the Maharashtrian br&#257;hmana to San&#257;tana, the br&#257;hmana immediately invited San&#257;tana Gosv&#257;m&#299; for full meals.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 20.80</B></A>: The br&#257;hmana said, "My dear San&#257;tana, as long as you remain at K&#257;&#347;&#299;, please accept lunch at my place."</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 20.81</B></A>: San&#257;tana replied, "I shall practice the process of m&#257;dhukar&#299;. Why should I accept full meals in the house of a br&#257;hmana?"</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 20.82</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu felt unlimited happiness to observe San&#257;tana Gosv&#257;m&#299;'s strict following of the principles of sanny&#257;sa. However, He repeatedly glanced at the woolen blanket San&#257;tana Gosv&#257;m&#299; was wearing.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 20.83</B></A>: Because &#346;r&#299; Caitanya Mah&#257;prabhu was repeatedly glancing at this valuable woolen blanket, San&#257;tana Gosv&#257;m&#299; could understand that the Lord did not approve of it. He then began to consider a way to give it up.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 20.84</B></A>: Thinking in this way, San&#257;tana went to the bank of the Ganges to bathe. While there, he saw that a mendicant from Bengal had washed his quilt and spread it out to dry.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 20.85</B></A>: San&#257;tana Gosv&#257;m&#299; then told the Bengali mendicant, "My dear brother, please do me a favor. Trade me your quilt for this woolen blanket."</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 20.86</B></A>: The mendicant replied, "Sir, you are a respectable gentleman. Why are you joking with me? Why would you trade your valuable blanket for my torn quilt?"</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 20.87</B></A>: San&#257;tana said, "I am not joking; I am speaking the truth. Kindly take this blanket in exchange for your torn quilt."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 20.88</B></A>: Saying this, San&#257;tana Gosv&#257;m&#299; exchanged the blanket for the quilt. He then returned to &#346;r&#299; Caitanya Mah&#257;prabhu with the quilt on his shoulder.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 20.89</B></A>: When San&#257;tana Gosv&#257;m&#299; returned, the Lord asked, "Where is your woolen blanket?" San&#257;tana Gosv&#257;m&#299; then narrated the whole story to the Lord.</P><P CLASS=r><A CLASS=i HREF="90-91.htm"><B>CC Madhya 20.90-91</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "I have already deliberately considered this matter. Since Lord Krishna is very merciful, He has nullified your attachment for material things. Why should Krishna allow you to maintain a last bit of material attachment? After vanquishing a disease, a good physician does not allow any of the disease to remain.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 20.92</B></A>: "It is contradictory to practice m&#257;dhukar&#299; and at the same time wear a valuable blanket. One loses his spiritual strength by doing this, and one will also become an object of jokes."</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 20.93</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "The Supreme Personality of Godhead has saved me from the sinful life of material existence. By His desire, my last piece of material attraction is now gone."</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 20.94</B></A>: Being pleased with San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu bestowed His causeless mercy upon him. By the Lord's mercy, San&#257;tana Gosv&#257;m&#299; received the spiritual strength to inquire from Him.</P><P CLASS=r><A CLASS=i HREF="95-96.htm"><B>CC Madhya 20.95-96</B></A>: Formerly, &#346;r&#299; Caitanya Mah&#257;prabhu had asked R&#257;m&#257;nanda R&#257;ya spiritual questions, and by the Lord's causeless mercy, R&#257;m&#257;nanda R&#257;ya could properly reply. Now, by the Lord's mercy, San&#257;tana Gosv&#257;m&#299; questioned the Lord, and &#346;r&#299; Caitanya Mah&#257;prabhu personally supplied the truth.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 20.97</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead, personally told San&#257;tana Gosv&#257;m&#299; about Lord Krishna's real identity. He also told him about the Lord's conjugal love, His personal opulence and the mellows of devotional service. All these truths were explained to San&#257;tana Gosv&#257;m&#299; by the Lord Himself out of His causeless mercy.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 20.98</B></A>: Putting a straw in his mouth and bowing down, San&#257;tana Gosv&#257;m&#299; clasped the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and humbly spoke as follows.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 20.99</B></A>: San&#257;tana Gosv&#257;m&#299; said, "I was born in a low family, and my associates are all low-class men. I myself am fallen and am the lowest of men. Indeed, I have passed my whole life fallen in the well of sinful materialism.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 20.100</B></A>: "I do not know what is beneficial for me or what is detrimental. Nonetheless, in ordinary dealings people consider me a learned scholar, and I am also thinking of myself as such.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 20.101</B></A>: "Out of Your causeless mercy, You have delivered me from the materialistic path. Now, by the same causeless mercy, please tell me what my duty is.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 20.102</B></A>: "Who am I? Why do the threefold miseries always give me trouble? If I do not know this, how can I be benefited?</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 20.103</B></A>: "Actually I do not know how to inquire about the goal of life and the process for obtaining it. Being merciful upon me, please explain all these truths."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 20.104</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Lord Krishna has bestowed His full mercy upon you so that all these things are known to you. For you, the threefold miseries certainly do not exist.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 20.105</B></A>: "Since you possess Lord Krishna's potency, you certainly know these things. However, it is the nature of a s&#257;dhu to inquire. Although he knows these things, the s&#257;dhu inquires for the sake of strictness.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 20.106</B></A>: "'Those who are eager to awaken their spiritual consciousness and who thus have unflinching, undeviated intelligence certainly attain the desired goal of life very soon.'</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 20.107</B></A>: "You are fit to propagate the cult of devotional service. Therefore gradually hear all the truths about it from Me. I shall tell you about them.</P><P CLASS=r><A CLASS=i HREF="108-109.htm"><B>CC Madhya 20.108-109</B></A>: "It is the living entity's constitutional position to be an eternal servant of Krishna because he is the marginal energy of Krishna and a manifestation simultaneously one with and different from the Lord, like a molecular particle of sunshine or fire. Krishna has three varieties of energy.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 20.110</B></A>: "'Just as the illumination of a fire, which is situated in one place, is spread all over, the energies of the Supreme Personality of Godhead, Parabrahman, are spread all over this universe.'</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 20.111</B></A>: "Lord Krishna naturally has three energetic transformations, and these are known as the spiritual potency, the living entity potency and the illusory potency.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 20.112</B></A>: "'Originally, Krishna's energy is spiritual, and the energy known as the living entity is also spiritual. However, there is another energy, called illusion, which consists of fruitive activity. That is the Lord's third potency.'</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 20.113</B></A>: "'All the creative energies, which are inconceivable to a common man, exist in the Supreme Absolute Truth. These inconceivable energies act in the process of creation, maintenance and annihilation. O chief of the ascetics, just as there are two energies possessed by fire &#8212; namely heat and light &#8212; these inconceivable creative energies are the natural characteristics of the Absolute Truth.'</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 20.114</B></A>: "'O King, the kshetra-jña-&#347;akti is the living entity. Although he has the facility to live in either the material or the spiritual world, he suffers the threefold miseries of material existence because he is influenced by the avidy&#257; [nescience] potency, which covers his constitutional position.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 20.115</B></A>: "'This living entity, covered by the influence of nescience, exists in different forms in the material condition. O King, he is thus proportionately freed from the influence of the material energy, to greater or lesser degrees.'</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 20.116</B></A>: "'Besides these inferior energies, O mighty-armed Arjuna, there is another, superior energy of Mine, which comprises the living entities who are exploiting the resources of this material, inferior nature.'</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 20.117</B></A>: "Forgetting Krishna, the living entity has been attracted by the external feature from time immemorial. Therefore the illusory energy [m&#257;y&#257;] gives him all kinds of misery in his material existence.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 20.118</B></A>: "In the material condition, the living entity is sometimes raised to higher planetary systems and material prosperity and sometimes drowned in a hellish situation. His state is exactly like that of a criminal whom a king punishes by submerging him in water and then raising him again from the water.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 20.119</B></A>: "'When the living entity is attracted by the material energy, which is separate from Krishna, he is overpowered by fear. Because he is separated from the Supreme Personality of Godhead by the material energy, his conception of life is reversed. In other words, instead of being the eternal servant of Krishna, he becomes Krishna's competitor. This is called viparyayo 'smritih. To nullify this mistake, one who is actually learned and advanced worships the Supreme Personality of Godhead as his spiritual master, worshipful Deity and source of life. He thus worships the Lord by the process of unalloyed devotional service.'</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 20.120</B></A>: "If the conditioned soul becomes Krishna conscious by the mercy of saintly persons who voluntarily preach scriptural injunctions and help him to become Krishna conscious, the conditioned soul is liberated from the clutches of m&#257;y&#257;, who gives him up.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 20.121</B></A>: "'This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.'</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 20.122</B></A>: "The conditioned soul cannot revive his Krishna consciousness by his own effort. But out of causeless mercy, Lord Krishna compiled the Vedic literature and its supplements, the Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 20.123</B></A>: "The forgetful conditioned soul is educated by Krishna through the Vedic literatures, the realized spiritual master and the Supersoul. Through these, he can understand the Supreme Personality of Godhead as He is, and he can understand that Lord Krishna is his eternal master and deliverer from the clutches of m&#257;y&#257;. In this way one can acquire real knowledge of his conditioned life and can come to understand how to attain liberation.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 20.124</B></A>: "The Vedic literatures give information about the living entity's eternal relationship with Krishna, which is called sambandha. The living entity's understanding of this relationship and his acting accordingly is called abhidheya. Returning home, back to Godhead, is the ultimate goal of life and is called prayojana.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 20.125</B></A>: "Devotional service, or sense activity for the satisfaction of the Lord, is called abhidheya because it can develop one's original love of Godhead, which is the goal of life. This goal is the living entity's topmost interest and greatest wealth. Thus one attains the platform of transcendental loving service unto the Lord.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 20.126</B></A>: "When one attains the transcendental bliss of an intimate relationship with Krishna, he renders service to Him and tastes the mellows of Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 20.127</B></A>: "The following parable may be given. Once a learned astrologer came to the house of a poor man and, seeing his distressed condition, questioned him.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 20.128</B></A>: "The astrologer asked, 'Why are you unhappy? Your father was very wealthy, but he did not disclose his wealth to you because he died elsewhere.'</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 20.129</B></A>: "Just as the words of the astrologer Sarvajñ&#257; gave news of the poor man's treasure, the Vedic literatures advise one about Krishna consciousness when one is inquisitive to know why he is in a distressed material condition.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 20.130</B></A>: "By the words of the astrologer, the poor man's connection with the treasure was established. Similarly, the Vedic literature advises us that our real connection is with &#346;r&#299; Krishna, the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 20.131</B></A>: "Although being assured of his father's treasure, the poor man cannot acquire this treasure by such knowledge alone. Therefore the astrologer had to inform him of the means whereby he could actually find the treasure.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 20.132</B></A>: "The astrologer said, 'The treasure is in this place, but if you dig toward the southern side, the wasps and drones will rise, and you will not get your treasure.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 20.133</B></A>: "'If you dig on the western side, there is a ghost who will create such a disturbance that your hands will not even touch the treasure.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 20.134</B></A>: "'If you dig on the northern side, there is a big black snake that will devour you if you attempt to dig up the treasure.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 20.135</B></A>: "'However, if you dig up a small quantity of dirt on the eastern side, your hands will immediately touch the pot of treasure.'</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 20.136</B></A>: "The revealed scriptures conclude that one should give up fruitive activity, speculative knowledge and the mystic yoga system and instead take to devotional service, by which Krishna can be fully satisfied.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 20.137</B></A>: "[The Supreme Personality of Godhead, Krishna, said:] 'My dear Uddhava, neither through asht&#257;&#324;ga-yoga [the mystic yoga system to control the senses], nor through impersonal monism or an analytical study of the Absolute Truth, nor through study of the Vedas, nor through austerities, charity or acceptance of sanny&#257;sa can one satisfy Me as much as by developing unalloyed devotional service unto Me.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 20.138</B></A>: "'Being very dear to the devotees and s&#257;dhus, I am attained through unflinching faith and devotional service. This bhakti-yoga system, which gradually increases attachment for Me, purifies even a human being born among dog-eaters. That is to say, everyone can be elevated to the spiritual platform by the process of bhakti-yoga.'</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 20.139</B></A>: "The conclusion is that devotional service is the only means for approaching the Supreme Personality of Godhead. This system is therefore called abhidheya. This is the verdict of all revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 20.140</B></A>: "When one actually becomes rich, he naturally enjoys all kinds of happiness. When one is actually in a happy mood, all distressful conditions go away by themselves. No extraneous endeavor is needed.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 20.141</B></A>: "Similarly, as a result of bhakti, one's dormant love for Krishna awakens. When one is so situated that he can taste the association of Lord Krishna, material existence, the repetition of birth and death, comes to an end.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 20.142</B></A>: "The goal of love of Godhead is not to become materially rich or free from material bondage. The real goal is to be situated in devotional service to the Lord and to enjoy transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 20.143</B></A>: "In the Vedic literatures, Krishna is the central point of attraction, and His service is our activity. To attain the platform of love of Krishna is life's ultimate goal. Therefore Krishna, Krishna's service and love of Krishna are the three great riches of life.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 20.144</B></A>: "In all revealed scriptures, beginning with the Vedas, the central point of attraction is Krishna. When complete knowledge of Him is realized, the bondage of m&#257;y&#257;, the illusory energy, is automatically broken.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 20.145</B></A>: "'There are many types of Vedic literatures and supplementary Pur&#257;nas. In each of them there are particular demigods who are spoken of as the chief demigods. This is just to create an illusion for moving and nonmoving living entities. Let them perpetually engage in such imaginations. However, when one analytically studies all these Vedic literatures collectively, he comes to the conclusion that Lord Vishnu is the one and only Supreme Personality of Godhead.'</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 20.146</B></A>: "When one accepts the Vedic literature by interpretation or even by dictionary meaning, directly or indirectly the ultimate declaration of Vedic knowledge points to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="147-148.htm"><B>CC Madhya 20.147-148</B></A>: "[Lord Krishna said:] 'What is the purpose of all Vedic literatures? On whom do they focus? Who is the object of all speculation? Outside of Me no one knows these things. Now you should know that all these activities are aimed at ordaining and setting forth Me. The purpose of the Vedic literatures is to know Me by different speculations, either by indirect understanding or by dictionary understanding. Everyone is speculating about Me. The essence of all Vedic literatures is to distinguish Me from m&#257;y&#257;. By considering the illusory energy, one comes to the platform of understanding Me. In this way one becomes free from speculation about the Vedas and comes to Me as the conclusion. Thus one is satisfied.'</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 20.149</B></A>: "The transcendental form of Lord Krishna is unlimited and also has unlimited opulence. He possesses the internal potency, external potency and marginal potency.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 20.150</B></A>: "The material and the spiritual world are transformations of Krishna's external and internal potencies respectively. Therefore Krishna is the original source of both the material and the spiritual manifestations.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 20.151</B></A>: "'The Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam reveals the tenth object, the Supreme Personality of Godhead, who is the shelter of all surrendered souls. He is known as &#346;r&#299; Krishna, and He is the ultimate source of all the universes. Let me offer my obeisances unto Him.'</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 20.152</B></A>: "O San&#257;tana, please hear about the eternal form of Lord Krishna. He is the Absolute Truth, devoid of duality but present in Vrind&#257;vana as the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 20.153</B></A>: "Krishna is the original source of everything and the sum total of everything. He appears as the supreme youth, and His whole body is composed of spiritual bliss. He is the shelter of everything and master of everyone.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 20.154</B></A>: "'Krishna, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.'</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 20.155</B></A>: "The original Supreme Personality of Godhead is Krishna. His original name is Govinda. He is full of all opulences, and His eternal abode is known as Goloka Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 20.156</B></A>: "'All these incarnations of Godhead are either plenary portions or parts of the plenary portions of the purusha-avat&#257;ras. But Krishna is the Supreme Personality of Godhead Himself. In every age He protects the world through His different features when the world is disturbed by the enemies of Indra.'</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 20.157</B></A>: "There are three kinds of spiritual processes for understanding the Absolute Truth &#8212; the processes of speculative knowledge, mystic yoga and bhakti-yoga. According to these three processes, the Absolute Truth is manifested as Brahman, Param&#257;tm&#257; or Bhagav&#257;n.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 20.158</B></A>: "'Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Param&#257;tm&#257; or Bhagav&#257;n.'</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 20.159</B></A>: "The manifestation of the impersonal Brahman effulgence, which is without variety, is the rays of Krishna's bodily effulgence. It is exactly like the sun. When the sun is seen by our ordinary eyes, it appears to consist simply of effulgence.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 20.160</B></A>: "'I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes.'</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 20.161</B></A>: "The Param&#257;tm&#257;, the Supersoul feature, is a plenary portion of the Supreme Personality of Godhead, who is the original soul of all living entities. Krishna is the source of the Param&#257;tm&#257;.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 20.162</B></A>: "'You should know Krishna to be the original soul of all &#257;tm&#257;s [living entities]. For the benefit of the whole universe, He has, out of His causeless mercy, appeared as an ordinary human being. He has done this by the strength of His own internal potency.'</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 20.163</B></A>: "'But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.'</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 20.164</B></A>: "Only by devotional activity can one understand the transcendental form of the Lord, which is perfect in all respects. Although His form is one, He can expand His form into unlimited numbers by His supreme will.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 20.165</B></A>: "The Supreme Personality of Godhead exists in three principal forms &#8212; svayam-r&#363;pa, tad-ek&#257;tma-r&#363;pa and &#257;ve&#347;a-r&#363;pa.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 20.166</B></A>: "The original form of the Lord [svayam-r&#363;pa] is exhibited in two forms &#8212; svayam-r&#363;pa and svayam-prak&#257;&#347;a. In His original form as svayam-r&#363;pa, Krishna is observed as a cowherd boy in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 20.167</B></A>: "In His original form, Krishna manifests Himself in two features &#8212; pr&#257;bhava and vaibhava. He expands His one original form into many, as He did during the r&#257;sa-l&#299;l&#257; dance.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 20.168</B></A>: "When the Lord married 16,108 wives at Dv&#257;rak&#257;, He expanded Himself into many forms. These expansions and the expansions at the r&#257;sa dance are called pr&#257;bhava-prak&#257;&#347;a, according to the directions of revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 20.169</B></A>: "The pr&#257;bhava-prak&#257;&#347;a expansions of Lord Krishna are not like the expansions of the sage Saubhari. Had they been so, N&#257;rada would not have been astonished to see them.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 20.170</B></A>: "'It is astounding that Lord &#346;r&#299; Krishna, who is one without a second, expanded Himself in sixteen thousand similar forms to marry sixteen thousand queens in their respective homes.'</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 20.171</B></A>: "If one form or feature is differently manifested according to different emotional features, it is called vaibhava-prak&#257;&#347;a.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 20.172</B></A>: "When the Lord expands Himself in innumerable forms, there is no difference in the forms, but due to different features, bodily colors and weapons, the names are different.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 20.173</B></A>: "'In different Vedic scriptures, there are prescribed rules and regulative principles for worshiping different types of forms. When one is purified by these rules and regulations, he worships You, the Supreme Personality of Godhead. Although manifested in many forms, You are one.'</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 20.174</B></A>: "The first manifestation of the vaibhava feature of Krishna is &#346;r&#299; Balar&#257;maj&#299;. &#346;r&#299; Balar&#257;ma and Krishna have different bodily colors, but otherwise &#346;r&#299; Balar&#257;ma is equal to Krishna in all respects.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 20.175</B></A>: "An example of vaibhava-prak&#257;&#347;a is the son of Devak&#299;. He sometimes has two hands and sometimes four hands.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 20.176</B></A>: "When the Lord is two-handed He is called vaibhava-prak&#257;&#347;a, and when He is four-handed He is called pr&#257;bhava-prak&#257;&#347;a.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 20.177</B></A>: "In His original form, the Lord dresses like a cowherd boy and thinks Himself one. When He appears as V&#257;sudeva, the son of Vasudeva and Devak&#299;, His dress and consciousness are those of a kshatriya, a warrior.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 20.178</B></A>: "When one compares the beauty, opulence, sweetness and intellectual pastimes of V&#257;sudeva, the warrior, to Krishna, the cowherd boy, son of Nanda Mah&#257;r&#257;ja, one sees that Krishna's attributes are more pleasant.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 20.179</B></A>: "Indeed, V&#257;sudeva is agitated just to see the sweetness of Govinda, and a transcendental greed awakens in Him to enjoy that sweetness.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 20.180</B></A>: "'My dear friend, this dramatic actor appears like a second form of My own self. Like a picture, He displays My pastimes as a cowherd boy overflowing with wonderfully attractive sweetness and fragrance, which are so dear to the damsels of Vraja. When I see such a display, My heart becomes greatly excited. I long for such pastimes and desire a form exactly like that of the damsels of Vraja.'</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 20.181</B></A>: "One instance of V&#257;sudeva's attraction to Krishna occurred when V&#257;sudeva saw the Gandharva dance at Mathur&#257;. Another instance occurred in Dv&#257;rak&#257; when V&#257;sudeva was surprised to see a picture of Krishna.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 20.182</B></A>: "'Who manifests an abundance of sweetness greater than Mine, which has never been experienced before and which causes wonder to all? Alas, I Myself, My mind bewildered upon seeing this beauty, impetuously desire to enjoy it like &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.'</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 20.183</B></A>: "When that body is a little differently manifested and its features are a little different in transcendental emotion and form, it is called tad-ek&#257;tma.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 20.184</B></A>: "In the tad-ek&#257;tma-r&#363;pa there are pastime expansions [vil&#257;sa] and personal expansions [sv&#257;m&#347;a]. Consequently there are two divisions. According to pastime and personal expansion, there are various differences.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 20.185</B></A>: "Again the vil&#257;sa forms are divided into twofold categories &#8212; pr&#257;bhava and vaibhava. Again the pastimes of these forms are of unlimited variety.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 20.186</B></A>: "The chief quadruple expansions are named V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. These are called pr&#257;bhava-vil&#257;sa.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 20.187</B></A>: "Balar&#257;ma, who has the same original form as Krishna, is Himself a cowherd boy in Vrind&#257;vana, and He also considers Himself a member of the kshatriya race in Dv&#257;rak&#257;. Thus His color and dress are different, and He is called a pastime form of Krishna.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 20.188</B></A>: "&#346;r&#299; Balar&#257;ma is a vaibhava-prak&#257;&#347;a manifestation of Krishna. He is also manifested in the original quadruple expansions of V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. These are pr&#257;bhava-vil&#257;sa expansions with different emotions.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 20.189</B></A>: "The first expansion of the caturvy&#363;ha, quadruple forms, is unique. There is nothing to compare with Them. These quadruple forms are the source of unlimited quadruple forms.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 20.190</B></A>: "These four pr&#257;bhava pastime forms of Lord Krishna reside eternally in Dv&#257;rak&#257; and Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 20.191</B></A>: "From the original quadruple expansions, twenty-four forms are manifested. They differ according to the placement of the weapons in Their four hands. They are called vaibhava-vil&#257;sa.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 20.192</B></A>: "Lord Krishna again expands, and within the paravyoma, the spiritual sky, He is situated in fullness as the four-handed N&#257;r&#257;yana, accompanied by expansions of the original quadruple form.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 20.193</B></A>: "Thus the original quadruple forms again manifest Themselves in a second set of quadruple expansions. The residences of these second quadruple expansions cover the four directions.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 20.194</B></A>: "Again these quadruple forms expand three times, beginning with Ke&#347;ava. That is the fulfillment of the pastime forms.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 20.195</B></A>: "Out of the catur-vy&#363;ha, there are three expansions of each and every form, and They are named differently according to the position of the weapons. The V&#257;sudeva expansions are Ke&#347;ava, N&#257;r&#257;yana and M&#257;dhava.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 20.196</B></A>: "The expansions of Sa&#324;karshana are Govinda, Vishnu and Madhus&#363;dana. This Govinda is different from the original Govinda, for He is not the son of Mah&#257;r&#257;ja Nanda.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 20.197</B></A>: "The expansions of Pradyumna are Trivikrama, V&#257;mana and &#346;r&#299;dhara. The expansions of Aniruddha are Hrish&#299;ke&#347;a, Padman&#257;bha and D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 20.198</B></A>: "These twelve are the predominating Deities of the twelve months. Ke&#347;ava is the predominating Deity of Agrah&#257;yana, and N&#257;r&#257;yana is the predominating Deity of Pausha.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 20.199</B></A>: "The predominating Deity of the month of M&#257;gha is M&#257;dhava, and the predominating Deity of the month of Ph&#257;lguna is Govinda. Vishnu is the predominating Deity of Caitra, and Madhus&#363;dana is the predominating Deity of Vai&#347;&#257;kha.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 20.200</B></A>: "In the month of Jyaishtha, the predominating Deity is Trivikrama. In &#256;sh&#257;dha the Deity is V&#257;mana, in &#346;r&#257;vana the Deity is &#346;r&#299;dhara, and in Bh&#257;dra the Deity is Hrish&#299;ke&#347;a.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 20.201</B></A>: "In the month of &#256;&#347;vina, the predominating Deity is Padman&#257;bha, and in K&#257;rttika it is D&#257;modara. This D&#257;modara is different from R&#257;dh&#257;-D&#257;modara, the son of Nanda Mah&#257;r&#257;ja in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 20.202</B></A>: "When putting the twelve tilaka marks on the twelve places of the body, one has to chant the mantra consisting of these twelve Vishnu names. After daily worship, when one anoints the different parts of the body with water, these names should be chanted as one touches each part of the body.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 20.203</B></A>: "From V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha, there are eight additional pastime expansions. O San&#257;tana, please hear Me as I mention Their names.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 20.204</B></A>: "The eight pastime expansions are Purushottama, Acyuta, Nrisimha, Jan&#257;rdana, Hari, Krishna, Adhokshaja and Upendra.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 20.205</B></A>: "Of these eight expansions, two are pastime forms of V&#257;sudeva. Their names are Adhokshaja and Purushottama. The two pastime forms of Sa&#324;karshana are Upendra and Acyuta.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 20.206</B></A>: "The pastime forms of Pradyumna are Nrisimha and Jan&#257;rdana, and the pastime forms of Aniruddha are Hari and Krishna.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 20.207</B></A>: "All these twenty-four forms constitute the chief pr&#257;bhava-vil&#257;sa pastime forms of the Lord. They are named differently according to the position of the weapons in Their hands.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 20.208</B></A>: "Of all these, the forms that differ in dress and features are distinguished as vaibhava-vil&#257;sa.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 20.209</B></A>: "Of Them, Padman&#257;bha, Trivikrama, Nrisimha, V&#257;mana, Hari, Krishna and so on all have different bodily features.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 20.210</B></A>: "V&#257;sudeva and the three others are direct pr&#257;bhava pastime forms of Lord Krishna. Of these quadruple forms, the pastime expansions are twenty in number.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 20.211</B></A>: "All these forms preside over different Vaikuntha planets in the spiritual world, beginning from the east in consecutive order. In each of the eight directions, there are three different forms.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 20.212</B></A>: "Although They all have Their residences eternally in the spiritual sky, some of Them are situated within the material universes.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 20.213</B></A>: "There is an eternal residence of N&#257;r&#257;yana in the spiritual sky. In the upper portion of the spiritual sky is a planet known as Krishnaloka, which is filled with all opulences.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 20.214</B></A>: "The planet of Krishnaloka is divided into three sections &#8212; Gokula, Mathur&#257; and Dv&#257;rak&#257;.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 20.215</B></A>: "Lord Ke&#347;ava eternally resides at Mathur&#257;, and Lord Purushottama, known by the name Jagann&#257;tha, eternally resides at N&#299;l&#257;cala.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 20.216</B></A>: "At Pray&#257;ga, the Lord is situated as Bindu M&#257;dhava, and at Mand&#257;ra-parvata, the Lord is known as Madhus&#363;dana. V&#257;sudeva, Padman&#257;bha and Jan&#257;rdana reside at &#256;nand&#257;ranya.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 20.217</B></A>: "At Vishnu-k&#257;ñc&#299; there is Lord Vishnu, at M&#257;y&#257;pur Lord Hari, and throughout the universe a variety of other forms.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 20.218</B></A>: "Within the universe the Lord is situated in different spiritual manifestations. These are situated on seven islands in nine sections. Thus Their pastimes are going on.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 20.219</B></A>: "The Lord is situated in all the universes in different forms just to please His devotees. Thus the Lord destroys irreligious principles and establishes religious principles.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 20.220</B></A>: "Of these forms, some are considered incarnations. Examples are Lord Vishnu, Lord Trivikrama, Lord Nrisimha and Lord V&#257;mana.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 20.221</B></A>: "My dear San&#257;tana, just hear from Me as I tell you how the different vishnu-m&#363;rtis hold Their weapons, beginning with the disc, and how They are named differently according to the placement of the weapons in Their hands.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 20.222</B></A>: "The procedure for counting begins with the lower right hand and goes to the upper right hand, the upper left hand, and the lower left hand. Lord Vishnu is named according to the order of the weapons He holds in His hands.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 20.223</B></A>: "According to the Siddh&#257;rtha-samhit&#257; there are twenty-four forms of Lord Vishnu. First I shall describe, according to the opinion of that book, the location of the weapons, beginning with the disc.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 20.224</B></A>: "In His lower right hand, Lord V&#257;sudeva holds a club, in the upper right hand a conchshell, in the upper left hand a disc and in the lower left hand a lotus flower. In His lower right hand, Sa&#324;karshana holds a club, in His upper right hand a conchshell, in His upper left hand a lotus flower and in His lower left hand a disc.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 20.225</B></A>: "Pradyumna holds the disc, conch, club and lotus. Aniruddha holds the disc, club, conch and lotus.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 20.226</B></A>: "Thus in the spiritual sky the expansions, headed by V&#257;sudeva, hold weapons in Their own respective order. I am repeating the opinion of the Siddh&#257;rtha-samhit&#257; in describing Them.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 20.227</B></A>: "Lord Ke&#347;ava holds the lotus, conch, disc and club. Lord N&#257;r&#257;yana holds the conch, lotus, club and disc.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 20.228</B></A>: "Lord M&#257;dhava holds the club, disc, conch and lotus. Lord Govinda holds the disc, club, lotus and conch.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 20.229</B></A>: "Lord Vishnu holds the club, lotus, conch and disc. Lord Madhus&#363;dana holds the disc, conch, lotus and club.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 20.230</B></A>: "Lord Trivikrama holds the lotus, club, disc and conch. Lord V&#257;mana holds the conch, disc, club and lotus.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 20.231</B></A>: "Lord &#346;r&#299;dhara holds the lotus, disc, club and conch. Lord Hrish&#299;ke&#347;a holds the club, disc, lotus and conch.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 20.232</B></A>: "Lord Padman&#257;bha holds the conch, lotus, disc and club. Lord D&#257;modara holds the lotus, disc, club and conch.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 20.233</B></A>: "Lord Purushottama holds the disc, lotus, conch and club. Lord Acyuta holds the club, lotus, disc and conch.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 20.234</B></A>: "Lord Nrisimha holds the disc, lotus, club and conch. Lord Jan&#257;rdana holds the lotus, disc, conch and club.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 20.235</B></A>: "&#346;r&#299; Hari holds the conch, disc, lotus and club. Lord &#346;r&#299; Krishna holds the conch, club, lotus and disc.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 20.236</B></A>: "Lord Adhokshaja holds the lotus, club, conch and disc. Lord Upendra holds the conch, club, disc and lotus.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 20.237</B></A>: "According to the Haya&#347;&#299;rsha-pañcar&#257;tra, there are sixteen personalities. I shall now describe that opinion of how They hold the weapons.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 20.238</B></A>: "Ke&#347;ava is described differently as holding the lotus, conch, club and disc, and M&#257;dhava is described as holding the disc, club, conch and lotus in His hands.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 20.239</B></A>: "According to the Haya&#347;&#299;rsha Pañcar&#257;tra, N&#257;r&#257;yana and others are also presented differently as holding the weapons in different hands.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 20.240</B></A>: "Krishna, the original Supreme Personality of Godhead, indicated as the son of Mah&#257;r&#257;ja Nanda, has two names. One is svayam bhagav&#257;n, and the other is l&#299;l&#257;-purushottama.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 20.241</B></A>: "Lord Krishna personally surrounds Dv&#257;rak&#257;-pur&#299; as its protector. In different parts of the city, in nine places, He expands in nine different forms.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 20.242</B></A>: "'The nine personalities mentioned are V&#257;sudeva, Sa&#324;karshana, Pradyumna, Aniruddha, N&#257;r&#257;yana, Nrisimha, Hayagr&#299;va, Var&#257;ha and Brahm&#257;.'</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 20.243</B></A>: "I have already described the pastime and prak&#257;&#347;a forms. Now please hear about the different personal expansions.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 20.244</B></A>: "The first personal expansion is Sa&#324;karshana, and the others are incarnations like the fish incarnation. Sa&#324;karshana is an expansion of the Purusha, or Vishnu. The incarnations such as Matsya, the fish incarnation, appear in different yugas for specific pastimes.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Madhya 20.245</B></A>: "There are six types of incarnations [avat&#257;ras] of Krishna. One includes the incarnations of Vishnu [purusha-avat&#257;ras], and another includes the incarnations meant for the performance of pastimes [l&#299;l&#257;-avat&#257;ras].</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Madhya 20.246</B></A>: "There are incarnations that control the material qualities [guna-avat&#257;ras], incarnations who appear during the reign of each Manu [manvantara-avat&#257;ras], incarnations in different millenniums [yuga-avat&#257;ras] and incarnations of empowered living entities [&#347;akty&#257;ve&#347;a-avat&#257;ras].</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 20.247</B></A>: "Childhood and boyhood are the typical ages of the Deity. Krishna, the son of Mah&#257;r&#257;ja Nanda, performed His pastimes as a child and as a boy.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 20.248</B></A>: "There are innumerable incarnations of Krishna, and there is no possibility of counting them. We can simply indicate them by giving the example of the moon and the branches of a tree.</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 20.249</B></A>: "'O learned br&#257;hmanas, just as hundreds and thousands of small rivulets issue from great reservoirs of water, innumerable incarnations flow from &#346;r&#299; Hari, the Supreme Personality of Godhead and the reservoir of all power.'</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 20.250</B></A>: "In the beginning, Krishna incarnates Himself as the purusha-avat&#257;ras, or Vishnu incarnations. These are of three types.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 20.251</B></A>: "'Vishnu has three forms called purushas. The first, Mah&#257;-Vishnu, is the creator of the total material energy [mahat], the second is Garbhoda&#347;&#257;y&#299;, who is situated within each universe, and the third is Ksh&#299;roda&#347;&#257;y&#299;, who lives in the heart of every living being. He who knows these three becomes liberated from the clutches of m&#257;y&#257;.'</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 20.252</B></A>: "Krishna has unlimited potencies, out of which three are chief &#8212; willpower, the power of knowledge and the creative energy.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 20.253</B></A>: "The predominator of the willing potency is Lord Krishna, for by His supreme will everything comes into existence. In willing, there is a need for knowledge, and that knowledge is expressed through V&#257;sudeva.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 20.254</B></A>: "There is no possibility of creation without thinking, feeling, willing, knowledge and activity. The combination of the supreme will, knowledge and action brings about the cosmic manifestation.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 20.255</B></A>: "Lord Sa&#324;karshana is Lord Balar&#257;ma. Being the predominator of the creative energy, He creates both the material and the spiritual world.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 20.256</B></A>: "That original Sa&#324;karshana [Lord Balar&#257;ma] is the cause of both the material and the spiritual creation. He is the predominating deity of egotism, and by the will of Krishna and the power of the spiritual energy, He creates the spiritual world, which consists of the planet Goloka Vrind&#257;vana and the Vaikuntha planets.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 20.257</B></A>: "Although there is no question of creation as far as the spiritual world is concerned, the spiritual world is nonetheless manifested by the supreme will of Sa&#324;karshana. The spiritual world is the abode of the pastimes of the eternal spiritual energy.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 20.258</B></A>: "'Gokula, the supreme abode and planet, appears like a lotus flower that has a thousand petals. The whorl of that lotus is the abode of the Supreme Lord, Krishna. This lotus-shaped supreme abode is created by the will of Lord Ananta.'</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Madhya 20.259</B></A>: "By the agency of the material energy, this same Lord Sa&#324;karshana creates all the universes. The dull material energy &#8212; known in modern language as nature &#8212; is not the cause of the material universe.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Madhya 20.260</B></A>: "Without the Supreme Personality of Godhead's energy, dull matter cannot create the cosmic manifestation. Its power does not arise from the material energy itself but is endowed by Sa&#324;karshana.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 20.261</B></A>: "Dull matter alone cannot create anything. The material energy produces the creation by the power of the Supreme Personality of Godhead. Iron itself has no power to burn, but when iron is placed in fire, it is empowered to burn.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 20.262</B></A>: "'Balar&#257;ma and Krishna are the original efficient and material causes of the material world. As Mah&#257;-Vishnu and the material energy, They enter into the material elements and create the diversities by multi-energies. Thus They are the cause of all causes.'</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Madhya 20.263</B></A>: "The form of the Lord that descends into the material world to create is called an avat&#257;ra, or incarnation.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Madhya 20.264</B></A>: "All the expansions of Lord Krishna are actually residents of the spiritual world. But when they descend into the material world, they are called incarnations [avat&#257;ras].</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Madhya 20.265</B></A>: "To glance over that material energy and empower her, Lord Sa&#324;karshana first incarnates as Lord Mah&#257;-Vishnu.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Madhya 20.266</B></A>: "'In the beginning of the creation, the Lord expanded Himself in the form of the purusha incarnation, accompanied by all the ingredients of material creation. First He created the sixteen principal energies suitable for creation. This was for the purpose of manifesting the material universes.'</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 20.267</B></A>: "'K&#257;ran&#257;bdhi&#347;&#257;y&#299; Vishnu [Mah&#257;-Vishnu] is the first incarnation of the Supreme Lord, and He is the master of eternal time, space, cause and effects, the mind, the elements, the material ego, the modes of nature, the senses, the universal form of the Lord, Garbhodaka&#347;&#257;y&#299; Vishnu and the sum total of all living beings, both moving and nonmoving.'</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 20.268</B></A>: "That original Personality of Godhead, named Sa&#324;karshana, first lies down in the river Viraj&#257;, which serves as a border between the material and the spiritual world. As K&#257;ran&#257;bdhi&#347;&#257;y&#299; Vishnu, He is the original cause of the material creation.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 20.269</B></A>: "The Viraj&#257;, or Causal Ocean, is the border between the spiritual and the material world. The material energy is situated on one shore of that ocean, and it cannot enter onto the other shore, which is the spiritual sky.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 20.270</B></A>: "'In the spiritual world, there is neither the mode of passion, the mode of ignorance nor a mixture of both, nor is there adulterated goodness, the influence of time or m&#257;y&#257; herself. Only the pure devotees of the Lord, who are worshiped both by demigods and by demons, reside in the spiritual world as the Lord's associates.'</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 20.271</B></A>: "M&#257;y&#257; has two functions. One is called m&#257;y&#257;, and the other is called pradh&#257;na. M&#257;y&#257; refers to the efficient cause, and pradh&#257;na refers to the ingredients that create the cosmic manifestation.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 20.272</B></A>: "When the Supreme Personality of Godhead glances over the material energy, she becomes agitated. At that time, the Lord injects the original semen of the living entities.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 20.273</B></A>: "To impregnate with the seeds of the living entities, the Lord Himself does not directly touch the material energy, but by His specific functional expansion He touches the material energy, and thus the living entities, who are His parts and parcels, are impregnated into material nature.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 20.274</B></A>: "'At a time beyond memory, after agitating the material nature into three qualities, the Supreme Personality of Godhead placed the semen of innumerable living entities within the womb of that material nature. Thus material nature gave birth to the total material energy, known as the hiranmaya-mahat-tattva, the original symbolic representation of the cosmic manifestation.'</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 20.275</B></A>: "'In due course of time, the Supreme Personality of Godhead [Mah&#257;-Vaikunthan&#257;tha], by the agency of a further expansion of His personal self [Mah&#257;-Vishnu], placed the seed of the living entities within the womb of material nature.'</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 20.276</B></A>: "First the total material energy is manifested, and from this arise the three types of egotism, which are the original sources from which all demigods [controlling deities], senses and material elements expand.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 20.277</B></A>: "Combining all the different elements, the Supreme Lord created all the universes. Those universes are unlimited in number; there is no possibility of counting them.</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 20.278</B></A>: "The first form of Lord Vishnu is called Mah&#257;-Vishnu. He is the original creator of the total material energy. The innumerable universes emanate from the pores of His body.</P><P CLASS=r><A CLASS=i HREF="279-280.htm"><B>CC Madhya 20.279-280</B></A>: "These universes are understood to be floating in the air that Mah&#257;-Vishnu exhales. They are like atomic particles that float in sunshine and pass through the holes of a screen. All these universes are thus created by the exhalation of Mah&#257;-Vishnu, and when Mah&#257;-Vishnu inhales, they re-enter His body. The unlimited opulences of Mah&#257;-Vishnu are completely beyond material conception.</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 20.281</B></A>: "'The Brahm&#257;s and other lords of the mundane worlds appear from the pores of Mah&#257;-Vishnu and remain alive for the duration of His one exhalation. I adore the primeval Lord, Govinda, of whom Mah&#257;-Vishnu is a portion of a plenary portion.'</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 20.282</B></A>: "Mah&#257;-Vishnu is the Supersoul of all the universes. Lying on the Causal Ocean, He is the master of all material worlds.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 20.283</B></A>: "I have thus explained the truth of the first Personality of Godhead, Mah&#257;-Vishnu. I shall now explain the glories of the second Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC Madhya 20.284</B></A>: "After creating the total number of universes, which are unlimited, Mah&#257;-Vishnu expanded Himself into unlimited forms and entered into each of them.</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Madhya 20.285</B></A>: "When Mah&#257;-Vishnu entered each of the limitless universes, He saw that there was darkness all around and that there was no place to stay. He therefore began to consider the situation.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Madhya 20.286</B></A>: "With the perspiration produced from His own body, the Lord filled half the universe with water. He then lay down on that water, on the bed of Lord &#346;esha.</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC Madhya 20.287</B></A>: "A lotus flower then sprouted from the lotus navel of that Garbhodaka&#347;&#257;y&#299; Vishnu. That lotus flower became Lord Brahm&#257;'s birthplace.</P><P CLASS=r><A CLASS=i HREF="288.htm"><B>CC Madhya 20.288</B></A>: "In the stem of that lotus flower, the fourteen worlds were generated. Then He became Lord Brahm&#257; and manifested the entire universe.</P><P CLASS=r><A CLASS=i HREF="289.htm"><B>CC Madhya 20.289</B></A>: "In this way, the Supreme Personality of Godhead in His form of Vishnu maintains the entire material world. Since He is always beyond the material qualities, the material nature cannot touch Him.</P><P CLASS=r><A CLASS=i HREF="290.htm"><B>CC Madhya 20.290</B></A>: "The Supreme Lord in His form of Rudra [Lord &#346;iva] brings about the dissolution of this material creation. In other words, only by His will are there creation, maintenance and dissolution of the whole cosmic manifestation.</P><P CLASS=r><A CLASS=i HREF="291.htm"><B>CC Madhya 20.291</B></A>: "Brahm&#257;, Vishnu and &#346;iva are His three incarnations of the material qualities. Creation, maintenance and destruction respectively are under the charge of these three personalities.</P><P CLASS=r><A CLASS=i HREF="292.htm"><B>CC Madhya 20.292</B></A>: "Garbhodaka&#347;&#257;y&#299; Vishnu, known within the universe as Hiranyagarbha and the antary&#257;m&#299;, or Supersoul, is glorified in the Vedic hymns, beginning with the hymn that starts with the word 'sahasra-&#347;&#299;rsh&#257;.'</P><P CLASS=r><A CLASS=i HREF="293.htm"><B>CC Madhya 20.293</B></A>: "This second Personality of Godhead, known as Garbhodaka&#347;&#257;y&#299; Vishnu, is the master of each and every universe and the shelter of the external energy. Nonetheless, He remains beyond the touch of the external energy.</P><P CLASS=r><A CLASS=i HREF="294.htm"><B>CC Madhya 20.294</B></A>: "The third expansion of Vishnu is Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, who is the incarnation of the quality of goodness. He is to be counted within both types of incarnations [purusha-avat&#257;ras and guna-avat&#257;ras].</P><P CLASS=r><A CLASS=i HREF="295.htm"><B>CC Madhya 20.295</B></A>: "Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu is the universal form of the Lord and is the Supersoul within every living entity. He is known as Ksh&#299;rodaka&#347;&#257;y&#299; because He is the Lord who lies on the ocean of milk. He is the maintainer and master of the universe.</P><P CLASS=r><A CLASS=i HREF="296.htm"><B>CC Madhya 20.296</B></A>: "O San&#257;tana, I have definitively described the three purusha-avat&#257;ras of Vishnu. Now please hear from Me about the pastime incarnations.</P><P CLASS=r><A CLASS=i HREF="297.htm"><B>CC Madhya 20.297</B></A>: "No one can count the innumerable pastime incarnations of Lord Krishna, but I shall describe the principal ones.</P><P CLASS=r><A CLASS=i HREF="298.htm"><B>CC Madhya 20.298</B></A>: "Some of the pastime incarnations are the fish incarnation, the tortoise incarnation, Lord R&#257;macandra, Lord Nrisimha, Lord V&#257;mana and Lord Var&#257;ha. There is no end to them.</P><P CLASS=r><A CLASS=i HREF="299.htm"><B>CC Madhya 20.299</B></A>: "'O Lord of the universe, best of the Yadu dynasty, we are offering our prayers unto You mainly to diminish the heavy burden of the universe. Indeed, You diminished this burden formerly by incarnating in the form of a fish, a horse [Hayagr&#299;va], a tortoise, a lion [Lord Nrisimha], a boar [Lord Var&#257;ha] and a swan. You also incarnated as Lord R&#257;macandra, Para&#347;ur&#257;ma and V&#257;mana, the dwarf. You have always protected us demigods and the universe in this way. Now please continue.'</P><P CLASS=r><A CLASS=i HREF="300.htm"><B>CC Madhya 20.300</B></A>: "I have given a few examples of pastime incarnations. Now I will describe the guna-avat&#257;ras, the incarnations of the material qualities. Please listen.</P><P CLASS=r><A CLASS=i HREF="301.htm"><B>CC Madhya 20.301</B></A>: "There are three functions within this material world. Everything here is created, everything is maintained for some time, and everything is finally dissolved. The Lord therefore incarnates Himself as the controllers of the three qualities &#8212; sattva-guna, rajo-guna and tamo-guna [goodness, passion and ignorance]. Thus the transactions of the material world take place.</P><P CLASS=r><A CLASS=i HREF="302.htm"><B>CC Madhya 20.302</B></A>: "Because of his past pious activities mixed with devotional service, the first-class living entity is influenced by the mode of passion within his mind.</P><P CLASS=r><A CLASS=i HREF="303.htm"><B>CC Madhya 20.303</B></A>: "Such a devotee is empowered by Garbhodaka&#347;&#257;y&#299; Vishnu. In this way, an incarnation of Krishna in the form of Brahm&#257; engineers the total creation of the universe.</P><P CLASS=r><A CLASS=i HREF="304.htm"><B>CC Madhya 20.304</B></A>: "'The sun manifests his brilliance in a gem, although it is stone. Similarly, the original Personality of Godhead, Govinda, manifests His special power in a pious living entity. Thus the living entity becomes Brahm&#257; and manages the affairs of the universe. Let me worship Govinda, the original Personality of Godhead.'</P><P CLASS=r><A CLASS=i HREF="305.htm"><B>CC Madhya 20.305</B></A>: "If in a kalpa a suitable living entity is not available to take charge of Brahm&#257;'s post, the Supreme Personality of Godhead Himself personally expands and becomes Lord Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="306.htm"><B>CC Madhya 20.306</B></A>: "'What is the value of a throne to Lord Krishna? The masters of the various planetary systems accept the dust of His lotus feet on their crowned heads. That dust makes the holy places sacred, and even Lord Brahm&#257;, Lord &#346;iva, Lakshm&#299; and I Myself, who are all portions of His plenary portion, eternally carry that dust on our heads.'</P><P CLASS=r><A CLASS=i HREF="307.htm"><B>CC Madhya 20.307</B></A>: "Lord Krishna, the Supreme Personality of Godhead, expands a portion of His plenary portion and, accepting the association of the material mode of ignorance, assumes the form of Rudra to dissolve the cosmic manifestation.</P><P CLASS=r><A CLASS=i HREF="308.htm"><B>CC Madhya 20.308</B></A>: "Rudra, Lord &#346;iva, has various forms, which are transformations brought about by association with m&#257;y&#257;. Although Rudra is not on a level with the j&#299;va-tattvas, he still cannot be considered a personal expansion of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="309.htm"><B>CC Madhya 20.309</B></A>: "Milk is transformed into yogurt when it associates with a yogurt culture. Thus yogurt is nothing but milk, but still it is not milk.</P><P CLASS=r><A CLASS=i HREF="310.htm"><B>CC Madhya 20.310</B></A>: "'Milk changes into yogurt when mixed with a yogurt culture, but actually it is constitutionally nothing but milk. Similarly, Govinda, the Supreme Personality of Godhead, assumes the form of Lord &#346;iva [&#346;ambhu] for the special purpose of material transactions. I offer my obeisances at His lotus feet.'</P><P CLASS=r><A CLASS=i HREF="311.htm"><B>CC Madhya 20.311</B></A>: "Lord &#346;iva is an associate of the external energy; therefore he is absorbed in the material quality of darkness. Lord Vishnu is transcendental to m&#257;y&#257; and the qualities of m&#257;y&#257;. Therefore He is the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="312.htm"><B>CC Madhya 20.312</B></A>: "'The truth about Lord &#346;iva is that he is always covered with three material coverings &#8212; vaik&#257;rika, taijasa and t&#257;masa. Because of these three modes of material nature, he always associates with the external energy and egotism itself.'</P><P CLASS=r><A CLASS=i HREF="313.htm"><B>CC Madhya 20.313</B></A>: "'&#346;r&#299; Hari, the Supreme Personality of Godhead, is situated beyond the range of material nature; therefore He is the supreme transcendental person. He can see everything inside and outside; therefore He is the supreme overseer of all living entities. If someone takes shelter at His lotus feet and worships Him, he also attains a transcendental position.'</P><P CLASS=r><A CLASS=i HREF="314.htm"><B>CC Madhya 20.314</B></A>: "For the maintenance of the universe, Lord Krishna descends as His personal plenary expansion in the form of Vishnu. He is the director of the mode of goodness; therefore He is transcendental to the material energy.</P><P CLASS=r><A CLASS=i HREF="315.htm"><B>CC Madhya 20.315</B></A>: "Lord Vishnu is in the category of sv&#257;m&#347;a because He has opulences almost equal to Krishna's. Krishna is the original person, and Lord Vishnu is His personal expansion. This is the verdict of all Vedic literatures.</P><P CLASS=r><A CLASS=i HREF="316.htm"><B>CC Madhya 20.316</B></A>: "'When the flame of one candle is expanded to another candle and placed in a different position, it burns separately, and its illumination is as powerful as the original candle's. Similarly, the Supreme Personality of Godhead, Govinda, expands Himself in different forms as Vishnu, who is equally luminous, powerful and opulent. Let me worship that Supreme Personality of Godhead, Govinda.'</P><P CLASS=r><A CLASS=i HREF="317.htm"><B>CC Madhya 20.317</B></A>: "The conclusion is that Lord Brahm&#257; and Lord &#346;iva are simply devotee incarnations who carry out orders. However, Lord Vishnu, the maintainer, is the personal feature of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="318.htm"><B>CC Madhya 20.318</B></A>: "[Lord Brahm&#257; said:] 'I am engaged by the Supreme Personality of Godhead to create. Following His orders, Lord &#346;iva dissolves everything. The Supreme Personality of Godhead in His form of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu maintains all the affairs of material nature. Thus the supreme controller of the three modes of material nature is Lord Vishnu.'</P><P CLASS=r><A CLASS=i HREF="319.htm"><B>CC Madhya 20.319</B></A>: "O San&#257;tana, now just hear about the incarnations who appear during the reign of each Manu [manvantara-avat&#257;ras]. They are unlimited, and no one can count them. Just hear of their source.</P><P CLASS=r><A CLASS=i HREF="320.htm"><B>CC Madhya 20.320</B></A>: "In one day of Brahm&#257;, there are fourteen changes of the Manus, and during the reign of each of those fourteen Manus, an incarnation is manifested by the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="321.htm"><B>CC Madhya 20.321</B></A>: "There are 14 manvantara-avat&#257;ras in one day of Brahm&#257;, 420 in one month, and 5,040 in one year.</P><P CLASS=r><A CLASS=i HREF="322.htm"><B>CC Madhya 20.322</B></A>: "During the hundred years of Brahm&#257;'s life, there are 504,000 manvantara-avat&#257;ras.</P><P CLASS=r><A CLASS=i HREF="323.htm"><B>CC Madhya 20.323</B></A>: "The number of manvantara-avat&#257;ras for only one universe has been given. One can only imagine how many manvantara-avat&#257;ras exist in the innumerable universes. And all these universes and Brahm&#257;s exist only during one exhalation of Mah&#257;-Vishnu.</P><P CLASS=r><A CLASS=i HREF="324.htm"><B>CC Madhya 20.324</B></A>: "There is no limit to the exhalations of Mah&#257;-Vishnu. Just see how impossible it is to speak or write of only the manvantara-avat&#257;ras!</P><P CLASS=r><A CLASS=i HREF="325.htm"><B>CC Madhya 20.325</B></A>: "In the Sv&#257;yambhuva-manvantara, the avat&#257;ra is named Yajña. In the Sv&#257;rocisha-manvantara, he is named Vibhu. In the Auttama-manvantara, He is named Satyasena, and in the T&#257;masa-manvantara, He is named Hari.</P><P CLASS=r><A CLASS=i HREF="326.htm"><B>CC Madhya 20.326</B></A>: "In the Raivata-manvantara, the avat&#257;ra is named Vaikuntha, and in the C&#257;kshusha-manvantara, He is named Ajita. In the Vaivasvata-manvantara, He is named V&#257;mana, and in the S&#257;varnya-manvantara, He is named S&#257;rvabhauma. In the Daksha-s&#257;varnya-manvantara, he is named Rishabha.</P><P CLASS=r><A CLASS=i HREF="327.htm"><B>CC Madhya 20.327</B></A>: "In the Brahma-s&#257;varnya-manvantara, the avat&#257;ra is named Vishvaksena, and in the Dharma-s&#257;varnya, he is named Dharmasetu. In the Rudra-s&#257;varnya he is named Sudh&#257;m&#257;, and in the Deva-s&#257;varnya, he is named Yoge&#347;vara.</P><P CLASS=r><A CLASS=i HREF="328.htm"><B>CC Madhya 20.328</B></A>: "In the Indra-s&#257;varnya-manvantara, the avat&#257;ra is named Brihadbh&#257;nu. These are the names of the fourteen avat&#257;ras in the fourteen manvantaras.</P><P CLASS=r><A CLASS=i HREF="329.htm"><B>CC Madhya 20.329</B></A>: "O San&#257;tana, now hear from Me about the yuga-avat&#257;ras, the incarnations for the millenniums. First of all, there are four yugas &#8212; Satya-yuga, Tret&#257;-yuga, Dv&#257;para-yuga and Kali-yuga.</P><P CLASS=r><A CLASS=i HREF="330.htm"><B>CC Madhya 20.330</B></A>: "In the four yugas &#8212; Satya, Tret&#257;, Dv&#257;para and Kali &#8212; the Lord incarnates in four colors: white, red, black and yellow respectively. These are the colors of the incarnations in different millenniums.</P><P CLASS=r><A CLASS=i HREF="331.htm"><B>CC Madhya 20.331</B></A>: "'This child formerly had three colors according to the prescribed color for different millenniums. Formerly He was white, red and yellow, and now He has assumed a blackish color.'</P><P CLASS=r><A CLASS=i HREF="332.htm"><B>CC Madhya 20.332</B></A>: "'In Satya-yuga the Lord appeared in a body colored white, with four arms and matted hair. He wore tree bark and bore a black antelope skin. He wore a sacred thread and a garland of rudr&#257;ksha beads. He carried a rod and a waterpot, and He was a brahmac&#257;r&#299;.'</P><P CLASS=r><A CLASS=i HREF="333.htm"><B>CC Madhya 20.333</B></A>: "'In Tret&#257;-yuga, the Lord appeared in a body that had a reddish hue and four arms. There were three distinctive lines on His abdomen, and His hair was golden. His form manifested the Vedic knowledge, and He bore the symbols of a sacrificial spoon, ladle and so on.'</P><P CLASS=r><A CLASS=i HREF="334.htm"><B>CC Madhya 20.334</B></A>: "As the white incarnation, the Lord taught religion and meditation. He offered benedictions to Kardama Muni, and in this way He showed His causeless mercy.</P><P CLASS=r><A CLASS=i HREF="335.htm"><B>CC Madhya 20.335</B></A>: "In Satya-yuga the people were generally advanced in spiritual knowledge and could meditate upon Krishna very easily. The people's occupational duty in Tret&#257;-yuga was to perform great sacrifices. This was induced by the Personality of Godhead in His reddish incarnation.</P><P CLASS=r><A CLASS=i HREF="336.htm"><B>CC Madhya 20.336</B></A>: "In Dv&#257;para-yuga the people's occupational duty was to worship the lotus feet of Krishna. Therefore Lord Krishna, appearing in a blackish body, personally induced people to worship Him.</P><P CLASS=r><A CLASS=i HREF="337.htm"><B>CC Madhya 20.337</B></A>: "'In Dv&#257;para-yuga the Personality of Godhead appears in a blackish hue. He is dressed in yellow, He holds His own weapons, and He is decorated with the Kaustubha jewel and the mark of &#346;r&#299;vatsa. That is how His symptoms are described.'</P><P CLASS=r><A CLASS=i HREF="338.htm"><B>CC Madhya 20.338</B></A>: "'I offer my respectful obeisances unto the Supreme Personality of Godhead, expanded as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha.'</P><P CLASS=r><A CLASS=i HREF="339.htm"><B>CC Madhya 20.339</B></A>: "By this mantra, the people worship Lord Krishna in Dv&#257;para-yuga. In Kali-yuga the occupational duty of the people is to chant congregationally the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="340.htm"><B>CC Madhya 20.340</B></A>: "In the Age of Kali, Lord Krishna assumes a golden color and, accompanied by His personal devotees, introduces hari-n&#257;ma-sa&#324;k&#299;rtana, the chanting of the Hare Krishna mantra. By this process He delivers love for Krishna to the general populace.</P><P CLASS=r><A CLASS=i HREF="341.htm"><B>CC Madhya 20.341</B></A>: "Lord Krishna, the son of Nanda Mah&#257;r&#257;ja, personally introduces the occupational duty of the Age of Kali. He personally chants and dances in ecstatic love, and thus the entire world chants congregationally.</P><P CLASS=r><A CLASS=i HREF="342.htm"><B>CC Madhya 20.342</B></A>: "'In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the name of Krishna. Although His complexion is not blackish, He is Krishna Himself. He is accompanied by His associates, servants, weapons and confidential companions.'</P><P CLASS=r><A CLASS=i HREF="343.htm"><B>CC Madhya 20.343</B></A>: "In the other three yugas &#8212; Satya, Tret&#257; and Dv&#257;para &#8212; people perform different types of spiritual activities. Whatever results they achieve in that way, they can achieve in Kali-yuga simply by chanting the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="344.htm"><B>CC Madhya 20.344</B></A>: "'My dear King, although Kali-yuga is full of faults, there is still one good quality about this age. It is that simply by chanting the Hare Krishna mah&#257;-mantra, one can become free from material bondage and be promoted to the transcendental kingdom.'</P><P CLASS=r><A CLASS=i HREF="345.htm"><B>CC Madhya 20.345</B></A>: "'Whatever result was obtained in Satya-yuga by meditating on Vishnu, in Tret&#257;-yuga by performing sacrifices and in Dv&#257;para-yuga by serving the Lord's lotus feet can also be obtained in Kali-yuga simply by chanting the Hare Krishna mah&#257;-mantra.'</P><P CLASS=r><A CLASS=i HREF="346.htm"><B>CC Madhya 20.346</B></A>: "'Whatever is achieved by meditation in Satya-yuga, by the performance of yajña in Tret&#257;-yuga or by the worship of Krishna's lotus feet in Dv&#257;para-yuga is also obtained in the Age of Kali simply by chanting the glories of Lord Ke&#347;ava.'</P><P CLASS=r><A CLASS=i HREF="347.htm"><B>CC Madhya 20.347</B></A>: "'Those who are advanced and highly qualified and are interested in the essence of life know the good qualities of Kali-yuga. Such people worship the Age of Kali because in this age one can advance in spiritual knowledge and attain life's goal simply by chanting the Hare Krishna mah&#257;-mantra.'</P><P CLASS=r><A CLASS=i HREF="348.htm"><B>CC Madhya 20.348</B></A>: "As stated before when I described the incarnations of the material modes [guna-avat&#257;ras], one should consider that these incarnations also are unlimited and that no one can count them.</P><P CLASS=r><A CLASS=i HREF="349.htm"><B>CC Madhya 20.349</B></A>: "Thus I have given a description of the incarnations of the four different yugas." After hearing all this, San&#257;tana Gosv&#257;m&#299; gave an indirect hint to the Lord.</P><P CLASS=r><A CLASS=i HREF="350.htm"><B>CC Madhya 20.350</B></A>: San&#257;tana Gosv&#257;m&#299; had been a minister under Nawab Hussain Shah, and he was undoubtedly as intelligent as Brihaspati, the chief priest of the heavenly kingdom. Due to the Lord's unlimited mercy, San&#257;tana Gosv&#257;m&#299; questioned Him without hesitation.</P><P CLASS=r><A CLASS=i HREF="351.htm"><B>CC Madhya 20.351</B></A>: San&#257;tana Gosv&#257;m&#299; said, "I am a very insignificant living entity. I am low and poorly behaved. How can I understand who is the incarnation for this Age of Kali?"</P><P CLASS=r><A CLASS=i HREF="352.htm"><B>CC Madhya 20.352</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "As in other ages an incarnation is accepted according to the directions of the &#347;&#257;stras, in this Age of Kali an incarnation of God should be accepted in that way.</P><P CLASS=r><A CLASS=i HREF="353.htm"><B>CC Madhya 20.353</B></A>: "The Vedic literatures composed by the omniscient Mah&#257;muni Vy&#257;sadeva are evidence of all spiritual existence. Only through these revealed scriptures can all conditioned souls attain knowledge.</P><P CLASS=r><A CLASS=i HREF="354.htm"><B>CC Madhya 20.354</B></A>: "An actual incarnation of God never says 'I am God' or 'I am an incarnation of God.' The great sage Vy&#257;sadeva, knowing all, has already recorded the characteristics of the avat&#257;ras in the &#347;&#257;stras.</P><P CLASS=r><A CLASS=i HREF="355.htm"><B>CC Madhya 20.355</B></A>: "'The Lord does not have a material body, yet He descends among human beings in His transcendental body as an incarnation. Therefore it is very difficult for us to understand who is an incarnation. Only by His extraordinary prowess and uncommon activities, which are impossible for embodied living entities, can one partially understand the incarnation of the Supreme Personality of Godhead.'</P><P CLASS=r><A CLASS=i HREF="356.htm"><B>CC Madhya 20.356</B></A>: "By two symptoms &#8212; personal characteristics and marginal characteristics &#8212; the great sages can understand an object.</P><P CLASS=r><A CLASS=i HREF="357.htm"><B>CC Madhya 20.357</B></A>: "Bodily features, nature and form are the personal characteristics. Knowledge of His activities provides the marginal characteristics.</P><P CLASS=r><A CLASS=i HREF="358.htm"><B>CC Madhya 20.358</B></A>: "In the auspicious invocation at the beginning of &#346;r&#299;mad-Bh&#257;gavatam, &#346;r&#299;la Vy&#257;sadeva has described the Supreme Personality of Godhead by these symptoms.</P><P CLASS=r><A CLASS=i HREF="359.htm"><B>CC Madhya 20.359</B></A>: "'O my Lord, &#346;r&#299; Krishna, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord &#346;r&#299; Krishna because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahm&#257;j&#299;, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord &#346;r&#299; Krishna, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth.'</P><P CLASS=r><A CLASS=i HREF="360.htm"><B>CC Madhya 20.360</B></A>: "In this invocation from &#346;r&#299;mad-Bh&#257;gavatam, the word 'param' indicates Lord Krishna, the Supreme Personality of Godhead, and the word 'satyam' indicates His personal characteristics.</P><P CLASS=r><A CLASS=i HREF="361.htm"><B>CC Madhya 20.361</B></A>: "In that same verse it is stated that the Lord is the creator, maintainer and annihilator of the cosmic manifestation and that He enabled Lord Brahm&#257; to create the universe by infusing him with the knowledge of the Vedas. It is also stated that the Lord has full knowledge, directly and indirectly, that He knows past, present and future, and that His personal energy is separate from m&#257;y&#257;, the illusory energy.</P><P CLASS=r><A CLASS=i HREF="362.htm"><B>CC Madhya 20.362</B></A>: "All these activities are His marginal characteristics. Great saintly persons understand the incarnations of the Supreme Personality of Godhead by the indications of the two characteristics known as svar&#363;pa and tatastha. All the incarnations of Krishna should be understood in this way.</P><P CLASS=r><A CLASS=i HREF="363.htm"><B>CC Madhya 20.363</B></A>: "At the time of Their appearance, the incarnations of the Lord are known in the world because people can consult the &#347;&#257;stras to understand an incarnation's chief characteristics, known as svar&#363;pa and tatastha. In this way the incarnations become known to great saintly persons."</P><P CLASS=r><A CLASS=i HREF="364.htm"><B>CC Madhya 20.364</B></A>: San&#257;tana Gosv&#257;m&#299;, "The color of the personality in whom the characteristics of the Lord are found is yellowish. His activities include the distribution of love of Godhead and the chanting of the holy names of the Lord.</P><P CLASS=r><A CLASS=i HREF="365.htm"><B>CC Madhya 20.365</B></A>: "The incarnation of Krishna for this age is indicated by these symptoms. Please confirm this definitely so that all my doubts will go away."</P><P CLASS=r><A CLASS=i HREF="366.htm"><B>CC Madhya 20.366</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "O San&#257;tana, you must give up your intelligent tricks. Now just try to understand the description of the &#347;akty&#257;ve&#347;a-avat&#257;ras.</P><P CLASS=r><A CLASS=i HREF="367.htm"><B>CC Madhya 20.367</B></A>: "There are unlimited &#347;akty&#257;ve&#347;a-avat&#257;ras of Lord Krishna. Let Me describe the chief among them.</P><P CLASS=r><A CLASS=i HREF="368.htm"><B>CC Madhya 20.368</B></A>: "Empowered incarnations are of two types &#8212; primary and secondary. The primary ones are directly empowered by the Supreme Personality of Godhead and are called incarnations. The secondary ones are indirectly empowered by the Supreme Personality of Godhead and are called vibh&#363;ti.</P><P CLASS=r><A CLASS=i HREF="369.htm"><B>CC Madhya 20.369</B></A>: "Some &#347;akty&#257;ve&#347;a-avat&#257;ras are the four Kum&#257;ras, N&#257;rada, Mah&#257;r&#257;ja Prithu and Para&#347;ur&#257;ma. When a living being is empowered to act as Lord Brahm&#257;, he is also considered a &#347;akty&#257;ve&#347;a-avat&#257;ra.</P><P CLASS=r><A CLASS=i HREF="370.htm"><B>CC Madhya 20.370</B></A>: "Lord &#346;esha in the spiritual world of Vaikuntha and, in the material world, Lord Ananta, who carries innumerable planets on His hoods, are two primary empowered incarnations. There is no need to count the others, for they are unlimited.</P><P CLASS=r><A CLASS=i HREF="371.htm"><B>CC Madhya 20.371</B></A>: "The power of knowledge was invested in the four Kum&#257;ras, and the power of devotional service was invested in N&#257;rada. The power of creation was invested in Lord Brahm&#257;, and the power to carry innumerable planets was invested in Lord Ananta.</P><P CLASS=r><A CLASS=i HREF="372.htm"><B>CC Madhya 20.372</B></A>: "The Supreme Personality of Godhead invested the power of personal service in Lord &#346;esha, and He invested the power to rule the earth in King Prithu. Lord Para&#347;ur&#257;ma received the power to kill rogues and miscreants.</P><P CLASS=r><A CLASS=i HREF="373.htm"><B>CC Madhya 20.373</B></A>: "'Whenever the Lord is present in someone by portions of His various potencies, the living entity representing the Lord is called a &#347;akty&#257;ve&#347;a-avat&#257;ra &#8212; that is, an incarnation invested with special power.'</P><P CLASS=r><A CLASS=i HREF="374.htm"><B>CC Madhya 20.374</B></A>: "As explained in the Eleventh Chapter of the Bhagavad-g&#299;t&#257;, Krishna has spread Himself all over the universe in many personalities through specific powers, known as vibh&#363;ti.</P><P CLASS=r><A CLASS=i HREF="375.htm"><B>CC Madhya 20.375</B></A>: "'Know that all opulent, beautiful and glorious creations spring from but a spark of My splendor.'</P><P CLASS=r><A CLASS=i HREF="376.htm"><B>CC Madhya 20.376</B></A>: "'But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.'</P><P CLASS=r><A CLASS=i HREF="377.htm"><B>CC Madhya 20.377</B></A>: "Thus I have explained specifically empowered incarnations. Now please hear about the characteristics of Lord Krishna's childhood, boyhood and youth.</P><P CLASS=r><A CLASS=i HREF="378.htm"><B>CC Madhya 20.378</B></A>: "As the son of Mah&#257;r&#257;ja Nanda, Lord Krishna is by nature the paragon of ki&#347;ora [youth]. He chooses to exhibit His pastimes at that age.</P><P CLASS=r><A CLASS=i HREF="379.htm"><B>CC Madhya 20.379</B></A>: "Before His personal appearance, the Lord causes some of His devotees to appear as His mother, father and intimate associates. He then appears later as if He were taking birth and growing from a baby to a child and gradually into a youth.</P><P CLASS=r><A CLASS=i HREF="380.htm"><B>CC Madhya 20.380</B></A>: "'The Supreme Personality of Godhead is eternally enjoying Himself, and He is the shelter of all kinds of devotional service. Although His ages are various, His age known as ki&#347;ora [pre-youth] is best of all.'</P><P CLASS=r><A CLASS=i HREF="381.htm"><B>CC Madhya 20.381</B></A>: "When Lord Krishna appears, from moment to moment He exhibits His different pastimes, beginning with the killing of P&#363;tan&#257;. All these pastimes are eternally being demonstrated one after another.</P><P CLASS=r><A CLASS=i HREF="382.htm"><B>CC Madhya 20.382</B></A>: "The consecutive pastimes of Krishna are being manifested in one of the innumerable universes moment after moment. There is no possibility of counting the universes, but in any case some pastime of the Lord is being manifested at every moment in one universe or another.</P><P CLASS=r><A CLASS=i HREF="383.htm"><B>CC Madhya 20.383</B></A>: "Thus the Lord's pastimes are like the flowing Ganges water. In this way all the pastimes are manifested by the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="384.htm"><B>CC Madhya 20.384</B></A>: "Lord Krishna exhibits His pastimes of childhood, boyhood and pre-youth. When He reaches pre-youth, He continues to exist eternally to perform His r&#257;sa dance and other pastimes.</P><P CLASS=r><A CLASS=i HREF="385.htm"><B>CC Madhya 20.385</B></A>: "Descriptions of Krishna's eternal pastimes are in all the revealed scriptures. But one cannot understand how they are continuing eternally.</P><P CLASS=r><A CLASS=i HREF="386.htm"><B>CC Madhya 20.386</B></A>: "Let me give an example by which people may understand Lord Krishna's eternal pastimes. An example can be found in the zodiac.</P><P CLASS=r><A CLASS=i HREF="387.htm"><B>CC Madhya 20.387</B></A>: "The sun moves across the zodiac day and night and crosses the oceans between the seven islands one after the other.</P><P CLASS=r><A CLASS=i HREF="388.htm"><B>CC Madhya 20.388</B></A>: "According to Vedic astronomical calculations, the rotation of the sun consists of sixty dandas, and it is divided into thirty-six hundred palas.</P><P CLASS=r><A CLASS=i HREF="389.htm"><B>CC Madhya 20.389</B></A>: "The sun rises in steps consisting of sixty palas. Sixty palas equal one danda, and eight dandas comprise one prahara.</P><P CLASS=r><A CLASS=i HREF="390.htm"><B>CC Madhya 20.390</B></A>: "The day and the night are divided into eight praharas &#8212; four belonging to the day and four belonging to the night. After eight praharas, the sun rises again.</P><P CLASS=r><A CLASS=i HREF="391.htm"><B>CC Madhya 20.391</B></A>: "Just as there is an orbit of the sun, there is an orbit of Krishna's pastimes, which are manifested one after the other. During the lifetime of fourteen Manus, this orbit expands through all the universes, and gradually it returns. Thus Krishna moves with His pastimes through all the universes, one after another.</P><P CLASS=r><A CLASS=i HREF="392.htm"><B>CC Madhya 20.392</B></A>: "Krishna remains within a universe for 125 years, and He enjoys His pastimes both in Vrind&#257;vana and Dv&#257;rak&#257;.</P><P CLASS=r><A CLASS=i HREF="393.htm"><B>CC Madhya 20.393</B></A>: "The cycle of His pastimes turns like a wheel of fire. Thus Krishna exhibits His pastimes one after the other in every universe.</P><P CLASS=r><A CLASS=i HREF="394.htm"><B>CC Madhya 20.394</B></A>: "Krishna's pastimes &#8212; appearance, childhood, boyhood and youth &#8212; are all manifested, beginning with the killing of P&#363;tan&#257; and extending to the end of the maushala-l&#299;l&#257;, the annihilation of the Yadu dynasty. All of these pastimes are rotating in every universe.</P><P CLASS=r><A CLASS=i HREF="395.htm"><B>CC Madhya 20.395</B></A>: "Since all Krishna's pastimes are taking place continuously, at every moment some pastime is existing in one universe or another. Consequently these pastimes are called eternal by the Vedas and Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="396.htm"><B>CC Madhya 20.396</B></A>: "The spiritual abode known as Goloka, which is a pasturing land for surabhi cows, is as powerful and opulent as Krishna. By the will of Krishna, the original Goloka and Gokula dh&#257;mas are manifested with Him in all the universes.</P><P CLASS=r><A CLASS=i HREF="397.htm"><B>CC Madhya 20.397</B></A>: "The eternal pastimes of Krishna are continuously taking place in the original Goloka Vrind&#257;vana planet. These same pastimes are gradually manifested within the material world, in each and every brahm&#257;nda.</P><P CLASS=r><A CLASS=i HREF="398.htm"><B>CC Madhya 20.398</B></A>: "Krishna is complete in the spiritual sky [Vaikuntha], He is more complete in Mathur&#257; and Dv&#257;rak&#257;, and He is most complete in Vrind&#257;vana, Vraja, due to His manifesting all His opulences.</P><P CLASS=r><A CLASS=i HREF="399.htm"><B>CC Madhya 20.399</B></A>: "'This is stated in the dramatic literatures as "perfect," "more perfect" and "most perfect." Thus Lord Krishna manifests Himself in three ways &#8212; perfect, more perfect and most perfect.</P><P CLASS=r><A CLASS=i HREF="400.htm"><B>CC Madhya 20.400</B></A>: "'When the Supreme Personality of Godhead does not manifest all His transcendental qualities, He is called complete. When all the qualities are manifested, but not fully, He is called more complete. When He manifests all His qualities in fullness, He is called most complete. This is the version of all learned scholars in the devotional science.</P><P CLASS=r><A CLASS=i HREF="401.htm"><B>CC Madhya 20.401</B></A>: "'The most complete qualities of Krishna are manifested within Vrind&#257;vana, and His complete and more complete qualities are manifested in Dv&#257;rak&#257; and Mathur&#257;.'</P><P CLASS=r><A CLASS=i HREF="402.htm"><B>CC Madhya 20.402</B></A>: "Lord Krishna is the most complete Supreme Personality of Godhead in Vrind&#257;vana. Elsewhere all His expansions are either complete or more complete.</P><P CLASS=r><A CLASS=i HREF="403.htm"><B>CC Madhya 20.403</B></A>: "Thus I have briefly described Krishna's manifestation of transcendental forms. This subject matter is so large that even Lord Ananta cannot describe it fully.</P><P CLASS=r><A CLASS=i HREF="404.htm"><B>CC Madhya 20.404</B></A>: "In this way Krishna's transcendental forms are expanded unlimitedly. No one can count them. Whatever I have explained is simply a little glimpse. It is like showing the moon through the branches of a tree."</P><P CLASS=r><A CLASS=i HREF="405.htm"><B>CC Madhya 20.405</B></A>: Whoever hears or recites these descriptions of the expansions of Krishna's body is certainly a very fortunate man. Although this is very difficult to understand, one can nonetheless acquire some knowledge about the different features of Krishna's body.</P><P CLASS=r><A CLASS=i HREF="406.htm"><B>CC Madhya 20.406</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>