<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 20"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Instructs San&#257;tana Gosv&#257;m&#299; in the Science of the Absolute Truth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 20 Summary</P><P>The following summary of this chapter is given by Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. When &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; was imprisoned by Nawab Hussain Shah, he received news from R&#363;pa Gosv&#257;m&#299; that &#346;r&#299; Caitanya Mah&#257;prabhu had gone to Mathur&#257;. San&#257;tana Gosv&#257;m&#299; thereafter satisfied the superintendent of the jail by sweet solicitations and bribery. After giving the jailer seven thousand gold coins, San&#257;tana Gosv&#257;m&#299; was released. He then crossed the Ganges and fled. One of his servants, &#298;&#347;&#257;na, followed him, carrying eight gold coins. San&#257;tana Gosv&#257;m&#299; and his servant then spent the night in a small hotel on the way to Benares. The hotel owner knew that San&#257;tana Gosv&#257;m&#299; and his servant had eight gold coins, and he decided to kill them and take the money. Making plans in this way, the hotel owner received them as honorable guests. San&#257;tana Gosv&#257;m&#299;, however, asked his servant how much money he had, and taking seven of the gold coins, San&#257;tana offered them to the hotel owner. Thus the owner helped them cross the hilly tract and proceed toward V&#257;r&#257;nas&#299;. On the way, San&#257;tana Gosv&#257;m&#299; met his brother-in-law, &#346;r&#299;k&#257;nta, at H&#257;jipura, and &#346;r&#299;k&#257;nta helped him after he had heard about all San&#257;tana's troubles. Thus San&#257;tana Gosv&#257;m&#299; finally arrived at V&#257;r&#257;nas&#299; and stood before the door of Candra&#347;ekhara. Caitanya Mah&#257;prabhu called him in and ordered him to change his dress so that he would look like a gentleman. For his garment, he used an old cloth of Tapana Mi&#347;ra's. Later, he exchanged his valuable blanket for a torn quilt. At this time Caitanya Mah&#257;prabhu was very pleased with him, and thus &#346;r&#299; San&#257;tana Gosv&#257;m&#299; received knowledge of the Absolute Truth from the Lord Himself.</P><P>First they discussed the constitutional position of the living entities, and &#346;r&#299; Caitanya Mah&#257;prabhu explained to San&#257;tana Gosv&#257;m&#299; how the living entity is one of Lord Krishna's energies. After this, the Lord explained the way of devotional service. While discussing the Absolute Truth, &#346;r&#299; Krishna, the Lord analyzed Brahman, Param&#257;tm&#257; and Bhagav&#257;n, as well as the expansions of the Lord called svayam-r&#363;pa, tad-ek&#257;tma and &#257;ve&#347;a, which are divided into various branches known as vaibhava and pr&#257;bhava. Thus the Lord described the many forms of the Supreme Personality of Godhead. He also described the incarnations of God within the material world, incarnations such as the purusha-avat&#257;ras, manvantara-avat&#257;ras, guna-avat&#257;ras and &#347;akty&#257;ve&#347;a-avat&#257;ras. The Lord also discussed the divisions of Krishna's different ages, such as b&#257;lya and pauganda, and the different pastimes of the different ages. He explained how Krishna attained His permanent form when He reached youth. In this way &#346;r&#299; Caitanya Mah&#257;prabhu explained and described everything to San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="../19/257.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>