<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.1</P><P CLASS=c>&#347;r&#299;-par&#299;kshid uv&#257;ca</P><P CLASS=c>nivritti-m&#257;rgah kathita</P><P CLASS=c>&#257;dau bhagavat&#257; yath&#257;</P><P CLASS=c>krama-yogopalabdhena</P><P CLASS=c>brahman&#257; yad asamsritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pariksit">par&#299;kshit</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> said; <A CLASS=v HREF="http://vedabase.net/n/nivrtti">nivritti</A>-<A CLASS=v HREF="http://vedabase.net/m/margah">m&#257;rgah</A> &#8212; the path of liberation; <A CLASS=v HREF="http://vedabase.net/k/kathitah">kathitah</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by Your Holiness; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; duly; <A CLASS=v HREF="http://vedabase.net/k/krama">krama</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/u/upalabdhena">upalabdhena</A> &#8212; obtained by the <A HREF="http://vedabase.net/y/yoga">yoga</A> process; <A CLASS=v HREF="http://vedabase.net/b/brahmana">brahman&#257;</A> &#8212; along with Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> (after reaching Brahmaloka); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by which way; <A CLASS=v HREF="http://vedabase.net/a/asamsrtih">asamsritih</A> &#8212; cessation of the repetition of birth and death.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit said: O my lord, O &#346;ukadeva Gosv&#257;m&#299;, you have already described [in the Second Canto] the path of liberation [nivritti-m&#257;rga]. By following that path, one is certainly elevated gradually to the highest planetary system, Brahmaloka, from which one is promoted to the spiritual world along with Lord Brahm&#257;. Thus one's repetition of birth and death in the material world ceases.</P><P CLASS=t>PURPORT</P><P>Since Mah&#257;r&#257;ja Par&#299;kshit was a Vaishnava, when he heard the description, at the end of the Fifth Canto, of the different hellish conditions of life, he was very much concerned with how to liberate the conditioned souls from the clutches of m&#257;y&#257; and take them back home, back to Godhead. Therefore he reminded his spiritual master, &#346;ukadeva Gosv&#257;m&#299;, about the nivritti-m&#257;rga, or path of liberation, which he had described in the Second Canto. Mah&#257;r&#257;ja Par&#299;kshit, who at the time of death was fortunate to have met &#346;ukadeva Gosv&#257;m&#299;, inquired from &#346;ukadeva Gosv&#257;m&#299; about the path of liberation at that crucial time. &#346;ukadeva Gosv&#257;m&#299; very much appreciated his question and congratulated him by saying:</P><P>var&#299;y&#257;n esha te pra&#347;nah</P><P CLASS=n>krito loka-hitam nripa</P><P CLASS=n>&#257;tmavit-sammatah pums&#257;m</P><P CLASS=n>&#347;rotavy&#257;dishu yah parah</P><P>"My dear King, your question is glorious because it is very beneficial for all kinds of people. The answer to this question is the prime subject matter for hearing, and it is approved by all transcendentalists." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/1/1.htm">2.1.1</A>)</P><P>Par&#299;kshit Mah&#257;r&#257;ja was astonished that the living entities in the conditional stage do not accept the path of liberation, devotional service, instead of suffering in so many hellish conditions. This is the symptom of a Vaishnava. V&#257;ñch&#257;-kalpa-tarubhya&#347; ca krip&#257;-sindhubhya eva ca: a Vaishnava is an ocean of mercy. Para-duhkha-duhkh&#299;: he is unhappy because of the unhappiness of others. Therefore Par&#299;kshit Mah&#257;r&#257;ja, being compassionate toward the conditioned souls suffering in hellish life, suggested that &#346;ukadeva Gosv&#257;m&#299; continue describing the path of liberation, which he had explained in the beginning of &#346;r&#299;mad-Bh&#257;gavatam. The word asamsriti is very important in this connection. Samsriti refers to continuing on the path of birth and death. Asamsriti, on the contrary, refers to nivritti-m&#257;rga, or the path of liberation, by which one's birth and death cease and one gradually progresses to Brahmaloka, unless one is a pure devotee who does not care about going to the higher planetary systems, in which case one immediately returns home, back to Godhead, by executing devotional service (tyaktv&#257; deham punar janma naiti [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). Par&#299;kshit Mah&#257;r&#257;ja, therefore, was very eager to hear from &#346;ukadeva Gosv&#257;m&#299; about the path of liberation for the conditioned soul.</P><P>According to the opinion of the &#257;c&#257;ryas, the word krama-yogopalabdhena indicates that by first performing karma-yoga and then jñ&#257;na-yoga and finally coming to the platform of bhakti-yoga, one can be liberated. Bhakti-yoga, however, is so powerful that it does not depend on karma-yoga or jñ&#257;na-yoga. Bhakti-yoga itself is so powerful that even an impious man with no assets in karma-yoga or an illiterate with no assets in jñ&#257;na-yoga can undoubtedly be elevated to the spiritual world if he simply adheres to bhakti-yoga. M&#257;m evaishyasy asam&#347;ayah. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/7.htm">8.7</A>) that by the process of bhakti-yoga one undoubtedly goes back to Godhead, back home to the spiritual world. Yog&#299;s, however, instead of going directly to the spiritual world, sometimes want to see other planetary systems, and therefore they ascend to the planetary system where Lord Brahm&#257; lives, as indicated here by the word brahman&#257;. At the time of dissolution, Lord Brahm&#257;, along with all the inhabitants of Brahmaloka, goes directly to the spiritual world. This is confirmed in the Vedas as follows:</P><P>brahman&#257; saha te sarve</P><P CLASS=n>sampr&#257;pte pratisañcare</P><P CLASS=n>parasy&#257;nte krit&#257;tm&#257;nah</P><P CLASS=n>pravi&#347;anti param padam</P><P>"Because of their exalted position, those who are on Brahmaloka at the time of dissolution go directly back home, back to Godhead, along with Lord Brahm&#257;."</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>