<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.11</P><P CLASS=c>&#347;r&#299;-b&#257;dar&#257;yanir uv&#257;ca</P><P CLASS=c>karman&#257; karma-nirh&#257;ro</P><P CLASS=c>na hy &#257;tyantika ishyate</P><P CLASS=c>avidvad-adhik&#257;ritv&#257;t</P><P CLASS=c>pr&#257;ya&#347;cittam vimar&#347;anam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/badarayanih">b&#257;dar&#257;yanih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;, the son of Vy&#257;sadeva, replied; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/nirharah">nirh&#257;rah</A> &#8212; counteraction of fruitive activities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atyantikah">&#257;tyantikah</A> &#8212; final; <A CLASS=v HREF="http://vedabase.net/i/isyate">ishyate</A> &#8212; becomes possible; <A CLASS=v HREF="http://vedabase.net/a/avidvat">avidvat</A>-<A CLASS=v HREF="http://vedabase.net/a/adhikaritvat">adhik&#257;ritv&#257;t</A> &#8212; from being without knowledge; <A CLASS=v HREF="http://vedabase.net/p/prayascittam">pr&#257;ya&#347;cittam</A> &#8212; real atonement; <A CLASS=v HREF="http://vedabase.net/v/vimarsanam">vimar&#347;anam</A> &#8212; full knowledge of <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299;, the son of Vedavy&#257;sa, answered: My dear King, since acts meant to neutralize impious actions are also fruitive, they will not release one from the tendency to act fruitively. Persons who subject themselves to the rules and regulations of atonement are not at all intelligent. Indeed, they are in the mode of darkness. Unless one is freed from the mode of ignorance, trying to counteract one action through another is useless because this will not uproot one's desires. Thus even though one may superficially seem pious, he will undoubtedly be prone to act impiously. Therefore real atonement is enlightenment in perfect knowledge, Ved&#257;nta, by which one understands the Supreme Absolute Truth.</P><P CLASS=t>PURPORT</P><P>The guru, &#346;ukadeva Gosv&#257;m&#299;, has examined Par&#299;kshit Mah&#257;r&#257;ja, and it appears that the King has passed one phase of the examination by rejecting the process of atonement because it involves fruitive activities. Now &#346;ukadeva Gosv&#257;m&#299; is suggesting the platform of speculative knowledge. Progressing from karma-k&#257;nda to jñ&#257;na-k&#257;nda, he is proposing, pr&#257;ya&#347;cittam vimar&#347;anam: "Real atonement is full knowledge." Vimar&#347;ana refers to the cultivation of speculative knowledge. In Bhagavad-g&#299;t&#257;, karm&#299;s, who are lacking in knowledge, are compared to asses. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>):</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me." Thus karm&#299;s who engage in sinful acts and who do not know the true objective of life are called m&#363;dhas, asses. Vimar&#347;ana, however, is also explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), where Krishna says, vedai&#347; ca sarvair aham eva vedyah: the purpose of Vedic study is to understand the Supreme Personality of Godhead. If one studies Ved&#257;nta but merely advances somewhat in speculative knowledge and does not understand the Supreme Lord, one remains the same m&#363;dha. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>), one attains real knowledge when he understands Krishna and surrenders unto Him (bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate). To become learned and free from material contamination, therefore, one should try to understand Krishna, for thus one is immediately liberated from all pious and impious activities and their reactions.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>