<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.12</P><P CLASS=c>n&#257;&#347;natah pathyam ev&#257;nnam</P><P CLASS=c>vy&#257;dhayo 'bhibhavanti hi</P><P CLASS=c>evam niyamakrid r&#257;jan</P><P CLASS=c>&#347;anaih kshem&#257;ya kalpate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/asnatah">a&#347;natah</A> &#8212; those who eat; <A CLASS=v HREF="http://vedabase.net/p/pathyam">pathyam</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food; <A CLASS=v HREF="http://vedabase.net/v/vyadhayah">vy&#257;dhayah</A> &#8212; different types of disease; <A CLASS=v HREF="http://vedabase.net/a/abhibhavanti">abhibhavanti</A> &#8212; overcome; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/n/niyama">niyama</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; one following regulative principles; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/k/ksemaya">kshem&#257;ya</A> &#8212; for well-being; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; becomes fit.</P><P CLASS=t>TRANSLATION</P><P>My dear King, if a diseased person eats the pure, uncontaminated food prescribed by a physician, he is gradually cured, and the infection of disease can no longer touch him. Similarly, if one follows the regulative principles of knowledge, he gradually progresses toward liberation from material contamination.</P><P CLASS=t>PURPORT</P><P>One is gradually purified if one cultivates knowledge, even through mental speculation, and strictly follows the regulative principles enjoined in the &#347;&#257;stras and explained in the next verse. Therefore the platform of jñ&#257;na, speculative knowledge, is better than the platform of karma, fruitive action. There is every chance of falling from the platform of karma to hellish conditions, but on the platform of jñ&#257;na one is saved from hellish life, although one is still not completely free from infection. The difficulty is that on the platform of jñ&#257;na one thinks that he has been liberated and has become N&#257;r&#257;yana, or Bhagav&#257;n. This is another phase of ignorance.</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>)</P><P>Because of ignorance, one speculatively thinks himself liberated from material contamination although actually he is not. Therefore even if one rises to brahma jñ&#257;na, understanding of Brahman, one nevertheless falls down because of not taking shelter of the lotus feet of Krishna. Nonetheless, jñ&#257;n&#299;s at least know what is sinful and what is pious, and they very cautiously act according to the injunctions of the &#347;&#257;stras.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13-14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>