<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verses 13-14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verses 13-14"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.13-14</P><P CLASS=c>tapas&#257; brahmacaryena</P><P CLASS=c>&#347;amena ca damena ca</P><P CLASS=c>ty&#257;gena satya-&#347;auc&#257;bhy&#257;m</P><P CLASS=c>yamena niyamena v&#257;</P><P CLASS=c>deha-v&#257;g-buddhijam dh&#299;r&#257;</P><P CLASS=c>dharmajñ&#257;h &#347;raddhay&#257;nvit&#257;h</P><P CLASS=c>kshipanty agham mahad api</P><P CLASS=c>venu-gulmam iv&#257;nalah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by austerity or voluntary rejection of material enjoyment; <A CLASS=v HREF="http://vedabase.net/b/brahmacaryena">brahmacaryena</A> &#8212; by celibacy (the first austerity); <A CLASS=v HREF="http://vedabase.net/s/samena">&#347;amena</A> &#8212; by controlling the mind; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/damena">damena</A> &#8212; by fully controlling the senses; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tyagena">ty&#257;gena</A> &#8212; by voluntarily giving charity <A HREF="http://vedabase.net/t/to">to</A> good causes; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; by truthfulness; <A CLASS=v HREF="http://vedabase.net/s/saucabhyam">&#347;auc&#257;bhy&#257;m</A> &#8212; and by following regulative principles <A HREF="http://vedabase.net/t/to">to</A> keep oneself internally and externally clean; <A CLASS=v HREF="http://vedabase.net/y/yamena">yamena</A> &#8212; by avoiding cursing and violence; <A CLASS=v HREF="http://vedabase.net/n/niyamena">niyamena</A> &#8212; by regularly chanting the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; performed by the body, words and intelligence; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> sober; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñ&#257;h</A> &#8212; fully imbued with knowledge of religious principles; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvit&#257;h</A> &#8212; endowed with faith; <A CLASS=v HREF="http://vedabase.net/k/ksipanti">kshipanti</A> &#8212; destroy; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; all kinds of sinful activities; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although very great and abominable; <A CLASS=v HREF="http://vedabase.net/v/venu">venu</A>-<A CLASS=v HREF="http://vedabase.net/g/gulmam">gulmam</A> &#8212; the dried creepers beneath <A HREF="http://vedabase.net/a/a">a</A> bamboo tree; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/analah">analah</A> &#8212; fire.</P><P CLASS=t>TRANSLATION</P><P>To concentrate the mind, one must observe a life of celibacy and not fall down. One must undergo the austerity of voluntarily giving up sense enjoyment. One must then control the mind and senses, give charity, be truthful, clean and nonviolent, follow the regulative principles and regularly chant the holy name of the Lord. Thus a sober and faithful person who knows the religious principles is temporarily purified of all sins performed with his body, words and mind. These sins are like the dried leaves of creepers beneath a bamboo tree, which may be burned by fire although their roots remain to grow again at the first opportunity.</P><P CLASS=t>PURPORT</P><P>Tapah is explained in the smriti-&#347;&#257;stra as follows: manasa&#347; cendriy&#257;n&#257;m ca aik&#257;gryam paramam tapah. "Complete control of the mind and senses and their complete concentration on one kind of activity is called tapah." Our Krishna consciousness movement is teaching people how to concentrate the mind on devotional service. This is first-class tapah. Brahmacarya, the life of celibacy, has eight aspects: one should not think of women, speak about sex life, dally with women, look lustfully at women, talk intimately with women or decide to engage in sexual intercourse, nor should one endeavor for sex life or engage in sex life. One should not even think of women or look at them, to say nothing of talking with them. This is called first-class brahmacarya. If a brahmac&#257;r&#299; or sanny&#257;s&#299; talks with a woman in a secluded place, naturally there will be a possibility of sex life without anyone's knowledge. Therefore a complete brahmac&#257;r&#299; practices just the opposite. If one is a perfect brahmac&#257;r&#299;, he can very easily control the mind and senses, give charity, speak truthfully and so forth. To begin, however, one must control the tongue and the process of eating.</P><P>In the bhakti-m&#257;rga, the path of devotional service, one must strictly follow the regulative principles by first controlling the tongue (sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah). The tongue (jihv&#257;) can be controlled if one chants the Hare Krishna mah&#257;-mantra, does not speak of any subjects other than those concerning Krishna and does not taste anything not offered to Krishna. If one can control the tongue in this way, brahmacarya and other purifying processes will automatically follow. It will be explained in the next verse that the path of devotional service is completely perfect and is therefore superior to the path of fruitive activities and the path of knowledge. Quoting from the Vedas, &#346;r&#299;la V&#299;rar&#257;ghava &#256;c&#257;rya explains that austerity involves observing fasts as fully as possible (tapas&#257;n&#257;&#347;akena). &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has also advised that aty&#257;h&#257;ra, too much eating, is an impediment to advancement in spiritual life. Also, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/17.htm">6.17</A>) Krishna says:</P><P>yukt&#257;h&#257;ra-vih&#257;rasya</P><P CLASS=n>yukta-ceshtasya karmasu</P><P CLASS=n>yukta-svapn&#257;vabodhasya</P><P CLASS=n>yogo bhavati duhkha-h&#257;</P><P>"He who is temperate in his habits of eating, sleeping, working and recreation can mitigate all material pains by practicing the yoga system."</P><P>In text 14 the word dh&#299;r&#257;h, meaning "those who are undisturbed under all circumstances," is very significant. Krishna tells Arjuna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>):</P><P>m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya</P><P CLASS=n>&#347;&#299;toshna-sukha-duhkha-d&#257;h</P><P CLASS=n>&#257;gam&#257;p&#257;yino 'nity&#257;s</P><P CLASS=n>t&#257;ms titikshasva bh&#257;rata</P><P>"O son of Kunt&#299;, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed." In material life there are many disturbances (adhy&#257;tmika, adhidaivika and adhibhautika). One who has learned to tolerate these disturbances under all circumstances is called dh&#299;ra.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>