<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.15</P><P CLASS=c>kecit kevalay&#257; bhakty&#257;</P><P CLASS=c>v&#257;sudeva-par&#257;yan&#257;h</P><P CLASS=c>agham dhunvanti k&#257;rtsnyena</P><P CLASS=c>n&#299;h&#257;ram iva bh&#257;skarah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; some people; <A CLASS=v HREF="http://vedabase.net/k/kevalaya">kevalay&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by executing unalloyed devotional service; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the all-pervading Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yan&#257;h</A> &#8212; completely attached (only <A HREF="http://vedabase.net/t/to">to</A> such service, without dependence on austerity, penance, cultivation of knowledge or pious activities); <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; all kinds of sinful reactions; <A CLASS=v HREF="http://vedabase.net/d/dhunvanti">dhunvanti</A> &#8212; destroy; <A CLASS=v HREF="http://vedabase.net/k/kartsnyena">k&#257;rtsnyena</A> &#8212; completely (with <A HREF="http://vedabase.net/n/no">no</A> possibility that sinful desires will revive); <A CLASS=v HREF="http://vedabase.net/n/niharam">n&#299;h&#257;ram</A> &#8212; fog; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/b/bhaskarah">bh&#257;skarah</A> &#8212; the sun.</P><P CLASS=t>TRANSLATION</P><P>Only a rare person who has adopted complete, unalloyed devotional service to Krishna can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays.</P><P CLASS=t>PURPORT</P><P>In the previous verse &#346;ukadeva Gosv&#257;m&#299; gave the example that the dried leaves of creepers beneath a bamboo tree may be completely burnt to ashes by a fire, although the creepers may sprout again because the root is still in the ground. Similarly, because the root of sinful desire is not destroyed in the heart of a person who is cultivating knowledge but who has no taste for devotional service, there is a possibility that his sinful desires will reappear. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/4.htm">10.14.4</A>):</P><P>&#347;reyah-sritim bhaktim udasya te vibho</P><P CLASS=n>kli&#347;yanti ye kevala-bodha-labdhaye</P><P>Speculators who undergo great labor to gain a meticulous understanding of the material world by distinguishing between sinful and pious activities, but who are not situated in devotional service, are prone to material activities. They may fall down and become implicated in fruitive activities. If one becomes attached to devotional service, however, his desires for material enjoyment are automatically vanquished without separate endeavor. Bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca: [<A CLASS=v HREF="../../11/2/42.htm">SB 11.2.42</A>] if one is advanced in Krishna consciousness, material activities, both sinful and pious, automatically become distasteful to him. That is the test of Krishna consciousness. Both pious and impious activities are actually due to ignorance because a living entity, as an eternal servant of Krishna, has no need to act for his personal sense gratification. Therefore as soon as one is reclaimed to the platform of devotional service, he relinquishes his attachment for pious and impious activities and is interested only in what will satisfy Krishna. This process of bhakti, devotional service to Krishna (v&#257;sudeva-par&#257;yana), relieves one from the reactions of all activities.</P><P>Since Mah&#257;r&#257;ja Par&#299;kshit was a great devotee. the answers of his guru, &#346;ukadeva Gosv&#257;m&#299;, concerning karma-k&#257;nda and jñ&#257;na-k&#257;nda could not satisfy him. Therefore &#346;ukadeva Gosv&#257;m&#299;, knowing very well the heart of his disciple, explained the transcendental bliss of devotional service. The word kecit, which is used in this verse, means. "a few people but not all." Not everyone can become Krishna conscious. As Krishna explains in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>):</P><P>manushy&#257;n&#257;m sahasreshu</P><P CLASS=n>ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m</P><P CLASS=n>ka&#347;cin m&#257;m vetti tattvatah</P><P>"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth." Practically no one understands Krishna as He is, for Krishna cannot be understood through pious activities or attainment of the most elevated speculative knowledge. Actually the highest knowledge consists of understanding Krishna. Unintelligent men who do not understand Krishna are grossly puffed up, thinking that they are liberated or have themselves become Krishna or N&#257;r&#257;yana. This is ignorance.</P><P>To indicate the purity of bhakti, devotional service, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>):</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to the Supreme Lord Krishna favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service." &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; further explains that bhakti is kle&#347;aghn&#299; &#347;ubhad&#257;, which means if one takes to devotional service, all kinds of unnecessary labor and material distress cease entirely and one achieves all good fortune. Bhakti is so powerful that it is also said to be moksha-laghut&#257;krit; in other words, it minimizes the importance of liberation.</P><P>Nondevotees must undergo material hardships because they are prone to commit sinful fruitive activities. The desire to commit sinful actions continues in their hearts due to ignorance. These sinful actions are divided into three categories &#8212; p&#257;taka, mah&#257;-p&#257;taka and atip&#257;taka &#8212; and also into two divisions; pr&#257;rabdha and apr&#257;rabdha. Pr&#257;rabdha refers to sinful reactions from which one is suffering at the present, and apr&#257;rabdha refers to sources of potential suffering. When the seeds (b&#299;ja) of sinful reactions have not yet fructified, the reactions are called apr&#257;rabdha. These seeds of sinful action are unseen, but they are unlimited, and no one can trace when they were first planted. Because of pr&#257;rabdha, sinful reactions that have already fructified, one is seen to have taken birth in a low family or to be suffering from other miseries.</P><P>When one takes to devotional service, however, all phases of sinful life, including pr&#257;rabdha, apr&#257;rabdha and b&#299;ja, are vanquished. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/14/19.htm">11.14.19</A>) Lord Krishna tells Uddhava:</P><P>yath&#257;gnih susamriddh&#257;rcih</P><P CLASS=n>karoty edh&#257;msi bhasmas&#257;t</P><P CLASS=n>tath&#257; mad-vishay&#257; bhaktir</P><P CLASS=n>uddhavain&#257;msi kritsna&#347;ah</P><P>"My dear Uddhava, devotional service in relationship with Me is like a blazing fire that can burn to ashes all the fuel of sinful activities supplied to it." How devotional service vanquishes the reactions of sinful life is explained in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/33/6.htm">3.33.6</A>) in a verse spoken during Lord Kapiladeva's instructions to His mother, Devah&#363;ti. Devah&#363;ti said:</P><P>yan-n&#257;madheya-&#347;ravan&#257;nuk&#299;rtan&#257;d</P><P CLASS=n>yat-prahvan&#257;d yat-smaran&#257;d api kvacit</P><P CLASS=n>&#347;v&#257;do 'pi sadyah savan&#257;ya kalpate</P><P CLASS=n>kutah punas te bhagavan nu dar&#347;an&#257;t</P><P>"My dear Lord, if even a person born in a family of dog-eaters hears and repeats the chanting of Your glories, offers respects to You and remembers You, he is immediately greater than a br&#257;hmana and is therefore eligible to perform sacrifices. Therefore, what is to be said of one who has seen You directly?"</P><P>In the Padma Pur&#257;na there is a statement that persons whose hearts are always attached to the devotional service of Lord Vishnu are immediately released from all the reactions of sinful life. These reactions generally exist in four phases. Some of them are ready to produce results immediately, some are in the form of seeds, some are unmanifested, and some are current. All such reactions are immediately nullified by devotional service. When devotional service is present in one's heart, desires to perform sinful activities have no place there. Sinful life is due to ignorance, which means forgetfulness of one's constitutional position as an eternal servant of God, but when one is fully Krishna conscious he realizes that he is God's eternal servant.</P><P>In this regard, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; comments that bhakti may be divided into two divisions: (1) santat&#257;, devotional service that continues incessantly with faith and love, and (2) k&#257;d&#257;citk&#299;, devotional service that does not continue incessantly but is sometimes awakened. Incessantly flowing devotional service (santat&#257;) may also be divided into two categories: (1) service performed with slight attachment and (2) spontaneous devotional service. Intermittent devotional service (k&#257;d&#257;citk&#299;) may be divided into three categories: (1) r&#257;g&#257;bh&#257;samay&#299;, devotional service in which one is almost attached, (2) r&#257;g&#257;bh&#257;sa-&#347;&#363;nya-svar&#363;pa-bh&#363;t&#257;, devotional service in which there is no spontaneous love but one likes the constitutional position of serving, and (3) &#257;bh&#257;sa-r&#363;p&#257;, a slight glimpse of devotional service. As for atonement, if one has caught even a slight glimpse of devotional service, all needs to undergo pr&#257;ya&#347;citta, atonement, are superseded. Therefore atonement is certainly unnecessary when one has achieved spontaneous love and, above that, attachment with love, which are signs of increasing advancement in k&#257;d&#257;citk&#299;. Even in the stage of &#257;bh&#257;sa-r&#363;p&#257; bhakti, all the reactions of sinful life are uprooted and vanquished. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; expresses the opinion that the word k&#257;rtsnyena means that even if one has a desire to commit sinful actions, the roots of that desire are vanquished merely by &#257;bh&#257;sa-r&#363;p&#257; bhakti. The example of bh&#257;skara, the sun, is most appropriate. The &#257;bh&#257;sa feature of bhakti is compared to twilight, and the accumulation of one's sinful activities is compared to fog. Since fog does not spread throughout the sky, the sun need do no more than merely manifest its first rays, and the fog immediately disappears. Similarly, if one has even a slight relationship with devotional service, all the fog of his sinful life is immediately vanquished.</P><P CLASS=l><A CLASS=i HREF="13-14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>