<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.17</P><P CLASS=c>sadhr&#299;c&#299;no hy ayam loke</P><P CLASS=c>panth&#257;h kshemo 'kuto-bhayah</P><P CLASS=c>su&#347;&#299;l&#257;h s&#257;dhavo yatra</P><P CLASS=c>n&#257;r&#257;yana-par&#257;yan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadhricinah">sadhr&#299;c&#299;nah</A> &#8212; just appropriate; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/p/panthah">panth&#257;h</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/k/ksemah">kshemah</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/a/akutah">akutah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayah">bhayah</A> &#8212; without fear; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;l&#257;h</A> &#8212; well-behaved; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yan&#257;h</A> &#8212; those who have taken the path of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>, devotional service, <A HREF="http://vedabase.net/a/as">as</A> their life and soul.</P><P CLASS=t>TRANSLATION</P><P>The path followed by pure devotees, who are well behaved and fully endowed with the best qualifications, is certainly the most auspicious path in this material world. It is free from fear, and it is authorized by the &#347;&#257;stras.</P><P CLASS=t>PURPORT</P><P>One should not think that the person who takes to bhakti is one who cannot perform the ritualistic ceremonies recommended in the karma-k&#257;nda section of the Vedas or is not sufficiently educated to speculate on spiritual subjects. M&#257;y&#257;v&#257;d&#299;s generally allege that the bhakti path is for women and illiterates. This is a groundless accusation. The bhakti path is followed by the most learned scholars, such as the Gosv&#257;m&#299;s, Lord Caitanya Mah&#257;prabhu and R&#257;m&#257;nuj&#257;c&#257;rya. These are the actual followers of the bhakti path. Regardless of whether or not one is educated or aristocratic, one must follow in their footsteps. Mah&#257;jano yena gatah sa panth&#257;h: one must follow the path of the mah&#257;janas. The mah&#257;janas are those who have taken to the path of devotional service (su&#347;&#299;l&#257;h s&#257;dhavo yatra n&#257;r&#257;yana-par&#257;yan&#257;h), for these great personalities are the perfect persons. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../5/18/12.htm">5.18.12</A>):</P><P>yasy&#257;sti bhaktir bhagavaty akiñcan&#257;</P><P CLASS=n>sarvair gunais tatra sam&#257;sate sur&#257;h</P><P>"One who has unflinching devotion to the Personality of Godhead has all the good qualities of the demigods." The less intelligent, however, misunderstand the bhakti path and therefore allege that it is for one who cannot execute ritualistic ceremonies or speculate. As confirmed here by the word sadhr&#299;c&#299;nah, bhakti is the path that is appropriate, not the paths of karma-k&#257;nda and jñ&#257;na-k&#257;nda. M&#257;y&#257;v&#257;d&#299;s may be su&#347;&#299;l&#257;h s&#257;dhavah (well-behaved saintly persons), but there is nevertheless some doubt about whether they are actually making progress, for they have not accepted the path of bhakti. On the other hand, those who follow the path of the &#257;c&#257;ryas are su&#347;&#299;l&#257;h and s&#257;dhavah, but furthermore their path is akuto-bhaya, which means free from fear. One should fearlessly follow the twelve mah&#257;janas and their line of disciplic succession and thus be liberated from the clutches of m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>