<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.18</P><P CLASS=c>pr&#257;ya&#347;citt&#257;ni c&#299;rn&#257;ni</P><P CLASS=c>n&#257;r&#257;yana-par&#257;&#324;mukham</P><P CLASS=c>na nishpunanti r&#257;jendra</P><P CLASS=c>sur&#257;-kumbham iv&#257;pag&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayascittani">pr&#257;ya&#347;citt&#257;ni</A> &#8212; processes of atonement; <A CLASS=v HREF="http://vedabase.net/c/cirnani">c&#299;rn&#257;ni</A> &#8212; very nicely performed; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/paranmukham">par&#257;&#324;mukham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> nondevotee; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/n/nispunanti">nishpunanti</A> &#8212; cannot purify; <A CLASS=v HREF="http://vedabase.net/r/rajendra">r&#257;jendra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sura">sur&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kumbham">kumbham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> pot containing liquor; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h</A> &#8212; the waters of the rivers.</P><P CLASS=t>TRANSLATION</P><P>My dear King, as a pot containing liquor cannot be purified even if washed in the waters of many rivers, nondevotees cannot be purified by processes of atonement even if they perform them very well.</P><P CLASS=t>PURPORT</P><P>To take advantage of the methods of atonement, one must be at least somewhat devoted; otherwise there is no chance of one's being purified. It is clear from this verse that even those who take advantage of karma-k&#257;nda and jñ&#257;na-k&#257;nda, but are not at least slightly devoted cannot be purified simply by following these other paths. The word pr&#257;ya&#347;citt&#257;ni is plural in number to indicate both karma-k&#257;nda and jñ&#257;na-k&#257;nda. Narottama d&#257;sa Th&#257;kura therefore says, karma-k&#257;nda, jñ&#257;na-k&#257;nda, kevala vishera bh&#257;nda. Thus Narottama d&#257;sa Th&#257;kura compares the paths of karma-k&#257;nda and jñ&#257;na-k&#257;nda to pots of poison. Liquor and poison are in the same category. According to this verse from &#346;r&#299;mad-Bh&#257;gavatam, a person who has heard a good deal about the path of devotional service, but who is not attached to it, who is not Krishna conscious, is like a pot of liquor. Such a person cannot be purified without at least a slight touch of devotional service.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>