<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.20</P><P CLASS=c>atra cod&#257;harant&#299;mam</P><P CLASS=c>itih&#257;sam pur&#257;tanam</P><P CLASS=c>d&#363;t&#257;n&#257;m vishnu-yamayoh</P><P CLASS=c>samv&#257;das tam nibodha me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this connection; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/udaharanti">ud&#257;haranti</A> &#8212; they give <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> example; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/i/itihasam">itih&#257;sam</A> &#8212; the history (of <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>); <A CLASS=v HREF="http://vedabase.net/p/puratanam">pur&#257;tanam</A> &#8212; which is very old; <A CLASS=v HREF="http://vedabase.net/d/dutanam">d&#363;t&#257;n&#257;m</A> &#8212; of the order carriers; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/y/yamayoh">yamayoh</A> &#8212; and of Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/s/samvadah">samv&#257;dah</A> &#8212; the discussion; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/nibodha">nibodha</A> &#8212; try <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; from <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>In this regard, learned scholars and saintly persons describe a very old historical incident involving a discussion between the order carriers of Lord Vishnu and those of Yamar&#257;ja. Please hear of this from me.</P><P CLASS=t>PURPORT</P><P>The Pur&#257;nas, or old histories, are sometimes neglected by unintelligent men who consider their descriptions mythological. Actually, the descriptions of the Pur&#257;nas, or the old histories of the universe, are factual, although not chronological. The pur&#257;nas record the chief incidents that have occurred over many millions of years, not only on this planet but also on other planets within the universe. Therefore all learned and realized Vedic scholars speak with references to the incidents in the Pur&#257;nas. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; accepts the Pur&#257;nas to be as important as the Vedas themselves. Therefore in Bhakti-ras&#257;mrita-sindhu he quotes the following verse from the Brahma-y&#257;mala:</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-</P><P CLASS=n>pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir</P><P CLASS=n>utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>"Devotional service of the Lord that ignores the authorized Vedic literatures like the Upanishads, pur&#257;nas and N&#257;rada-pañcar&#257;tra is simply an unnecessary disturbance in society." A devotee of Krishna must refer not only to the Vedas, but also to the pur&#257;nas. One should not foolishly consider the Pur&#257;nas mythological. If they were mythological, &#346;ukadeva Gosv&#257;m&#299; would not have taken the trouble to recite the old historical incidents concerning the life of Aj&#257;mila. Now the history begins as follows.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>