<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.21</P><P CLASS=c>k&#257;nyakubje dvijah ka&#347;cid</P><P CLASS=c>d&#257;s&#299;-patir aj&#257;milah</P><P CLASS=c>n&#257;mn&#257; nashta-sad&#257;c&#257;ro</P><P CLASS=c>d&#257;sy&#257;h samsarga-d&#363;shitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kanya">k&#257;nya</A>-<A CLASS=v HREF="http://vedabase.net/k/kubje">kubje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the city of <A HREF="http://vedabase.net/k/kanyakubja">K&#257;nyakubja</A> (Kanauj, <A HREF="http://vedabase.net/a/a">a</A> town near Kanpur); <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah</A> &#8212; <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/d/dasi">d&#257;s&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the husband of <A HREF="http://vedabase.net/a/a">a</A> low-class woman or prostitute; <A CLASS=v HREF="http://vedabase.net/a/ajamilah">aj&#257;milah</A> &#8212; <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>; <A CLASS=v HREF="http://vedabase.net/n/namna">n&#257;mn&#257;</A> &#8212; by <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/acarah">&#257;c&#257;rah</A> &#8212; who lost all brahminical qualities; <A CLASS=v HREF="http://vedabase.net/d/dasyah">d&#257;sy&#257;h</A> &#8212; of the prostitute or maidservant; <A CLASS=v HREF="http://vedabase.net/s/samsarga">samsarga</A>-<A CLASS=v HREF="http://vedabase.net/d/dusitah">d&#363;shitah</A> &#8212; contaminated by the association.</P><P CLASS=t>TRANSLATION</P><P>In the city known as K&#257;nyakubja there was a br&#257;hmana named Aj&#257;mila who married a prostitute maidservant and lost all his brahminical qualities because of the association of that low-class woman.</P><P CLASS=t>PURPORT</P><P>The fault of illicit connection with women is that it makes one lose all brahminical qualities. In India there is still a class of servants, called &#347;&#363;dras, whose maidservant wives are called &#347;&#363;dr&#257;n&#299;s. Sometimes people who are very lusty establish relationships with such maidservants and sweeping women, since in the higher statuses of society they cannot indulge in the habit of woman hunting, which is strictly prohibited by social convention. Aj&#257;mila, a qualified br&#257;hmana youth, lost all his brahminical qualities because of his association with a prostitute, but he was ultimately saved because he had begun the process of bhakti-yoga. Therefore in the previous verse, &#346;ukadeva Gosv&#257;m&#299; spoke of the person who has only once surrendered himself at the lotus feet of the Lord (manah krishna-pad&#257;ravindayoh) or has just begun the bhakti-yoga process. Bhakti-yoga begins with &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], hearing and chanting of Lord Vishnu's names, as in the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Chanting is the beginning of bhakti-yoga. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu declares:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way." The process of chanting the holy name of the Lord is always superbly effective, but it is especially effective in this age of Kali. Its practical effectiveness will now be explained by &#346;ukadeva Gosv&#257;m&#299; through the history of Aj&#257;mila, who was freed from the hands of the Yamad&#363;tas simply because of chanting the holy name of N&#257;r&#257;yana. Par&#299;kshit Mah&#257;r&#257;ja's original question was how to be freed from falling down into hell or into the hands of the Yamad&#363;tas. In reply, &#346;ukadeva Gosv&#257;m&#299; is citing this old historical example to convince Par&#299;kshit Mah&#257;r&#257;ja of the potency of bhakti-yoga, which begins simply with the chanting of the Lord's name. All the great authorities of bhakti-yoga recommend the devotional process beginning with the chanting of the holy name of Krishna (tan-n&#257;ma-grahan&#257;dibhih).</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>