<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.27</P><P CLASS=c>sa evam vartam&#257;no 'jño</P><P CLASS=c>mrityu-k&#257;la upasthite</P><P CLASS=c>matim cak&#257;ra tanaye</P><P CLASS=c>b&#257;le n&#257;r&#257;yan&#257;hvaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vartamanah">vartam&#257;nah</A> &#8212; living; <A CLASS=v HREF="http://vedabase.net/a/ajnah">ajñah</A> &#8212; foolish; <A CLASS=v HREF="http://vedabase.net/m/mrtyu">mrityu</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; when the time of death; <A CLASS=v HREF="http://vedabase.net/u/upasthite">upasthite</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/m/matim">matim</A> <A CLASS=v HREF="http://vedabase.net/c/cakara">cak&#257;ra</A> &#8212; concentrated his mind; <A CLASS=v HREF="http://vedabase.net/t/tanaye">tanaye</A> &#8212; on his son; <A CLASS=v HREF="http://vedabase.net/b/bale">b&#257;le</A> &#8212; the child; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/a/ahvaye">&#257;hvaye</A> &#8212; whose <A HREF="http://vedabase.net/n/name">name</A> was <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>When the time of death arrived for the foolish Aj&#257;mila, he began thinking exclusively of his son N&#257;r&#257;yana.</P><P CLASS=t>PURPORT</P><P>In the Second Canto of the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/1/6.htm">2.1.6</A>) &#346;ukadeva Gosv&#257;m&#299; says:</P><P>et&#257;v&#257;n s&#257;&#324;khya-yog&#257;bhy&#257;m</P><P CLASS=n>svadharma-parinishthay&#257;</P><P CLASS=n>janma-l&#257;bhah parah pums&#257;m</P><P CLASS=n>ante n&#257;r&#257;yana-smritih</P><P>"The highest perfection of human life, achieved either by complete knowledge of matter and spirit, by acquirement of mystic powers, or by perfect discharge of one's occupational duty, is to remember the Personality of Godhead at the end of life." Somehow or other, Aj&#257;mila consciously or unconsciously chanted the name of N&#257;r&#257;yana at the time of death (ante n&#257;r&#257;yana-smritih), and therefore he became all-perfect simply by concentrating his mind on the name of N&#257;r&#257;yana.</P><P>It may also be concluded that Aj&#257;mila, who was the son of a br&#257;hmana, was accustomed to worshiping N&#257;r&#257;yana in his youth because in every br&#257;hmana's house there is worship of the n&#257;r&#257;yana-&#347;il&#257;. This system is still present in India; in a rigid br&#257;hmana's house, there is n&#257;r&#257;yana-sev&#257;, worship of N&#257;r&#257;yana. Therefore, although the contaminated Aj&#257;mila was calling for his son, by concentrating his mind on the holy name of N&#257;r&#257;yana he remembered the N&#257;r&#257;yana he had very faithfully worshiped in his youth.</P><P>In this regard &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; expressed his verdict as follows: etac ca tad-upal&#257;lan&#257;di-&#347;r&#299;-n&#257;r&#257;yana-namocc&#257;rana-m&#257;h&#257;tmyena tad-bhaktir ev&#257;bh&#363;d iti siddh&#257;ntopayogitven&#257;pi drashtavyam. "According to the bhakti-siddh&#257;nta, it is to be analyzed that because Aj&#257;mila constantly chanted his son's name, N&#257;r&#257;yana, he was elevated to the platform of bhakti, although he did not know it." Similarly, &#346;r&#299;la V&#299;rar&#257;ghava &#256;c&#257;rya gives this opinion: evam vartam&#257;nah sa dvijah mrityu-k&#257;le upasthite satyajño n&#257;r&#257;yan&#257;khye putra eva matim cak&#257;ra matim &#257;sakt&#257;m akarod ity arthah. "Although at the time of death he was chanting the name of his son, he nevertheless concentrated his mind upon the holy name of N&#257;r&#257;yana." &#346;r&#299;la Vijayadhvaja T&#299;rtha gives a similar opinion:</P><P>mrityu-k&#257;le deha-viyoga-lakshana-k&#257;le mrityoh sarva-dosha-p&#257;pa-harasya harer anugrah&#257;t k&#257;le datta-jñ&#257;na-lakshane upasthite hridi prak&#257;&#347;ite tanaye p&#363;rna-jñ&#257;ne b&#257;le pañca-varsha-kalpe pr&#257;de&#347;a-m&#257;tre n&#257;r&#257;yan&#257;hvaye m&#363;rti-vi&#347;eshe matim smarana-samartham cittam cak&#257;ra bhakty&#257;smarad ity arthah.</P><P>Directly or indirectly, Aj&#257;mila factually remembered N&#257;r&#257;yana at the time of death (ante n&#257;r&#257;yana-smritih).</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28-29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>