<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.30</P><P CLASS=c>ni&#347;amya mriyam&#257;nasya</P><P CLASS=c>mukhato hari-k&#299;rtanam</P><P CLASS=c>bhartur n&#257;ma mah&#257;r&#257;ja</P><P CLASS=c>p&#257;rshad&#257;h sahas&#257;patan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/m/mriyamanasya">mriyam&#257;nasya</A> &#8212; of the dying <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/m/mukhatah">mukhatah</A> &#8212; from the mouth; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/k/kirtanam">k&#299;rtanam</A> &#8212; chanting of the holy <A HREF="http://vedabase.net/n/name">name</A> of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of their master; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/p/parsadah">p&#257;rshad&#257;h</A> &#8212; the order carriers of <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/sahasa">sahas&#257;</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/a/apatan">&#257;patan</A> &#8212; arrived.</P><P CLASS=t>TRANSLATION</P><P>My dear King, the order carriers of Vishnu, the Vishnud&#363;tas, immediately arrived when they heard the holy name of their master from the mouth of the dying Aj&#257;mila, who had certainly chanted without offense because he had chanted in complete anxiety.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura remarks, hari-k&#299;rtanam ni&#347;amy&#257;patan, katham-bh&#363;tasya bhartur n&#257;ma bruvatah: the order carriers of Lord Vishnu came because Aj&#257;mila had chanted the holy name of N&#257;r&#257;yana. They did not consider why he was chanting. While chanting the name of N&#257;r&#257;yana, Aj&#257;mila was actually thinking of his son, but simply because they heard Aj&#257;mila chanting the Lord's name, the order carriers of Lord Vishnu, the Vishnud&#363;tas, immediately came for Aj&#257;mila's protection. Hari-k&#299;rtana is actually meant to glorify the holy name, form, pastimes and qualities of the Lord. Aj&#257;mila, however, did not glorify the form, qualities or paraphernalia of the Lord; he simply chanted the holy name. Nevertheless, that chanting was sufficient to cleanse him of all sinful activities. As soon as the Vishnud&#363;tas heard their master's name being chanted, they immediately came. In this regard &#346;r&#299;la Vijayadhvaja T&#299;rtha remarks: anena putra-sneham antarena pr&#257;c&#299;n&#257;drishta-bal&#257;d udbh&#363;tay&#257; bhakty&#257; bhagavan-n&#257;ma-sa&#324;k&#299;rtanam kritam iti jñ&#257;yate. "Aj&#257;mila chanted the name of N&#257;r&#257;yana because of his excessive attachment to his son. Nevertheless, because of his past good fortune in having rendered devotional service to N&#257;r&#257;yana, he apparently chanted the holy name in full devotional service and without offenses."</P><P CLASS=l><A CLASS=i HREF="28-29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>