<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.31</P><P CLASS=c>vikarshato 'ntar hriday&#257;d</P><P CLASS=c>d&#257;s&#299;-patim aj&#257;milam</P><P CLASS=c>yama-preshy&#257;n vishnud&#363;t&#257;</P><P CLASS=c>v&#257;ray&#257;m &#257;sur ojas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vikarsatah">vikarshatah</A> &#8212; snatching; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> <A CLASS=v HREF="http://vedabase.net/h/hrdayat">hriday&#257;t</A> &#8212; from within the heart; <A CLASS=v HREF="http://vedabase.net/d/dasi">d&#257;s&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the husband of the prostitute; <A CLASS=v HREF="http://vedabase.net/a/ajamilam">aj&#257;milam</A> &#8212; <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/p/presyan">preshy&#257;n</A> &#8212; the messengers of Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/d/dutah">d&#363;t&#257;h</A> &#8212; the order carriers of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/v/varayam">v&#257;ray&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asuh">&#257;suh</A> &#8212; forbade; <A CLASS=v HREF="http://vedabase.net/o/ojasa">ojas&#257;</A> &#8212; with resounding voices.</P><P CLASS=t>TRANSLATION</P><P>The order carriers of Yamar&#257;ja were snatching the soul from the core of the heart of Aj&#257;mila, the husband of the prostitute, but with resounding voices the messengers of Lord Vishnu, the Vishnud&#363;tas, forbade them to do so.</P><P CLASS=t>PURPORT</P><P>A Vaishnava, one who has surrendered to the lotus feet of Lord Vishnu, is always protected by Lord Vishnu's order carriers. Because Aj&#257;mila had chanted the holy name of N&#257;r&#257;yana, the Vishnud&#363;tas not only immediately arrived on the spot but also at once ordered the Yamad&#363;tas not to touch him. By speaking with resounding voices, the Vishnud&#363;tas threatened to punish the Yamad&#363;tas if they continued trying to snatch Aj&#257;mila's soul from his heart. The order carriers of Yamar&#257;ja have jurisdiction over all sinful living entities, but the messengers of Lord Vishnu, the Vishnud&#363;tas, are capable of punishing anyone, including Yamar&#257;ja, if he wrongs a Vaishnava.</P><P>Materialistic scientists do not know where to find the soul within the body with their material instruments, but this verse clearly explains that the soul is within the core of the heart (hridaya); it is from the heart that the Yamad&#363;tas were extracting the soul of Aj&#257;mila. Similarly, we learn that the Supersoul, Lord Vishnu, is also situated within the heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). In the Upanishads it is said that the Supersoul and the individual soul are living in the same tree of the body as two friendly birds. The Supersoul is said to be friendly because the Supreme Personality of Godhead is so kind to the original soul that when the original soul transmigrates from one body to another, the Lord goes with him. Furthermore, according to the desire and karma of the individual soul, the Lord, through the agency of m&#257;y&#257;, creates another body for him.</P><P>The heart of the body is a mechanical arrangement. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." Yantra means a machine, such as an automobile. The driver of the machine of the body is the individual soul, who is also its director or proprietor, but the supreme proprietor is the Supreme Personality of Godhead. One's body is created through the agency of m&#257;y&#257; (karman&#257; daiva-netrena), and according to one's activities in this life, another vehicle is created, again under the supervision of daiv&#299; m&#257;y&#257; (daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;). At the appropriate time, one's next body is immediately chosen, and both the individual soul and the Supersoul transfer to that particular bodily machine. This is the process of transmigration. During transmigration from one body to the next, the soul is taken away by the order carriers of Yamar&#257;ja and put into a particular type of hellish life (naraka) in order to become accustomed to the condition in which he will live in his next body.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>