<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verses 34-36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verses 34-36"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.34-36</P><P CLASS=c>sarve padma-pal&#257;&#347;&#257;ksh&#257;h</P><P CLASS=c>p&#299;ta-kau&#347;eya-v&#257;sasah</P><P CLASS=c>kir&#299;tinah kundalino</P><P CLASS=c>lasat-pushkara-m&#257;linah</P><P CLASS=c>sarve ca n&#363;tna-vayasah</P><P CLASS=c>sarve c&#257;ru-caturbhuj&#257;h</P><P CLASS=c>dhanur-nisha&#324;g&#257;si-gad&#257;-</P><P CLASS=c>&#347;a&#324;kha-cakr&#257;mbuja-&#347;riyah</P><P CLASS=c>di&#347;o vitimir&#257;lok&#257;h</P><P CLASS=c>kurvantah svena tejas&#257;</P><P CLASS=c>kim artham dharma-p&#257;lasya</P><P CLASS=c>ki&#324;kar&#257;n no nishedhatha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/aksah">aksh&#257;h</A> &#8212; with eyes like the petals of <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/p/pita">p&#299;ta</A> &#8212; yellow; <A CLASS=v HREF="http://vedabase.net/k/kauseya">kau&#347;eya</A> &#8212; silk; <A CLASS=v HREF="http://vedabase.net/v/vasasah">v&#257;sasah</A> &#8212; wearing garments; <A CLASS=v HREF="http://vedabase.net/k/kiritinah">kir&#299;tinah</A> &#8212; with helmets; <A CLASS=v HREF="http://vedabase.net/k/kundalinah">kundalinah</A> &#8212; with earrings; <A CLASS=v HREF="http://vedabase.net/l/lasat">lasat</A> &#8212; glittering; <A CLASS=v HREF="http://vedabase.net/p/puskara">pushkara</A>-<A CLASS=v HREF="http://vedabase.net/m/malinah">m&#257;linah</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> garland of lotus flowers; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/nutna">n&#363;tna</A>-<A CLASS=v HREF="http://vedabase.net/v/vayasah">vayasah</A> &#8212; very youthful; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A> &#8212; very beautiful; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujah">bhuj&#257;h</A> &#8212; with four arms; <A CLASS=v HREF="http://vedabase.net/d/dhanuh">dhanuh</A> &#8212; bow; <A CLASS=v HREF="http://vedabase.net/n/nisanga">nisha&#324;ga</A> &#8212; quiver of arrows; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; sword; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> &#8212; club; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A> &#8212; conchshell; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; disc; <A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; decorated with; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; all directions; <A CLASS=v HREF="http://vedabase.net/v/vitimira">vitimira</A> &#8212; without darkness; <A CLASS=v HREF="http://vedabase.net/a/alokah">&#257;lok&#257;h</A> &#8212; extraordinary illumination; <A CLASS=v HREF="http://vedabase.net/k/kurvantah">kurvantah</A> &#8212; exhibiting; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; by your own; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; effulgence; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; what is the purpose; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/p/palasya">p&#257;lasya</A> &#8212; of Yamar&#257;ja, the maintainer of religious principles; <A CLASS=v HREF="http://vedabase.net/k/kinkaran">ki&#324;kar&#257;n</A> &#8212; servants; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/n/nisedhatha">nishedhatha</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> forbidding.</P><P CLASS=t>TRANSLATION</P><P>The order carriers of Yamar&#257;ja said: Your eyes are just like the petals of lotus flowers. Dressed in yellow silken garments, decorated with garlands of lotuses, and wearing very attractive helmets on your heads and earrings on your ears, you all appear fresh and youthful. Your four long arms are decorated with bows and quivers of arrows and with swords, clubs, conchshells, discs and lotus flowers. Your effulgence has dissipated the darkness of this place with extraordinary illumination. Now, sirs, why are you obstructing us?</P><P CLASS=t>PURPORT</P><P>Before even being introduced to a foreigner, one becomes acquainted with him through his dress, bodily features and behavior and can thus understand his position. Therefore when the Yamad&#363;tas saw the Vishnud&#363;tas for the first time, they were surprised. They said, "By your bodily features you appear to be very exalted gentlemen, and you have such celestial power that you have dissipated the darkness of this material world with your own effulgences. Why then should you endeavor to stop us from executing our duty?" It will be explained that the Yamad&#363;tas, the order carriers of Yamar&#257;ja, mistakenly considered Aj&#257;mila sinful. They did not know that although he was sinful throughout his entire life, he was purified by constantly chanting the holy name of N&#257;r&#257;yana. In other words, unless one is a Vaishnava, one cannot understand the activities of a Vaishnava.</P><P>The dress and bodily features of the residents of Vaikunthaloka are properly described in these verses. The residents of Vaikuntha, who are decorated with garlands and yellow silken garments, have four arms holding various weapons. Thus they conspicuously resemble Lord Vishnu. They have the same bodily features as N&#257;r&#257;yana because they have attained the liberation of s&#257;r&#363;pya, but they nevertheless act as servants. All the residents of Vaikunthaloka know perfectly well that their master is N&#257;r&#257;yana, or Krishna, and that they are all His servants. They are all self-realized souls who are nitya-mukta, everlastingly liberated. Although they could conceivably declare themselves N&#257;r&#257;yana or Vishnu, they never do so; they always remain Krishna conscious and serve the Lord faithfully. Such is the atmosphere of Vaikunthaloka. Similarly, one who learns the faithful service of Lord Krishna through the Krishna consciousness movement will always remain in Vaikunthaloka and have nothing to do with the material world.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>