<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verses 4-5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verses 4-5"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.4-5</P><P CLASS=c>priyavratott&#257;napador</P><P CLASS=c>vam&#347;as tac-carit&#257;ni ca</P><P CLASS=c>dv&#299;pa-varsha-samudr&#257;dri-</P><P CLASS=c>nady-udy&#257;na-vanaspat&#299;n</P><P CLASS=c>dhar&#257;-mandala-samsth&#257;nam</P><P CLASS=c>bh&#257;ga-lakshana-m&#257;natah</P><P CLASS=c>jyotish&#257;m vivar&#257;n&#257;m ca</P><P CLASS=c>yathedam asrijad vibhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/priyavrata">priyavrata</A> &#8212; of <A HREF="http://vedabase.net/p/priyavrata">Priyavrata</A>; <A CLASS=v HREF="http://vedabase.net/u/uttanapadoh">utt&#257;napadoh</A> &#8212; and of Utt&#257;nap&#257;da; <A CLASS=v HREF="http://vedabase.net/v/vamsah">vam&#347;ah</A> &#8212; the dynasty; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/c/caritani">carit&#257;ni</A> &#8212; their characteristics; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A> &#8212; different planets; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; lands; <A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A> &#8212; oceans and seas; <A CLASS=v HREF="http://vedabase.net/a/adri">adri</A> &#8212; mountains; <A CLASS=v HREF="http://vedabase.net/n/nadi">nad&#299;</A> &#8212; rivers; <A CLASS=v HREF="http://vedabase.net/u/udyana">udy&#257;na</A> &#8212; gardens; <A CLASS=v HREF="http://vedabase.net/v/vanaspatin">vanaspat&#299;n</A> &#8212; and trees; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhar&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mandala">mandala</A> &#8212; of the planet earth; <A CLASS=v HREF="http://vedabase.net/s/samsthanam">samsth&#257;nam</A> &#8212; situation; <A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> divisions; <A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; different symptoms; <A CLASS=v HREF="http://vedabase.net/m/manatah">m&#257;natah</A> &#8212; and measurements; <A CLASS=v HREF="http://vedabase.net/j/jyotisam">jyotish&#257;m</A> &#8212; of the sun and other luminaries; <A CLASS=v HREF="http://vedabase.net/v/vivaranam">vivar&#257;n&#257;m</A> &#8212; of the lower planetary systems; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/asrjat">asrijat</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>My dear lord, you have described the dynasties and characteristics of King Priyavrata and King Utt&#257;nap&#257;da. The Supreme Personality of Godhead created this material world with various universes, planetary systems, planets and stars, with varied lands, seas, oceans, mountains, rivers, gardens and trees, all with different characteristics. These are divided among this planet earth, the luminaries in the sky and the lower planetary systems. You have very clearly described these planets and the living entities who live on them.</P><P CLASS=t>PURPORT</P><P>Here the words yathedam asrijad vibhuh clearly indicate that the Supreme, the great, almighty Personality of Godhead, created this entire material world with its different varieties of planets, stars and so forth. Atheists try to conceal the hand of God, which is present in every creation, but they cannot explain how all these creations could come into existence without a competent intelligence and almighty power behind them. Simply to imagine or speculate is a waste of time. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>), the Lord says, aham sarvasya prabhavo: "I am the origin of everything." Mattah sarvam pravartate: "whatever exists in the creation emanates from Me." Iti matv&#257; bhajante m&#257;m budh&#257; bh&#257;va-samanvit&#257;h: "When one fully understands that I create everything by My omnipotence, one becomes firmly situated in devotional service and fully surrenders at My lotus feet." Unfortunately, the unintelligent cannot immediately understand Krishna's supremacy. Nonetheless, if they associate with devotees and read authorized books, they may gradually come to the proper understanding, although this may take many, many births. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare." V&#257;sudeva, Krishna, is the creator of everything, and His energy is displayed in various ways. As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4-5</A>), a combination of the material energy (bh&#363;mir &#257;po 'nalo v&#257;yuh) and the spiritual energy, the living entity, exists in every creation. Therefore the same principle, the combination of the supreme spirit and the material elements, is the cause of the cosmic manifestation.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>