<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.40</P><P CLASS=c>yamad&#363;t&#257; &#363;cuh</P><P CLASS=c>veda-pranihito dharmo</P><P CLASS=c>hy adharmas tad-viparyayah</P><P CLASS=c>vedo n&#257;r&#257;yanah s&#257;ksh&#257;t</P><P CLASS=c>svayambh&#363;r iti &#347;u&#347;ruma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yamadutah">yamad&#363;t&#257;h</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the order carriers of Yamar&#257;ja said; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; by the four Vedas (<A HREF="http://vedabase.net/s/sama">S&#257;ma</A>, Yajur, <A HREF="http://vedabase.net/r/rg">Rig</A> and <A HREF="http://vedabase.net/a/atharva">Atharva</A>); <A CLASS=v HREF="http://vedabase.net/p/pranihitah">pranihitah</A> &#8212; prescribed; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/adharmah">adharmah</A> &#8212; irreligious principles; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; the opposite of that (that which is not supported by Vedic injunctions); <A CLASS=v HREF="http://vedabase.net/v/vedah">vedah</A> &#8212; the Vedas, books of knowledge; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly the Supreme Personality of Godhead (being the words of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>); <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; self-born, self-sufficient (appearing only from the breath of <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A> and not being learned from anyone else); <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/susruma">&#347;u&#347;ruma</A> &#8212; we have heard.</P><P CLASS=t>TRANSLATION</P><P>The Yamad&#363;tas replied: That which is prescribed in the Vedas constitutes dharma, the religious principles, and the opposite of that is irreligion. The Vedas are directly the Supreme Personality of Godhead, N&#257;r&#257;yana, and are self-born. This we have heard from Yamar&#257;ja.</P><P CLASS=t>PURPORT</P><P>The servants of Yamar&#257;ja replied quite properly. They did not manufacture principles of religion or irreligion. Instead, they explained what they had heard from the authority Yamar&#257;ja. Mah&#257;jano yena gatah sa panth&#257;h: one should follow the mah&#257;jana, the authorized person. Yamar&#257;ja is one of twelve authorities. Therefore the servants of Yamar&#257;ja, the Yamad&#363;tas, replied with perfect clarity when they said &#347;u&#347;ruma ("we have heard"). The members of modern civilization manufacture defective religious principles through speculative concoction. This is not dharma. They do not know what is dharma and what is adharma. Therefore, as stated in the beginning of &#346;r&#299;mad-Bh&#257;gavatam, dharmah projjhita-kaitavo 'tra: [<A CLASS=v HREF="../../1/1/2.htm">SB 1.1.2</A>] dharma not supported by the Vedas is rejected from &#347;r&#299;mad-bh&#257;gavata-dharma. Bh&#257;gavata-dharma comprises only that which is given by the Supreme Personality of Godhead. Bh&#257;gavata-dharma is sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] one must accept the authority of the Supreme Personality of Godhead and surrender to Him and whatever He says. That is dharma. Arjuna, for example, thinking that violence was adharma, was declining to fight, but Krishna urged him to fight. Arjuna abided by the orders of Krishna, and therefore he is actually a dharm&#299; because the order of Krishna is dharma. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: "The real purpose of veda, knowledge, is to know Me." One who knows Krishna perfectly is liberated. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." One who understands Krishna and abides by His order is a candidate for returning home, back to Godhead. It may be concluded that dharma, religion, refers to that which is ordered in the Vedas, and adharma, irreligion, refers to that which is not supported in the Vedas.</P><P>Dharma is not actually manufactured by N&#257;r&#257;yana. As stated in the Vedas, asya mahato bh&#363;tasya ni&#347;vasitam etad yad rig-vedah iti: the injunctions of dharma emanate from the breathing of N&#257;r&#257;yana, the supreme living entity. N&#257;r&#257;yana exists eternally and breathes eternally, and therefore dharma, the injunctions of N&#257;r&#257;yana, also exist eternally. &#346;r&#299;la Madhv&#257;c&#257;rya, the original &#257;c&#257;rya for those who belong to the M&#257;dhva-Gaud&#299;ya-samprad&#257;ya, says:</P><P>ved&#257;n&#257;m prathamo vakt&#257;</P><P CLASS=n>harir eva yato vibhuh</P><P CLASS=n>ato vishnv-&#257;tmak&#257; ved&#257;</P><P CLASS=n>ity &#257;hur veda-v&#257;dinah</P><P>The transcendental words of the Vedas emanated from the mouth of the Supreme Personality of Godhead. Therefore the Vedic principles should be understood to be Vaishnava principles because Vishnu is the origin of the Vedas. The Vedas contain nothing besides the instructions of Vishnu, and one who follows the Vedic principles is a Vaishnava. The Vaishnava is not a member of a manufactured community of this material world. A Vaishnava is a real knower of the Vedas, as confirmed in Bhagavad-g&#299;t&#257; (vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]).</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>