<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.41</P><P CLASS=c>yena sva-dh&#257;mny am&#299; bh&#257;v&#257;</P><P CLASS=c>rajah-sattva-tamomay&#257;h</P><P CLASS=c>guna-n&#257;ma-kriy&#257;-r&#363;pair</P><P CLASS=c>vibh&#257;vyante yath&#257;-tatham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom (<A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>); <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamni">dh&#257;mni</A> &#8212; although <A HREF="http://vedabase.net/i/in">in</A> His own place, the spiritual world; <A CLASS=v HREF="http://vedabase.net/a/ami">am&#299;</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;v&#257;h</A> &#8212; manifestations; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">may&#257;h</A> &#8212; created by the three modes of material nature (passion, goodness and ignorance); <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; names; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/r/rupaih">r&#363;paih</A> &#8212; and with forms; <A CLASS=v HREF="http://vedabase.net/v/vibhavyante">vibh&#257;vyante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> variously manifested; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/tatham">tatham</A> &#8212; exactly <A HREF="http://vedabase.net/t/to">to</A> the right point.</P><P CLASS=t>TRANSLATION</P><P>The supreme cause of all causes, N&#257;r&#257;yana, is situated in His own abode in the spiritual world, but nevertheless He controls the entire cosmic manifestation according to the three modes of material nature &#8212; sattva-guna, rajo-guna and tamo-guna. In this way all living entities are awarded different qualities, different names [such as br&#257;hmana, kshatriya and vai&#347;ya], different duties according to the varn&#257;&#347;rama institution, and different forms. Thus N&#257;r&#257;yana is the cause of the entire cosmic manifestation.</P><P CLASS=t>PURPORT</P><P>The Vedas inform us:</P><P>na tasya k&#257;ryam karanam ca vidyate</P><P CLASS=n>na tat-sama&#347; c&#257;bhyadhika&#347; ca dri&#347;yate</P><P CLASS=n>par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate</P><P CLASS=n>sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca</P><P>(&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>)</P><P>N&#257;r&#257;yana, the Supreme Personality of Godhead, is almighty, omnipotent. He has multifarious energies, and therefore He is able to remain in His own abode and without endeavor supervise and manipulate the entire cosmic manifestation through the interaction of the three modes of material nature &#8212; sattva-guna, rajo-guna and tamo-guna. These interactions create different forms, bodies, activities and changes, which all occur perfectly. Because the Lord is perfect, everything works as if He were directly supervising and taking part in it. Atheistic men, however, being covered by the three modes of material nature, cannot see N&#257;r&#257;yana to be the supreme cause behind all activities. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/13.htm">7.13</A>):</P><P>tribhir gunamayair bh&#257;vair</P><P CLASS=n>ebhih sarvam idam jagat</P><P CLASS=n>mohitam n&#257;bhij&#257;n&#257;ti</P><P CLASS=n>m&#257;m ebhyah param avyayam</P><P>"Deluded by the three modes, the whole world does not know Me, who am above the modes and inexhaustible." Because unintelligent agnostics are mohita, illusioned by the three modes of material nature, they cannot understand that N&#257;r&#257;yana, Krishna, is the supreme cause of all activities. As stated in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>):</P><P>&#299;&#347;varah paramah krishnah</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah</P><P CLASS=n>an&#257;dir &#257;dir govindah</P><P CLASS=n>sarva-k&#257;rana-k&#257;ranam</P><P>"Krishna, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes."</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>