<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.42</P><P CLASS=c>s&#363;ryo 'gnih kham marud devah</P><P CLASS=c>somah sandhy&#257;han&#299; di&#347;ah</P><P CLASS=c>kam kuh svayam dharma iti</P><P CLASS=c>hy ete daihyasya s&#257;kshinah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/suryah">s&#363;ryah</A> &#8212; the sun-god; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; the fire; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/m/marut">marut</A> &#8212; the air; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/s/somah">somah</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/s/sandhya">sandhy&#257;</A> &#8212; evening; <A CLASS=v HREF="http://vedabase.net/a/ahani">ahan&#299;</A> &#8212; the day and night; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; the directions; <A CLASS=v HREF="http://vedabase.net/k/kam">kam</A> &#8212; the water; <A CLASS=v HREF="http://vedabase.net/k/kuh">kuh</A> &#8212; the land; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; Yamar&#257;ja or the Supersoul; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all of these; <A CLASS=v HREF="http://vedabase.net/d/daihyasya">daihyasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> living entity embodied <A HREF="http://vedabase.net/i/in">in</A> the material elements; <A CLASS=v HREF="http://vedabase.net/s/saksinah">s&#257;kshinah</A> &#8212; witnesses.</P><P CLASS=t>TRANSLATION</P><P>The sun, fire, sky, air, demigods, moon, evening, day, night, directions, water, land and Supersoul Himself all witness the activities of the living entity.</P><P CLASS=t>PURPORT</P><P>The members of some religious sects, especially Christians, do not believe in the reactions of karma. We once had a discussion with a learned Christian professor who argued that although people are generally punished after the witnesses of their misdeeds are examined, where are the witnesses responsible for one's suffering the reactions of past karma? To such a person the answer by the Yamad&#363;tas is given here. A conditioned soul thinks that he is working stealthily and that no one can see his sinful activities, but we can understand from the &#347;&#257;stras that there are many witnesses, including the sun, fire, sky, air, moon, demigods, evening, day, night, directions, water, land and the Supersoul Himself, who sits with the individual soul within his heart. Where is the dearth of witnesses? The witnesses and the Supreme Lord both exist, and therefore so many living entities are elevated to higher planetary systems or degraded to lower planetary systems, including the hellish planets. There are no discrepancies, for everything is arranged perfectly by the management of the Supreme God (sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca). The witnesses mentioned in this verse are also mentioned in other Vedic literatures:</P><P>&#257;ditya-candr&#257;v anilo 'nala&#347; ca</P><P CLASS=n>dyaur bh&#363;mir &#257;po hridayam yama&#347; ca</P><P CLASS=n>aha&#347; ca r&#257;tri&#347; ca ubhe ca sandhye</P><P CLASS=n>dharmo 'pi j&#257;n&#257;ti narasya vrittam</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>