<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.51</P><P CLASS=c>tad etat shoda&#347;a-kalam</P><P CLASS=c>li&#324;gam &#347;akti-trayam mahat</P><P CLASS=c>dhatte 'nusamsritim pumsi</P><P CLASS=c>harsha-&#347;oka-bhay&#257;rtid&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kalam">kalam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of sixteen parts (namely the ten senses, the mind and the five sense objects); <A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; the subtle body; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A>-<A CLASS=v HREF="http://vedabase.net/t/trayam">trayam</A> &#8212; the effect of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; insurmountable; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; gives; <A CLASS=v HREF="http://vedabase.net/a/anusamsrtim">anusamsritim</A> &#8212; almost perpetual rotation and transmigration <A HREF="http://vedabase.net/i/in">in</A> different types of bodies; <A CLASS=v HREF="http://vedabase.net/p/pumsi">pumsi</A> &#8212; unto the living entity; <A CLASS=v HREF="http://vedabase.net/h/harsa">harsha</A> &#8212; jubilation; <A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; lamentation; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/a/arti">&#257;rti</A> &#8212; misery; <A CLASS=v HREF="http://vedabase.net/d/dam">d&#257;m</A> &#8212; which gives.</P><P CLASS=t>TRANSLATION</P><P>The subtle body is endowed with sixteen parts &#8212; the five knowledge-acquiring senses, the five working senses, the five objects of sense gratification, and the mind. This subtle body is an effect of the three modes of material nature. It is composed of insurmountably strong desires, and therefore it causes the living entity to transmigrate from one body to another in human life, animal life and life as a demigod. When the living entity gets the body of a demigod, he is certainly very jubilant, when he gets a human body he is always in lamentation, and when he gets the body of an animal, he is always afraid. In all conditions, however, he is actually miserable. His miserable condition is called samsriti, or transmigration in material life.</P><P CLASS=t>PURPORT</P><P>The sum and substance of material conditional life is explained in this verse. The living entity, the seventeenth element, is struggling alone, life after life. This struggle is called samsriti, or material conditional life. In Bhagavad-g&#299;t&#257; it is said that the force of material nature is insurmountably strong (daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;). Material nature harasses the living entity in different bodies, but if the living entity surrenders to the Supreme Personality of Godhead, he becomes free from this entanglement, as confirmed in Bhagavad-g&#299;t&#257; (m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>]). Thus his life becomes successful.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>