<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.53</P><P CLASS=c>na hi ka&#347;cit kshanam api</P><P CLASS=c>j&#257;tu tishthaty akarma-krit</P><P CLASS=c>k&#257;ryate hy ava&#347;ah karma</P><P CLASS=c>gunaih sv&#257;bh&#257;vikair bal&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/k/ksanam">kshanam</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even for <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/j/jatu">j&#257;tu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/t/tisthati">tishthati</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/a/akarma">akarma</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; without doing anything; <A CLASS=v HREF="http://vedabase.net/k/karyate">k&#257;ryate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> is caused <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avasah">ava&#347;ah</A> &#8212; automatically; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the three modes of nature; <A CLASS=v HREF="http://vedabase.net/s/svabhavikaih">sv&#257;bh&#257;vikaih</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> produced by his own tendencies <A HREF="http://vedabase.net/i/in">in</A> previous lives; <A CLASS=v HREF="http://vedabase.net/b/balat">bal&#257;t</A> &#8212; by force.</P><P CLASS=t>TRANSLATION</P><P>Not a single living entity can remain unengaged even for a moment. One must act by his natural tendency according to the three modes of material nature because this natural tendency forcibly makes him work in a particular way.</P><P CLASS=t>PURPORT</P><P>The sv&#257;bh&#257;vika, or one's natural tendency, is the most important factor in action. One's natural tendency is to serve because a living entity is an eternal servant of God. The living entity wants to serve, but because of his forgetfulness of his relationship with the Supreme Lord, he serves under the modes of material nature and manufactures various modes of service, such as socialism, humanitarianism and altruism. However, one should be enlightened in the tenets of Bhagavad-g&#299;t&#257; and accept the instruction of the Supreme Personality of Godhead that one give up all natural tendencies for material service under different names and take to the service of the Lord. One's original natural tendency is to act in Krishna consciousness because one's real nature is spiritual. The duty of a human being is to understand that since he is essentially spirit, he must abide by the spiritual tendency and not be carried away by material tendencies. &#346;r&#299;la Bhaktivinoda Th&#257;kura has therefore sung:</P><P>(miche) m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese',</P><P CLASS=n>kh&#257;ccha h&#257;budubu, bh&#257;i</P><P>"My dear brothers, you are being carried away by the waves of material energy and are suffering in many miserable conditions. Sometimes you are drowning in the waves of material nature, and sometimes you are tossed like a swimmer struggling in the ocean." As confirmed by Bhaktivinoda Th&#257;kura, this tendency to be battered by the waves of m&#257;y&#257; can be changed to one's original, natural tendency, which is spiritual, when the living entity comes to understand that he is eternally krishna-d&#257;sa, a servant of God, Krishna.</P><P>(j&#299;va) krishna-d&#257;sa, ei vi&#347;v&#257;sa,</P><P CLASS=n>karle ta' &#257;ra duhkha n&#257;i</P><P>If instead of serving m&#257;y&#257; under different names, one turns his service attitude toward the Supreme Lord, he is then safe, and there is no more difficulty. If one returns to his original, natural tendency in the human form of life by understanding the perfect knowledge given by Krishna Himself in the Vedic literature, one's life is successful.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>