<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verses 56-57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verses 56-57"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.56-57</P><P CLASS=c>ayam hi &#347;ruta-sampannah</P><P CLASS=c>&#347;&#299;la-vritta-gun&#257;layah</P><P CLASS=c>dhrita-vrato mridur d&#257;ntah</P><P CLASS=c>satya-v&#257;&#324; mantra-vic chucih</P><P CLASS=c>gurv-agny-atithi-vriddh&#257;n&#257;m</P><P CLASS=c>&#347;u&#347;r&#363;shur anaha&#324;kritah</P><P CLASS=c>sarva-bh&#363;ta-suhrit s&#257;dhur</P><P CLASS=c>mita-v&#257;g anas&#363;yakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this person (known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A>-<A CLASS=v HREF="http://vedabase.net/s/sampannah">sampannah</A> &#8212; well educated <A HREF="http://vedabase.net/i/in">in</A> Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A> &#8212; of good character; <A CLASS=v HREF="http://vedabase.net/v/vrtta">vritta</A> &#8212; good conduct; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; and good qualities; <A CLASS=v HREF="http://vedabase.net/a/alayah">&#257;layah</A> &#8212; the reservoir; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vratah</A> &#8212; fixed <A HREF="http://vedabase.net/i/in">in</A> the execution of the Vedic injunctions; <A CLASS=v HREF="http://vedabase.net/m/mrduh">mriduh</A> &#8212; very mild; <A CLASS=v HREF="http://vedabase.net/d/dantah">d&#257;ntah</A> &#8212; completely controlling the mind and senses; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; always truthful; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; knowing how <A HREF="http://vedabase.net/t/to">to</A> chant the Vedic hymns; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; always very neat and clean; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; the fire-god; <A CLASS=v HREF="http://vedabase.net/a/atithi">atithi</A> &#8212; guests; <A CLASS=v HREF="http://vedabase.net/v/vrddhanam">vriddh&#257;n&#257;m</A> &#8212; and of the old household members; <A CLASS=v HREF="http://vedabase.net/s/susrusuh">&#347;u&#347;r&#363;shuh</A> &#8212; very respectfully engaged <A HREF="http://vedabase.net/i/in">in</A> the service; <A CLASS=v HREF="http://vedabase.net/a/anahankrtah">anaha&#324;kritah</A> &#8212; without pride or false prestige; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; friendly <A HREF="http://vedabase.net/t/to">to</A> all living entities; <A CLASS=v HREF="http://vedabase.net/s/sadhuh">s&#257;dhuh</A> &#8212; well behaved (<A HREF="http://vedabase.net/n/no">no</A> one could find any fault <A HREF="http://vedabase.net/i/in">in</A> his character); <A CLASS=v HREF="http://vedabase.net/m/mita">mita</A>-<A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; talking with great <A HREF="http://vedabase.net/c/care">care</A> not <A HREF="http://vedabase.net/t/to">to</A> speak nonsense; <A CLASS=v HREF="http://vedabase.net/a/anasuyakah">anas&#363;yakah</A> &#8212; not envious.</P><P CLASS=t>TRANSLATION</P><P>In the beginning this br&#257;hmana named Aj&#257;mila studied all the Vedic literatures. He was a reservoir of good character, good conduct and good qualities. Firmly established in executing all the Vedic injunctions, he was very mild and gentle, and he kept his mind and senses under control. Furthermore, he was always truthful, he knew how to chant the Vedic mantras, and he was also very pure. Aj&#257;mila was very respectful to his spiritual master, the fire-god, guests, and the elderly members of his household. Indeed, he was free from false prestige. He was upright, benevolent to all living entities, and well behaved. He would never speak nonsense or envy anyone.</P><P CLASS=t>PURPORT</P><P>The order carriers of Yamar&#257;ja, the Yamad&#363;tas, are explaining the factual position of piety and impiety and how a living entity is entangled in this material world. Describing the history of Aj&#257;mila's life, the Yamad&#363;tas relate that in the beginning he was a learned scholar of the Vedic literature. He was well behaved, neat and clean, and very kind to everyone. In fact, he had all good qualities. In other words, he was like a perfect br&#257;hmana. A br&#257;hmana is expected to be perfectly pious, to follow all the regulative principles and to have all good qualities. The symptoms of piety are explained in these verses. &#346;r&#299;la V&#299;rar&#257;ghava &#256;c&#257;rya comments that dhrita-vrata means dhritam vratam str&#299;-sa&#324;ga-r&#257;hity&#257;tmaka-brahmacarya-r&#363;pam. In other words, Aj&#257;mila followed the rules and regulations of celibacy as a perfect brahmac&#257;r&#299; and was very softhearted, truthful, clean and pure. How he fell down in spite of all these qualities and thus came to be threatened with punishment by Yamar&#257;ja will be described in the following verses.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58-60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>