<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.6</P><P CLASS=c>adhuneha mah&#257;-bh&#257;ga</P><P CLASS=c>yathaiva narak&#257;n narah</P><P CLASS=c>n&#257;nogra-y&#257;tan&#257;n ney&#257;t</P><P CLASS=c>tan me vy&#257;khy&#257;tum arhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; right now; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatly opulent and fortunate <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/narakan">narak&#257;n</A> &#8212; all the hellish conditions into which the impious <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/p/put">put</A>; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; human beings; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; varieties of; <A CLASS=v HREF="http://vedabase.net/u/ugra">ugra</A> &#8212; terrible; <A CLASS=v HREF="http://vedabase.net/y/yatanan">y&#257;tan&#257;n</A> &#8212; conditions of suffering; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/i/iyat">&#299;y&#257;t</A> &#8212; may not undergo; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/vyakhyatum">vy&#257;khy&#257;tum</A> <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; please describe.</P><P CLASS=t>TRANSLATION</P><P>O greatly fortunate and opulent &#346;ukadeva Gosv&#257;m&#299;, now kindly tell me how human beings may be saved from having to enter hellish conditions in which they suffer terrible pains.</P><P CLASS=t>PURPORT</P><P>In the Twenty-sixth Chapter of the Fifth Canto, &#346;ukadeva Gosv&#257;m&#299; has explained that people who commit sinful acts are forced to enter hellish planets and suffer. Now Mah&#257;r&#257;ja Par&#299;kshit, being a devotee, is concerned with how this can be stopped. A Vaishnava is para-duhkha-duhkh&#299;; in other words, he has no personal troubles, but he is very unhappy to see others in trouble. Prahl&#257;da Mah&#257;r&#257;ja said, "My Lord, I have no personal problems, for I have learned how to glorify Your transcendental qualities and thus enter a trance of ecstasy. I do have a problem, however, for I am simply thinking of these rascals and fools who are busy with m&#257;y&#257;-sukha, temporary happiness, without knowledge of devotional service unto You." This is the problem faced by a Vaishnava. Because a Vaishnava fully takes shelter of the Supreme Personality of Godhead, he personally has no problems, but because he is compassionate toward the fallen, conditioned souls, he is always thinking of plans to save them from their hellish life in this body and the next. Par&#299;kshit Mah&#257;r&#257;ja, therefore, anxiously wanted to know from &#346;ukadeva Gosv&#257;m&#299; how humanity can be saved from gliding down to hell. &#346;ukadeva Gosv&#257;m&#299; had already explained how people enter hellish life, and he could also explain how they could be saved from it. Intelligent men must take advantage of these instructions. Unfortunately, however, the entire world is lacking Krishna consciousness, and therefore people are suffering from the grossest ignorance and do not even believe in a life after this one. To convince them of their next life is very difficult because they have become almost mad in their pursuit of material enjoyment. Nevertheless, our duty, the duty of all sane men, is to save them. Mah&#257;r&#257;ja Par&#299;kshit is the representative of one who can save them.</P><P CLASS=l><A CLASS=i HREF="4-5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>