<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verses 58-60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verses 58-60"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.58-60</P><P CLASS=c>ekad&#257;sau vanam y&#257;tah</P><P CLASS=c>pitri-sande&#347;a-krid dvijah</P><P CLASS=c>&#257;d&#257;ya tata &#257;vrittah</P><P CLASS=c>phala-pushpa-samit-ku&#347;&#257;n</P><P CLASS=c>dadar&#347;a k&#257;minam kañcic</P><P CLASS=c>ch&#363;dram saha bhujishyay&#257;</P><P CLASS=c>p&#299;tv&#257; ca madhu maireyam</P><P CLASS=c>mad&#257;gh&#363;rnita-netray&#257;</P><P CLASS=c>mattay&#257; vi&#347;lathan-n&#299;vy&#257;</P><P CLASS=c>vyapetam nirapatrapam</P><P CLASS=c>kr&#299;dantam anug&#257;yantam</P><P CLASS=c>hasantam anay&#257;ntike</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; this <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> <A CLASS=v HREF="http://vedabase.net/y/yatah">y&#257;tah</A> &#8212; went <A HREF="http://vedabase.net/t/to">to</A> the forest; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A> &#8212; of his father; <A CLASS=v HREF="http://vedabase.net/s/sandesa">sande&#347;a</A> &#8212; the order; <A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; carrying out; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/adaya">&#257;d&#257;ya</A> &#8212; collecting; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from the forest; <A CLASS=v HREF="http://vedabase.net/a/avrttah">&#257;vrittah</A> &#8212; returning; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A>-<A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A> &#8212; fruits and flowers; <A CLASS=v HREF="http://vedabase.net/s/samit">samit</A>-<A CLASS=v HREF="http://vedabase.net/k/kusan">ku&#347;&#257;n</A> &#8212; two kinds of grass, known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/samit">samit</A> and <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A>; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/k/kaminam">k&#257;minam</A> &#8212; very lusty; <A CLASS=v HREF="http://vedabase.net/k/kancit">kañcit</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/s/sudram">&#347;&#363;dram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fourth-class <A HREF="http://vedabase.net/m/man">man</A>, <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/b/bhujisyaya">bhujishyay&#257;</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ordinary maidservant or prostitute; <A CLASS=v HREF="http://vedabase.net/p/pitva">p&#299;tv&#257;</A> &#8212; after drinking; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/m/maireyam">maireyam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of the <A HREF="http://vedabase.net/s/soma">soma</A> flower; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; by intoxication; <A CLASS=v HREF="http://vedabase.net/a/aghurnita">&#257;gh&#363;rnita</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/n/netraya">netray&#257;</A> &#8212; her eyes; <A CLASS=v HREF="http://vedabase.net/m/mattaya">mattay&#257;</A> &#8212; intoxicated; <A CLASS=v HREF="http://vedabase.net/v/vislathat">vi&#347;lathat</A>-<A CLASS=v HREF="http://vedabase.net/n/nivya">n&#299;vy&#257;</A> &#8212; whose dress was slackened; <A CLASS=v HREF="http://vedabase.net/v/vyapetam">vyapetam</A> &#8212; fallen from proper behavior; <A CLASS=v HREF="http://vedabase.net/n/nirapatrapam">nirapatrapam</A> &#8212; without fear of public opinion; <A CLASS=v HREF="http://vedabase.net/k/kridantam">kr&#299;dantam</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> enjoyment; <A CLASS=v HREF="http://vedabase.net/a/anugayantam">anug&#257;yantam</A> &#8212; singing; <A CLASS=v HREF="http://vedabase.net/h/hasantam">hasantam</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/a/anaya">anay&#257;</A> &#8212; with her; <A CLASS=v HREF="http://vedabase.net/a/antike">antike</A> &#8212; close by.</P><P CLASS=t>TRANSLATION</P><P>Once this br&#257;hmana Aj&#257;mila, following the order of his father, went to the forest to collect fruit, flowers and two kinds of grass, called samit and ku&#347;a. On the way home, he came upon a &#347;&#363;dra, a very lusty, fourth-class man, who was shamelessly embracing and kissing a prostitute. The &#347;&#363;dra was smiling, singing and enjoying as if this were proper behavior. Both the &#347;&#363;dra and the prostitute were drunk. The prostitute's eyes were rolling in intoxication, and her dress had become loose. Such was the condition in which Aj&#257;mila saw them.</P><P CLASS=t>PURPORT</P><P>While traveling along the public way, Aj&#257;mila came upon a fourth-class man and a prostitute, who are vividly described here. Drunkenness was sometimes manifest even in bygone ages, although not very frequently. In this age of Kali, however, such sin is to be seen everywhere, for people all over the world have become shameless. Long ago, when he saw the scene of the drunken &#347;&#363;dra and the prostitute, Aj&#257;mila, who was a perfect brahmac&#257;r&#299;, was affected. Nowadays such sin is visible in so many places, and we must consider the position of a brahmac&#257;r&#299; student who sees such behavior. For such a brahmac&#257;r&#299; to remain steady is very difficult unless he is extremely strong in following the regulative principles. Nevertheless, if one takes to Krishna consciousness very seriously, he can withstand the provocation created by sin. In our Krishna consciousness movement we prohibit illicit sex, intoxication, meat-eating and gambling. In Kali-yuga, a drunk, half-naked woman embracing a drunk man is a very common sight, especially in the Western countries, and restraining oneself after seeing such things is very difficult. Nevertheless, if by the grace of Krishna one adheres to the regulative principles and chants the Hare Krishna mantra, Krishna will certainly protect him. Indeed, Krishna says that His devotee is never vanquished (kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati). Therefore all the disciples practicing Krishna consciousness should obediently follow the regulative principles and remain fixed in chanting the holy name of the Lord. Then there need be no fear. Otherwise one's position is very dangerous, especially in this Kali-yuga.</P><P CLASS=l><A CLASS=i HREF="56-57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>