<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 63"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.63</P><P CLASS=c>tan-nimitta-smara-vy&#257;ja-</P><P CLASS=c>graha-grasto vicetanah</P><P CLASS=c>t&#257;m eva manas&#257; dhy&#257;yan</P><P CLASS=c>sva-dharm&#257;d virar&#257;ma ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/n/nimitta">nimitta</A> &#8212; caused by the sight of her; <A CLASS=v HREF="http://vedabase.net/s/smara">smara</A>-<A CLASS=v HREF="http://vedabase.net/v/vyaja">vy&#257;ja</A> &#8212; taking advantage of his thinking of her always; <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A>-<A CLASS=v HREF="http://vedabase.net/g/grastah">grastah</A> &#8212; being caught by <A HREF="http://vedabase.net/a/an">an</A> eclipse; <A CLASS=v HREF="http://vedabase.net/v/vicetanah">vicetanah</A> &#8212; having completely forgotten his real position; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/d/dhyayan">dhy&#257;yan</A> &#8212; meditating upon; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmat">dharm&#257;t</A> &#8212; from the regulative principles executed by <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/v/virarama">virar&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> completely ceased.</P><P CLASS=t>TRANSLATION</P><P>In the same way that the sun and moon are eclipsed by a low planet, the br&#257;hmana lost all his good sense. Taking advantage of this situation, he always thought of the prostitute, and within a short time he took her as a servant in his house and abandoned all the regulative principles of a br&#257;hmana.</P><P CLASS=t>PURPORT</P><P>By speaking this verse, &#346;ukadeva Gosv&#257;m&#299; wants to impress upon the mind of the reader that Aj&#257;mila's exalted position as a br&#257;hmana was vanquished by his association with the prostitute, so much so that he forgot all his brahminical activities. Nevertheless, at the end of his life, by chanting the four syllables of the name N&#257;r&#257;yana, he was saved from the gravest danger of falling down. Svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t: even a little devotional service can save one from the greatest danger. Devotional service, which begins with chanting of the holy name of the Lord, is so powerful that even if one falls down from the exalted position of a br&#257;hmana through sexual indulgence, he can be saved from all calamities if he somehow or other chants the holy name of the Lord. This is the extraordinary power of the Lord's holy name. Therefore in Bhagavad-g&#299;t&#257; it is advised that one not forget the chanting of the holy name even for a moment (satatam k&#299;rtayanto m&#257;m yatanta&#347; ca dridha-vrat&#257;h [<A CLASS=v HREF="../../../bg/9/14.htm">Bg. 9.14</A>]). There are so many dangers in this material world that one may fall down from an exalted position at any time. Yet if one keeps himself always pure and steady by chanting the Hare Krishna mah&#257;-mantra, he will be safe without a doubt.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>