<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.7</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>na ced ihaiv&#257;pacitim yath&#257;mhasah</P><P CLASS=c>kritasya kury&#257;n mana-ukta-p&#257;nibhih</P><P CLASS=c>dhruvam sa vai pretya narak&#257;n upaiti</P><P CLASS=c>ye k&#299;rtit&#257; me bhavatas tigma-y&#257;tan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; within this life; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/apacitim">apacitim</A> &#8212; counteraction, atonement; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; duly; <A CLASS=v HREF="http://vedabase.net/a/amhasah">amhasah</A> <A CLASS=v HREF="http://vedabase.net/k/krtasya">kritasya</A> &#8212; when one has performed sinful activities; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; performs; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; with the mind; <A CLASS=v HREF="http://vedabase.net/u/ukta">ukta</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/p/panibhih">p&#257;nibhih</A> &#8212; and with the senses; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; undoubtedly; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pretya">pretya</A> &#8212; after death; <A CLASS=v HREF="http://vedabase.net/n/narakan">narak&#257;n</A> &#8212; different varieties of hellish conditions; <A CLASS=v HREF="http://vedabase.net/u/upaiti">upaiti</A> &#8212; attains; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/k/kirtitah">k&#299;rtit&#257;h</A> &#8212; were already described; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/t/tigma">tigma</A>-<A CLASS=v HREF="http://vedabase.net/y/yatanah">y&#257;tan&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which there is very terrible suffering.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; replied: My dear King, if before one's next death whatever impious acts one has performed in this life with his mind, words and body are not counteracted through proper atonement according to the description of the Manu-samhit&#257; and other dharma-&#347;&#257;stras, one will certainly enter the hellish planets after death and undergo terrible suffering, as I have previously described to you.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura mentions that although Mah&#257;r&#257;ja Par&#299;kshit was a pure devotee, &#346;ukadeva Gosv&#257;m&#299; did not immediately speak to him about the strength of devotional service. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>Devotional service is so strong that if one fully surrenders to Krishna and takes fully to His devotional service, the reactions of his sinful life immediately stop.</P><P>Elsewhere in the G&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>), Lord Krishna urges that one give up all other duties and surrender to Him, and He promises, aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi: "I shall free you from all sinful reactions and give you liberation." Therefore in response to the inquiries of Par&#299;kshit Mah&#257;r&#257;ja, &#346;ukadeva Gosv&#257;m&#299;, his guru, could have immediately explained the principle of bhakti, but to test Par&#299;kshit Mah&#257;r&#257;ja's intelligence, he first prescribed atonement according to karma-k&#257;nda, the path of fruitive activities. For karma-k&#257;nda there are eighty authorized scriptures, such as Manu-samhit&#257;, which are known as dharma-&#347;&#257;stras. In these scriptures one is advised to counteract his sinful acts by performing other types of fruitive action. This was the path first recommended by &#346;ukadeva Gosv&#257;m&#299; to Mah&#257;r&#257;ja Par&#299;kshit, and actually it is a fact that one who does not take to devotional service must follow the decision of these scriptures by performing pious acts to counteract his impious acts. This is known as atonement.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>