<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.8</P><P CLASS=c>tasm&#257;t puraiv&#257;&#347;v iha p&#257;pa-nishkritau</P><P CLASS=c>yateta mrityor avipadyat&#257;tman&#257;</P><P CLASS=c>doshasya drishtv&#257; guru-l&#257;ghavam yath&#257;</P><P CLASS=c>bhishak cikitseta ruj&#257;m nid&#257;navit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very quickly; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/n/niskrtau">nishkritau</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> become free from the reaction of sinful activities; <A CLASS=v HREF="http://vedabase.net/y/yateta">yateta</A> &#8212; one should endeavor; <A CLASS=v HREF="http://vedabase.net/m/mrtyoh">mrityoh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/avipadyata">avipadyata</A> &#8212; not troubled by disease and old <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> body; <A CLASS=v HREF="http://vedabase.net/d/dosasya">doshasya</A> &#8212; of the sinful activities; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; estimating; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/l/laghavam">l&#257;ghavam</A> &#8212; the heaviness or lightness; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/b/bhisak">bhishak</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> physician; <A CLASS=v HREF="http://vedabase.net/c/cikitseta">cikitseta</A> &#8212; would treat; <A CLASS=v HREF="http://vedabase.net/r/rujam">ruj&#257;m</A> &#8212; of disease; <A CLASS=v HREF="http://vedabase.net/n/nidana">nid&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; one who is expert <A HREF="http://vedabase.net/i/in">in</A> diagnosis.</P><P CLASS=t>TRANSLATION</P><P>Therefore, before one's next death comes, as long as one's body is strong enough, one should quickly adopt the process of atonement according to &#347;&#257;stra; otherwise one's time will be lost, and the reactions of his sins will increase. As an expert physician diagnoses and treats a disease according to its gravity, one should undergo atonement according to the severity of one's sins.</P><P CLASS=t>PURPORT</P><P>The dharma-&#347;&#257;stras like the Manu-samhit&#257; prescribe that a man who has committed murder should be hanged and his own life sacrificed in atonement. Previously this system was followed all over the world, but since people are becoming atheists, they are stopping capital punishment. This is not wise. Herein it is said that a physician who knows how to diagnose a disease prescribes medicine accordingly. If the disease is very serious, the medicine must be strong. The weight of a murderer's sin is very great, and therefore according to Manu-samhit&#257; a murderer must be killed. By killing a murderer the government shows mercy to him because if a murderer is not killed in this life, he will be killed and forced to suffer many times in future lives. Since people do not know about the next life and the intricate workings of nature, they manufacture their own laws, but they should properly consult the established injunctions of the &#347;&#257;stras and act accordingly. In India even today the Hindu community often takes advice from expert scholars regarding how to counteract sinful activities. In Christianity also there is a process of confession and atonement. Therefore atonement is required, and atonement must be undergone according to the gravity of one's sinful acts.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>