<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.9</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>drishta-&#347;rut&#257;bhy&#257;m yat p&#257;pam</P><P CLASS=c>j&#257;nann apy &#257;tmano 'hitam</P><P CLASS=c>karoti bh&#363;yo viva&#347;ah</P><P CLASS=c>pr&#257;ya&#347;cittam atho katham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> replied; <A CLASS=v HREF="http://vedabase.net/d/drsta">drishta</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/s/srutabhyam">&#347;rut&#257;bhy&#257;m</A> &#8212; also by hearing (from the scriptures or lawbooks); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/p/papam">p&#257;pam</A> &#8212; sinful, criminal action; <A CLASS=v HREF="http://vedabase.net/j/janan">j&#257;nan</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of his self; <A CLASS=v HREF="http://vedabase.net/a/ahitam">ahitam</A> &#8212; injurious; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> acts; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/v/vivasah">viva&#347;ah</A> &#8212; unable <A HREF="http://vedabase.net/t/to">to</A> control himself; <A CLASS=v HREF="http://vedabase.net/p/prayascittam">pr&#257;ya&#347;cittam</A> &#8212; atonement; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; what is the value of.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit said: One may know that sinful activity is injurious for him because he actually sees that a criminal is punished by the government and rebuked by people in general and because he hears from scriptures and learned scholars that one is thrown into hellish conditions in the next life for committing sinful acts. Nevertheless, in spite of such knowledge, one is forced to commit sins again and again, even after performing acts of atonement. Therefore, what is the value of such atonement?</P><P CLASS=t>PURPORT</P><P>In some religious sects a sinful man goes to a priest to confess his sinful acts and pay a fine, but then he again commits the same sins and returns to confess them again. This is the practice of a professional sinner. Par&#299;kshit Mah&#257;r&#257;ja's observations indicate that even five thousand years ago it was the practice of criminals to atone for their crimes but then commit the same crimes again, as if forced to do so. Therefore, owing to his practical experience, Par&#299;kshit Mah&#257;r&#257;ja saw that the process of repeatedly sinning and atoning is pointless. Regardless of how many times he is punished, one who is attached to sense enjoyment will commit sinful acts again and again until he is trained to refrain from enjoying his senses. The word viva&#347;a is used herein, indicating that even one who does not want to commit sinful acts will be forced to do so by habit. Par&#299;kshit Mah&#257;r&#257;ja therefore considered the process of atonement to have little value for saving one from sinful acts. In the following verse he further explains his rejection of this process.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>