<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 23 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 23 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Demigods Regain the Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.23.14</P><P CLASS=c>brahman santanu &#347;ishyasya</P><P CLASS=c>karma-cchidram vitanvatah</P><P CLASS=c>yat tat karmasu vaishamyam</P><P CLASS=c>brahma-drishtam samam bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/santanu">santanu</A> &#8212; please describe; <A CLASS=v HREF="http://vedabase.net/s/sisyasya">&#347;ishyasya</A> &#8212; of your disciple; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/c/chidram">chidram</A> &#8212; the discrepancies <A HREF="http://vedabase.net/i/in">in</A> the fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/vitanvatah">vitanvatah</A> &#8212; of <A HREF="http://vedabase.net/h/he">he</A> who was performing sacrifices; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/vaisamyam">vaishamyam</A> &#8212; discrepancy; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/d/drstam">drishtam</A> &#8212; when <A HREF="http://vedabase.net/i/it">it</A> is judged by the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equipoised; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> becomes.</P><P CLASS=t>TRANSLATION</P><P>O best of the br&#257;hmanas, &#346;ukr&#257;c&#257;rya, please describe the fault or discrepancy in your disciple Bali Mah&#257;r&#257;ja, who engaged in performing sacrifices. This fault will be nullified when judged in the presence of qualified br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>When Bali Mah&#257;r&#257;ja and Prahl&#257;da Mah&#257;r&#257;ja had departed for the planet Sutala, Lord Vishnu asked &#346;ukr&#257;c&#257;rya what the fault was in Bali Mah&#257;r&#257;ja for which &#346;ukr&#257;c&#257;rya had cursed him. It might be argued that since Bali Mah&#257;r&#257;ja had now left the scene, how could his faults be judged? In reply to this, Lord Vishnu informed &#346;ukr&#257;c&#257;rya that there was no need for Bali Mah&#257;r&#257;ja's presence, for his faults and discrepancies could be nullified if judged before the br&#257;hmanas. As will be seen in the next verse, Bali Mah&#257;r&#257;ja had no faults; &#346;ukr&#257;c&#257;rya had unnecessarily cursed him. Nonetheless, this was better for Bali Mah&#257;r&#257;ja. Being cursed by &#346;ukr&#257;c&#257;rya, Bali Mah&#257;r&#257;ja was deprived of all his possessions, with the result that the Supreme Personality of Godhead favored him for his strong faith in devotional service. Of course, a devotee is not required to engage in fruitive activities. As stated in the &#347;&#257;stra, sarv&#257;rhanam acyutejy&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/31/14.htm">4.31.14</A>). By worshiping Acyuta, the Supreme Personality of Godhead, one satisfies everyone. Because Bali Mah&#257;r&#257;ja had satisfied the Supreme Personality of Godhead, there were no discrepancies in his performance of sacrifices.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>