<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 23 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 23 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Demigods Regain the Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.23.16</P><P CLASS=c>mantratas tantrata&#347; chidram</P><P CLASS=c>de&#347;a-k&#257;l&#257;rha-vastutah</P><P CLASS=c>sarvam karoti ni&#347;chidram</P><P CLASS=c>anusa&#324;k&#299;rtanam tava</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mantratah">mantratah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> pronouncing the Vedic mantras improperly; <A CLASS=v HREF="http://vedabase.net/t/tantratah">tantratah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> insufficient knowledge for following regulative principles; <A CLASS=v HREF="http://vedabase.net/c/chidram">chidram</A> &#8212; discrepancy; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of country; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; and time; <A CLASS=v HREF="http://vedabase.net/a/arha">arha</A> &#8212; and recipient; <A CLASS=v HREF="http://vedabase.net/v/vastutah">vastutah</A> &#8212; and paraphernalia; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; makes; <A CLASS=v HREF="http://vedabase.net/n/nischidram">ni&#347;chidram</A> &#8212; without discrepancy; <A CLASS=v HREF="http://vedabase.net/a/anusankirtanam">anusa&#324;k&#299;rtanam</A> &#8212; constantly chanting the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of Your Lordship.</P><P CLASS=t>TRANSLATION</P><P>There may be discrepancies in pronouncing the mantras and observing the regulative principles, and, moreover, there may be discrepancies in regard to time, place, person and paraphernalia. But when Your Lordship's holy name is chanted, everything becomes faultless.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has recommended:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way." (Brihan-n&#257;rad&#299;ya Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana38/126">38.126</A>) In this age of Kali, it is extremely difficult to perform Vedic ritualistic ceremonies or sacrifices perfectly. Hardly anyone can chant the Vedic mantras with perfect pronunciation or accumulate the paraphernalia for Vedic performances. Therefore the sacrifice recommended in this age is sa&#324;k&#299;rtana, constant chanting of the holy name of the Lord. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/29.htm">11.5.29</A>). Instead of wasting time performing Vedic sacrifices, those who are intelligent, those who possess good brain substance, should take to the chanting of the Lord's holy name and thus perform sacrifice perfectly. I have seen that many religious leaders are addicted to performing yajñas and spending hundreds and thousands of rupees for imperfect sacrificial performances. This is a lesson for those who unnecessarily execute such imperfect sacrifices. We should take the advice of &#346;r&#299; Caitanya Mah&#257;prabhu (yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah). Although &#346;ukr&#257;c&#257;rya was a strict br&#257;hmana addicted to ritualistic activities, he also admitted, ni&#347;chidram anusa&#324;k&#299;rtanam tava: "My Lord, constant chanting of the holy name of Your Lordship makes everything perfect." In Kali-yuga the Vedic ritualistic ceremonies cannot be performed as perfectly as before. Therefore &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has recommended that although one should take care to follow all the principles in every kind of spiritual activity, especially in worship of the Deity, there is still a chance of discrepancies, and one should compensate for this by chanting the holy name of the Supreme Personality of Godhead. In our Krishna consciousness movement we therefore give special stress to the chanting of the Hare Krishna mantra in all activities.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>