<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 23 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 23 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Demigods Regain the Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.23.29</P><P CLASS=c>p&#257;ram mahimna uruvikramato grin&#257;no</P><P CLASS=c>yah p&#257;rthiv&#257;ni vimame sa raj&#257;msi martyah</P><P CLASS=c>kim j&#257;yam&#257;na uta j&#257;ta upaiti martya</P><P CLASS=c>ity &#257;ha mantra-drig rishih purushasya yasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/param">p&#257;ram</A> &#8212; the measurement; <A CLASS=v HREF="http://vedabase.net/m/mahimnah">mahimnah</A> &#8212; of the glories; <A CLASS=v HREF="http://vedabase.net/u/uruvikramatah">uruvikramatah</A> &#8212; of the Supreme Personality of Godhead, who acts wonderfully; <A CLASS=v HREF="http://vedabase.net/g/grnanah">grin&#257;nah</A> &#8212; can count; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who; <A CLASS=v HREF="http://vedabase.net/p/parthivani">p&#257;rthiv&#257;ni</A> &#8212; of the whole planet earth; <A CLASS=v HREF="http://vedabase.net/v/vimame">vimame</A> &#8212; can count; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/r/rajamsi">raj&#257;msi</A> &#8212; the atoms; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> human being who is subject <A HREF="http://vedabase.net/t/to">to</A> death; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/j/jayamanah">j&#257;yam&#257;nah</A> &#8212; one who will take birth <A HREF="http://vedabase.net/i/in">in</A> the future; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; one who is already born; <A CLASS=v HREF="http://vedabase.net/u/upaiti">upaiti</A> &#8212; can <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person subject <A HREF="http://vedabase.net/t/to">to</A> death; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; who could foresee the Vedic mantras; <A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the great saintly <A HREF="http://vedabase.net/v/vasistha">Vasishtha</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the supreme person; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom.</P><P CLASS=t>TRANSLATION</P><P>One who is subject to death cannot measure the glories of the Supreme Personality of Godhead, Trivikrama, Lord Vishnu, any more than he can count the number of atoms on the entire planet earth. No one, whether born already or destined to take birth, is able to do this. This has been sung by the great sage Vasishtha.</P><P CLASS=t>PURPORT</P><P>Vasishtha Muni has given a mantra about Lord Vishnu: na te vishnor j&#257;yam&#257;no na j&#257;to mahimnah p&#257;ram anantam &#257;pa. No one can estimate the extent of the uncommonly glorious activities of Lord Vishnu. Unfortunately, there are so-called scientists who are subject to death at every moment but are trying to understand by speculation the wonderful creation of the cosmos. This is a foolish attempt. Long, long ago, Vasishtha Muni said that no one in the past could measure the glories of the Lord and that no one can do so in the future. One must simply be satisfied with seeing the glorious activities of the Supreme Lord's creation. The Lord therefore says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/42.htm">10.42</A>), vishtabhy&#257;ham idam kritsnam ek&#257;m&#347;ena sthito jagat: "With a single fragment of Myself, I pervade and support this entire universe." The material world consists of innumerable universes, each one full of innumerable planets, which are all considered to be products of the Supreme Personality of Godhead's material energy. Yet this is only one fourth of God's creation. The other three fourths of creation constitute the spiritual world. Among the innumerable planets in only one universe, the so-called scientists cannot understand even the moon and Mars, but they try to defy the creation of the Supreme Lord and His uncommon energy. Such men have been described as crazy. N&#363;nam pramattah kurute vikarma (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/4.htm">5.5.4</A>). Such crazy men unnecessarily waste time, energy and money in attempting to defy the glorious activities of Urukrama, the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>