<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 23"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Demigods Regain the Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.23 Summary</P><P>This chapter describes how Bali Mah&#257;r&#257;ja, along with his grandfather Prahl&#257;da Mah&#257;r&#257;ja, entered the planet Sutala and how the Supreme Personality of Godhead allowed Indra to reenter the heavenly planet.</P><P>The great soul Bali Mah&#257;r&#257;ja experienced that the highest gain in life is to attain devotional service under the shelter of the Lord's lotus feet in full surrender. Being fixed in this conclusion, his heart full of ecstatic devotion and his eyes full of tears, he offered obeisances to the Personality of Godhead and then, with his associates, entered the planet known as Sutala. Thus the Supreme Personality of Godhead satisfied the desire of Aditi and reinstalled Lord Indra. Prahl&#257;da Mah&#257;r&#257;ja, being aware of Bali's release from arrest, then described the transcendental pastimes of the Supreme Personality of Godhead in this material world. Prahl&#257;da Mah&#257;r&#257;ja praised the Supreme Lord for creating the material world, for being equal to everyone and for being extremely liberal to the devotees, just like a desire tree. Indeed, Prahl&#257;da Mah&#257;r&#257;ja said that the Lord is kind not only to His devotees but also to the demons. In this way he described the unlimited causeless mercy of the Supreme Personality of Godhead. Then, with folded hands, he offered his respectful obeisances unto the Lord, and after circumambulating the Lord he also entered the planet Sutala in accordance with the Lord's order. The Lord then ordered &#346;ukr&#257;c&#257;rya to describe Bali Mah&#257;r&#257;ja's faults and discrepancies in executing the sacrificial ceremony. &#346;ukr&#257;c&#257;rya became free from fruitive actions by chanting the holy name of the Lord, and he explained how chanting can diminish all the faults of the conditioned soul. He then completed Bali Mah&#257;r&#257;ja's sacrificial ceremony. All the great saintly persons accepted Lord V&#257;manadeva as the benefactor of Lord Indra because He had returned Indra to his heavenly planet. They accepted the Supreme Personality of Godhead as the maintainer of all the affairs of the universe. Being very happy, Indra, along with his associates, placed V&#257;manadeva before him and reentered the heavenly planet in their airplane. Having seen the wonderful activities of Lord Vishnu in the sacrificial arena of Bali Mah&#257;r&#257;ja, all the demigods, saintly persons, Pit&#257;s, Bh&#363;tas and Siddhas glorified the Lord again and again. The chapter concludes by saying that the most auspicious function of the conditioned soul is to chant and hear about the glorious activities of Lord Vishnu.</P><P CLASS=l><A CLASS=i HREF="../22/36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>