<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verses 13-14</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verses 13-14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.13-14</P><P CLASS=c>samam k&#257;ya-&#347;iro-gr&#299;vam</P><P CLASS=c>dh&#257;rayann acalam sthirah</P><P CLASS=c>samprekshya n&#257;sik&#257;gram svam</P><P CLASS=c>di&#347;a&#347; c&#257;navalokayan</P><P CLASS=c>pra&#347;&#257;nt&#257;tm&#257; vigata-bh&#299;r</P><P CLASS=c>brahmac&#257;ri-vrate sthitah</P><P CLASS=c>manah samyamya mac-citto</P><P CLASS=c>yukta &#257;s&#299;ta mat-parah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; straight; <A CLASS=v HREF="http://vedabase.net/k/kaya">k&#257;ya</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; head; <A CLASS=v HREF="http://vedabase.net/g/grivam">gr&#299;vam</A> &#8212; and neck; <A CLASS=v HREF="http://vedabase.net/d/dharayan">dh&#257;rayan</A> &#8212; holding; <A CLASS=v HREF="http://vedabase.net/a/acalam">acalam</A> &#8212; unmoving; <A CLASS=v HREF="http://vedabase.net/s/sthirah">sthirah</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/s/sampreksya">samprekshya</A> &#8212; looking; <A CLASS=v HREF="http://vedabase.net/n/nasika">n&#257;sik&#257;</A> &#8212; of the nose; <A CLASS=v HREF="http://vedabase.net/a/agram">agram</A> &#8212; at the tip; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; on all sides; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anavalokayan">anavalokayan</A> &#8212; not looking; <A CLASS=v HREF="http://vedabase.net/p/prasanta">pra&#347;&#257;nta</A> &#8212; unagitated; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A>-<A CLASS=v HREF="http://vedabase.net/b/bhih">bh&#299;h</A> &#8212; devoid of fear; <A CLASS=v HREF="http://vedabase.net/b/brahmacari">brahmac&#257;ri</A>-<A CLASS=v HREF="http://vedabase.net/v/vrate">vrate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the vow of celibacy; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/s/samyamya">samyamya</A> &#8212; completely subduing; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; upon <A HREF="http://vedabase.net/m/me">Me</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/c/cittah">cittah</A> &#8212; concentrating the mind; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; the actual <A HREF="http://vedabase.net/y/yogi">yogi</A>; <A CLASS=v HREF="http://vedabase.net/a/asita">&#257;s&#299;ta</A> &#8212; should sit; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; the ultimate goal.</P><P CLASS=t>TRANSLATION</P><P>One should hold one's body, neck and head erect in a straight line and stare steadily at the tip of the nose. Thus, with an unagitated, subdued mind, devoid of fear, completely free from sex life, one should meditate upon Me within the heart and make Me the ultimate goal of life.</P><P CLASS=t>PURPORT</P><P>The goal of life is to know Krishna, who is situated within the heart of every living being as Param&#257;tm&#257;, the four-handed Vishnu form. The yoga process is practiced in order to discover and see this localized form of Vishnu, and not for any other purpose. The localized vishnu-m&#363;rti is the plenary representation of Krishna dwelling within one's heart. One who has no program to realize this vishnu-m&#363;rti is uselessly engaged in mock yoga practice and is certainly wasting his time. Krishna is the ultimate goal of life, and the vishnu-m&#363;rti situated in one's heart is the object of yoga practice. To realize this vishnu-m&#363;rti within the heart, one has to observe complete abstinence from sex life; therefore one has to leave home and live alone in a secluded place, remaining seated as mentioned above. One cannot enjoy sex life daily at home or elsewhere and attend a so-called yoga class and thus become a yog&#299;. One has to practice controlling the mind and avoiding all kinds of sense gratification, of which sex life is the chief. In the rules of celibacy written by the great sage Y&#257;jñavalkya it is said:</P><P>karman&#257; manas&#257; v&#257;c&#257;</P><P CLASS=n>sarv&#257;vasth&#257;su sarvad&#257;</P><P CLASS=n>sarvatra maithuna-ty&#257;go</P><P CLASS=n>brahmacaryam pracakshate</P><P>"The vow of brahmacarya is meant to help one completely abstain from sex indulgence in work, words and mind &#8212; at all times, under all circumstances, and in all places." No one can perform correct yoga practice through sex indulgence. Brahmacarya is taught, therefore, from childhood, when one has no knowledge of sex life. Children at the age of five are sent to the guru-kula, or the place of the spiritual master, and the master trains the young boys in the strict discipline of becoming brahmac&#257;r&#299;s. Without such practice, no one can make advancement in any yoga, whether it be dhy&#257;na, jñ&#257;na or bhakti. One who, however, follows the rules and regulations of married life, having a sexual relationship only with his wife (and that also under regulation), is also called a brahmac&#257;r&#299;. Such a restrained householder brahmac&#257;r&#299; may be accepted in the bhakti school, but the jñ&#257;na and dhy&#257;na schools do not even admit householder brahmac&#257;r&#299;s. They require complete abstinence without compromise. In the bhakti school, a householder brahmac&#257;r&#299; is allowed controlled sex life because the cult of bhakti-yoga is so powerful that one automatically loses sexual attraction, being engaged in the superior service of the Lord. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../2/59.htm">2.59</A>) it is said:</P><P>vishay&#257; vinivartante</P><P CLASS=n>nir&#257;h&#257;rasya dehinah</P><P CLASS=n>rasa-varjam raso 'py asya</P><P CLASS=n>param drishtv&#257; nivartate</P><P>Whereas others are forced to restrain themselves from sense gratification, a devotee of the Lord automatically refrains because of superior taste. Other than the devotee, no one has any information of that superior taste.</P><P>Vigata-bh&#299;h. One cannot be fearless unless one is fully in Krishna consciousness. A conditioned soul is fearful due to his perverted memory, his forgetfulness of his eternal relationship with Krishna. The Bh&#257;gavatam (<A CLASS=v HREF="../../sb/11/2/37.htm">11.2.37</A>) says, bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;d &#299;&#347;&#257;d apetasya viparyayo 'smritih. Krishna consciousness is the only basis for fearlessness. Therefore, perfect practice is possible for a person who is Krishna conscious. And since the ultimate goal of yoga practice is to see the Lord within, a Krishna conscious person is already the best of all yog&#299;s. The principles of the yoga system mentioned herein are different from those of the popular so-called yoga societies.</P><P CLASS=l><A CLASS=i HREF="11-12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>