<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verse 15"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.15</P><P CLASS=c>yuñjann evam sad&#257;tm&#257;nam</P><P CLASS=c>yog&#299; niyata-m&#257;nasah</P><P CLASS=c>&#347;&#257;ntim nirv&#257;na-param&#257;m</P><P CLASS=c>mat-samsth&#257;m adhigacchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yunjan">yuñjan</A> &#8212; practicing; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> mentioned above; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; body, mind and soul; <A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; the mystic transcendentalist; <A CLASS=v HREF="http://vedabase.net/n/niyata">niyata</A>-<A CLASS=v HREF="http://vedabase.net/m/manasah">m&#257;nasah</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> regulated mind; <A CLASS=v HREF="http://vedabase.net/s/santim">&#347;&#257;ntim</A> &#8212; peace; <A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/p/paramam">param&#257;m</A> &#8212; cessation of material existence; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/samstham">samsth&#257;m</A> &#8212; the spiritual sky (the kingdom of God); <A CLASS=v HREF="http://vedabase.net/a/adhigacchati">adhigacchati</A> &#8212; does attain.</P><P CLASS=t>TRANSLATION</P><P>Thus practicing constant control of the body, mind and activities, the mystic transcendentalist, his mind regulated, attains to the kingdom of God [or the abode of Krishna] by cessation of material existence.</P><P CLASS=t>PURPORT</P><P>The ultimate goal in practicing yoga is now clearly explained. Yoga practice is not meant for attaining any kind of material facility; it is to enable the cessation of all material existence. One who seeks an improvement in health or aspires after material perfection is no yog&#299; according to Bhagavad-g&#299;t&#257;. Nor does cessation of material existence entail one's entering into "the void," which is only a myth. There is no void anywhere within the creation of the Lord. Rather, the cessation of material existence enables one to enter into the spiritual sky, the abode of the Lord. The abode of the Lord is also clearly described in the Bhagavad-g&#299;t&#257; as that place where there is no need of sun, moon or electricity. All the planets in the spiritual kingdom are self-illuminated like the sun in the material sky. The kingdom of God is everywhere, but the spiritual sky and the planets thereof are called param dh&#257;ma, or superior abodes.</P><P>A consummate yog&#299;, who is perfect in understanding Lord Krishna, as is clearly stated herein by the Lord Himself (mat-cittah, mat-parah, mat-sth&#257;nam), can attain real peace and can ultimately reach His supreme abode, Krishnaloka, known as Goloka Vrind&#257;vana. In the Brahma-samhit&#257; (<A CLASS=v HREF="../../bs/5/37.htm">5.37</A>) it is clearly stated, goloka eva nivasaty akhil&#257;tma-bh&#363;tah: the Lord, although residing always in His abode called Goloka, is the all-pervading Brahman and the localized Param&#257;tm&#257; as well by dint of His superior spiritual energies. No one can reach the spiritual sky (Vaikuntha) or enter into the Lord's eternal abode (Goloka Vrind&#257;vana) without the proper understanding of Krishna and His plenary expansion Vishnu. Therefore a person working in Krishna consciousness is the perfect yog&#299;, because his mind is always absorbed in Krishna's activities (sa vai manah krishna-p&#257;d&#257;ravindayoh). In the Vedas also (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8">3.8</A>) we learn, tam eva viditv&#257;ti mrityum eti: "One can overcome the path of birth and death only by understanding the Supreme Personality of Godhead, Krishna." In other words, perfection of the yoga system is the attainment of freedom from material existence and not some magical jugglery or gymnastic feats to befool innocent people.</P><P CLASS=l><A CLASS=i HREF="13-14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>