<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verses 20-23</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verses 20-23"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.20-23</P><P CLASS=c>yatroparamate cittam</P><P CLASS=c>niruddham yoga-sevay&#257;</P><P CLASS=c>yatra caiv&#257;tman&#257;tm&#257;nam</P><P CLASS=c>pa&#347;yann &#257;tmani tushyati</P><P CLASS=c>sukham &#257;tyantikam yat tad</P><P CLASS=c>buddhi-gr&#257;hyam at&#299;ndriyam</P><P CLASS=c>vetti yatra na caiv&#257;yam</P><P CLASS=c>sthita&#347; calati tattvatah</P><P CLASS=c>yam labdhv&#257; c&#257;param l&#257;bham</P><P CLASS=c>manyate n&#257;dhikam tatah</P><P CLASS=c>yasmin sthito na duhkhena</P><P CLASS=c>gurun&#257;pi vic&#257;lyate</P><P CLASS=c>tam vidy&#257;d duhkha-samyoga-</P><P CLASS=c>viyogam yoga-samjñitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that state of affairs where; <A CLASS=v HREF="http://vedabase.net/u/uparamate">uparamate</A> &#8212; cease (because one feels transcendental happiness); <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; mental activities; <A CLASS=v HREF="http://vedabase.net/n/niruddham">niruddham</A> &#8212; being restrained from matter; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by performance of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by the <A HREF="http://vedabase.net/p/pure">pure</A> mind; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/p/pasyan">pa&#347;yan</A> &#8212; realizing the position of; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the self; <A CLASS=v HREF="http://vedabase.net/t/tusyati">tushyati</A> &#8212; one becomes satisfied; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/a/atyantikam">&#257;tyantikam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/g/grahyam">gr&#257;hyam</A> &#8212; accessible; <A CLASS=v HREF="http://vedabase.net/a/atindriyam">at&#299;ndriyam</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/v/vetti">vetti</A> &#8212; one knows; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/c/calati">calati</A> &#8212; moves; <A CLASS=v HREF="http://vedabase.net/t/tattvatah">tattvatah</A> &#8212; from the truth; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/l/labdhva">labdhv&#257;</A> &#8212; by attainment; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/aparam">aparam</A> &#8212; any other; <A CLASS=v HREF="http://vedabase.net/l/labham">l&#257;bham</A> &#8212; gain; <A CLASS=v HREF="http://vedabase.net/m/manyate">manyate</A> &#8212; considers; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/adhikam">adhikam</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; than that; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/d/duhkhena">duhkhena</A> &#8212; by miseries; <A CLASS=v HREF="http://vedabase.net/g/guruna">gurun&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though very difficult; <A CLASS=v HREF="http://vedabase.net/v/vicalyate">vic&#257;lyate</A> &#8212; becomes shaken; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vidyat">vidy&#257;t</A> &#8212; you must know; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A>-<A CLASS=v HREF="http://vedabase.net/s/samyoga">samyoga</A> &#8212; of the miseries of material contact; <A CLASS=v HREF="http://vedabase.net/v/viyogam">viyogam</A> &#8212; extermination; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnitam">samjñitam</A> &#8212; called trance <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/y/yoga">yoga</A>.</P><P CLASS=t>TRANSLATION</P><P>In the stage of perfection called trance, or sam&#257;dhi, one's mind is completely restrained from material mental activities by practice of yoga. This perfection is characterized by one's ability to see the self by the pure mind and to relish and rejoice in the self. In that joyous state, one is situated in boundless transcendental happiness, realized through transcendental senses. Established thus, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of greatest difficulty. This indeed is actual freedom from all miseries arising from material contact.</P><P CLASS=t>PURPORT</P><P>By practice of yoga one becomes gradually detached from material concepts. This is the primary characteristic of the yoga principle. And after this, one becomes situated in trance, or sam&#257;dhi, which means that the yog&#299; realizes the Supersoul through transcendental mind and intelligence, without any of the misgivings of identifying the self with the Superself. Yoga practice is more or less based on the principles of the Patañjali system. Some unauthorized commentators try to identify the individual soul with the Supersoul, and the monists think this to be liberation, but they do not understand the real purpose of the Patañjali system of yoga. There is an acceptance of transcendental pleasure in the Patañjali system, but the monists do not accept this transcendental pleasure, out of fear of jeopardizing the theory of oneness. The duality of knowledge and knower is not accepted by the nondualist, but in this verse transcendental pleasure &#8212; realized through transcendental senses &#8212; is accepted. And this is corroborated by Patañjali Muni, the famous exponent of the yoga system. The great sage declares in his Yoga-s&#363;tras (<A CLASS=v HREF="http://vedabase.net/todo/sutra3/34">3.34</A>): purush&#257;rtha-&#347;&#363;ny&#257;n&#257;m gun&#257;n&#257;m pratiprasavah kaivalyam svar&#363;pa-pratishth&#257; v&#257; citi-&#347;aktir iti.</P><P>This citi-&#347;akti, or internal potency, is transcendental. Purush&#257;rtha means material religiosity, economic development, sense gratification and, at the end, the attempt to become one with the Supreme. This "oneness with the Supreme" is called kaivalyam by the monist. But according to Patañjali, this kaivalyam is an internal, or transcendental, potency by which the living entity becomes aware of his constitutional position. In the words of Lord Caitanya, this state of affairs is called ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../cc/antya/20/12.htm">Antya 20.12</A>], or clearance of the impure mirror of the mind. This "clearance" is actually liberation, or bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam. The theory of nirv&#257;na &#8212; also preliminary &#8212; corresponds with this principle. In the Bh&#257;gavatam (<A CLASS=v HREF="../../sb/2/10/6.htm">2.10.6</A>) this is called svar&#363;pena vyavasthitih. The Bhagavad-g&#299;t&#257; also confirms this situation in this verse.</P><P>After nirv&#257;na, or material cessation, there is the manifestation of spiritual activities, or devotional service to the Lord, known as Krishna consciousness. In the words of the Bh&#257;gavatam, svar&#363;pena vyavasthitih: this is the "real life of the living entity." M&#257;y&#257;, or illusion, is the condition of spiritual life contaminated by material infection. Liberation from this material infection does not mean destruction of the original eternal position of the living entity. Patañjali also accepts this by his words kaivalyam svar&#363;pa-pratishth&#257; v&#257; citi-&#347;aktir iti. This citi-&#347;akti, or transcendental pleasure, is real life. This is confirmed in the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/12">1.1.12</A>) as &#257;nanda-mayo 'bhy&#257;s&#257;t. This natural transcendental pleasure is the ultimate goal of yoga and is easily achieved by execution of devotional service, or bhakti-yoga. Bhakti-yoga will be vividly described in the Seventh Chapter of Bhagavad-g&#299;t&#257;.</P><P>In the yoga system, as described in this chapter, there are two kinds of sam&#257;dhi, called samprajñ&#257;ta-sam&#257;dhi and asamprajñ&#257;ta-sam&#257;dhi. When one becomes situated in the transcendental position by various philosophical researches, he is said to have achieved samprajñ&#257;ta-sam&#257;dhi. In the asamprajñ&#257;ta-sam&#257;dhi there is no longer any connection with mundane pleasure, for one is then transcendental to all sorts of happiness derived from the senses. When the yog&#299; is once situated in that transcendental position, he is never shaken from it. Unless the yog&#299; is able to reach this position, he is unsuccessful. Today's so-called yoga practice, which involves various sense pleasures, is contradictory. A yog&#299; indulging in sex and intoxication is a mockery. Even those yog&#299;s who are attracted by the siddhis (perfections) in the process of yoga are not perfectly situated. If yog&#299;s are attracted by the by-products of yoga, then they cannot attain the stage of perfection, as is stated in this verse. Persons, therefore, indulging in the make-show practice of gymnastic feats or siddhis should know that the aim of yoga is lost in that way.</P><P>The best practice of yoga in this age is Krishna consciousness, which is not baffling. A Krishna conscious person is so happy in his occupation that he does not aspire after any other happiness. There are many impediments, especially in this age of hypocrisy, to practicing hatha-yoga, dhy&#257;na-yoga and jñ&#257;na-yoga, but there is no such problem in executing karma-yoga or bhakti-yoga.</P><P>As long as the material body exists, one has to meet the demands of the body, namely eating, sleeping, defending and mating. But a person who is in pure bhakti-yoga, or in Krishna consciousness, does not arouse the senses while meeting the demands of the body. Rather, he accepts the bare necessities of life, making the best use of a bad bargain, and enjoys transcendental happiness in Krishna consciousness. He is callous toward incidental occurrences &#8212; such as accidents, disease, scarcity and even the death of a most dear relative &#8212; but he is always alert to execute his duties in Krishna consciousness, or bhakti-yoga. Accidents never deviate him from his duty. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../2/14.htm">2.14</A>), &#257;gam&#257;p&#257;yino 'nity&#257;s t&#257;ms titikshasva bh&#257;rata. He endures all such incidental occurrences because he knows that they come and go and do not affect his duties. In this way he achieves the highest perfection in yoga practice.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>