<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verse 29"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.29</P><P CLASS=c>sarva-bh&#363;ta-stham &#257;tm&#257;nam</P><P CLASS=c>sarva-bh&#363;t&#257;ni c&#257;tmani</P><P CLASS=c>&#299;kshate yoga-yukt&#257;tm&#257;</P><P CLASS=c>sarvatra sama-dar&#347;anah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> all beings; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; entities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the self; <A CLASS=v HREF="http://vedabase.net/i/iksate">&#299;kshate</A> &#8212; does see; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/y/yukta">yukta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; one who is dovetailed <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; seeing equally.</P><P CLASS=t>TRANSLATION</P><P>A true yog&#299; observes Me in all beings and also sees every being in Me. Indeed, the self-realized person sees Me, the same Supreme Lord, everywhere.</P><P CLASS=t>PURPORT</P><P>A Krishna conscious yog&#299; is the perfect seer because he sees Krishna, the Supreme, situated in everyone's heart as Supersoul (Param&#257;tm&#257;). &#298;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati. The Lord in His Param&#257;tm&#257; feature is situated within both the heart of the dog and that of a br&#257;hmana. The perfect yog&#299; knows that the Lord is eternally transcendental and is not materially affected by His presence in either a dog or a br&#257;hmana. That is the supreme neutrality of the Lord. The individual soul is also situated in the individual heart, but he is not present in all hearts. That is the distinction between the individual soul and the Supersoul. One who is not factually in the practice of yoga cannot see so clearly. A Krishna conscious person can see Krishna in the heart of both the believer and the nonbeliever. In the smriti this is confirmed as follows: &#257;tatatv&#257;c ca m&#257;tritv&#257;c ca &#257;tm&#257; hi paramo harih. The Lord, being the source of all beings, is like the mother and the maintainer. As the mother is neutral to all different kinds of children, the supreme father (or mother) is also. Consequently the Supersoul is always in every living being.</P><P>Outwardly, also, every living being is situated in the energy of the Lord. As will be explained in the Seventh Chapter, the Lord has, primarily, two energies &#8212; the spiritual (or superior) and the material (or inferior). The living entity, although part of the superior energy, is conditioned by the inferior energy; the living entity is always in the Lord's energy. Every living entity is situated in Him in one way or another.</P><P>The yog&#299; sees equally because he sees that all living entities, although in different situations according to the results of fruitive work, in all circumstances remain the servants of God. While in the material energy, the living entity serves the material senses; and while in spiritual energy, he serves the Supreme Lord directly. In either case the living entity is the servant of God. This vision of equality is perfect in a person in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>