<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verse 31"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.31</P><P CLASS=c>sarva-bh&#363;ta-sthitam yo m&#257;m</P><P CLASS=c>bhajaty ekatvam &#257;sthitah</P><P CLASS=c>sarvath&#257; vartam&#257;no 'pi</P><P CLASS=c>sa yog&#299; mayi vartate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sthitam">sthitam</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> everyone's heart; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajati">bhajati</A> &#8212; serves <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/e/ekatvam">ekatvam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> oneness; <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/s/sarvatha">sarvath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/v/varta">varta</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">m&#257;nah</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; the transcendentalist; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vartate">vartate</A> &#8212; remains.</P><P CLASS=t>TRANSLATION</P><P>Such a yog&#299;, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances.</P><P CLASS=t>PURPORT</P><P>A yog&#299; who is practicing meditation on the Supersoul sees within himself the plenary portion of Krishna as Vishnu &#8212; with four hands, holding conchshell, wheel, club and lotus flower. The yog&#299; should know that Vishnu is not different from Krishna. Krishna in this form of Supersoul is situated in everyone's heart. Furthermore, there is no difference between the innumerable Supersouls present in the innumerable hearts of living entities. Nor is there a difference between a Krishna conscious person always engaged in the transcendental loving service of Krishna and a perfect yog&#299; engaged in meditation on the Supersoul. The yog&#299; in Krishna consciousness &#8212; even though he may be engaged in various activities while in material existence &#8212; remains always situated in Krishna. This is confirmed in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>) of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;: nikhil&#257;sv apy avasth&#257;su j&#299;van-muktah sa ucyate. A devotee of the Lord, always acting in Krishna consciousness, is automatically liberated. In the N&#257;rada-pañcar&#257;tra this is confirmed in this way:</P><P>dik-k&#257;l&#257;dy-anavacchinne</P><P CLASS=n>krishne ceto vidh&#257;ya ca</P><P CLASS=n>tan-mayo bhavati kshipram</P><P CLASS=n>j&#299;vo brahmani yojayet</P><P>"By concentrating one's attention on the transcendental form of Krishna, who is all-pervading and beyond time and space, one becomes absorbed in thinking of Krishna and then attains the happy state of transcendental association with Him."</P><P>Krishna consciousness is the highest stage of trance in yoga practice. This very understanding that Krishna is present as Param&#257;tm&#257; in everyone's heart makes the yog&#299; faultless. The Vedas (Gop&#257;la-t&#257;pan&#299; Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/21">1.21</A>) confirm this inconceivable potency of the Lord as follows: eko 'pi san bahudh&#257; yo 'vabh&#257;ti. "Although the Lord is one, He is present in innumerable hearts as many." Similarly, in the smriti-&#347;&#257;stra it is said:</P><P>eka eva paro vishnuh</P><P CLASS=n>sarva-vy&#257;p&#299; na sam&#347;ayah</P><P CLASS=n>ai&#347;vary&#257;d r&#363;pam ekam ca</P><P CLASS=n>s&#363;rya-vat bahudheyate</P><P>"Vishnu is one, and yet He is certainly all-pervading. By His inconceivable potency, in spite of His one form, He is present everywhere, as the sun appears in many places at once."</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>