<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verse 41"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.41</P><P CLASS=c>pr&#257;pya punya-krit&#257;m lok&#257;n</P><P CLASS=c>ushitv&#257; &#347;&#257;&#347;vat&#299;h sam&#257;h</P><P CLASS=c>&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe</P><P CLASS=c>yoga-bhrashto 'bhij&#257;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; after achieving; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">krit&#257;m</A> &#8212; of those who performed pious activities; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/u/usitva">ushitv&#257;</A> &#8212; after dwelling; <A CLASS=v HREF="http://vedabase.net/s/sasvatih">&#347;&#257;&#347;vat&#299;h</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/s/sucinam">&#347;uc&#299;n&#257;m</A> &#8212; of the pious; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/matam">mat&#257;m</A> &#8212; of the prosperous; <A CLASS=v HREF="http://vedabase.net/g/gehe">gehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrastah">bhrashtah</A> &#8212; one who has fallen from the path of self-realization; <A CLASS=v HREF="http://vedabase.net/a/abhijayate">abhij&#257;yate</A> &#8212; takes his birth.</P><P CLASS=t>TRANSLATION</P><P>The unsuccessful yog&#299;, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy.</P><P CLASS=t>PURPORT</P><P>The unsuccessful yog&#299;s are divided into two classes: one is fallen after very little progress, and one is fallen after long practice of yoga. The yog&#299; who falls after a short period of practice goes to the higher planets, where pious living entities are allowed to enter. After prolonged life there, one is sent back again to this planet, to take birth in the family of a righteous br&#257;hmana vaishnava or of aristocratic merchants.</P><P>The real purpose of yoga practice is to achieve the highest perfection of Krishna consciousness, as explained in the last verse of this chapter. But those who do not persevere to such an extent and who fail because of material allurements are allowed, by the grace of the Lord, to make full utilization of their material propensities. And after that, they are given opportunities to live prosperous lives in righteous or aristocratic families. Those who are born in such families may take advantage of the facilities and try to elevate themselves to full Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>