<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verse 44"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.44</P><P CLASS=c>p&#363;rv&#257;bhy&#257;sena tenaiva</P><P CLASS=c>hriyate hy ava&#347;o 'pi sah</P><P CLASS=c>jijñ&#257;sur api yogasya</P><P CLASS=c>&#347;abda-brahm&#257;tivartate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A> &#8212; previous; <A CLASS=v HREF="http://vedabase.net/a/abhyasena">abhy&#257;sena</A> &#8212; by practice; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hriyate">hriyate</A> &#8212; is attracted; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; surely; <A CLASS=v HREF="http://vedabase.net/a/avasah">ava&#347;ah</A> &#8212; automatically; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/j/jijnasuh">jijñ&#257;suh</A> &#8212; inquisitive; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yogasya">yogasya</A> &#8212; about <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; ritualistic principles of scriptures; <A CLASS=v HREF="http://vedabase.net/a/ativartate">ativartate</A> &#8212; transcends.</P><P CLASS=t>TRANSLATION</P><P>By virtue of the divine consciousness of his previous life, he automatically becomes attracted to the yogic principles &#8212; even without seeking them. Such an inquisitive transcendentalist stands always above the ritualistic principles of the scriptures.</P><P CLASS=t>PURPORT</P><P>Advanced yog&#299;s are not very much attracted to the rituals of the scriptures, but they automatically become attracted to the yoga principles, which can elevate them to complete Krishna consciousness, the highest yoga perfection. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/3/33/7.htm">3.33.7</A>), such disregard of Vedic rituals by the advanced transcendentalists is explained as follows:</P><P>aho bata &#347;va-paco 'to gar&#299;y&#257;n</P><P CLASS=n>yaj-jihv&#257;gre vartate n&#257;ma tubhyam</P><P CLASS=n>tepus tapas te juhuvuh sasnur &#257;ry&#257;</P><P CLASS=n>brahm&#257;n&#363;cur n&#257;ma grinanti ye te</P><P>"O my Lord! Persons who chant the holy names of Your Lordship are far, far advanced in spiritual life, even if born in families of dog-eaters. Such chanters have undoubtedly performed all kinds of austerities and sacrifices, bathed in all sacred places, and finished all scriptural studies."</P><P>The famous example of this was presented by Lord Caitanya, who accepted Th&#257;kura Harid&#257;sa as one of His most important disciples. Although Th&#257;kura Harid&#257;sa happened to take his birth in a Muslim family, he was elevated to the post of n&#257;m&#257;c&#257;rya by Lord Caitanya due to his rigidly attended principle of chanting three hundred thousand holy names of the Lord daily: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. And because he chanted the holy name of the Lord constantly, it is understood that in his previous life he must have passed through all the ritualistic methods of the Vedas, known as &#347;abda-brahma. Unless, therefore, one is purified, one cannot take to the principles of Krishna consciousness or become engaged in chanting the holy name of the Lord, Hare Krishna.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>