<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 6 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 6 Verse 47"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 6: <A CLASS=v HREF="index.htm">Dhy&#257;na-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 6.47</P><P CLASS=c>yogin&#257;m api sarvesh&#257;m</P><P CLASS=c>mad-gaten&#257;ntar-&#257;tman&#257;</P><P CLASS=c>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=c>sa me yuktatamo matah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoginam">yogin&#257;m</A> &#8212; of yog&#299;s; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; all types of; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/g/gatena">gatena</A> &#8212; abiding <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>, always thinking of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; within himself; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full faith; <A CLASS=v HREF="http://vedabase.net/b/bhajate">bhajate</A> &#8212; renders transcendental loving service; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A> (the Supreme Lord); <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yukta">yukta</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the greatest <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/matah">matah</A> &#8212; is considered.</P><P CLASS=t>TRANSLATION</P><P>And of all yog&#299;s, the one with great faith who always abides in Me, thinks of Me within himself, and renders transcendental loving service to Me &#8212; he is the most intimately united with Me in yoga and is the highest of all. That is My opinion.</P><P CLASS=t>PURPORT</P><P>The word bhajate is significant here. Bhajate has its root in the verb bhaj, which is used when there is need of service. The English word "worship" cannot be used in the same sense as bhaj. Worship means to adore, or to show respect and honor to the worthy one. But service with love and faith is especially meant for the Supreme Personality of Godhead. One can avoid worshiping a respectable man or a demigod and may be called discourteous, but one cannot avoid serving the Supreme Lord without being thoroughly condemned. Every living entity is part and parcel of the Supreme Personality of Godhead, and thus every living entity is intended to serve the Supreme Lord by his own constitution. Failing to do this, he falls down. The Bh&#257;gavatam (<A CLASS=v HREF="../../sb/11/5/3.htm">11.5.3</A>) confirms this as follows:</P><P>ya esh&#257;m purusham s&#257;ksh&#257;d</P><P CLASS=n>&#257;tma-prabhavam &#299;&#347;varam</P><P CLASS=n>na bhajanty avaj&#257;nanti</P><P CLASS=n>sth&#257;n&#257;d bhrasht&#257;h patanty adhah</P><P>"Anyone who does not render service and neglects his duty unto the primeval Lord, who is the source of all living entities, will certainly fall down from his constitutional position."</P><P>In this verse also the word bhajanti is used. Therefore, bhajanti is applicable to the Supreme Lord only, whereas the word "worship" can be applied to demigods or to any other common living entity. The word avaj&#257;nanti, used in this verse of &#346;r&#299;mad-Bh&#257;gavatam, is also found in the Bhagavad-g&#299;t&#257;. Avaj&#257;nanti m&#257;m m&#363;dh&#257;h: "Only the fools and rascals deride the Supreme Personality of Godhead, Lord Krishna." Such fools take it upon themselves to write commentaries on the Bhagavad-g&#299;t&#257; without an attitude of service to the Lord. Consequently they cannot properly distinguish between the word bhajanti and the word "worship."</P><P>The culmination of all kinds of yoga practices lies in bhakti yoga. All other yogas are but means to come to the point of bhakti in bhakti-yoga. Yoga actually means bhakti-yoga; all other yogas are progressions toward the destination of bhakti-yoga. From the beginning of karma-yoga to the end of bhakti-yoga is a long way to self-realization. Karma-yoga, without fruitive results, is the beginning of this path. When karma-yoga increases in knowledge and renunciation, the stage is called jñ&#257;na-yoga. When jñ&#257;na-yoga increases in meditation on the Supersoul by different physical processes, and the mind is on Him, it is called asht&#257;&#324;ga-yoga. And when one surpasses the asht&#257;&#324;ga-yoga and comes to the point of the Supreme Personality of Godhead Krishna, it is called bhakti yoga, the culmination. Factually, bhakti-yoga is the ultimate goal, but to analyze bhakti-yoga minutely one has to understand these other yogas. The yog&#299; who is progressive is therefore on the true path of eternal good fortune. One who sticks to a particular point and does not make further progress is called by that particular name: karma-yog&#299;, jñ&#257;na-yog&#299; or dhy&#257;na-yog&#299;, r&#257;ja-yog&#299;, hatha-yog&#299;, etc. If one is fortunate enough to come to the point of bhakti-yoga, it is to be understood that he has surpassed all other yogas. Therefore, to become Krishna conscious is the highest stage of yoga, just as, when we speak of Him&#257;layan, we refer to the world's highest mountains, of which the highest peak, Mount Everest, is considered to be the culmination.</P><P>It is by great fortune that one comes to Krishna consciousness on the path of bhakti-yoga to become well situated according to the Vedic direction. The ideal yog&#299; concentrates his attention on Krishna, who is called &#346;y&#257;masundara, who is as beautifully colored as a cloud, whose lotuslike face is as effulgent as the sun, whose dress is brilliant with jewels and whose body is flower-garlanded. Illuminating all sides is His gorgeous luster, which is called the brahmajyoti. He incarnates in different forms such as R&#257;ma, Nrisimha, Var&#257;ha and Krishna, the Supreme Personality of Godhead, and He descends like a human being, as the son of mother Ya&#347;od&#257;, and He is known as Krishna, Govinda and V&#257;sudeva. He is the perfect child, husband, friend and master, and He is full with all opulences and transcendental qualities. If one remains fully conscious of these features of the Lord, he is called the highest yogi.</P><P>This stage of highest perfection in yoga can be attained only by bhakti-yoga, as is confirmed in all Vedic literature:</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed." [<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>Bhaktir asya bhajanam tad ih&#257;mutrop&#257;dhi-nair&#257;syen&#257;mushmin manah-kalpanam, etad eva naishkarmyam. "Bhakti means devotional service to the Lord which is free from desire for material profit, either in this life or in the next. Devoid of such inclinations, one should fully absorb the mind in the Supreme. That is the purpose of naishkarmya." (Gop&#257;la-t&#257;pan&#299; Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/15">1.15</A>)</P><P>These are some of the means for performance of bhakti, or Krishna consciousness, the highest perfectional stage of the yoga system.</P><P>Thus end the Bhaktivedanta Purports to the Sixth Chapter of the &#346;r&#299;mad Bhagavad-g&#299;t&#257; in the matter of Dhy&#257;na-yoga.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../7/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>