<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 20 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 20 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Pure Devotional Service Surpasses Knowledge and Detachment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.20.2</P><P CLASS=c>varn&#257;&#347;rama-vikalpam ca</P><P CLASS=c>pratilom&#257;nulomajam</P><P CLASS=c>dravya-de&#347;a-vayah-k&#257;l&#257;n</P><P CLASS=c>svargam narakam eva ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; of the <A HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A> system; <A CLASS=v HREF="http://vedabase.net/v/vikalpam">vikalpam</A> &#8212; the variety of superior and inferior positions created by piety and sin; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pratiloma">pratiloma</A> &#8212; birth <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> mixed family wherein the father is inferior <A HREF="http://vedabase.net/i/in">in</A> social status <A HREF="http://vedabase.net/t/to">to</A> the mother; <A CLASS=v HREF="http://vedabase.net/a/anuloma">anuloma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; birth <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> mixed family <A HREF="http://vedabase.net/i/in">in</A> which the father is superior <A HREF="http://vedabase.net/i/in">in</A> social status <A HREF="http://vedabase.net/t/to">to</A> the mother; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; material objects or possessions; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; the place; <A CLASS=v HREF="http://vedabase.net/v/vayah">vayah</A> &#8212; one's <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/k/kalan">k&#257;l&#257;n</A> &#8212; the time; <A CLASS=v HREF="http://vedabase.net/s/svargam">svargam</A> &#8212; heaven; <A CLASS=v HREF="http://vedabase.net/n/narakam">narakam</A> &#8212; hell; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>According to Vedic literature, the superior and inferior varieties found in the human social system, varn&#257;&#347;rama, are due to pious and sinful modes of family planning. Thus piety and sin are constant points of reference in the Vedic analysis of the components of a given situation &#8212; namely the material ingredients, place, age and time. Indeed, the Vedas reveal the existence of material heaven and hell, which are certainly based on piety and sin.</P><P CLASS=t>PURPORT</P><P>Pratiloma indicates the combination of a superior woman with an inferior man. For example, the vaidehaka community consists of those born of a &#347;&#363;dra father and br&#257;hmana mother, whereas the s&#363;tas are those born from a kshatriya father and a br&#257;hmana mother or from a &#347;&#363;dra father and kshatriya mother. Anuloma indicates those born from a superior father and inferior mother. The m&#363;rdh&#257;vasikta are those born of a br&#257;hmana father and kshatriya mother. Ambashthas are those born from a br&#257;hmana father and vai&#347;ya mother, and they often become medical men. Karana indicates those born of a vai&#347;ya father and &#347;&#363;dra mother or of a kshatriya father and vai&#347;ya mother. That such mixing of castes is not very much appreciated in the Vedic culture is demonstrated in the first chapter of Bhagavad-g&#299;t&#257;. Arjuna was very worried that the death of so many kshatriyas on the battlefield would lead to the mixing of superior women with inferior men, and on those grounds he objected to fighting. In any case, the entire Vedic social system is based on distinguishing between piety and sin, and &#346;r&#299; Uddhava is encouraging the Lord to explain more elaborately His statement that one should transcend both piety and sin.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>