<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 20 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 20 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Pure Devotional Service Surpasses Knowledge and Detachment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.20.26</P><P CLASS=c>sve sve 'dhik&#257;re y&#257; nishth&#257;</P><P CLASS=c>sa gunah parik&#299;rtitah</P><P CLASS=c>karman&#257;m j&#257;ty-a&#347;uddh&#257;n&#257;m</P><P CLASS=c>anena niyamah kritah</P><P CLASS=c>guna-dosha-vidh&#257;nena</P><P CLASS=c>sa&#324;g&#257;n&#257;m ty&#257;janecchay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> &#8212; each <A HREF="http://vedabase.net/i/in">in</A> his own; <A CLASS=v HREF="http://vedabase.net/a/adhikare">adhik&#257;re</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/nistha">nishth&#257;</A> &#8212; steady practice; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; piety; <A CLASS=v HREF="http://vedabase.net/p/parikirtitah">parik&#299;rtitah</A> &#8212; is thoroughly declared; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of fruitive activities; <A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; by nature; <A CLASS=v HREF="http://vedabase.net/a/asuddhanam">a&#347;uddh&#257;n&#257;m</A> &#8212; impure; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/n/niyamah">niyamah</A> &#8212; disciplinary control; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; is established; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of piety; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; of sin; <A CLASS=v HREF="http://vedabase.net/v/vidhanena">vidh&#257;nena</A> &#8212; by the rule; <A CLASS=v HREF="http://vedabase.net/s/sanganam">sa&#324;g&#257;n&#257;m</A> &#8212; of association with different types of sense gratification; <A CLASS=v HREF="http://vedabase.net/t/tyajana">ty&#257;jana</A> &#8212; of renunciation; <A CLASS=v HREF="http://vedabase.net/i/icchaya">icchay&#257;</A> &#8212; by the desire.</P><P CLASS=t>TRANSLATION</P><P>It is firmly declared that the steady adherence of transcendentalists to their respective spiritual positions constitutes real piety and that sin occurs when a transcendentalist neglects his prescribed duty. One who adopts this standard of piety and sin, sincerely desiring to give up all past association with sense gratification, is able to subdue materialistic activities, which are by nature impure.</P><P CLASS=t>PURPORT</P><P>Lord Krishna here explains more clearly that those persons directly engaged in self-realization either through jñ&#257;na-yoga or bhakti-yoga need not give up their regular duties and perform special penances to atone for an accidental falldown. The actual purpose of Vedic literature is to direct one back home, back to Godhead, and not to encourage material sense gratification. Although the Vedas recommend innumerable rituals for promotion to heavenly planets and enjoyment of all varieties of material opulence, such materialistic rewards are meant only to engage materialistic people, who otherwise would become demoniac. To purify an accidental falldown, one who is engaged in transcendental realization need not adopt any procedure beyond his own spiritual practice. The words sa&#324;g&#257;n&#257;m ty&#257;janecchay&#257; indicate that one should not practice Krishna consciousness or self-realization superficially or casually; rather, one should sincerely and earnestly desire freedom from one's past sinful life. Similarly, the words y&#257; nishth&#257; indicate that one must constantly practice Krishna consciousness. Thus, essential piety is to give up material sense gratification and engage in the loving service of the Lord. One who engages his senses, mind and intelligence twenty-four hours a day in the Lord's service is the most pious person, and the Lord personally protects such a surrendered soul.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27-28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>