<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 20 Verses 32-33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 20 Verses 32-33"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Pure Devotional Service Surpasses Knowledge and Detachment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.20.32-33</P><P CLASS=c>yat karmabhir yat tapas&#257;</P><P CLASS=c>jñ&#257;na-vair&#257;gyata&#347; ca yat</P><P CLASS=c>yogena d&#257;na-dharmena</P><P CLASS=c>&#347;reyobhir itarair api</P><P CLASS=c>sarvam mad-bhakti-yogena</P><P CLASS=c>mad-bhakto labhate 'ñjas&#257;</P><P CLASS=c>svarg&#257;pavargam mad-dh&#257;ma</P><P CLASS=c>kathañcid yadi v&#257;ñchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which is obtained; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by fruitive activities; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by penance; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; by cultivation of knowledge; <A CLASS=v HREF="http://vedabase.net/v/vairagyatah">vair&#257;gyatah</A> &#8212; by detachment; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which is achieved; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by the mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; by charity; <A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by religious duties; <A CLASS=v HREF="http://vedabase.net/s/sreyobhih">&#347;reyobhih</A> &#8212; by processes for making life auspicious; <A CLASS=v HREF="http://vedabase.net/i/itaraih">itaraih</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by loving service unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhaktah</A> &#8212; My devotee; <A CLASS=v HREF="http://vedabase.net/l/labhate">labhate</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A> &#8212; promotion <A HREF="http://vedabase.net/t/to">to</A> heaven; <A CLASS=v HREF="http://vedabase.net/a/apavargam">apavargam</A> &#8212; liberation from all misery; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; residence <A HREF="http://vedabase.net/i/in">in</A> My abode; <A CLASS=v HREF="http://vedabase.net/k/kathancit">kathañcit</A> &#8212; somehow or other; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/v/vanchati">vañchati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> desires.</P><P CLASS=t>TRANSLATION</P><P>Everything that can be achieved by fruitive activities, penance, knowledge, detachment, mystic yoga, charity, religious duties and all other means of perfecting life is easily achieved by My devotee through loving service unto Me. If somehow or other My devotee desires promotion to heaven, liberation, or residence in My abode, he easily achieves such benedictions.</P><P CLASS=t>PURPORT</P><P>Lord Krishna here reveals the transcendental glories of devotional service to the Lord. Although pure devotees are desireless, desiring only the Lord's service, sometimes a great devotee may desire the Lord's benediction to facilitate his loving service. In the Sixth Canto of the Bh&#257;gavatam we find that &#346;r&#299; Citraketu, a great devotee of the Lord, desired promotion to heaven so that accompanied by the most attractive ladies of the Vidy&#257;dhara planet he could beautifully chant the glories of the Lord. Similarly, &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;, the great narrator of &#346;r&#299;mad-Bh&#257;gavatam, desiring to avoid entanglement in the illusory potency of the Lord, would not come out of his mother's womb. In other words, &#346;ukadeva Gosv&#257;m&#299; desired apavargam, or liberation from m&#257;y&#257;, so that his devotional service would not be disturbed. Lord Krishna personally sent the illusory energy far away so that &#346;ukadeva Gosv&#257;m&#299; would come out of his mother's womb. Because of intense loving desire to serve the lotus feet of the Lord, a devotee may also desire promotion to the spiritual world.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, a devotee, having given up the independent cultivation of knowledge and detachment, may have firm faith in the devotional service of the Lord and yet remain slightly attached to the fruits of such activities. By expert fruitive activities one gains residence in material heaven, and by cultivation of detachment one is relieved of all bodily distress. If Lord Krishna detects within a devotee's heart the desire for such benedictions, the Lord can easily award them to His devotee.</P><P>The word itaraih in this verse indicates visiting holy places, accepting religious vows and so forth. Several auspicious processes of elevation are mentioned in the verse preceding this, but all the auspicious results of these processes are easily achieved by loving service to the Lord. Thus all devotees of the Lord, in whatever stage of advancement, should dedicate their energy exclusively to the Lord's service, as affirmed in the Second Canto of &#346;r&#299;mad-Bh&#257;gavatam by &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;:</P><P>ak&#257;mah sarva-k&#257;mo v&#257;</P><P CLASS=n>moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena</P><P CLASS=n>yajeta purusham param</P><P>"A person who has broader intelligence, whether he be full of all material desire, without any material desire or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>)</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>