<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 101</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 101"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.101</P><P CLASS=c>krishna-n&#257;mera mahim&#257; &#347;&#257;stra-s&#257;dhu-mukhe j&#257;ni</P><P CLASS=c>n&#257;mera m&#257;dhur&#299; aiche k&#257;h&#257;&#324; n&#257;hi &#347;uni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/namera">n&#257;mera</A> <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; the glories of the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; of the revealed scriptures; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; we can understand; <A CLASS=v HREF="http://vedabase.net/n/namera">n&#257;mera</A> <A CLASS=v HREF="http://vedabase.net/m/madhuri">m&#257;dhur&#299;</A> &#8212; the sweetness of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; anywhere else; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A> &#8212; we <A HREF="http://vedabase.net/d/do">do</A> not hear.</P><P CLASS=t>TRANSLATION</P><P>One has to learn about the beauty and transcendental position of the holy name of the Lord by hearing the revealed scriptures from the mouths of devotees. Nowhere else can we hear of the sweetness of the Lord's holy name.</P><P CLASS=t>PURPORT</P><P>It is said in the Padma Pur&#257;na, atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih [BRS. 1.2.234]. Chanting and hearing of the transcendental holy name of the Lord cannot be performed by the ordinary senses. The transcendental vibration of the Lord's holy name is completely spiritual. Thus it must be received from spiritual sources and must be chanted after having been heard from a spiritual master. One who hears the chanting of the Hare Krishna mantra must receive it from the spiritual master by aural reception. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; has forbidden us to hear the holy name of Krishna chanted by non-Vaishnavas, such as professional actors and singers, for it will have no effect. It is like milk touched by the lips of a serpent, as stated in the Padma Pur&#257;na:</P><P>avaishnava-mukhodg&#299;rnam p&#363;tam hari-kath&#257;mritam</P><P CLASS=n>&#347;ravanam naiva kartavyam sarpocchishtam yath&#257; payah</P><P>As far as possible, therefore, the devotees in the Krishna consciousness movement gather to chant the holy name of Krishna in public so that both the chanters and the listeners may benefit.</P><P CLASS=l><A CLASS=i HREF="100.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="102.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>