<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 117</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 117"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.117</P><P CLASS=c>t&#257;te j&#257;ni &#8212; p&#363;rve tom&#257;ra p&#257;ñ&#257;che pras&#257;da</P><P CLASS=c>t&#257;h&#257; vin&#257; nahe tom&#257;ra hriday&#257;nuv&#257;da"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tate">t&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such instances; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> can understand; <A CLASS=v HREF="http://vedabase.net/p/purve">p&#363;rve</A> &#8212; previously; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/panache">p&#257;ñ&#257;che</A> <A CLASS=v HREF="http://vedabase.net/p/prasada">pras&#257;da</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> has obtained special mercy; <A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without that; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvada">anuv&#257;da</A> &#8212; expression of feelings.</P><P CLASS=t>TRANSLATION</P><P>"Had You not previously bestowed Your mercy on him," they said, "it would not have been possible for him to express Your internal feelings."</P><P CLASS=t>PURPORT</P><P>Devotees acknowledge &#346;r&#299; Caitanya Mah&#257;prabhu's special mercy upon &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in the following words:</P><P>&#347;r&#299;-caitanya-mano-'bh&#299;shtam sth&#257;pitam yena bh&#363;-tale</P><P CLASS=n>svayam r&#363;pah kad&#257; mahyam dad&#257;ti sva-pad&#257;ntikam</P><P>"When will &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; Prabhup&#257;da, who has established within this material world the mission to fulfill the desire of Lord Caitanya, give me shelter under his lotus feet?"</P><P>The special function of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; is to establish the feelings of &#346;r&#299; Caitanya Mah&#257;prabhu. These feelings are His desires that His special mercy be spread throughout the world in this Kali-yuga.</P><P>prithiv&#299;te &#257;che yata nagar&#257;di-gr&#257;ma</P><P CLASS=n>sarvatra prac&#257;ra haibe mora n&#257;ma</P><P>The desire of &#346;r&#299; Caitanya Mah&#257;prabhu is that all over the world everyone, in every village and every town, know of Him and His sa&#324;k&#299;rtana movement. These are the inner feelings of &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;r&#299; R&#363;pa Gosv&#257;m&#299; committed to writing all these feelings of the Lord. Now again, by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, the same feelings are being spread all over the world by the servants of the Gosv&#257;m&#299;s, and devotees who are pure and simple will appreciate this attempt. As concluded by &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, however, those who are on the level of hogs and dogs will never appreciate such a great attempt. Yet this does not matter to the preachers of &#346;r&#299; Caitanya Mah&#257;prabhu's cult, for all over the world they will continue to perform this responsible work, even though persons who are like cats and dogs do not appreciate them.</P><P CLASS=l><A CLASS=i HREF="116.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="118.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>