<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 185</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 185"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.185</P><P CLASS=c>'udgh&#257;tyaka' n&#257;ma ei '&#257;mukha' &#8212; 'v&#299;th&#299;' a&#324;ga</P><P CLASS=c>tom&#257;ra &#257;ge kahi &#8212; ih&#257; dh&#257;rshtyera tara&#324;ga</P><P CLASS=t>SYNONYMS</P><P CLASS=p>'<A CLASS=v HREF="http://vedabase.net/u/udghatyaka">udgh&#257;tyaka</A>' <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dancing appearance of the player, technically known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/u/udghatyaka">udgh&#257;tyaka</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/a/amukha">&#257;mukha</A> &#8212; this is the introduction; <A CLASS=v HREF="http://vedabase.net/v/vithi">v&#299;th&#299;</A> <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; the part is called <A HREF="http://vedabase.net/v/vithi">v&#299;th&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; before you; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> say; <A CLASS=v HREF="http://vedabase.net/i/iha">ih&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dharstyera">dh&#257;rshtyera</A> <A CLASS=v HREF="http://vedabase.net/t/taranga">tara&#324;ga</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> wave of impudence.</P><P CLASS=t>TRANSLATION</P><P>"This introduction is technically called udgh&#257;tyaka, and the whole scene is called v&#299;th&#299;. You are so expert in dramatic expression that each of my statements before you is like a wave from an ocean of impudence.</P><P CLASS=t>PURPORT</P><P>In this connection &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura again quotes the following verse from the S&#257;hitya-darpana (6.288):</P><P>udgh&#257;tyakah kathodgh&#257;tah prayog&#257;ti&#347;ayas tath&#257;</P><P CLASS=n>pravartak&#257;valagite pañca prast&#257;van&#257;-bhid&#257;h</P><P>Thus the technical names for the five kinds of introductory scenes of the drama are listed as udgh&#257;tyaka, kathodgh&#257;ta, prayog&#257;ti&#347;aya, pravartaka and avalagita. When &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya inquired which of these five &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; had used to accomplish the technical introduction to his drama Lalita-m&#257;dhava, R&#363;pa Gosv&#257;m&#299; replied that he had used the introduction technically called udgh&#257;tyaka. According to the Bh&#257;rat&#299;-vritti, three technical terms used are prarocan&#257;, v&#299;th&#299; and prahasan&#257;. Thus R&#363;pa Gosv&#257;m&#299; also mentioned v&#299;th&#299;, which is a technical term for a certain type of expression. According to the S&#257;hitya-darpana (6.520):</P><P>v&#299;thy&#257;m eko bhaved a&#324;kah ka&#347;cid eko 'tra kalpyate</P><P CLASS=n>&#257;k&#257;&#347;a-bh&#257;shitair uktai&#347; citr&#257;m pratyuktim &#257;&#347;ritah</P><P>The v&#299;th&#299; beginning of a drama consists of only one scene. In that scene, one of the heroes enters the stage, and by means of opposing statements uttered by a voice from the sky (offstage), he introduces the abundant conjugal mellow and other mellows to some degree. In the course of the introduction, all the seeds of the play are planted. This introduction is called udgh&#257;tyaka because the player dances on the stage. This term also indicates that the full moon enters the stage. In this case, when the word natat&#257; ("dancing on the stage") is linked with the moon, its meaning is obscure, but because the meaning becomes very clear when the word natat&#257; is linked with Krishna, this type of introduction is called udgh&#257;tyaka.</P><P>&#346;r&#299;la R&#257;m&#257;nanda R&#257;ya used highly technical terms when he discussed this subject with &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. R&#363;pa Gosv&#257;m&#299; stated that &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya was a greatly learned scholar of bona fide dramatic composition. Thus although &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was quite fit to answer &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya's questions, due to his Vaishnava humility he said that his words were impudent. Actually both R&#363;pa Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya were scholarly experts in composing poetry and presenting it strictly according to the S&#257;hitya-darpana and other Vedic literatures.</P><P CLASS=l><A CLASS=i HREF="184.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="186.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>