<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 188</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 188"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.188</P><P CLASS=c>harim uddi&#347;ate rajo-bharah</P><P CLASS=c>puratah sa&#324;gamayaty amum tamah</P><P CLASS=c>vraja-v&#257;ma-dri&#347;&#257;m na paddhatih</P><P CLASS=c>prakat&#257; sarva-dri&#347;ah &#347;ruter api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/uddisate">uddi&#347;ate</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> indicates; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/b/bharah">bharah</A> &#8212; dust from the cows; <A CLASS=v HREF="http://vedabase.net/p/puratah">puratah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> front; <A CLASS=v HREF="http://vedabase.net/s/sangamayati">sa&#324;gamayati</A> &#8212; causes <A HREF="http://vedabase.net/t/to">to</A> meet; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the darkness; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/v/vama">v&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;&#257;m</A> &#8212; of the damsels of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/paddhatih">paddhatih</A> &#8212; the course of activities; <A CLASS=v HREF="http://vedabase.net/p/prakata">prakat&#257;</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; who know everything; <A CLASS=v HREF="http://vedabase.net/s/sruteh">&#347;ruteh</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>"'The dust from cows and calves on the road creates a kind of darkness indicating that Krishna is returning home from the pasture. Also, the darkness of evening provokes the gop&#299;s to meet Krishna. Thus the pastimes of Krishna and the gop&#299;s are covered by a kind of transcendental darkness and are therefore impossible for ordinary scholars of the Vedas to see.'</P><P CLASS=t>PURPORT</P><P>This verse from the Lalita-m&#257;dhava (1.23) is spoken by Paurnam&#257;s&#299; in a conversation with G&#257;rg&#299;.</P><P>Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/45.htm">2.45</A>), trai-gunya-vishay&#257; ved&#257; nistrai-gunyo bhav&#257;rjuna. Thus He advised Arjuna to rise above the modes of material nature, for the entire Vedic system is filled with descriptions involving sattva-guna, rajo-guna and tamo-guna. People are generally covered by the quality of rajo-guna and are therefore unable to understand the pastimes of Krishna with the gop&#299;s of Vraja. Moreover, the quality of tamo-guna further disturbs their understanding. In Vrind&#257;vana, however, although Krishna is covered by the hazy darkness of the dust, the gop&#299;s can nevertheless understand that within the dust storm is Krishna. Because they are His topmost devotees, they can perceive His hand in everything. Thus even in the dark or in a hazy storm of dust, devotees can understand what Krishna is doing. The purport of this verse is that under no circumstances is Krishna ever lost to the vision of exalted devotees like the gop&#299;s.</P><P CLASS=l><A CLASS=i HREF="187.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="189.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>