<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 202</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 202"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.202</P><P CLASS=c>ei dui bh&#257;iye &#257;mi p&#257;th&#257;ilu&#324; vrind&#257;vane</P><P CLASS=c>&#347;akti diy&#257; bhakti-&#347;&#257;stra karite pravartane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/b/bhaiye">bh&#257;iye</A> &#8212; brothers; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/pathailun">p&#257;th&#257;ilu&#324;</A> &#8212; sent; <A CLASS=v HREF="http://vedabase.net/v/vrndavane">vrind&#257;vane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> <A CLASS=v HREF="http://vedabase.net/d/diya">diy&#257;</A> &#8212; empowering them; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; transcendental literature regarding devotional service; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/p/pravartane">pravartane</A> &#8212; establishing.</P><P CLASS=t>TRANSLATION</P><P>"I empowered both of these brothers to go to Vrind&#257;vana to expand the literature of bhakti."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu informed &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya that he and San&#257;tana Gosv&#257;m&#299; had engaged equally in devotional service after giving up all relationships with material activity. Such renunciation is a symptom of an unalloyed devotee engaged in the service of the Lord with no tinge of material contamination. According to &#346;r&#299; Caitanya Mah&#257;prabhu, this is the position of trin&#257;d api su-n&#299;cena taror iva sahishnun&#257;. A pure devotee, free from the reactions of the material modes of nature, executes devotional service with tolerance like that of a tree. He also feels humbler than the grass. Such a devotee, who is called nishkiñcana, or free from all material possessions, is always absorbed in emotional love of Godhead. He is reluctant to perform any kind of sense gratification. In other words, such a devotee is free from all material bondage, but he engages in Krishna conscious activities. Such expert devotional service is performed without hypocrisy. Humility, renunciation and learned scholarship were combined in San&#257;tana Gosv&#257;m&#299;, the ideal pure devotee, who was on the same level of understanding as &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya. Like R&#257;m&#257;nanda R&#257;ya, San&#257;tana Gosv&#257;m&#299; was a fully cognizant expert in the conclusions of devotional service and was therefore able to describe such transcendental knowledge.</P><P CLASS=l><A CLASS=i HREF="201.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="203.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>