<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 211</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 211"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.211</P><P CLASS=c>&#347;r&#299;-r&#363;pa kahena, &#8212; "&#257;mi kichui n&#257; j&#257;ni</P><P CLASS=c>yei mah&#257;prabhu kah&#257;na, sei kahi v&#257;n&#299;"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> <A CLASS=v HREF="http://vedabase.net/k/kahena">kahena</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299; replies; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kichui">kichui</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not know; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahana">kah&#257;na</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> makes <A HREF="http://vedabase.net/m/me">me</A> say or write; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kahi">kahi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> speak; <A CLASS=v HREF="http://vedabase.net/v/vani">v&#257;n&#299;</A> &#8212; transcendental words.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; R&#363;pa Gosv&#257;m&#299; said, "I do not know anything. The only transcendental words I can utter are those which &#346;r&#299; Caitanya Mah&#257;prabhu makes me speak.</P><P CLASS=t>PURPORT</P><P>The poet or writer dealing with transcendental subject matters is not an ordinary writer or translator. Because he is empowered by the Supreme Personality of Godhead, whatever he writes becomes very effective. The principle of being empowered by the Supreme Personality of Godhead is essential. A materialistic poet who describes in his poetry the material activities of men and women cannot describe the transcendental pastimes of the Lord or the transcendental conclusions of devotional service. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; has therefore warned all neophyte devotees that one should not hear from the mouth of a non-Vaishnava:</P><P>avaishnava-mukhodg&#299;rnam p&#363;tam hari-kath&#257;mritam</P><P CLASS=n>&#347;ravanam naiva kartavyam sarpocchishtam yath&#257; payah</P><P CLASS=n>(Padma Pur&#257;na)</P><P>"One should not hear anything about Krishna from a non-Vaishnava. Milk touched by the lips of a serpent has poisonous effects; similarly, talks about Krishna given by a non-Vaishnava are also poisonous."</P><P>Unless one is a fully unalloyed devotee of the Lord, one should not try to describe the pastimes of Krishna in poetry, for it will be only mundane. There are many descriptions of Krishna's Bhagavad-g&#299;t&#257; written by persons whose consciousness is mundane and who are not qualified by pure devotion. Although they attempted to write transcendental literature, they could not fully engage even a single devotee in Krishna's service. Such literature is mundane, and therefore, as warned by &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, one should not touch it.</P><P CLASS=l><A CLASS=i HREF="210.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="212.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>