<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.24</P><P CLASS=c>prabh&#257;te kukkura c&#257;hi' k&#257;&#324;h&#257; n&#257; p&#257;ila</P><P CLASS=c>sakala vaishnavera mane camatk&#257;ra haila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhate">prabh&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the morning; <A CLASS=v HREF="http://vedabase.net/k/kukkura">kukkura</A> &#8212; the dog; <A CLASS=v HREF="http://vedabase.net/c/cahi">c&#257;hi</A>' &#8212; looking for; <A CLASS=v HREF="http://vedabase.net/k/kanha">k&#257;&#324;h&#257;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;ila</A> &#8212; not found; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> <A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> &#8212; of all the Vaishnavas present; <A CLASS=v HREF="http://vedabase.net/m/mane">mane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the minds; <A CLASS=v HREF="http://vedabase.net/c/camatkara">camatk&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there was great astonishment.</P><P CLASS=t>TRANSLATION</P><P>In the morning they looked for the dog, but it could not be found anywhere. All the Vaishnavas were astonished.</P><P CLASS=t>PURPORT</P><P>&#346;iv&#257;nanda Sena's attachment to the dog was a great boon for that animal. The dog appears to have been a street dog. Since it naturally began to follow &#346;iv&#257;nanda Sena while he was going to Jagann&#257;tha Pur&#299; with his party, he accepted it into his party and maintained it the same way he was maintaining the other devotees. It appears that although on one occasion the dog was not allowed aboard a boat, &#346;iv&#257;nanda did not leave the dog behind but paid more money just to induce the boatman to take the dog across the river. Then when the servant forgot to feed the dog and the dog disappeared, &#346;iv&#257;nanda, being very anxious, sent ten men to find it. When they could not find it, &#346;iv&#257;nanda observed a fast. Thus it appears that somehow or other &#346;iv&#257;nanda had become attached to the dog.</P><P>As will be evident from the following verses, the dog got the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu and was immediately promoted to Vaikuntha to become an eternal devotee. &#346;r&#299;la Bhaktivinoda Th&#257;kura has therefore sung, tumi ta' th&#257;kura, tom&#257;ra kukkura, baliy&#257; j&#257;naha more (&#346;aran&#257;gati 19). He thus offers to become the dog of a Vaishnava. There are many other instances in which the pet animal of a Vaishnava was delivered back home to Vaikunthaloka, back to Godhead. Such is the benefit of somehow or other becoming the favorite of a Vaishnava. &#346;r&#299;la Bhaktivinoda Th&#257;kura has also sung, k&#299;ta-janma ha-u yath&#257; tuy&#257; d&#257;sa (&#346;aran&#257;gati 11). There is no harm in taking birth again and again. Our only desire should be to take birth under the care of a Vaishnava. Fortunately we had the opportunity to be born of a Vaishnava father who took care of us very nicely. He prayed to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; that in the future we would become a servant of the eternal consort of &#346;r&#299; Krishna. Thus somehow or other we are now engaged in that service. We may conclude that even as dogs we must take shelter of a Vaishnava. The benefit will be the same as that which accrues to an advanced devotee under a Vaishnava's care.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>