<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.32</P><P CLASS=c>&#257;ra dina keha t&#257;ra dekh&#257; n&#257; p&#257;il&#257;</P><P CLASS=c>siddha-deha p&#257;ñ&#257; kukkura vaikunthete gel&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A> &#8212; the next day; <A CLASS=v HREF="http://vedabase.net/k/keha">keha</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of the dog; <A CLASS=v HREF="http://vedabase.net/d/dekha">dekh&#257;</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;il&#257;</A> &#8212; did not get sight; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; obtaining <A HREF="http://vedabase.net/a/a">a</A> spiritual body; <A CLASS=v HREF="http://vedabase.net/k/kukkura">kukkura</A> &#8212; the dog; <A CLASS=v HREF="http://vedabase.net/v/vaikunthete">vaikunthete</A> <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; went <A HREF="http://vedabase.net/t/to">to</A> the spiritual kingdom, <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A>.</P><P CLASS=t>TRANSLATION</P><P>The next day, no one saw that dog, for it had obtained its spiritual body and departed for Vaikuntha, the spiritual kingdom.</P><P CLASS=t>PURPORT</P><P>This is the result of s&#257;dhu-sa&#324;ga &#8212; consequent association with &#346;r&#299; Caitanya Mah&#257;prabhu and promotion back home, back to Godhead. This result is possible even for a dog, by the mercy of the Vaishnava. Therefore, everyone in the human form of life should be induced to associate with devotees. By rendering a little service, even by eating pras&#257;dam, what to speak of chanting and dancing, everyone can be promoted to Vaikunthaloka. It is therefore requested that all our devotees in the ISKCON community become pure Vaishnavas, so that by their mercy all the people of the world will be transferred to Vaikunthaloka, even without their knowledge. Everyone should be given a chance to take pras&#257;dam and thus be induced to chant the holy names Hare Krishna and also dance in ecstasy. By these three processes, although performed without knowledge or education, even an animal went back to Godhead.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>