<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 92</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1 Verse 92"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1.92</P><P CLASS=c>svarg&#257;pag&#257;-hema-mrin&#257;lin&#299;n&#257;m</P><P CLASS=c>n&#257;n&#257;-mrin&#257;l&#257;gra-bhujo bhaj&#257;mah</P><P CLASS=c>ann&#257;nur&#363;p&#257;m tanu-r&#363;pa-riddhim</P><P CLASS=c>k&#257;ryam nid&#257;n&#257;d dhi gun&#257;n adh&#299;te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/a/apaga">apag&#257;</A> &#8212; of the Ganges water flowing <A HREF="http://vedabase.net/i/in">in</A> the heavenly planets; <A CLASS=v HREF="http://vedabase.net/h/hema">hema</A> &#8212; golden; <A CLASS=v HREF="http://vedabase.net/m/mrnalininam">mrin&#257;lin&#299;n&#257;m</A> &#8212; of the lotus flowers; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/m/mrnala">mrin&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujah">bhujah</A> &#8212; those who eat the tops of the stems; <A CLASS=v HREF="http://vedabase.net/b/bhajamah">bhaj&#257;mah</A> &#8212; we get; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/a/anurupam">anur&#363;p&#257;m</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the food; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/r/rddhim">riddhim</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> abundance of bodily beauty; <A CLASS=v HREF="http://vedabase.net/k/karyam">k&#257;ryam</A> &#8212; the effect; <A CLASS=v HREF="http://vedabase.net/n/nidanat">nid&#257;n&#257;t</A> &#8212; from the cause; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/a/adhite">adh&#299;te</A> &#8212; one obtains.</P><P CLASS=t>TRANSLATION</P><P>"'The river Ganges flowing in the heavenly planets is full of golden lotus flowers, and we, the residents of those planets, eat the stems of the flowers. Thus we are very beautiful, more so than the inhabitants of any other planet. This is due to the law of cause and effect, for if one eats food in the mode of goodness, the mode of goodness increases the beauty of his body.'"</P><P CLASS=t>PURPORT</P><P>One's bodily luster and beauty, one's constitution, one's activities and one's qualities all depend on the law of cause and effect. There are three qualities in material nature, and as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/22.htm">13.22</A>), k&#257;ranam guna-sa&#324;go 'sya sad-asad-yoni-janmasu: one takes birth in a good or bad family according to his previous association with the qualities of material nature. Therefore one seriously eager to achieve transcendental perfection, Krishna consciousness, must eat krishna-pras&#257;dam. Such food is s&#257;ttvika, or in the material quality of goodness, but when offered to Krishna it becomes transcendental. Our Krishna consciousness movement distributes krishna-pras&#257;dam, and those who eat such transcendental food are sure to become devotees of the Lord. This is a very scientific method, as stated in this verse from Nala-naishadha (3.17): k&#257;ryam nid&#257;n&#257;d dhi gun&#257;n adh&#299;te. If in all his activities a person strictly adheres to the mode of goodness, he will certainly develop his dormant Krishna consciousness and ultimately become a pure devotee of Lord Krishna.</P><P>Unfortunately, at the present moment the bodily constitutions of the leaders of society, especially the governmental leaders, are polluted. As described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/12/1/40.htm">12.1.40</A>):</P><P>asamskrit&#257;h kriy&#257;-h&#299;n&#257; rajas&#257; tamas&#257;vrt&#257;h</P><P CLASS=n>praj&#257;s te bhakshayishyanti mlecch&#257; r&#257;jany-ar&#363;pinah</P><P>Such leaders have no chance to purify their eating. Politicians meet together and exchange good wishes by drinking liquor, which is so polluted and sinful that naturally drunkards and meat-eaters develop a degraded mentality in the mode of ignorance. The processes of eating in different modes are explained in the Bhagavad-g&#299;t&#257;, wherein it is stated that those who eat rice, wheat, vegetables, milk products, fruit and sugar are situated in the elevated quality of goodness. Therefore if we want a happy and tranquil political situation, we must select leaders who eat krishna-pras&#257;dam. Otherwise the leaders will eat meat and drink wine, and thus they will be asamskrit&#257;h, unreformed, and kriy&#257;-h&#299;n&#257;h, devoid of spiritual behavior. In other words, they will be mlecchas and yavanas, or men who are unclean in their habits. Through taxation, such men exploit the citizens as much as possible, and in this way they devour the citizens of the state instead of benefiting them. We therefore cannot expect a government to be efficient if it is headed by such unclean mlecchas and yavanas.</P><P CLASS=l><A CLASS=i HREF="91.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="93.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>