<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Second Meeting With the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 1 Summary</P><P>A summary of the First Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya as follows. When &#346;r&#299; Caitanya Mah&#257;prabhu returned to Jagann&#257;tha Pur&#299; from Vrind&#257;vana, all His devotees from other parts of India, upon receiving the auspicious news, came to Purushottama-kshetra, or Jagann&#257;tha Pur&#299;. &#346;iv&#257;nanda Sena took a dog with him and even paid fees for it to cross the river. One night, however, the dog could not get any food and therefore went directly to &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;. The next day, when &#346;iv&#257;nanda and his party reached Jagann&#257;tha Pur&#299;, &#346;iv&#257;nanda saw the dog eating some coconut pulp offered to it by &#346;r&#299; Caitanya Mah&#257;prabhu. After this incident, the dog was liberated and went back home, back to Godhead.</P><P>Meanwhile, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; reached Bengal, after returning from Vrind&#257;vana. Although he could not follow the Bengali devotees, after some time he also came to Jagann&#257;tha Pur&#299;, where he stayed with Harid&#257;sa Th&#257;kura. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; composed an important verse beginning with the words priyah so 'yam, and &#346;r&#299; Caitanya Mah&#257;prabhu relished it very much. One day &#346;r&#299; Caitanya Mah&#257;prabhu, R&#257;m&#257;nanda R&#257;ya, S&#257;rvabhauma Bhatt&#257;c&#257;rya and others went to the place of Harid&#257;sa Th&#257;kura and heard some of the verses R&#363;pa Gosv&#257;m&#299; had composed for his books Lalita-m&#257;dhava and Vidagdha-m&#257;dhava. After examining the manuscripts of these two books, R&#257;m&#257;nanda R&#257;ya approved and appreciated them very much. After the period of C&#257;turm&#257;sya, all the devotees who had come from Bengal returned to their homes. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, however, remained at Jagann&#257;tha Pur&#299; for some time.</P><P CLASS=l><A CLASS=i HREF="../../madhya/25/283.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>