<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 15 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 15 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Para&#347;ur&#257;ma, the Lord's Warrior Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.15.10</P><P CLASS=c>tad viditv&#257; munih pr&#257;ha</P><P CLASS=c>patn&#299;m kashtam ak&#257;rash&#299;h</P><P CLASS=c>ghoro danda-dharah putro</P><P CLASS=c>bhr&#257;t&#257; te brahma-vittamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; this fact; <A CLASS=v HREF="http://vedabase.net/v/viditva">viditv&#257;</A> &#8212; having learned; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; the great sage; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/patnim">patn&#299;m</A> &#8212; unto his wife; <A CLASS=v HREF="http://vedabase.net/k/kastam">kashtam</A> &#8212; very regrettable; <A CLASS=v HREF="http://vedabase.net/a/akarasih">ak&#257;rash&#299;h</A> &#8212; you have done; <A CLASS=v HREF="http://vedabase.net/g/ghorah">ghorah</A> &#8212; fierce; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great personality who can punish others; <A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/b/bhrata">bhr&#257;t&#257;</A> &#8212; brother; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vittamah">vittamah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> learned scholar <A HREF="http://vedabase.net/i/in">in</A> spiritual science.</P><P CLASS=t>TRANSLATION</P><P>When the great sage Ric&#299;ka returned home after bathing and understood what had happened in his absence, he said to his wife, Satyavat&#299;, "You have done a great wrong. Your son will be a fierce kshatriya, able to punish everyone, and your brother will be a learned scholar in spiritual science."</P><P CLASS=t>PURPORT</P><P>A br&#257;hmana is highly qualified when he can control his senses and mind, when he is a learned scholar in spiritual science and when he is tolerant and forgiving. A kshatriya, however, is highly qualified when he is fierce in giving punishment to wrongdoers. These qualities are stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/42.htm">18.42-43</A>). Because Satyavat&#299;, instead of eating her own oblation, had eaten that which was meant for her mother, she would give birth to a son imbued with the kshatriya spirit. This was undesirable. The son of a br&#257;hmana is generally expected to become a br&#257;hmana, but if such a son becomes fierce like a kshatriya, he is designated according to the description of the four varnas in Bhagavad-g&#299;t&#257; (c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]). If the son of a br&#257;hmana does not become like a br&#257;hmana, he may be called a kshatriya, vai&#347;ya or &#347;&#363;dra, according to his qualifications. The basic principle for dividing society is not a person's birth but his qualities and actions.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>