<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 15 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 15 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Para&#347;ur&#257;ma, the Lord's Warrior Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.15.26</P><P CLASS=c>havirdh&#257;n&#299;m risher darp&#257;n</P><P CLASS=c>nar&#257;n hartum acodayat</P><P CLASS=c>te ca m&#257;hishmat&#299;m ninyuh</P><P CLASS=c>sa-vats&#257;m krandat&#299;m bal&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/havih">havih</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanim">dh&#257;n&#299;m</A> &#8212; the k&#257;madhenu; <A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the great sage Jamadagni; <A CLASS=v HREF="http://vedabase.net/d/darpat">darp&#257;t</A> &#8212; because of his being puffed up with material power; <A CLASS=v HREF="http://vedabase.net/n/naran">nar&#257;n</A> &#8212; all his men (soldiers); <A CLASS=v HREF="http://vedabase.net/h/hartum">hartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> steal or take away; <A CLASS=v HREF="http://vedabase.net/a/acodayat">acodayat</A> &#8212; encouraged; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; the men of K&#257;rtav&#299;ry&#257;rjuna; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mahismatim">m&#257;hishmat&#299;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the capital of K&#257;rtav&#299;ry&#257;rjuna; <A CLASS=v HREF="http://vedabase.net/n/ninyuh">ninyuh</A> &#8212; brought; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsam">vats&#257;m</A> &#8212; with the calf; <A CLASS=v HREF="http://vedabase.net/k/krandatim">krandat&#299;m</A> &#8212; crying; <A CLASS=v HREF="http://vedabase.net/b/balat">bal&#257;t</A> &#8212; because of being taken away by force.</P><P CLASS=t>TRANSLATION</P><P>Being puffed up by material power, K&#257;rtav&#299;ry&#257;rjuna encouraged his men to steal Jamadagni's k&#257;madhenu. Thus the men forcibly took away the crying k&#257;madhenu, along with her calf, to M&#257;hishmat&#299;, K&#257;rtav&#299;ry&#257;rjuna's capital.</P><P CLASS=t>PURPORT</P><P>The word havirdh&#257;n&#299;m is significant in this verse. Havirdh&#257;n&#299;m refers to a cow required for supplying havis, or ghee, for the performance of ritualistic ceremonies in sacrifices. In human life, one should be trained to perform yajñas. As we are informed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah: if we do not perform yajña, we shall simply work very hard for sense gratification like dogs and hogs. This is not civilization. A human being should be trained to perform yajña. Yajñ&#257;d bhavati parjanyah [<A CLASS=v HREF="../../../bg/3/14.htm">Bg. 3.14</A>]. If yajñas are regularly performed, there will be proper rain from the sky, and when there is regular rainfall, the land will be fertile and suitable for producing all the necessities of life. Yajña, therefore, is essential. For performing yajña, clarified butter is essential, and for clarified butter, cow protection is essential. Therefore, if we neglect the Vedic way of civilization, we shall certainly suffer. So-called scholars and philosophers do not know the secret of success in life, and therefore they suffer in the hands of prakriti, nature (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]). Nonetheless, although they are forced to suffer, they think they are advancing in civilization (aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257; kart&#257;ham iti manyate). The Krishna consciousness movement is therefore meant to revive a mode of civilization in which everyone will be happy. This is the motive of our Krishna consciousness movement. Yajñe sukhena bhavantu.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>