<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 15"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 15: Para&#347;ur&#257;ma, the Lord's Warrior Incarnation</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.15 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.15.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: O King Par&#299;kshit, from the womb of Urva&#347;&#299;, six sons were generated by Pur&#363;rav&#257;. Their names were &#256;yu, &#346;rut&#257;yu, Saty&#257;yu, Raya, Vijaya and Jaya.</P><P CLASS=r><A CLASS=i HREF="2-3.htm"><B>SB 9.15.2-3</B></A>: The son of &#346;rut&#257;yu was Vasum&#257;n; the son of Saty&#257;yu, &#346;rutañjaya; the son of Raya, Eka; the son of Jaya, Amita; and the son of Vijaya, Bh&#299;ma. The son of Bh&#299;ma was K&#257;ñcana; the son of K&#257;ñcana was Hotraka; and the son of Hotraka was Jahnu, who drank all the water of the Ganges in one sip.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.15.4</B></A>: The son of Jahnu was Puru, the son of Puru was Bal&#257;ka, the son of Bal&#257;ka was Ajaka, and the son of Ajaka was Ku&#347;a. Ku&#347;a had four sons, named Ku&#347;&#257;mbu, Tanaya, Vasu and Ku&#347;an&#257;bha. The son of Ku&#347;&#257;mbu was G&#257;dhi.</P><P CLASS=r><A CLASS=i HREF="5-6.htm"><B>SB 9.15.5-6</B></A>: King G&#257;dhi had a daughter named Satyavat&#299;, whom a br&#257;hmana sage named Ric&#299;ka requested from the King to be his wife. King G&#257;dhi, however, regarded Ric&#299;ka as an unfit husband for his daughter, and therefore he told the br&#257;hmana, "My dear sir, I belong to the dynasty of Ku&#347;a. Because we are aristocratic kshatriyas, you have to give some dowry for my daughter. Therefore, bring at least one thousand horses, each as brilliant as moonshine and each having one black ear, whether right or left."</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.15.7</B></A>: When King G&#257;dhi made this demand, the great sage Ric&#299;ka could understand the King's mind. Therefore he went to the demigod Varuna and brought from him the one thousand horses that G&#257;dhi had demanded. After delivering these horses, the sage married the King's beautiful daughter.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.15.8</B></A>: Thereafter, Ric&#299;ka Muni's wife and mother-in-law, each desiring a son, requested the Muni to prepare an oblation. Thus Ric&#299;ka Muni prepared one oblation for his wife with a br&#257;hmana mantra and another for his mother-in-law with a kshatriya mantra. Then he went out to bathe.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.15.9</B></A>: Meanwhile, because Satyavat&#299;'s mother thought that the oblation prepared for her daughter, Ric&#299;ka's wife, must be better, she asked her daughter for that oblation. Satyavat&#299; therefore gave her own oblation to her mother and ate her mother's oblation herself.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.15.10</B></A>: When the great sage Ric&#299;ka returned home after bathing and understood what had happened in his absence, he said to his wife, Satyavat&#299;, "You have done a great wrong. Your son will be a fierce kshatriya, able to punish everyone, and your brother will be a learned scholar in spiritual science."</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.15.11</B></A>: Satyavat&#299;, however, pacified Ric&#299;ka Muni with peaceful words and requested that her son not be like a fierce kshatriya. Ric&#299;ka Muni replied, "Then your grandson will be of a kshatriya spirit." Thus Jamadagni was born as the son of Satyavat&#299;.</P><P CLASS=r><A CLASS=i HREF="12-13.htm"><B>SB 9.15.12-13</B></A>: Satyavat&#299; later became the sacred river Kau&#347;ik&#299; to purify the entire world, and her son, Jamadagni, married Renuk&#257;, the daughter of Renu. By the semen of Jamadagni, many sons, headed by Vasum&#257;n, were born from the womb of Renuk&#257;. The youngest of them was named R&#257;ma, or Para&#347;ur&#257;ma.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.15.14</B></A>: Learned scholars accept this Para&#347;ur&#257;ma as the celebrated incarnation of V&#257;sudeva who annihilated the dynasty of K&#257;rtav&#299;rya. Para&#347;ur&#257;ma killed all the kshatriyas on earth twenty-one times.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.15.15</B></A>: When the royal dynasty, being excessively proud because of the material modes of passion and ignorance, became irreligious and ceased to care for the laws enacted by the br&#257;hmanas, Para&#347;ur&#257;ma killed them. Although their offense was not very severe, he killed them to lessen the burden of the world.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.15.16</B></A>: King Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299;: What was the offense that the kshatriyas who could not control their senses committed before Lord Para&#347;ur&#257;ma, the incarnation of the Supreme Personality of Godhead, for which the Lord annihilated the kshatriya dynasty again and again?</P><P CLASS=r><A CLASS=i HREF="17-19.htm"><B>SB 9.15.17-19</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: The best of the kshatriyas, K&#257;rtav&#299;ry&#257;rjuna, the King of the Haihayas, received one thousand arms by worshiping Datt&#257;treya, the plenary expansion of the Supreme Personality of Godhead, N&#257;r&#257;yana. He also became undefeatable by enemies and received unobstructed sensory power, beauty, influence, strength, fame and the mystic power by which to achieve all the perfections of yoga, such as anim&#257; and laghim&#257;. Thus having become fully opulent, he roamed all over the universe without opposition, just like the wind.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.15.20</B></A>: Once while enjoying in the water of the River Narmad&#257;, the puffed-up K&#257;rtav&#299;ry&#257;rjuna, surrounded by beautiful women and garlanded with a garland of victory, stopped the flow of the water with his arms.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.15.21</B></A>: Because K&#257;rtav&#299;ry&#257;rjuna made the water flow in the opposite direction, the camp of R&#257;vana, which was set up on the bank of the Narmad&#257; near the city of M&#257;hishmat&#299;, was inundated. This was unbearable to the ten-headed R&#257;vana, who considered himself a great hero and could not tolerate K&#257;rtav&#299;ry&#257;rjuna's power.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.15.22</B></A>: When R&#257;vana attempted to insult K&#257;rtav&#299;ry&#257;rjuna in the presence of the women and thus offended him, K&#257;rtav&#299;ry&#257;rjuna easily arrested R&#257;vana and put him in custody in the city of M&#257;hishmat&#299;, just as one captures a monkey, and then released him neglectfully.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.15.23</B></A>: Once while K&#257;rtav&#299;ry&#257;rjuna was wandering unengaged in a solitary forest and hunting, he approached the residence of Jamadagni.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.15.24</B></A>: The sage Jamadagni, who was engaged in great austerities in the forest, received the King very well, along with the King's soldiers, ministers and carriers. He supplied all the necessities to worship these guests, for he possessed a k&#257;madhenu cow that was able to supply everything.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.15.25</B></A>: K&#257;rtav&#299;ry&#257;rjuna thought that Jamadagni was more powerful and wealthy than himself because of possessing a jewel in the form of the k&#257;madhenu. Therefore he and his own men, the Haihayas, were not very much appreciative of Jamadagni's reception. On the contrary, they wanted to possess that k&#257;madhenu, which was useful for the execution of the agnihotra sacrifice.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.15.26</B></A>: Being puffed up by material power, K&#257;rtav&#299;ry&#257;rjuna encouraged his men to steal Jamadagni's k&#257;madhenu. Thus the men forcibly took away the crying k&#257;madhenu, along with her calf, to M&#257;hishmat&#299;, K&#257;rtav&#299;ry&#257;rjuna's capital.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.15.27</B></A>: Thereafter, K&#257;rtav&#299;ry&#257;rjuna having left with the k&#257;madhenu, Para&#347;ur&#257;ma returned to the &#257;&#347;rama. When Para&#347;ur&#257;ma, the youngest son of Jamadagni, heard about K&#257;rtav&#299;ry&#257;rjuna's nefarious deed, he became as angry as a trampled snake.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.15.28</B></A>: Taking up his fierce chopper, his shield, his bow and a quiver of arrows, Lord Para&#347;ur&#257;ma, exceedingly angry, chased K&#257;rtav&#299;ry&#257;rjuna just as a lion chases an elephant.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.15.29</B></A>: As King K&#257;rtav&#299;ry&#257;rjuna entered his capital, M&#257;hishmat&#299; Pur&#299;, he saw Lord Para&#347;ur&#257;ma, the best of the Bhrigu dynasty, coming after him, holding a chopper, shield, bow and arrows. Lord Para&#347;ur&#257;ma was covered with a black deerskin, and his matted locks of hair appeared like the sunshine.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.15.30</B></A>: Upon seeing Para&#347;ur&#257;ma, K&#257;rtav&#299;ry&#257;rjuna immediately feared him and sent many elephants, chariots, horses and infantry soldiers equipped with clubs, swords, arrows, rishtis, &#347;ataghnis, &#347;aktis, and many similar weapons to fight against him. K&#257;rtav&#299;ry&#257;rjuna sent seventeen full akshauhin&#299;s of soldiers to check Para&#347;ur&#257;ma. But Lord Para&#347;ur&#257;ma alone killed all of them.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 9.15.31</B></A>: Lord Para&#347;ur&#257;ma, being expert in killing the military strength of the enemy, worked with the speed of the mind and the wind, slicing his enemies with his chopper [para&#347;u]. Wherever he went, the enemies fell, their legs, arms and shoulders being severed, their chariot drivers killed, and their carriers, the elephants and horses all annihilated.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 9.15.32</B></A>: By manipulating his axe and arrows, Lord Para&#347;ur&#257;ma cut to pieces the shields, flags, bows and bodies of K&#257;rtav&#299;ry&#257;rjuna's soldiers, who fell on the battlefield, muddying the ground with their blood. Seeing these reverses, K&#257;rtav&#299;ry&#257;rjuna, infuriated, rushed to the battlefield.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 9.15.33</B></A>: Then K&#257;rtav&#299;ry&#257;rjuna, with his one thousand arms, simultaneously fixed arrows on five hundred bows to kill Lord Para&#347;ur&#257;ma. But Lord Para&#347;ur&#257;ma, the best of fighters, released enough arrows with only one bow to cut to pieces immediately all the arrows and bows in the hands of K&#257;rtav&#299;ry&#257;rjuna.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 9.15.34</B></A>: When his arrows were cut to pieces, K&#257;rtav&#299;ry&#257;rjuna uprooted many trees and hills with his own hands and again rushed strongly toward Lord Para&#347;ur&#257;ma to kill him. But Para&#347;ur&#257;ma then used his axe with great force to cut off K&#257;rtav&#299;ry&#257;rjuna's arms, just as one might lop off the hoods of a serpent.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 9.15.35-36</B></A>: Thereafter, Para&#347;ur&#257;ma cut off like a mountain peak the head of K&#257;rtav&#299;ry&#257;rjuna, who had already lost his arms. When K&#257;rtav&#299;ry&#257;rjuna's ten thousand sons saw their father killed, they all fled in fear. Then Para&#347;ur&#257;ma, having killed the enemy, released the k&#257;madhenu, which had undergone great suffering, and brought it back with its calf to his residence, where he gave it to his father, Jamadagni.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 9.15.37</B></A>: Para&#347;ur&#257;ma described to his father and brothers his activities in killing K&#257;rtav&#299;ry&#257;rjuna. Upon hearing of these deeds, Jamadagni spoke to his son as follows.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 9.15.38</B></A>: O great hero, my dear son Para&#347;ur&#257;ma, you have unnecessarily killed the king, who is supposed to be the embodiment of all the demigods. Thus you have committed a sin.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 9.15.39</B></A>: My dear son, we are all br&#257;hmanas and have become worshipable for the people in general because of our quality of forgiveness. It is because of this quality that Lord Brahm&#257;, the supreme spiritual master of this universe, has achieved his post.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 9.15.40</B></A>: The duty of a br&#257;hmana is to culture the quality of forgiveness, which is illuminating like the sun. The Supreme Personality of Godhead, Hari, is pleased with those who are forgiving.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 9.15.41</B></A>: My dear son, killing a king who is an emperor is more severely sinful than killing a br&#257;hmana. But now, if you become Krishna conscious and worship the holy places, you can atone for this great sin.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>