<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 15"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Para&#347;ur&#257;ma, the Lord's Warrior Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.15 Summary</P><P>This chapter describes the history of G&#257;dhi in the dynasty of Aila.</P><P>From the womb of Urva&#347;&#299; came six sons, named &#256;yu, &#346;rut&#257;yu, Saty&#257;yu, Raya, Jaya and Vijaya. The son of &#346;rut&#257;yu was Vasum&#257;n, the son of Saty&#257;yu was &#346;rutañjaya, the son of Raya was Eka, the son of Jaya was Amita, and the son of Vijaya was Bh&#299;ma. Bh&#299;ma's son was named K&#257;ñcana, the son of K&#257;ñcana was Hotraka, and the son of Hotraka was Jahnu, who was celebrated for having drunk all the water of the Ganges in one sip. The descendants of Jahnu, one after another, were Puru, Bal&#257;ka, Ajaka and Ku&#347;a. The sons of Ku&#347;a were Ku&#347;&#257;mbu, Tanaya, Vasu and Ku&#347;an&#257;bha. From Ku&#347;&#257;mbu came G&#257;dhi, who had a daughter named Satyavat&#299;. Satyavat&#299; married Ric&#299;ka Muni after the muni contributed a substantial dowry, and from the womb of Satyavat&#299; by Ric&#299;ka Muni, Jamadagni was born. The son of Jamadagni was R&#257;ma, or Para&#347;ur&#257;ma. When a king named K&#257;rtav&#299;ry&#257;rjuna stole Jamadagni's desire cow, Para&#347;ur&#257;ma, who is ascertained by learned experts to be a sakty&#257;ve&#347;a incarnation of the Supreme Personality of Godhead, killed K&#257;rtav&#299;ry&#257;rjuna. Later, he annihilated the kshatriya dynasty twenty-one times. After Para&#347;ur&#257;ma killed K&#257;rtav&#299;ry&#257;rjuna, Jamadagni told him that killing a king is sinful and that as a br&#257;hmana he should have tolerated the offense. Therefore Jamadagni advised Para&#347;ur&#257;ma to atone for his sin by traveling to various holy places.</P><P CLASS=l><A CLASS=i HREF="../14/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>