<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.11</P><P CLASS=c>vishnur dvija-kriy&#257;-m&#363;lo</P><P CLASS=c>yajño dharmamayah pum&#257;n</P><P CLASS=c>devarshi-pitri-bh&#363;t&#257;n&#257;m</P><P CLASS=c>dharmasya ca par&#257;yanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visnuh">vishnuh</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of the br&#257;hmanas and kshatriyas; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mulah">m&#363;lah</A> &#8212; whose root is the performance of <A HREF="http://vedabase.net/y/yajna">yajña</A> and the ritualistic ceremonies mentioned <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/y/yajnah">yajñah</A> &#8212; personified <A HREF="http://vedabase.net/y/yajna">yajña</A> (Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, who is known <A HREF="http://vedabase.net/a/as">as</A> the <A HREF="http://vedabase.net/y/yajna">yajña</A>-<A HREF="http://vedabase.net/p/purusa">purusha</A>); <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; full of religious principles; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; of the demigods and great rishis like Vy&#257;sadeva and <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A> &#8212; of the forefathers; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; and of all other living entities; <A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; of the religious principles; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/parayanam">par&#257;yanam</A> &#8212; the shelter.</P><P CLASS=t>TRANSLATION</P><P>The basic principle of brahminical culture is to satisfy Lord Vishnu, the personification of sacrificial and ritualistic ceremonies. Lord Vishnu is the personified reservoir of all religious principles, and He is the shelter of all the demigods, the great pit&#257;s, and the people in general. When the br&#257;hmanas are killed, no one will exist to encourage the kshatriyas to perform yajñas, and thus the demigods, not being appeased by yajña, will automatically die.</P><P CLASS=t>PURPORT</P><P>Since Vishnu is the central point of brahminical culture, Hiranyaka&#347;ipu's plan was to kill Vishnu, for if Vishnu were killed, naturally the brahminical culture would also be lost. With brahminical culture lost, yajña would no longer be performed, and for want of yajña the regular distribution of rainfall would cease (yajñ&#257;d bhavati parjanyah [<A CLASS=v HREF="../../../bg/3/14.htm">Bg. 3.14</A>]). Thus there would be disturbances all over the world, and naturally the demigods would be defeated. From this verse we get a clear indication of how human society is disturbed when the Vedic &#256;ryan civilization is killed and the Vedic ritualistic ceremonies performed by the br&#257;hmanas are stopped. Kalau &#347;&#363;dra-sambhavah: because the population of the modern world consists mostly of &#347;&#363;dras, the brahminical culture is now lost and is extremely difficult to reestablish in a proper way. Therefore Lord Caitanya has recommended the chanting of the holy name of the Lord, which will revive brahminical culture very easily.</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>Because of the increment in demoniac population, people have lost brahminical culture. Nor is there a kshatriya government. Instead, the government is a democracy in which any &#347;&#363;dra can be voted into taking up the governmental reigns and capture the power to rule. Because of the poisonous effects of Kali-yuga, the &#347;&#257;stra (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/2/13.htm">12.2.13</A>) says, dasyu-pr&#257;yeshu r&#257;jasu: the government will adopt the policies of dasyus, or plunderers. Thus there will be no instructions from the br&#257;hmanas, and even if there are brahminical instructions, there will be no kshatriya rulers who can follow them. Aside from Satya-yuga, even formerly, in the days when demons were flourishing, Hiranyaka&#347;ipu planned to destroy the brahminical culture and the kshatriya government and thus create chaos all over the world. Although in Satya-yuga this plan was very difficult to execute, in Kali-yuga, which is full of &#347;&#363;dras and demons, the brahminical culture is lost and can be revived only by the chanting of the mah&#257;-mantra. Therefore the Krishna consciousness movement, or the Hare Krishna movement, has been inaugurated to revive brahminical culture very easily so that people may become happy and peaceful in this life and prepare for elevation in the next. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya quotes this verse from the Brahm&#257;nda Pur&#257;na:</P><P>vipra-yajñ&#257;di-m&#363;lam tu</P><P CLASS=n>harir ity &#257;suram matam</P><P CLASS=n>harir eva hi sarvasya</P><P CLASS=n>m&#363;lam samya&#324; mato nripa</P><P>"O King, the demons think that Hari, Lord Vishnu, exists because of the br&#257;hmanas and yajña, but factually Hari is the cause of everything including the br&#257;hmanas and yajña." Therefore, through the popularizing of hari-k&#299;rtana, or the sa&#324;k&#299;rtana movement, the brahminical culture and kshatriya government will automatically come back, and people will be extremely happy.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>