<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.12</P><P CLASS=c>yatra yatra dvij&#257; g&#257;vo</P><P CLASS=c>ved&#257; varn&#257;&#347;rama-kriy&#257;h</P><P CLASS=c>tam tam janapadam y&#257;ta</P><P CLASS=c>sand&#299;payata vri&#347;cata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/gavah">g&#257;vah</A> &#8212; the protected cows; <A CLASS=v HREF="http://vedabase.net/v/vedah">ved&#257;h</A> &#8212; the Vedic culture; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; of the &#256;ryan civilization of four varnas and four &#257;&#347;ramas; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; the activities; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the city or town; <A CLASS=v HREF="http://vedabase.net/y/yata">y&#257;ta</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/s/sandipayata">sand&#299;payata</A> &#8212; set fire; <A CLASS=v HREF="http://vedabase.net/v/vrscata">vri&#347;cata</A> &#8212; cut down (all the trees).</P><P CLASS=t>TRANSLATION</P><P>Immediately go wherever there is good protection for the cows and br&#257;hmanas and wherever the Vedas are studied in terms of the varn&#257;&#347;rama principles. Set fire to those places and cut from the roots the trees there, which are the source of life.</P><P CLASS=t>PURPORT</P><P>The picture of a proper human civilization is indirectly described here. In a perfect human civilization there must be a class of men fully trained as perfect br&#257;hmanas. Similarly, there must be kshatriyas to rule the country very nicely according to the injunctions of the &#347;&#257;stras, and there must be vai&#347;yas who can protect the cows. The word g&#257;vah indicates that cows should be given protection. Because the Vedic civilization is lost, cows are not protected, but instead indiscriminately killed in slaughterhouses. Such are the acts of demons. Therefore this is a demoniac civilization. The varn&#257;&#347;rama-dharma mentioned here is essential for human civilization. Unless there is a br&#257;hmana to guide, a kshatriya to rule perfectly, and a perfect vai&#347;ya to produce food and protect the cows, how will people live peacefully? It is impossible.</P><P>Another point is that trees also should be given protection. During its lifetime, a tree should not be cut for industrial enterprises. In Kali-yuga, trees are indiscriminately and unnecessarily cut for industry, in particular for paper mills that manufacture a profuse quantity of paper for the publication of demoniac propaganda, nonsensical literature, huge quantities of newspapers and many other paper products. This is a sign of a demoniac civilization. The cutting of trees is prohibited unless necessary for the service of Lord Vishnu. Yajñ&#257;rth&#257;t karmano'nyatra loko'yam karma-bandhanah: [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>]) "work done as a sacrifice for Lord Vishnu must be performed, otherwise work binds one to this material world." But if the paper mills stop producing paper, one may argue, how can our ISKCON literature be published? The answer is that the paper mills should manufacture paper only for the publication of ISKCON literature because ISKCON literature is published for the service of Lord Vishnu. This literature clarifies our relationship with Lord Vishnu, and therefore the publication of ISKCON literature is the performance of yajña. Yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>]). Yajña must be performed, as indicated by the superior authorities. The cutting of trees simply to manufacture paper for the publication of unwanted literature is the greatest sinful act.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>