<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.22</P><P CLASS=c>nitya &#257;tm&#257;vyayah &#347;uddhah</P><P CLASS=c>sarvagah sarva-vit parah</P><P CLASS=c>dhatte 's&#257;v &#257;tmano li&#324;gam</P><P CLASS=c>m&#257;yay&#257; visrijan gun&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nityah">nityah</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; spirit soul; <A CLASS=v HREF="http://vedabase.net/a/avyayah">avyayah</A> &#8212; inexhaustible; <A CLASS=v HREF="http://vedabase.net/s/suddhah">&#347;uddhah</A> &#8212; with <A HREF="http://vedabase.net/n/no">no</A> material tinge; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/gah">gah</A> &#8212; qualified <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A> anywhere <A HREF="http://vedabase.net/i/in">in</A> the material or spiritual worlds; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; full of knowledge; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental <A HREF="http://vedabase.net/t/to">to</A> material conditions; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that <A HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A>, or living being; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> body; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the material energy; <A CLASS=v HREF="http://vedabase.net/v/visrjan">visrijan</A> &#8212; creating; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; various material qualities.</P><P CLASS=t>TRANSLATION</P><P>The spirit soul, the living entity, has no death, for he is eternal and inexhaustible. Being free from material contamination, he can go anywhere in the material or spiritual worlds. He is fully aware and completely different from the material body, but because of being misled by misuse of his slight independence, he is obliged to accept subtle and gross bodies created by the material energy and thus be subjected to so-called material happiness and distress. Therefore, no one should lament for the passing of the spirit soul from the body.</P><P CLASS=t>PURPORT</P><P>Hiranyaka&#347;ipu very intelligently described the position of the soul. The soul is never the body, but is always completely different from the body. Being eternal and inexhaustible, the soul has no death, but when the same pure soul desires to enjoy the material world independently, he is placed under the conditions of material nature and must therefore accept a certain type of body and suffer the pains and pleasures thereof. This is also described by Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/22.htm">13.22</A>). K&#257;ranam guna-sa&#324;go 'sya sad-asad-yoni janmasu: the living entity is born in different families or species of life because of being infected by the modes of material nature. When conditioned by material nature, the living entity must accept a certain type of body, which is offered by nature under the direction of the Supreme Lord.</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>) The body is just like a machine, and according to the living entity's karma, he is offered a particular type of machine to move here and there under the control of material nature. This continues until he surrenders to the Supreme Personality of Godhead (m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>]). Until he surrenders, the conditioned soul is carried from life to life by the arrangement of material nature.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>