<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.23</P><P CLASS=c>yath&#257;mbhas&#257; pracalat&#257;</P><P CLASS=c>taravo 'pi cal&#257; iva</P><P CLASS=c>cakshush&#257; bhr&#257;myam&#257;nena</P><P CLASS=c>dri&#347;yate calat&#299;va bh&#363;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/ambhasa">ambhas&#257;</A> &#8212; by water; <A CLASS=v HREF="http://vedabase.net/p/pracalata">pracalat&#257;</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/t/taravah">taravah</A> &#8212; the trees (on the bank of the river); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/calah">cal&#257;h</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/c/caksusa">cakshush&#257;</A> &#8212; by the eye; <A CLASS=v HREF="http://vedabase.net/b/bhramyamanena">bhr&#257;myam&#257;nena</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/d/drsyate">dri&#347;yate</A> &#8212; is seen; <A CLASS=v HREF="http://vedabase.net/c/calati">calat&#299;</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; the ground.</P><P CLASS=t>TRANSLATION</P><P>Because of the movements of the water, the trees on the bank of a river, when reflected on the water, seem to move. Similarly, when the eyes move because of some mental derangement, the land appears to move also.</P><P CLASS=t>PURPORT</P><P>Sometimes, because of mental derangement, the land appears to be moving. A drunkard, for example, or a person with heart disease, sometimes feels that the land is moving. Similarly, the reflections of trees in a flowing river also appear to move. These are the actions of m&#257;y&#257;. Actually the living entity does not move (sth&#257;nur acalo 'yam). The living entity does not take birth or accept death, but because of the transient subtle and gross bodies, the living entity appears to move from one place to another or be dead and gone forever. As the great Bengali Vaishnava poet, Jagad&#257;nanda Pandita, has said:</P><P>pi&#347;&#257;c&#299; p&#257;ile yena mati-cchanna haya</P><P CLASS=n>m&#257;y&#257;-grasta j&#299;vera haya se bh&#257;va udaya</P><P>According to this statement from the Prema-vivarta, when a living entity is conditioned by material nature, he is exactly like a person haunted by a ghost. One should therefore understand the fixed position of the spirit soul and how he is carried away by the waves of material nature to different bodies and different situations under lamentation and hankering. One achieves the success of life when he understands the constitutional position of his self and is undisturbed by the conditions created by material nature (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]).</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>