<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.24</P><P CLASS=c>evam gunair bhr&#257;myam&#257;ne</P><P CLASS=c>manasy avikalah pum&#257;n</P><P CLASS=c>y&#257;ti tat-s&#257;myat&#257;m bhadre</P><P CLASS=c>hy ali&#324;go li&#324;gav&#257;n iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the modes of material nature; <A CLASS=v HREF="http://vedabase.net/b/bhramyamane">bhr&#257;myam&#257;ne</A> &#8212; when shaken; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/a/avikalah">avikalah</A> &#8212; changeless; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; approaches; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/samyatam">s&#257;myat&#257;m</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> condition of agitation <A HREF="http://vedabase.net/a/as">as</A> the mind; <A CLASS=v HREF="http://vedabase.net/b/bhadre">bhadre</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my gentle mother; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/alingah">ali&#324;gah</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> subtle or gross body; <A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; possessing <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if.</P><P CLASS=t>TRANSLATION</P><P>In the same way, O my gentle mother, when the mind is agitated by the movements of the modes of material nature, the living entity, although freed from all the different phases of the subtle and gross bodies, thinks that he has changed from one condition to another.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/84/13.htm">10.84.13</A>):</P><P>yasy&#257;tma-buddhih kunape tri-dh&#257;tuke</P><P CLASS=n>sva-dh&#299;h kalatr&#257;dishu bhauma-ijya-dh&#299;h</P><P CLASS=n>yat-t&#299;rtha-buddhih salile na karhicij</P><P CLASS=n>janeshv abhijñeshu sa eva go-kharah</P><P>"A human being who identifies the body made of three elements as the self, who considers the by-products of the body to be his kinsmen, who considers the land of his birth worshipable, and who goes to a place of pilgrimage simply to bathe rather than to meet men of transcendental knowledge there, is to be considered like a cow or an ass." Although Hiranyaka&#347;ipu was a great demon, he was not as foolish as the population of the modern world. Hiranyaka&#347;ipu had clear knowledge of the spirit soul and the subtle and gross bodies, but now we are so degraded that everyone, including the exalted scientists, philosophers and other leaders, is under the bodily conception of life, which is condemned in the &#347;&#257;stras. Sa eva go-kharah: [<A CLASS=v HREF="../../10/84/13.htm">SB 10.84.13</A>] such persons are nothing but cows and asses.</P><P>Hiranyaka&#347;ipu advised his family members that although the gross body of his brother Hirany&#257;ksha was dead and they were aggrieved because of this, they should not lament for the great soul of Hirany&#257;ksha, who had already attained his next destination. &#256;tm&#257;, the spirit soul, is always unchanged (avikalah pum&#257;n). We are spirit souls, but when carried away by mental activities (manodharma), we suffer from so-called material conditions of life. This generally happens to nondevotees. Har&#257;v abhaktasya kuto mahad-gun&#257;h: nondevotees may possess exalted material qualities, but because they are foolish they have no good qualifications. The designations of the conditioned soul in the material world are decorations of the dead body. The conditioned soul has no information of the spirit and its exalted existence beyond the effects of the material condition.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25-26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>