<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.34</P><P CLASS=c>tvay&#257; kritajñena vayam mah&#299;-pate</P><P CLASS=c>katham vin&#257; sy&#257;ma suhrittamena te</P><P CLASS=c>tatr&#257;nuy&#257;nam tava v&#299;ra p&#257;dayoh</P><P CLASS=c>&#347;u&#347;r&#363;shat&#299;n&#257;m di&#347;a yatra y&#257;syasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/krtajnena">kritajñena</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> most grateful personality; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/s/syama">sy&#257;ma</A> &#8212; shall exist; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/t/tamena">tamena</A> &#8212; the best of our friends; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/anuyanam">anuy&#257;nam</A> &#8212; the following; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> hero; <A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/susrusatinam">&#347;u&#347;r&#363;shat&#299;n&#257;m</A> &#8212; of those engaging <A HREF="http://vedabase.net/i/in">in</A> the service; <A CLASS=v HREF="http://vedabase.net/d/disa">di&#347;a</A> &#8212; please order; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/y/yasyasi">y&#257;syasi</A> &#8212; you will <A HREF="http://vedabase.net/g/go">go</A>.</P><P CLASS=t>TRANSLATION</P><P>O King, O hero, you were a very grateful husband and the most sincere friend of all of us. How shall we exist without you? O hero, wherever you are going, please direct us there so that we may follow in your footsteps and engage again in your service. Let us go along with you!</P><P CLASS=t>PURPORT</P><P>Formerly, a kshatriya king was generally the husband of many wives, and after the death of the king, especially in the battlefield, all the queens would agree to accept saha-m&#257;rana, dying with the husband who was their life. When P&#257;ndu Mah&#257;r&#257;ja, the father of the P&#257;ndavas, died, his two wives &#8212; namely, the mother of Yudhishthira, Bh&#299;ma and Arjuna and the mother of Nakula and Sahadeva &#8212; were both ready to die in the fire with their husband. Later, after a compromise was arranged, Kunt&#299; stayed alive to care for the little children, and the other wife, M&#257;dr&#299;, was allowed to die with her husband. This system of saha-m&#257;rana continued in India even until the time of British rule, but later it was discouraged, since the attitude of wives gradually changed with the advancement of Kali-yuga. Thus the system of saha-m&#257;rana has practically been abolished. Nevertheless, within the past fifty years I have seen the wife of a medical practitioner voluntarily accept death immediately when her husband died. Both the husband and wife were taken in procession in the mourning cart. Such intense love of a chaste wife for her husband is a special case.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>