<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.37</P><P CLASS=c>&#347;r&#299;-yama uv&#257;ca</P><P CLASS=c>aho am&#299;sh&#257;m vayas&#257;dhik&#257;n&#257;m</P><P CLASS=c>vipa&#347;yat&#257;m loka-vidhim vimohah</P><P CLASS=c>yatr&#257;gatas tatra gatam manushyam</P><P CLASS=c>svayam sadharm&#257; api &#347;ocanty ap&#257;rtham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/y/yamah">yamah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Yamar&#257;ja said; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/a/amisam">am&#299;sh&#257;m</A> &#8212; of these; <A CLASS=v HREF="http://vedabase.net/v/vayasa">vayas&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/a/adhikanam">adhik&#257;n&#257;m</A> &#8212; of those advanced; <A CLASS=v HREF="http://vedabase.net/v/vipasyatam">vipa&#347;yat&#257;m</A> &#8212; seeing every day; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhim">vidhim</A> &#8212; the law of nature (that everyone dies); <A CLASS=v HREF="http://vedabase.net/v/vimohah">vimohah</A> &#8212; the bewilderment; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; from where; <A CLASS=v HREF="http://vedabase.net/a/agatah">&#257;gatah</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; returned; <A CLASS=v HREF="http://vedabase.net/m/manusyam">manushyam</A> &#8212; the <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; themselves; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmah">dharm&#257;h</A> &#8212; similar <A HREF="http://vedabase.net/i/in">in</A> nature (prone <A HREF="http://vedabase.net/t/to">to</A> die); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/socanti">&#347;ocanti</A> &#8212; they lament; <A CLASS=v HREF="http://vedabase.net/a/apartham">ap&#257;rtham</A> &#8212; uselessly.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Yamar&#257;ja said: Alas, how amazing it is! These persons, who are older than me, have full experience that hundreds and thousands of living entities have taken birth and died. Thus they should understand that they also are apt to die, yet still they are bewildered. The conditioned soul comes from an unknown place and returns after death to that same unknown place. There is no exception to this rule, which is conducted by material nature. Knowing this, why do they uselessly lament?</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/28.htm">2.28</A>):</P><P>avyakt&#257;d&#299;ni bh&#363;t&#257;ni</P><P CLASS=n>vyakta-madhy&#257;ni bh&#257;rata</P><P CLASS=n>avyakta-nidhan&#257;ny eva</P><P CLASS=n>tatra k&#257; paridevan&#257;</P><P>"All created beings are unmanifest in their beginning, manifest in their interim state, and unmanifest again when they are annihilated. So what need is there for lamentation?"</P><P>Accepting that there are two classes of philosophers, one believing in the existence of the soul and the other not believing in its existence, there is no cause for lamentation in either case. Nonbelievers in the existence of the soul are called atheists by followers of Vedic wisdom. Yet even if for argument's sake we accept the atheistic theory, there is still no cause for lamentation. Apart from the separate existence of the soul, the material elements remain unmanifested before creation. From this subtle state of unmanifestation comes manifestation, just as from ether, air is generated; from air, fire is generated; from fire, water is generated; and from water, earth becomes manifested. From the earth, many varieties of manifestations take place. For example, a big skyscraper is manifested from the earth. When it is dismantled, the manifestation becomes again unmanifested and remains as atoms in the ultimate stage. The law of conservation of energy remains, but in the course of time things are manifested and unmanifested &#8212; that is the difference. Then what cause is there for lamentation, in either manifestation or unmanifestation? Somehow or other, even in the unmanifested stage, things are not lost. Both at the beginning and at the end, all elements remain unmanifested, and this does not make any real material difference.</P><P>If we accept the Vedic conclusion as stated in the Bhagavad-g&#299;t&#257; (antavanta ime deh&#257;h) that these material bodies are perishable in due course of time (nityasyokt&#257;h &#347;ar&#299;rinah) but that the soul is eternal, then we must remember always that the body is like a dress; therefore why lament the changing of a dress? The material body has no factual existence in relation to the eternal soul. It is something like a dream. In a dream we may think of flying in the sky or sitting on a chariot as a king, but when we wake up we can see that we are neither in the sky nor seated on the chariot. The Vedic wisdom encourages self-realization on the basis of the nonexistence of the material body. Therefore, in either case, whether one believes in the existence of the soul or one does not believe in the existence of the soul, there is no cause for lamentation for loss of the body.</P><P>In the Mah&#257;bh&#257;rata it is said, adar&#347;an&#257;d ih&#257;y&#257;tah puna&#347; c&#257;dar&#347;anam gatah. This statement could support the theory of the atheistic scientist that the child in the womb of the mother has no life but is simply a lump of matter. To follow this theory, if the lump of matter is aborted by a surgical operation, no life is killed; the body of a child is like a tumor, and if a tumor is operated upon and thrown away, no sin is involved. The same argument could be put forward in regard to the King and his queens. The body of the King was manifested from an unmanifested source, and again it became unmanifested from manifestation. Since the manifestation exists only in the middle &#8212; between the two points of unmanifestation &#8212; why should one cry for the body manifested in the interim?</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>