<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.47</P><P CLASS=c>y&#257;val li&#324;g&#257;nvito hy &#257;tm&#257;</P><P CLASS=c>t&#257;vat karma-nibandhanam</P><P CLASS=c>tato viparyayah kle&#347;o</P><P CLASS=c>m&#257;y&#257;-yogo 'nuvartate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; covered by the subtle body; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the soul; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; that long; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of fruitive activities; <A CLASS=v HREF="http://vedabase.net/n/nibandhanam">nibandhanam</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah</A> &#8212; reversal (wrongly thinking the body <A HREF="http://vedabase.net/t/to">to</A> be the self); <A CLASS=v HREF="http://vedabase.net/k/klesah">kle&#347;ah</A> &#8212; misery; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> strong relationship with the external, illusory energy; <A CLASS=v HREF="http://vedabase.net/a/anuvartate">anuvartate</A> &#8212; follows.</P><P CLASS=t>TRANSLATION</P><P>As long as the spirit soul is covered by the subtle body, consisting of the mind, intelligence and false ego, he is bound to the results of his fruitive activities. Because of this covering, the spirit soul is connected with the material energy and must accordingly suffer material conditions and reversals, continually, life after life.</P><P CLASS=t>PURPORT</P><P>The living entity is bound by the subtle body, consisting of the mind, intelligence and false ego. At the time of death, therefore, the position of the mind becomes the cause for the next body. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/6.htm">8.6</A>), yam yam v&#257;pi smaran bh&#257;vam tyajaty ante kalevaram: at the time of death the mind sets the criteria for the spirit soul's being carried to another type of body. If a living being resists the dictation of the mind and engages the mind in the loving service of the Lord, the mind cannot degrade him. The duty of all human beings, therefore, is to keep the mind always engaged at the lotus feet of the Lord (sa vai manah krishna-pad&#257;ravindayoh). When the mind is engaged at the lotus feet of Krishna, the intelligence is purified, and then the intelligence gets inspiration from the Supersoul (dad&#257;mi buddhi-yogam tam). Thus the living entity makes progress toward liberation from material bondage. The individual living soul is subject to the laws of fruitive activity, but the Supersoul, Param&#257;tm&#257;, is not affected by the fruitive activities of the individual soul. As confirmed in the Vedic Upanishad, the Param&#257;tm&#257; and the j&#299;v&#257;tm&#257;, who are likened to two birds, are sitting in the body. The j&#299;v&#257;tm&#257; is enjoying or suffering by eating the fruits of the bodily activities, but the Param&#257;tm&#257;, who is free from such bondage, witnesses and sanctions the activities of the individual soul as the individual soul desires.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>