<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.48</P><P CLASS=c>vitath&#257;bhinive&#347;o 'yam</P><P CLASS=c>yad guneshv artha-drig-vacah</P><P CLASS=c>yath&#257; manorathah svapnah</P><P CLASS=c>sarvam aindriyakam mrish&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vitatha">vitatha</A> &#8212; fruitless; <A CLASS=v HREF="http://vedabase.net/a/abhinivesah">abhinive&#347;ah</A> &#8212; the conception; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/g/gunesu">guneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> fact; <A CLASS=v HREF="http://vedabase.net/d/drk">drik</A>-<A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; the seeing and talking of; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/manorathah">manorathah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mental concoction (daydream); <A CLASS=v HREF="http://vedabase.net/s/svapnah">svapnah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/a/aindriyakam">aindriyakam</A> &#8212; produced by the senses; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; false.</P><P CLASS=t>TRANSLATION</P><P>It is fruitless to see and talk of the material modes of nature and their resultant so-called happiness and distress as if they were factual. When the mind wanders during the day and a man begins to think himself extremely important, or when he dreams at night and sees a beautiful woman enjoying with him, these are merely false dreams. Similarly, the happiness and distress caused by the material senses should be understood to be meaningless.</P><P CLASS=t>PURPORT</P><P>The happiness and distress derived from the activities of the material senses are not actual happiness and distress. Therefore Bhagavad-g&#299;t&#257; speaks of happiness that is transcendental to the material conception of life (sukham &#257;tyantikam yat tad buddhi-gr&#257;hyam at&#299;ndriyam). When our senses are purified of material contamination, they become at&#299;ndriya, transcendental senses, and when the transcendental senses are engaged in the service of the master of the senses, Hrish&#299;ke&#347;a, one can derive real transcendental pleasure. Whatever distress or happiness we manufacture by mental concoction through the subtle mind has no reality, but is simply a mental concoction. One should therefore not imagine so-called happiness through mental concoction. Rather, the best course is to engage the mind in the service of the Lord, Hrish&#299;ke&#347;a, and thus feel real blissful life.</P><P>There is a Vedic statement ap&#257;ma-somam amrit&#257; abh&#363;ma apsarobhir vihar&#257;ma. With reference to such a conception, one wants to go to the heavenly planets to enjoy with the young girls there and drink soma-rasa. Such imaginary pleasure, however, has no value. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/23.htm">7.23</A>), antavat tu phalam tesh&#257;m tad bhavaty alpa-medhas&#257;m: "Men of small intelligence worship the demigods, and their fruits are limited and temporary." Even if by fruitive activity or worship of the demigods one is elevated to the higher planetary systems for sense enjoyment, his situation is condemned in Bhagavad-g&#299;t&#257; as antavat, perishable. The happiness one enjoys in this way is like the pleasure of embracing a young woman in a dream; for some time it may be pleasing, but actually the basic principle is false. The mental concoctions of happiness and distress in this material world are compared to dreams because of their falseness. All thoughts of obtaining happiness by using the material senses have a false background and therefore have no meaning.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>