<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.55</P><P CLASS=c>katham tv aj&#257;ta-paksh&#257;ms t&#257;n</P><P CLASS=c>m&#257;tri-h&#299;n&#257;n bibharmy aham</P><P CLASS=c>manda-bh&#257;gy&#257;h prat&#299;kshante</P><P CLASS=c>n&#299;de me m&#257;taram praj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/ajata">aj&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/paksan">paksh&#257;n</A> &#8212; who have not grown wings <A HREF="http://vedabase.net/t/to">to</A> fly; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/m/matr">m&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/h/hinan">h&#299;n&#257;n</A> &#8212; bereft of their mother; <A CLASS=v HREF="http://vedabase.net/b/bibharmi">bibharmi</A> &#8212; shall maintain; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/m/manda">manda</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagyah">bh&#257;gy&#257;h</A> &#8212; very unfortunate; <A CLASS=v HREF="http://vedabase.net/p/pratiksante">prat&#299;kshante</A> &#8212; they await; <A CLASS=v HREF="http://vedabase.net/n/nide">n&#299;de</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nest; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/m/mataram">m&#257;taram</A> &#8212; their mother; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; baby birds.</P><P CLASS=t>TRANSLATION</P><P>The unfortunate baby birds, bereft of their mother, are waiting in the nest for her to feed them. They are still very small and have not yet grown their wings. How shall I be able to maintain them?</P><P CLASS=t>PURPORT</P><P>The bird is lamenting for the mother of his children because the mother naturally maintains and cares for the children. Yamar&#257;ja, however, in the guise of a small boy, has already explained that although his mother left him uncared for and wandering in the forest, the tigers and other ferocious animals had not eaten him. The real fact is that if the Supreme Personality of Godhead protects one, even though one be motherless and fatherless, one can be maintained by the good will of the Lord. Otherwise, if the Supreme Lord does not give one protection, one must suffer in spite of the presence of his father and mother. Another example is that sometimes a patient dies in spite of a good physician and good medicine. Thus without the protection of the Lord one cannot live, with or without parents.</P><P>Another point in this verse is that fathers and mothers have protective feelings for their children even in bird and beast society, not to speak of human society. Kali-yuga, however, is so degraded that a father and mother even kill their children in the womb on the plea of their scientific knowledge that within the womb the child has no life. Prestigious medical practitioners give this opinion, and therefore the father and mother of this day kill their children within the womb. How degraded human society has become! Their scientific knowledge is so advanced that they think that within the egg and the embryo there is no life. Now these so-called scientists are receiving Nobel Prizes for advancing the theory of chemical evolution. But if chemical combinations are the source of life, why don't the scientists manufacture something like an egg through chemistry and put it in an incubator so that a chicken will come out? What is their answer? With their scientific knowledge they are unable to create even an egg. Such scientists are described in Bhagavad-g&#299;t&#257; as m&#257;yay&#257;pahrita jñ&#257;n&#257;h, fools whose real knowledge has been taken away. They are not men of knowledge, but they pose as scientists and philosophers, although their so-called theoretical knowledge cannot produce practical results.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>