<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 60"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.60</P><P CLASS=c>atah &#347;ocata m&#257; y&#363;yam</P><P CLASS=c>param c&#257;tm&#257;nam eva v&#257;</P><P CLASS=c>ka &#257;tm&#257; kah paro v&#257;tra</P><P CLASS=c>sv&#299;yah p&#257;rakya eva v&#257;</P><P CLASS=c>sva-par&#257;bhinive&#347;ena</P><P CLASS=c>vin&#257;jñ&#257;nena dehin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/socata">&#347;ocata</A> &#8212; lament for; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/s/sviyah">sv&#299;yah</A> &#8212; one's own; <A CLASS=v HREF="http://vedabase.net/p/parakyah">p&#257;rakyah</A> &#8212; for others; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/abhinivesena">abhinive&#347;ena</A> &#8212; consisting of absorption <A HREF="http://vedabase.net/i/in">in</A> the bodily concept of oneself and others; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; besides; <A CLASS=v HREF="http://vedabase.net/a/ajnanena">ajñ&#257;nena</A> &#8212; the lack of knowledge; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all the embodied living entities.</P><P CLASS=t>TRANSLATION</P><P>Therefore none of you should be aggrieved for the loss of the body &#8212; whether your own or those of others. Only in ignorance does one make bodily distinctions, thinking "Who am I? Who are the others? What is mine? What is for others?"</P><P CLASS=t>PURPORT</P><P>In this material world, the conception of self-preservation is the first law of nature. According to this conception, one should be interested in his personal safety and should then consider society, friendship, love, nationality, community and so on, which have all developed because of the bodily conception of life and a lack of knowledge of the spirit soul. This is called ajñ&#257;na. As long as human society is in darkness and ignorance, men will continue to make huge arrangements in the bodily conception of life. This is described by Prahl&#257;da Mah&#257;r&#257;ja as bharam. In the materialistic conception, modern civilization makes enormous arrangements for huge roads, houses, mills and factories, and this is man's conception of the advancement of civilization. People do not know, however, that at any time they themselves may be kicked out of the scene and forced to accept bodies that have nothing to do with these enormous houses, palaces, roads and automobiles. Therefore when Arjuna was thinking in terms of his bodily relationships with his kinsmen, Krishna immediately chastised him, saying, kutas tv&#257; ka&#347;malam idam vishame samupasthitam an&#257;rya jushtam: "This bodily conception of life is befitting the an&#257;ryas, the non-&#256;ryans, who are not advanced in knowledge." An &#256;ryan civilization is a civilization advanced in spiritual knowledge. Not merely by stamping oneself an &#256;ryan does one become an &#256;ryan. To keep oneself in the deepest darkness concerning spiritual knowledge and at the same time claim to be an &#256;ryan is a non-&#256;ryan position. In this connection, &#346;r&#299;la Madhv&#257;c&#257;rya quotes as follows from the Brahma-vaivarta Pur&#257;na:</P><P>ka &#257;tm&#257; kah para iti deh&#257;dy-apekshay&#257;</P><P CLASS=n>na hi deh&#257;dir &#257;tm&#257; sy&#257;n</P><P CLASS=n>na ca &#347;atrur ud&#299;ritah</P><P CLASS=n>ato daihika-vriddhau v&#257;</P><P CLASS=n>kshaye v&#257; kim prayojanam</P><P CLASS=n>yas tu deha-gato j&#299;vah</P><P CLASS=n>sa hi n&#257;&#347;am na gacchati</P><P CLASS=n>tatah &#347;atru-vivriddhau ca</P><P CLASS=n>sva-n&#257;&#347;e &#347;ocanam kutah</P><P CLASS=n>deh&#257;di-vyatiriktau tu</P><P CLASS=n>j&#299;ve&#347;au pratij&#257;nat&#257;</P><P CLASS=n>ata &#257;tma-vivriddhis tu</P><P CLASS=n>v&#257;sudeve ratih sthir&#257;</P><P CLASS=n>&#347;atru-n&#257;&#347;as tath&#257;jñ&#257;na-</P><P CLASS=n>n&#257;&#347;o n&#257;nyah kathañcana</P><P>The purport is that as long as we are in this human form of body, our duty is to understand the soul within the body. The body is not the self; we are different from the body, and therefore there is no question of friends, enemies or responsibilities in terms of the bodily conception of life. One should not be very anxious about the body's changing from childhood to boyhood, from boyhood to old age and then to apparent annihilation. Rather, one should be very seriously concerned about the soul within the body and how to release the soul from the material clutches. The living entity within the body is never annihilated; therefore one should surely know that whether one has many friends or many enemies, his friends cannot help him, and his enemies cannot do him any harm. One should know that he is a spirit soul (aham brahm&#257;smi) and that the constitutional position of the soul is unaffected by the changes of the body. In all circumstances, everyone, as a spirit soul, must be a devotee of Lord Vishnu and should not be concerned with bodily relationships, whether with friends or with enemies. One should know that neither we ourselves nor our enemies in the bodily conception of life are ever killed.</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>