<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 61"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.61</P><P CLASS=c>&#347;r&#299;-n&#257;rada uv&#257;ca</P><P CLASS=c>iti daitya-pater v&#257;kyam</P><P CLASS=c>ditir &#257;karnya sasnush&#257;</P><P CLASS=c>putra-&#347;okam kshan&#257;t tyaktv&#257;</P><P CLASS=c>tattve cittam adh&#257;rayat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A> said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A>-<A CLASS=v HREF="http://vedabase.net/p/pateh">pateh</A> &#8212; of the King of the demons; <A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; the speech; <A CLASS=v HREF="http://vedabase.net/d/ditih">ditih</A> &#8212; <A HREF="http://vedabase.net/d/diti">Diti</A>, the mother of Hiranyaka&#347;ipu and <A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A>; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karnya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/snusa">snush&#257;</A> &#8212; with the wife of <A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A>; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/sokam">&#347;okam</A> &#8212; the great bereavement for her son, <A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A>; <A CLASS=v HREF="http://vedabase.net/k/ksanat">kshan&#257;t</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/t/tyaktva">tyaktv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/t/tattve">tattve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the real philosophy of life; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/a/adharayat">adh&#257;rayat</A> &#8212; engaged.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; N&#257;rada Muni continued: Diti, the mother of Hiranyaka&#347;ipu and Hirany&#257;ksha, heard the instructions of Hiranyaka&#347;ipu along with her daughter-in-law, Rush&#257;bh&#257;nu, Hirany&#257;ksha's wife. She then forgot her grief over her son's death and thus engaged her mind and attention in understanding the real philosophy of life.</P><P CLASS=t>PURPORT</P><P>When a relative dies one certainly becomes very much interested in philosophy, but when the funeral ceremony is over one again becomes attentive to materialism. Even Daityas, who are materialistic persons, sometimes think of philosophy when some relative meets death. The technical term for this attitude of the materialistic person is &#347;ma&#347;&#257;na-vair&#257;gya, or detachment in a cemetery or place of cremation. As confirmed in Bhagavad-g&#299;t&#257;, four classes of men receive an understanding of spiritual life and God &#8212; &#257;rta (the distressed), jijñ&#257;su (the inquisitive), arth&#257;rth&#299; (one who desires material gains) and jñ&#257;n&#299; (one who is searching for knowledge). Especially when one is very much distressed by material conditions, one becomes interested in God. Therefore Kunt&#299;dev&#299; said in her prayers to Krishna that she preferred distress to a happy mood of life. In the material world, one who is happy forgets Krishna, or God, but sometimes, if one is actually pious but in distress, he remembers Krishna. Queen Kunt&#299;dev&#299; therefore preferred distress because it is an opportunity for remembering Krishna. When Krishna was leaving Kunt&#299;dev&#299; for His own country, Kunt&#299;dev&#299; regretfully said that she was better off in distress because Krishna was always present, whereas now that the P&#257;ndavas were situated in their kingdom, Krishna was going away. For a devotee, distress is an opportunity to remember the Supreme Personality of Godhead constantly.</P><P>Thus end the Bhaktivedanta purports of the Seventh Canto, Second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Hiranyaka&#347;ipu, King of the Demons."</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../3/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>