<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiranyaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2 Summary</P><P>As described in this chapter, after the annihilation of Hirany&#257;ksha, Hirany&#257;ksha's sons and his brother Hiranyaka&#347;ipu were very much aggrieved. Hiranyaka&#347;ipu reacted very sinfully by trying to diminish the religious activities of people in general. However, he instructed his nephews about a history just to diminish their aggrievement.</P><P>When the Supreme Personality of Godhead appeared as the boar and killed Hiranyaka&#347;ipu's brother Hirany&#257;ksha, Hiranyaka&#347;ipu was very much aggrieved. In anger, he accused the Supreme Personality of Godhead of being partial to His devotees and derided the Lord's appearance as Var&#257;ha to kill his brother. He began to agitate all the demons and R&#257;kshasas and disturb the ritualistic ceremonies of the peaceful sages and other inhabitants of earth. For want of the performance of yajña, sacrifice, the demigods began wandering unseen on earth.</P><P>After finishing the ritualistic funeral ceremonies of his brother, Hiranyaka&#347;ipu began speaking to his nephews, quoting from the &#347;&#257;stras about the truth of life. To pacify them, he spoke as follows: "My dear nephews, for heroes to die before the enemy is glorious. According to their different fruitive activities, living entities come together within this material world and are again separated by the laws of nature. We should always know, however, that the spirit soul, which is different from the body, is eternal, unadjustable, pure, all-pervading and aware of everything. When bound by the material energy, the soul takes birth in higher or lower species of life according to varying association and in this way receives various types of bodies in which to suffer or enjoy. One's affliction by the conditions of material existence is the cause of happiness and distress; there are no other causes, and one should not be aggrieved upon seeing the superficial actions of karma."</P><P>Hiranyaka&#347;ipu then related a historical incident concerning a King Suyajña who resided in the country named U&#347;&#299;nara. When the King was killed, his queens, overwhelmed with grief, received instructions, which Hiranyaka&#347;ipu quoted to his nephews. Hiranyaka&#347;ipu related an account of a kuli&#324;ga bird pierced by the arrow of a hunter while lamenting for his wife, who had also been shot by the same hunter. By narrating these stories, Hiranyaka&#347;ipu pacified his nephews and other relatives and relieved them of lamentation. Thus having been pacified, Diti and Rush&#257;bh&#257;nu, Hiranyaka&#347;ipu's mother and sister-in-law, engaged their minds in spiritual understanding.</P><P CLASS=l><A CLASS=i HREF="../1/48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>