<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 12"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299; Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 6.12</P><P CLASS=c>jagat-ma&#324;gala advaita, ma&#324;gala-guna-dh&#257;ma</P><P CLASS=c>ma&#324;gala-caritra sad&#257;, 'ma&#324;gala' y&#257;&#324;ra n&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; all-auspicious for the world; <A CLASS=v HREF="http://vedabase.net/a/advaita">advaita</A> &#8212; <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the reservoir of all auspicious attributes; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/c/caritra">caritra</A> &#8212; all characteristics <A HREF="http://vedabase.net/a/are">are</A> auspicious; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; whose <A HREF="http://vedabase.net/n/name">name</A>.</P><P CLASS=t>TRANSLATION</P><P>Being a reservoir of all auspicious attributes, &#346;r&#299; Advaita &#256;c&#257;rya is all-auspicious for the world. His characteristics, activities and name are always auspicious.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Advaita Prabhu, who is an incarnation of Mah&#257;-Vishnu, is an &#257;c&#257;rya, or teacher. All His activities and all the other activities of Vishnu are auspicious. Anyone who can view the all-auspiciousness in the pastimes of Lord Vishnu also becomes auspicious simultaneously. Therefore, since Lord Vishnu is the fountainhead of auspiciousness, anyone who is attracted by the devotional service of Lord Vishnu can render the greatest service to human society. Rejected persons of the material world who refuse to understand pure devotional service as the eternal function of the living entities, and as actual liberation of the living being from conditioned life, become bereft of all devotional service because of their poor fund of knowledge.</P><P>In the teachings of Advaita Prabhu there is no question of fruitive activities or impersonal liberation. Bewildered by the spell of the material energy, however, persons who could not understand that Advaita Prabhu is nondifferent from Vishnu wanted to follow Him with their impersonal conceptions. The attempt of Advaita Prabhu to punish them is also auspicious. Lord Vishnu and His activities can bestow all good fortune, directly and indirectly. In other words, being favored by Lord Vishnu and being punished by Lord Vishnu are one and the same because all the activities of Vishnu are absolute. According to some, Ma&#324;gala was another name of Advaita Prabhu. As the causal incarnation, or Lord Vishnu's incarnation for a particular occasion, He is the supply agent or ingredient in material nature. However, He is never to be considered material. All His activities are spiritual. Anyone who hears about and glorifies Him becomes glorified himself, for such activities free one from all kinds of misfortune. One should not invest any material contamination or impersonalism in the Vishnu form. Everyone should try to understand the real identity of Lord Vishnu, for by such knowledge one can attain the highest stage of perfection.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>