<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 28"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299; Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 6.28</P><P CLASS=c>j&#299;va nist&#257;rila krishna-bhakti kari' d&#257;na</P><P CLASS=c>g&#299;t&#257;-bh&#257;gavate kaila bhaktira vy&#257;khy&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/n/nistarila">nist&#257;rila</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; gift; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavate">bh&#257;gavate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Bhagavad-<A HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A> and <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/b/bhaktira">bhaktira</A> <A CLASS=v HREF="http://vedabase.net/v/vyakhyana">vy&#257;khy&#257;na</A> &#8212; explanation of devotional service.</P><P CLASS=t>TRANSLATION</P><P>He delivered all living beings by offering the gift of krishna-bhakti. He explained the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam in the light of devotional service.</P><P CLASS=t>PURPORT</P><P>Although &#346;r&#299; Advaita Prabhu is an incarnation of Vishnu, for the welfare of the conditioned souls He manifested Himself as a servitor of the Supreme Personality of Godhead, and throughout all His activities He showed Himself to be an eternal servitor. Lord Caitanya and Lord Nity&#257;nanda also manifested the same principle, although They also belong to the category of Vishnu. If Lord Caitanya, Lord Nity&#257;nanda and Advaita Prabhu had exhibited Their all-powerful Vishnu potencies within this material world, people would have become greater impersonalists, monists and self-worshipers than they had already become under the spell of this age. Therefore the Personality of Godhead and His different incarnations and forms played the parts of devotees to instruct the conditioned souls how to approach the transcendental stage of devotional service. Advaita &#256;c&#257;rya especially intended to teach the conditioned souls about devotional service. The word &#257;c&#257;rya means "teacher." The special function of such a teacher is to make people Krishna conscious. A bona fide teacher following in the footsteps of Advaita &#256;c&#257;rya has no other business than to spread the principles of Krishna consciousness all over the world. The real qualification of an &#257;c&#257;rya is that he presents himself as a servant of the Supreme. Such a bona fide &#257;c&#257;rya can never support the demoniac activities of atheistic men who present themselves as God. It is the main business of an &#257;c&#257;rya to defy such imposters posing as God before the innocent public.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>