<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 40"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299; Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 6.40</P><P CLASS=c>m&#257;dhavendra-pur&#299;ra i&#324;ho &#347;ishya, ei jñ&#257;ne</P><P CLASS=c>&#257;c&#257;rya-gos&#257;ñire prabhu guru kari' m&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/madhavendra">m&#257;dhavendra</A>-<A CLASS=v HREF="http://vedabase.net/p/purira">pur&#299;ra</A> &#8212; of <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/i/inho">i&#324;ho</A> &#8212; <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A> &#8212; disciple; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/j/jnane">jñ&#257;ne</A> &#8212; by this consideration; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/g/gosanire">gos&#257;ñire</A> &#8212; unto <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; taking <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; obeys Him.</P><P CLASS=t>TRANSLATION</P><P>Thinking "He [&#346;r&#299; Advaita &#256;c&#257;rya] is a disciple of &#346;r&#299; M&#257;dhavendra Pur&#299;," Lord Caitanya obeys Him, respecting Him as His spiritual master.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; M&#257;dhavendra Pur&#299; is one of the &#257;c&#257;ryas in the disciplic succession from Madhv&#257;c&#257;rya. M&#257;dhavendra Pur&#299; had two principal disciples, &#298;&#347;vara Pur&#299; and &#346;r&#299; Advaita Prabhu. Therefore the Gaud&#299;ya Vaishnava-samprad&#257;ya is a disciplic succession from Madhv&#257;c&#257;rya. This fact has been accepted in the authorized books known as Gaura-ganodde&#347;a-d&#299;pik&#257; and Prameya-ratn&#257;val&#299;, as well as by Gop&#257;la Guru Gosv&#257;m&#299;. The Gaura-ganodde&#347;a-d&#299;pik&#257; (22) clearly states the disciplic succession of the Gaud&#299;ya Vaishnavas as follows: "Lord Brahm&#257; is the direct disciple of Vishnu, the Lord of the spiritual sky. His disciple is N&#257;rada, N&#257;rada's disciple is Vy&#257;sa, and Vy&#257;sa's disciples are &#346;ukadeva Gosv&#257;m&#299; and Madhv&#257;c&#257;rya. Padman&#257;bha &#256;c&#257;rya is the disciple of Madhv&#257;c&#257;rya, and Narahari is the disciple of Padman&#257;bha &#256;c&#257;rya. M&#257;dhava is the disciple of Narahari, Akshobhya is the direct disciple of M&#257;dhava, and Jayat&#299;rtha is the disciple of Akshobhya. Jayat&#299;rtha's disciple is Jñ&#257;nasindhu, and his disciple is Mah&#257;nidhi. Vidy&#257;nidhi is the disciple of Mah&#257;nidhi, and R&#257;jendra is the disciple of Vidy&#257;nidhi. Jayadharma is the disciple of R&#257;jendra. Purushottama is the disciple of Jayadharma. &#346;r&#299;m&#257;n Lakshm&#299;pati is the disciple of Vy&#257;sat&#299;rtha, who is the disciple of Purushottama. And M&#257;dhavendra Pur&#299; is the disciple of Lakshm&#299;pati."</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>