<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 42"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299; Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 6.42</P><P CLASS=c>caitanya-gos&#257;ñike &#257;c&#257;rya kare 'prabhu'-jñ&#257;na</P><P CLASS=c>&#257;pan&#257;ke karena t&#257;&#324;ra 'd&#257;sa'-abhim&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/g/gosanike">gos&#257;ñike</A> &#8212; unto <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/a/advaita">Advaita</A> <A HREF="http://vedabase.net/a/acarya">&#256;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; considering His master; <A CLASS=v HREF="http://vedabase.net/a/apanake">&#257;pan&#257;ke</A> &#8212; unto Himself; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> servant; <A CLASS=v HREF="http://vedabase.net/a/abhimana">abhim&#257;na</A> &#8212; conception.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Advaita &#256;c&#257;rya, however, considers Lord Caitanya Mah&#257;prabhu His master, and He thinks of Himself as a servant of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=t>PURPORT</P><P>The Bhakti-ras&#257;mrita-sindhu of R&#363;pa Gosv&#257;m&#299; explains the superexcellent quality of devotional service as follows:</P><P>brahm&#257;nando bhaved esha cet par&#257;rdha-gun&#299;-kritah</P><P CLASS=n>naiti bhakti-sukh&#257;mbhodheh param&#257;nu-tul&#257;m api</P><P>"If multiplied billions of times, the transcendental pleasure derived from impersonal Brahman realization still could not compare to even an atomic portion of the ocean of bhakti, or transcendental service." (B.r.s. 1.1.38) Similarly, the Bh&#257;v&#257;rtha-d&#299;pik&#257; states:</P><P>tvat-kath&#257;mrita-p&#257;thodhau viharanto mah&#257;-mudah</P><P CLASS=n>kurvanti kritinah kecic catur-vargam trinopamam</P><P>"For those who take pleasure in the transcendental topics of the Supreme Personality of Godhead, the four progressive realizations of religiosity, economic development, sense gratification and liberation, all combined together, cannot compare, any more than a straw could, to the happiness derived from hearing about the transcendental activities of the Lord." Those who engage in the transcendental service of the lotus feet of Krishna, being relieved of all material enjoyment, have no attraction to topics of impersonal monism. In the Padma Pur&#257;na, in connection with the glorification of the month of K&#257;rttika, it is stated that devotees pray:</P><P>varam deva moksham na moksh&#257;vadhim v&#257;</P><P CLASS=n>na c&#257;nyam vrine 'ham vare&#347;&#257;d ap&#299;ha</P><P CLASS=n>idam te vapur n&#257;tha gop&#257;la-b&#257;lam</P><P CLASS=n>sad&#257; me manasy &#257;vir&#257;st&#257;m kim anyaih</P><P CLASS=n>kuver&#257;tmajau baddha-m&#363;rtyaiva yadvat</P><P CLASS=n>tvay&#257; mocitau bhakti-bh&#257;jau kritau ca</P><P CLASS=n>tath&#257; prema-bhaktim svak&#257;m me prayaccha</P><P CLASS=n>na mokshe graho me 'sti d&#257;modareha</P><P>"Dear Lord, always remembering Your childhood pastimes at Vrind&#257;vana is better for us than aspiring to merge into the impersonal Brahman. During Your childhood pastimes You liberated the two sons of Kuvera and made them great devotees of Your Lordship. Similarly, I wish that instead of giving me liberation You may award me such devotion unto You." In the Haya&#347;&#299;rsh&#299;ya-&#347;r&#299;-n&#257;r&#257;yana-vy&#363;ha-stava, in the chapter called N&#257;r&#257;yana-stotra, it is stated:</P><P>na dharmam k&#257;mam artham v&#257;</P><P CLASS=n>moksham v&#257; vara-de&#347;vara</P><P CLASS=n>pr&#257;rthaye tava p&#257;d&#257;bje</P><P CLASS=n>d&#257;syam ev&#257;bhik&#257;maye</P><P>"My dear Lord, I do not wish to become a man of religion or a master of economic development or sense gratification, nor do I wish for liberation. Although I can have all these from You, the supreme bestower of benedictions, I do not pray for any of these. I simply pray that I may always be engaged as a servant of Your lotus feet." Nrisimhadeva offered Prahl&#257;da Mah&#257;r&#257;ja all kinds of benedictions, but Prahl&#257;da Mah&#257;r&#257;ja did not accept any of them, for he simply wanted to engage in the service of the lotus feet of the Lord. Similarly, a pure devotee wishes to be blessed like Mah&#257;r&#257;ja Prahl&#257;da by being thus endowed with devotional service. Devotees also offer their respects to Hanum&#257;n, who always remained a servant of Lord R&#257;ma. The great devotee Hanum&#257;n prayed:</P><P>bhava-bandha-cchide tasyai sprihay&#257;mi na muktaye</P><P CLASS=n>bhav&#257;n prabhur aham d&#257;sa iti yatra vilupyate</P><P>"I do not wish to take liberation or to merge in the Brahman effulgence, where the conception of being a servant of the Lord is completely lost." Similarly, in the N&#257;rada-pañcar&#257;tra it is stated:</P><P>dharm&#257;rtha-k&#257;ma-moksheshu necch&#257; mama kad&#257;cana</P><P CLASS=n>tvat-p&#257;da-pa&#324;kajasy&#257;dho j&#299;vitam d&#299;yat&#257;m mama</P><P>"I do not want any one of the four desirable stations. I simply want to engage as a servant of the lotus feet of the Lord." King Kula&#347;ekhara, in his very famous book Mukunda-m&#257;l&#257;-stotra, prays:</P><P>n&#257;ham vande tava caranayor dvandvam advandva-hetoh</P><P CLASS=n>kumbh&#299;-p&#257;kam gurum api hare n&#257;rakam n&#257;panetum</P><P CLASS=n>ramy&#257;-r&#257;m&#257;-mridu-tanu-lat&#257;-nandane n&#257;bhirantum</P><P CLASS=n>bh&#257;ve bh&#257;ve hridaya-bhavane bh&#257;vayeyam bhavantam</P><P>"My Lord, I do not worship You to be liberated from this material entanglement, nor do I wish to save myself from the hellish condition of material existence, nor do I ever pray for a beautiful wife to enjoy in a nice garden. I wish only that I may always be in full ecstasy with the pleasure of serving Your Lordship." (MM 4) In &#346;r&#299;mad-Bh&#257;gavatam also there are many instances in the Third and Fourth cantos in which devotees pray to the Lord simply to be engaged in His service, and nothing else (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/4/15.htm">3.4.15</A>, <A CLASS=v HREF="../../../sb/3/25/34.htm">3.25.34</A>, <A CLASS=v HREF="../../../sb/3/25/36.htm">3.25.36</A>, <A CLASS=v HREF="../../../sb/4/8/22.htm">4.8.22</A>, <A CLASS=v HREF="../../../sb/4/9/10.htm">4.9.10</A> and <A CLASS=v HREF="../../../sb/4/20/24.htm">4.20.24</A>).</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>