<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 6 Verse 79"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299; Advaita &#256;c&#257;rya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 6.79</P><P CLASS=c>ananta brahm&#257;nde rudra &#8212; sad&#257;&#347;ivera am&#347;a</P><P CLASS=c>gun&#257;vat&#257;ra te&#324;ho, sarva-deva-avatamsa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/b/brahmande">brahm&#257;nde</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the universes; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/sadasivera">sad&#257;&#347;ivera</A> <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; part and parcel of <A HREF="http://vedabase.net/s/sadasiva">Sad&#257;&#347;iva</A>; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> incarnation of <A HREF="http://vedabase.net/a/a">a</A> quality; <A CLASS=v HREF="http://vedabase.net/t/tenho">te&#324;ho</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> also; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/a/avatamsa">avatamsa</A> &#8212; the ornament of all the demigods.</P><P CLASS=t>TRANSLATION</P><P>Rudra, who is an expansion of Sad&#257;&#347;iva and who appears in unlimited universes, is also a gun&#257;vat&#257;ra [qualitative incarnation] and is the ornament of all the demigods in the endless universes.</P><P CLASS=t>PURPORT</P><P>There are eleven expansions of Rudra, or Lord &#346;iva. They are as follows: Ajaikap&#257;t, Ahibradhna, Vir&#363;p&#257;ksha, Raivata, Hara, Bahur&#363;pa, Deva&#347;reshtha Tryambaka, S&#257;vitra, Jayanta, Pin&#257;ki and Apar&#257;jita. Besides these expansions there are eight forms of Rudra called earth, water, fire, air, sky, the sun, the moon and soma-y&#257;j&#299;. Generally all these Rudras have five faces, three eyes and ten arms. Sometimes it is found that Rudra is compared to Brahm&#257; and considered a living entity. But when Rudra is explained to be a partial expansion of the Supreme Personality of Godhead, he is compared to &#346;esha. Lord &#346;iva is therefore simultaneously an expansion of Lord Vishnu and, in his capacity for annihilating the creation, one of the living entities. As an expansion of Lord Vishnu he is called Hara, and he is transcendental to the material qualities, but when he is in touch with tamo-guna he appears contaminated by the material modes of nature. This is explained in &#346;r&#299;mad-Bh&#257;gavatam and the Brahma-samhit&#257;. In &#346;r&#299;mad-Bh&#257;gavatam, Tenth Canto, it is stated that Lord Rudra is always associated with the material nature when she is in the neutral, unmanifested stage, but when the modes of material nature are agitated he associates with material nature from a distance. In the Brahma-samhit&#257; the relationship between Vishnu and Lord &#346;iva is compared to that between milk and yogurt. Milk is converted into yogurt by certain additives, but although milk and yogurt have the same ingredients, they have different functions. Similarly, Lord &#346;iva is an expansion of Lord Vishnu, yet because of his taking part in the annihilation of the cosmic manifestation, he is considered to be changed, like milk converted into yogurt. In the Pur&#257;nas it is found that &#346;iva appears sometimes from the heads of Brahm&#257; and sometimes from the head of Vishnu. The annihilator, Rudra, is born from Sa&#324;karshana and the ultimate fire to burn the whole creation. In the V&#257;yu Pur&#257;na there is a description of Sad&#257;&#347;iva in one of the Vaikuntha planets. That Sad&#257;&#347;iva is a direct expansion of Lord Krishna's form for pastimes. It is said that Sad&#257;&#347;iva (Lord &#346;ambhu) is an expansion from the Sad&#257;&#347;iva in the Vaikuntha planets (Lord Vishnu) and that his consort, Mah&#257;m&#257;y&#257;, is an expansion of Ram&#257;-dev&#299;, or Lakshm&#299;. Mah&#257;m&#257;y&#257; is the origin or birthplace of material nature.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>