<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.12</P><P CLASS=c>jantur uv&#257;ca</P><P CLASS=c>tasyopasannam avitum jagad icchay&#257;tta-</P><P CLASS=c>n&#257;n&#257;-tanor bhuvi calac-caran&#257;ravindam</P><P CLASS=c>so 'ham vraj&#257;mi &#347;aranam hy akuto-bhayam me</P><P CLASS=c>yenedri&#347;&#299; gatir adar&#347;y asato'nur&#363;p&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jantuh">jantuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the human soul says; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/upasannam">upasannam</A> &#8212; having approached for protection; <A CLASS=v HREF="http://vedabase.net/a/avitum">avitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> protect; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/i/icchaya">icchay&#257;</A> &#8212; by His own will; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A>-<A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/tanoh">tanoh</A> &#8212; who accepts various forms; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/c/calat">calat</A> &#8212; walking; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> myself; <A CLASS=v HREF="http://vedabase.net/v/vrajami">vraj&#257;mi</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; unto the shelter; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/akutah">akutah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; giving relief from all fear; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; for <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/i/idrsi">&#299;dri&#347;&#299;</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; condition of life; <A CLASS=v HREF="http://vedabase.net/a/adarsi">adar&#347;i</A> &#8212; was considered; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; impious; <A CLASS=v HREF="http://vedabase.net/a/anurupa">anur&#363;p&#257;</A> &#8212; befitting.</P><P CLASS=t>TRANSLATION</P><P>The human soul says: I take shelter of the lotus feet of the Supreme Personality of Godhead, who appears in His various eternal forms and walks on the surface of the world. I take shelter of Him only, because He can give me relief from all fear and from Him I have received this condition of life, which is just befitting my impious activities.</P><P CLASS=t>PURPORT</P><P>The word calac-caran&#257;ravindam refers to the Supreme Personality of Godhead, who actually walks or travels upon the surface of the world. For example, Lord R&#257;macandra actually walked on the surface of the world, and Lord Krishna also walked just like an ordinary man. The prayer is therefore offered to the Supreme Personality of Godhead, who descends to the surface of this earth, or any part of this universe, for the protection of the pious and the destruction of the impious. It is confirmed in Bhagavad-g&#299;t&#257; that when there is an increase of irreligion and discrepancies arise in the real religious activities, the Supreme Lord comes to protect the pious and kill the impious. This verse indicates Lord Krishna.</P><P>Another significant point in this verse is that the Lord comes, icchay&#257;, by His own will. As Krishna confirms in Bhagavad-g&#299;t&#257;, sambhav&#257;my &#257;tma-m&#257;yay&#257;: [<A CLASS=v HREF="../../../bg/4/6.htm">Bg. 4.6</A>] "I appear at My will, by My internal potential power." He is not forced to come by the laws of material nature. It is stated here, icchay&#257;: He does not assume any form, as the impersonalists think, because He comes at His own will, and the form in which He descends is His eternal form. As the Supreme Lord puts the living entity into the condition of horrible existence, He can also deliver him, and therefore one should seek shelter at the lotus feet of Krishna. Krishna demands, "Give up everything and surrender unto Me." And it is also said in Bhagavad-g&#299;t&#257; that anyone who approaches Him does not come back again to accept a form in material existence, but goes back to Godhead, back home, never to return.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>