<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.13</P><P CLASS=c>yas tv atra baddha iva karmabhir &#257;vrit&#257;tm&#257;</P><P CLASS=c>bh&#363;tendriy&#257;&#347;ayamay&#299;m avalambya m&#257;y&#257;m</P><P CLASS=c>&#257;ste vi&#347;uddham avik&#257;ram akhanda-bodham</P><P CLASS=c>&#257;tapyam&#257;na-hridaye 'vasitam nam&#257;mi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/b/baddhah">baddhah</A> &#8212; bound; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by activities; <A CLASS=v HREF="http://vedabase.net/a/avrta">&#257;vrita</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the <A HREF="http://vedabase.net/p/pure">pure</A> soul; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the gross elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/m/mayim">may&#299;m</A> &#8212; consisting of; <A CLASS=v HREF="http://vedabase.net/a/avalambya">avalambya</A> &#8212; having fallen; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; into <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/v/visuddham">vi&#347;uddham</A> &#8212; completely <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/a/avikaram">avik&#257;ram</A> &#8212; without change; <A CLASS=v HREF="http://vedabase.net/a/akhanda">akhanda</A>-<A CLASS=v HREF="http://vedabase.net/b/bodham">bodham</A> &#8212; possessed of unlimited knowledge; <A CLASS=v HREF="http://vedabase.net/a/atapyamana">&#257;tapyam&#257;na</A> &#8212; repentant; <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/a/avasitam">avasitam</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/n/namami">nam&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>I, the pure soul, appearing now bound by my activities, am lying in the womb of my mother by the arrangement of m&#257;y&#257;. I offer my respectful obeisances unto Him who is also here with me but who is unaffected and changeless. He is unlimited, but He is perceived in the repentant heart. To Him I offer my respectful obeisances.</P><P CLASS=t>PURPORT</P><P>As stated in the previous verse, the j&#299;va soul says, "I take shelter of the Supreme Lord." Therefore, constitutionally, the j&#299;va soul is the subordinate servitor of the Supreme Soul, the Personality of Godhead. Both the Supreme Soul and the j&#299;va soul are sitting in the same body, as confirmed in the Upanishads. They are sitting as friends, but one is suffering, and the other is aloof from suffering.</P><P>In this verse it is said, vi&#347;uddham avik&#257;ram akhanda-bodham: the Supersoul is always sitting apart from all contamination. The living entity is contaminated and suffering because he has a material body, but that does not mean that because the Lord is also with him, He also has a I material body. He is avik&#257;ram, changeless. He is always the same Supreme, but unfortunately the M&#257;y&#257;v&#257;d&#299; philosophers, because of their impure hearts, cannot understand that the Supreme Soul, the Supersoul, is different from the individual soul. It is said here, &#257;tapyam&#257;na-hridaye 'vasitam: He is in the heart of every living entity, but He can be realized only by a soul who is repentant. The individual soul becomes repentant that he forgot his constitutional position, wanted to become one with the Supreme Soul and tried his best to lord it over material nature. He has been baffled, and therefore he is repentant. At that time, Supersoul, or the relationship between the Supersoul and the individual soul, is realized. As it is confirmed in Bhagavad-g&#299;t&#257;, after many, many births the knowledge comes to the conditioned soul that V&#257;sudeva is great, He is master, and He is Lord. The individual soul is the servant, and therefore he surrenders unto Him. At that time he becomes a mah&#257;tm&#257;, a great soul. Therefore, a fortunate living being who comes to this understanding, even within the womb of his mother, has his liberation assured.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>