<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.18</P><P CLASS=c>yenedri&#347;&#299;m gatim asau da&#347;a-m&#257;sya &#299;&#347;a</P><P CLASS=c>sa&#324;gr&#257;hitah puru-dayena bhav&#257;dri&#347;ena</P><P CLASS=c>svenaiva tushyatu kritena sa d&#299;na-n&#257;thah</P><P CLASS=c>ko n&#257;ma tat-prati vin&#257;ñjalim asya kury&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom (the Lord); <A CLASS=v HREF="http://vedabase.net/i/idrsim">&#299;dri&#347;&#299;m</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> condition; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that person (myself); <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/masyah">m&#257;syah</A> &#8212; ten months old; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/s/sangrahitah">sa&#324;gr&#257;hitah</A> &#8212; was <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/t/to">to</A> accept; <A CLASS=v HREF="http://vedabase.net/p/puru">puru</A>-<A CLASS=v HREF="http://vedabase.net/d/dayena">dayena</A> &#8212; very merciful; <A CLASS=v HREF="http://vedabase.net/b/bhavadrsena">bhav&#257;dri&#347;ena</A> &#8212; incomparable; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/t/tusyatu">tushyatu</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> be pleased; <A CLASS=v HREF="http://vedabase.net/k/krtena">kritena</A> &#8212; with His act; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;thah</A> &#8212; refuge of the fallen souls; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that mercy; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> return; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; except with; <A CLASS=v HREF="http://vedabase.net/a/anjalim">añjalim</A> &#8212; folded hands; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; can repay.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, by Your causeless mercy I am awakened to consciousness, although I am only ten months old. For this causeless mercy of the Supreme Personality of Godhead, the friend of all fallen souls, there is no way to express my gratitude but to pray with folded hands.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257;, intelligence and forgetfulness are both supplied by the Supersoul sitting with the individual soul within the body. When He sees that a conditioned soul is very serious about getting out of the clutches of the material influence, the Supreme Lord gives intelligence internally as Supersoul and externally as the spiritual master, or, as an incarnation of the Personality of Godhead Himself, He helps by speaking instructions such as Bhagavad-g&#299;t&#257;. The Lord is always seeking the opportunity to reclaim the fallen souls to His abode, the kingdom of God. We should always feel very much obliged to the Personality of Godhead, for He is always anxious to bring us into the happy condition of eternal life. There is no sufficient means to repay the Personality of Godhead for His act of benediction; therefore, we can simply feel gratitude and pray to the Lord with folded hands. This prayer of the child in the womb may be questioned by some atheistic people. How can a child pray in such a nice way in the womb of his mother? Everything is possible by the grace of the Lord. The child is put into such a precarious condition externally, but internally he is the same, and the Lord is there. By the transcendental energy of the Lord, everything is possible.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>