<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.20</P><P CLASS=c>so 'ham vasann api vibho bahu-duhkha-v&#257;sam</P><P CLASS=c>garbh&#257;n na nirjigamishe bahir andha-k&#363;pe</P><P CLASS=c>yatropay&#257;tam upasarpati deva-m&#257;y&#257;</P><P CLASS=c>mithy&#257; matir yad-anu samsriti-cakram etat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> myself; <A CLASS=v HREF="http://vedabase.net/v/vasan">vasan</A> &#8212; living; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; with many miseries; <A CLASS=v HREF="http://vedabase.net/v/vasam">v&#257;sam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> condition; <A CLASS=v HREF="http://vedabase.net/g/garbhat">garbh&#257;t</A> &#8212; from the abdomen; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nirjigamise">nirjigamishe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> wish <A HREF="http://vedabase.net/t/to">to</A> depart; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outside; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the blind well; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/u/upayatam">upay&#257;tam</A> &#8212; one who goes there; <A CLASS=v HREF="http://vedabase.net/u/upasarpati">upasarpati</A> &#8212; she captures; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the external energy of the Lord; <A CLASS=v HREF="http://vedabase.net/m/mithya">mithy&#257;</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; identification; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/samsrti">samsriti</A> &#8212; of continual birth and death; <A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; cycle; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this.</P><P CLASS=t>TRANSLATION</P><P>Therefore, my Lord, although I am living in a terrible condition, I do not wish to depart from my mother's abdomen to fall again into the blind well of materialistic life. Your external energy, called deva-m&#257;y&#257;, at once captures the newly born child, and immediately false identification, which is the beginning of the cycle of continual birth and death, begins.</P><P CLASS=t>PURPORT</P><P>As long as the child is within the womb of his mother, he is in a very precarious and horrible condition of life, but the benefit is that he revives pure consciousness of his relationship with the Supreme Lord and prays for deliverance. But once he is outside the abdomen, when a child is born, m&#257;y&#257;, or the illusory energy, is so strong that he is immediately overpowered into considering his body to be his self. M&#257;y&#257; means "illusion," or that which is actually not. In the material world, everyone is identifying with his body. This false egoistic consciousness of "I am this body" at once develops after the child comes out of the womb. The mother and other relatives are awaiting the child, and as soon as he is born, the mother feeds him, and everyone takes care of him. The living entity soon forgets his position and becomes entangled in bodily relationships. The entire material existence is entanglement in this bodily conception of life. Real knowledge means to develop the consciousness of "I am not this body. I am spirit soul, an eternal part and parcel of the Supreme Lord." Real knowledge entails renunciation, or nonacceptance of this body as the self.</P><P>By the influence of m&#257;y&#257;, the external energy, one forgets everything just after birth. Therefore the child is praying that he prefers to remain within the womb rather than come out. It is said that &#346;ukadeva Gosv&#257;m&#299;, on this consideration, remained for sixteen years within the womb of his mother; he did not want to be entangled in false bodily identification. After cultivating such knowledge within the womb of his mother, he came out at the end of sixteen years and immediately left home so that he might not be captured by the influence of m&#257;y&#257;. The influence of m&#257;y&#257; is also explained in Bhagavad-g&#299;t&#257; as insurmountable. But insurmountable m&#257;y&#257; can be overcome simply by Krishna consciousness. That is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>): m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te. Whoever surrenders unto the lotus feet of Krishna can get out of this false conception of life. By the influence of m&#257;y&#257; only, one forgets his eternal relationship with Krishna and identifies himself with his body and the by-products of the body &#8212; namely wife, children, society, friendship and love. Thus he becomes a victim of the influence of m&#257;y&#257;, and his materialistic life of continued birth and death becomes still more stringent.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>