<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.29</P><P CLASS=c>saha dehena m&#257;nena</P><P CLASS=c>vardham&#257;nena manyun&#257;</P><P CLASS=c>karoti vigraham k&#257;m&#299;</P><P CLASS=c>k&#257;mishv ant&#257;ya c&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/d/dehena">dehena</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/m/manena">m&#257;nena</A> &#8212; with false prestige; <A CLASS=v HREF="http://vedabase.net/v/vardhamanena">vardham&#257;nena</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/m/manyuna">manyun&#257;</A> &#8212; on account of anger; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> creates; <A CLASS=v HREF="http://vedabase.net/v/vigraham">vigraham</A> &#8212; enmity; <A CLASS=v HREF="http://vedabase.net/k/kami">k&#257;m&#299;</A> &#8212; the lusty person; <A CLASS=v HREF="http://vedabase.net/k/kamisu">k&#257;mishu</A> &#8212; towards other lusty people; <A CLASS=v HREF="http://vedabase.net/a/antaya">ant&#257;ya</A> &#8212; for destruction; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of his soul.</P><P CLASS=t>TRANSLATION</P><P>With the growth of the body, the living entity, in order to vanquish his soul, increases his false prestige and anger and thereby creates enmity towards similarly lusty people.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257;, Third Chapter, verse 36, Arjuna inquired from Krishna about the cause of a living being's lust. It is said that a living entity is eternal and, as such, qualitatively one with the Supreme Lord. Then what is the reason he falls prey to the material and commits so many sinful activities by the influence of the material energy? In reply to this question, Lord Krishna said that it is lust which causes a living entity to glide down from his exalted position to the abominable condition of material existence. This lust circumstantially changes into anger. Both lust and anger stand on the platform of the mode of passion. Lust is actually the product of the mode of passion, and in the absence of satisfaction of lust, the same desire transforms into anger on the platform of ignorance. When ignorance covers the soul, it is the source of his degradation to the most abominable condition of hellish life.</P><P>To raise oneself from hellish life to the highest position of spiritual understanding is to transform this lust into love of Krishna. &#346;r&#299; Narottama d&#257;sa Th&#257;kura, a great &#257;c&#257;rya of the Vaishnava samprad&#257;ya, said, k&#257;ma krishna-karm&#257;rpane: due to our lust, we want many things for our sense gratification, but the same lust can be transformed in a purified way so that we want everything for the satisfaction of the Supreme Personality of Godhead. Anger also can be utilized towards a person who is atheistic or who is envious of the Personality of Godhead. As we have fallen into this material existence because of our lust and anger, the same two qualities can be utilized for the purpose of advancing in Krishna consciousness, and one can elevate himself again to his former pure, spiritual position. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has therefore recommended that because in material existence we have so many objects of sense gratification, which we need for the maintenance of the body, we should use all of them without attachment, for the purpose of satisfying the senses of Krishna; that is actual renunciation.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>