<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.38</P><P CLASS=c>balam me pa&#347;ya m&#257;y&#257;y&#257;h</P><P CLASS=c>str&#299;-mayy&#257; jayino di&#347;&#257;m</P><P CLASS=c>y&#257; karoti pad&#257;kr&#257;nt&#257;n</P><P CLASS=c>bhr&#363;vi-jrimbhena kevalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; the strength; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/p/pasya">pa&#347;ya</A> &#8212; behold; <A CLASS=v HREF="http://vedabase.net/m/mayayah">m&#257;y&#257;y&#257;h</A> &#8212; of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayyah">mayy&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the shape of <A HREF="http://vedabase.net/a/a">a</A> woman; <A CLASS=v HREF="http://vedabase.net/j/jayinah">jayinah</A> &#8212; conquerors; <A CLASS=v HREF="http://vedabase.net/d/disam">di&#347;&#257;m</A> &#8212; of all directions; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; makes; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/akrantan">&#257;kr&#257;nt&#257;n</A> &#8212; following at her heels; <A CLASS=v HREF="http://vedabase.net/b/bhruvi">bhr&#363;vi</A> &#8212; of her eyebrows; <A CLASS=v HREF="http://vedabase.net/j/jrmbhena">jrimbhena</A> &#8212; by the movement; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; merely.</P><P CLASS=t>TRANSLATION</P><P>Just try to understand the mighty strength of My m&#257;y&#257; in the shape of woman, who by the mere movement of her eyebrows can keep even the greatest conquerors of the world under her grip.</P><P CLASS=t>PURPORT</P><P>There are many instances in the history of the world of a great conqueror's being captivated by the charms of a Cleopatra. One has to study the captivating potency of woman, and man's attraction for that potency. From what source was this generated? According to Ved&#257;nta-s&#363;tra, we can understand that everything is generated from the Supreme Personality of Godhead. It is enunciated there, janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. This means that the Supreme Personality of Godhead, or the Supreme Person, Brahman, the Absolute Truth, is the source from whom everything emanates. The captivating power of woman, and man's susceptibility to such attraction, must also exist in the Supreme Personality of Godhead in the spiritual world and must be represented in the transcendental pastimes of the Lord.</P><P>The Lord is the Supreme Person, the supreme male. As a common male wants to be attracted by a female, that propensity similarly exists in the Supreme Personality of Godhead. He also wants to be attracted by the beautiful features of a woman. Now the question is, if He wants to be captivated by such womanly attraction, would He be attracted by any material woman? It is not possible. Even persons who are in this material existence can give up womanly attraction if they are attracted by the Supreme Brahman. Such was the case with Harid&#257;sa Th&#257;kura. A beautiful prostitute tried to attract him in the dead of night, but since he was situated in devotional service, in transcendental love of Godhead, Harid&#257;sa Th&#257;kura was not captivated. Rather, he turned the prostitute into a great devotee by his transcendental association. This material attraction, therefore, certainly cannot attract the Supreme Lord. When He wants to be attracted by a woman, He has to create such a woman from His own energy. That woman is R&#257;dh&#257;r&#257;n&#299;. It is explained by the Gosv&#257;m&#299;s that R&#257;dh&#257;r&#257;n&#299; is the manifestation of the pleasure potency of the Supreme Personality of Godhead. When the Supreme Lord wants to derive transcendental pleasure, He has to create a woman from His internal potency. Thus the tendency to be attracted by womanly beauty is natural because it exists in the spiritual world. In the material world it is reflected pervertedly, and therefore there are so many inebrieties.</P><P>Instead of being attracted by material beauty, if one is accustomed to be attracted by the beauty of R&#257;dh&#257;r&#257;n&#299; and Krishna, then the statement of Bhagavad-g&#299;t&#257;, param drishtv&#257; nivartate, holds true. When one is attracted by the transcendental beauty of R&#257;dh&#257; and Krishna, he is no longer attracted by material feminine beauty. That is the special significance of R&#257;dh&#257;-Krishna worship. That is testified to by Y&#257;mun&#257;c&#257;rya. He says, "Since I have become attracted by the beauty of R&#257;dh&#257; and Krishna, when there is attraction for a woman or a memory of sex life with a woman, I at once spit on it, and my face turns in disgust." When we are attracted by Madana-mohana and the beauty of Krishna and His consorts, then the shackles of conditioned life, namely the beauty of a material woman, cannot attract us.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>