<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.39</P><P CLASS=c>sa&#324;gam na kury&#257;t pramad&#257;su j&#257;tu</P><P CLASS=c>yogasya p&#257;ram param &#257;rurukshuh</P><P CLASS=c>mat-sevay&#257; pratilabdh&#257;tma-l&#257;bho</P><P CLASS=c>vadanti y&#257; niraya-dv&#257;ram asya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; one should <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/p/pramadasu">pramad&#257;su</A> &#8212; with women; <A CLASS=v HREF="http://vedabase.net/j/jatu">j&#257;tu</A> &#8212; ever; <A CLASS=v HREF="http://vedabase.net/y/yogasya">yogasya</A> &#8212; of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/p/param">p&#257;ram</A> &#8212; culmination; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; topmost; <A CLASS=v HREF="http://vedabase.net/a/aruruksuh">&#257;rurukshuh</A> &#8212; one who aspires <A HREF="http://vedabase.net/t/to">to</A> reach; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by rendering service unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/pratilabdha">pratilabdha</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/l/labhah">l&#257;bhah</A> &#8212; self-realization; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; they say; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; which women; <A CLASS=v HREF="http://vedabase.net/n/niraya">niraya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> hell; <A CLASS=v HREF="http://vedabase.net/d/dvaram">dv&#257;ram</A> &#8212; the gateway; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the advancing devotee.</P><P CLASS=t>TRANSLATION</P><P>One who aspires to reach the culmination of yoga and has realized his self by rendering service unto Me should never associate with an attractive woman, for such a woman is declared in the scripture to be the gateway to hell for the advancing devotee.</P><P CLASS=t>PURPORT</P><P>The culmination of yoga is full Krishna consciousness. This is affirmed in Bhagavad-g&#299;t&#257;: a person who is always thinking of Krishna in devotion is the topmost of all yog&#299;s. And in the Second Chapter of the First Canto of &#346;r&#299;mad-Bh&#257;gavatam, it is also stated that when one becomes freed from material contamination by rendering devotional service unto the Supreme Personality of Godhead, he can at that time understand the science of God.</P><P>Here the word pratilabdh&#257;tma-l&#257;bhah occurs. &#256;tm&#257; means "self," and l&#257;bha means "gain." Generally, conditioned souls have lost their &#257;tm&#257;, or self, but those who are transcendentalists have realized the self. It is directed that such a self-realized soul who aspires to the topmost platform of yogic perfection should not associate with young women. In the modern age, however, there are so many rascals who recommend that while one has genitals he should enjoy women as much as he likes, and at the same time he can become a yog&#299;. In no standard yoga system is the association of women accepted. It is clearly stated here that the association of women is the gateway to hellish life. The association of woman is very much restricted in the Vedic civilization. Out of the four social divisions, the brahmac&#257;r&#299;, v&#257;naprastha and the sanny&#257;s&#299; &#8212; three orders &#8212; are strictly prohibited from the association of women; only the grihasthas, or householders, are given license to have an intimate relationship with a woman, and that relationship is also restricted for begetting nice children. If, however, one wants to stick to continued existence in the material world, he may indulge in female association unrestrictedly.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>