<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.40</P><P CLASS=c>yopay&#257;ti &#347;anair m&#257;y&#257;</P><P CLASS=c>yoshid deva-vinirmit&#257;</P><P CLASS=c>t&#257;m &#299;kshet&#257;tmano mrityum</P><P CLASS=c>trinaih k&#363;pam iv&#257;vritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; she who; <A CLASS=v HREF="http://vedabase.net/u/upayati">upay&#257;ti</A> &#8212; approaches; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; slowly; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; representation of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A> &#8212; woman; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; by the Lord; <A CLASS=v HREF="http://vedabase.net/v/vinirmita">vinirmit&#257;</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/i/ikseta">&#299;ksheta</A> &#8212; one must regard; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the soul; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/t/trnaih">trinaih</A> &#8212; with grass; <A CLASS=v HREF="http://vedabase.net/k/kupam">k&#363;pam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> well; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/avrtam">&#257;vritam</A> &#8212; covered.</P><P CLASS=t>TRANSLATION</P><P>The woman, created by the Lord, is the representation of m&#257;y&#257;, and one who associates with such m&#257;y&#257; by accepting services must certainly know that this is the way of death, just like a blind well covered with grass.</P><P CLASS=t>PURPORT</P><P>Sometimes it happens that a rejected well is covered by grass, and an unwary traveler who does not know of the existence of the well falls down, and his death is assured. Similarly, association with a woman begins when one accepts service from her, because woman is especially created by the Lord to give service to man. By accepting her service, a man is entrapped. If he is not intelligent enough to know that she is the gateway to hellish life, he may indulge in her association very liberally. This is restricted for those who aspire to ascend to the transcendental platform. Even fifty years ago in Hindu society, such association was restricted. A wife could not see her husband during the daytime. Householders even had different residential quarters. The internal quarters of a residential house were for the woman, and the external quarters were for the man. Acceptance of service rendered by a woman may appear very pleasing, but one should be very cautious in accepting such service because it is clearly said that woman is the gateway to death, or forgetfulness of one's self. She blocks the path of spiritual realization.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>