<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.44</P><P CLASS=c>j&#299;vo hy asy&#257;nugo deho</P><P CLASS=c>bh&#363;tendriya-mano-mayah</P><P CLASS=c>tan-nirodho 'sya maranam</P><P CLASS=c>&#257;virbh&#257;vas tu sambhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/a/anugah">anugah</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; gross material elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/n/nirodhah">nirodhah</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/m/maranam">maranam</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/avirbhavah">&#257;virbh&#257;vah</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; birth.</P><P CLASS=t>TRANSLATION</P><P>In this way the living entity gets a suitable body with a material mind and senses, according to his fruitive activities. When the reaction of his particular activity comes to an end, that end is called death, and when a particular type of reaction begins, that beginning is called birth.</P><P CLASS=t>PURPORT</P><P>From time immemorial, the living entity travels in the different species of life and the different planets, almost perpetually. This process is explained in Bhagavad-g&#299;t&#257;. Bhr&#257;mayan sarva-bh&#363;t&#257;ni yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;: [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>] under the spell of m&#257;y&#257;, everyone is wandering throughout the universe on the carriage of the body offered by the material energy. Materialistic life involves a series of actions and reactions. It is a long film spool of actions and reactions, and one life-span is just a flash in such a reactionary show. When a child is born, it is to be understood that his particular type of body is the beginning of another set of activities, and when an old man dies, it is to be understood that one set of reactionary activities is finished.</P><P>We can see that because of different reactionary activities, one man is born in a rich family, and another is born in a poor family, although both of them are born in the same place, at the same moment and in the same atmosphere. One who is carrying pious activity with him is given a chance to take his birth in a rich or pious family, and one who is carrying impious activity is given a chance to take birth in a lower, poor family. The change of body means a change to a different field of activities. Similarly, when the body of the boy changes into that of a youth, the boyish activities change into youthful activities.</P><P>It is clear that a particular body is given to the living entity for a particular type of activity. This process is going on perpetually, from a time which is impossible to trace out. Vaishnava poets say, therefore, an&#257;di karama-phale, which means that these actions and reactions of one's activity cannot be traced, for they may even continue from the last millennium of Brahm&#257;'s birth to the next millennium. We have seen the example in the life of N&#257;rada Muni. In one millennium he was the son of a maidservant, and in the next millennium he became a great sage.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45-46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>