<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verses 45-46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verses 45-46"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.45-46</P><P CLASS=c>dravyopalabdhi-sth&#257;nasya</P><P CLASS=c>dravyeksh&#257;yogyat&#257; yad&#257;</P><P CLASS=c>tat pañcatvam aham-m&#257;n&#257;d</P><P CLASS=c>utpattir dravya-dar&#347;anam</P><P CLASS=c>yath&#257;kshnor dravy&#257;vayava-</P><P CLASS=c>dar&#347;an&#257;yogyat&#257; yad&#257;</P><P CLASS=c>tadaiva cakshusho drashtur</P><P CLASS=c>drashtritv&#257;yogyat&#257;nayoh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; of objects; <A CLASS=v HREF="http://vedabase.net/u/upalabdhi">upalabdhi</A> &#8212; of perception; <A CLASS=v HREF="http://vedabase.net/s/sthanasya">sth&#257;nasya</A> &#8212; of the place; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; of objects; <A CLASS=v HREF="http://vedabase.net/i/iksa">&#299;ksh&#257;</A> &#8212; of perception; <A CLASS=v HREF="http://vedabase.net/a/ayogyata">ayogyat&#257;</A> &#8212; incapability; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/pancatvam">pañcatvam</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A>-<A CLASS=v HREF="http://vedabase.net/m/manat">m&#257;n&#257;t</A> &#8212; from the misconception of "<A HREF="http://vedabase.net/i/i">I</A>"; <A CLASS=v HREF="http://vedabase.net/u/utpattih">utpattih</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; the physical body; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; viewing; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aksnoh">akshnoh</A> &#8212; of the eyes; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; of objects; <A CLASS=v HREF="http://vedabase.net/a/avayava">avayava</A> &#8212; parts; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; of seeing; <A CLASS=v HREF="http://vedabase.net/a/ayogyata">ayogyat&#257;</A> &#8212; incapability; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/caksusah">cakshushah</A> &#8212; of the sense of sight; <A CLASS=v HREF="http://vedabase.net/d/drastuh">drashtuh</A> &#8212; of the seer; <A CLASS=v HREF="http://vedabase.net/d/drastrtva">drashtritva</A> &#8212; of the faculty of seeing; <A CLASS=v HREF="http://vedabase.net/a/ayogyata">ayogyat&#257;</A> &#8212; incapability; <A CLASS=v HREF="http://vedabase.net/a/anayoh">anayoh</A> &#8212; of both of these.</P><P CLASS=t>TRANSLATION</P><P>When the eyes lose their power to see color or form due to morbid affliction of the optic nerve, the sense of sight becomes deadened. The living entity, who is the seer of both the eyes and the sight, loses his power of vision. In the same way, when the physical body, the place where perception of objects occurs, is rendered incapable of perceiving, that is known as death. When one begins to view the physical body as one's very self, that is called birth.</P><P CLASS=t>PURPORT</P><P>When one says, "I see," this means that he sees with his eyes or with his spectacles; he sees with the instrument of sight. If the instrument of sight is broken or becomes diseased or incapable of acting, then he, as the seer, also ceases to act. Similarly, in this material body, at the present moment the living soul is acting, and when the material body, due to its incapability to function, ceases, he also ceases to perform his reactionary activities. When one's instrument of action is broken and cannot function, that is called death. Again, when one gets a new instrument for action, that is called birth. This process of birth and death is going on at every moment, by constant bodily change. The final change is called death, and acceptance of a new body is called birth. That is the solution to the question of birth and death. Actually, the living entity has neither birth nor death, but is eternal. As confirmed in Bhagavad-g&#299;t&#257;, na hanyate hanyam&#257;ne &#347;ar&#299;re: [<A CLASS=v HREF="../../../bg/2/20.htm">Bg. 2.20</A>] the living entity never dies, even after the death or annihilation of this material body.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>