<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.48</P><P CLASS=c>samyag-dar&#347;anay&#257; buddhy&#257;</P><P CLASS=c>yoga-vair&#257;gya-yuktay&#257;</P><P CLASS=c>m&#257;y&#257;-viracite loke</P><P CLASS=c>caren nyasya kalevaram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanaya">dar&#347;anay&#257;</A> &#8212; endowed with right vision; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; through reason; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; by detachment; <A CLASS=v HREF="http://vedabase.net/y/yuktaya">yuktay&#257;</A> &#8212; strengthened; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/viracite">viracite</A> &#8212; arranged by <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> this world; <A CLASS=v HREF="http://vedabase.net/c/caret">caret</A> &#8212; one should move about; <A CLASS=v HREF="http://vedabase.net/n/nyasya">nyasya</A> &#8212; relegating; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; the body.</P><P CLASS=t>TRANSLATION</P><P>Endowed with right vision and strengthened by devotional service and a pessimistic attitude towards material identity, one should relegate his body to this illusory world through his reason. Thus one can be unconcerned with this material world.</P><P CLASS=t>PURPORT</P><P>It is sometimes misunderstood that if one has to associate with persons engaged in devotional service, he will not be able to solve the economic problem. To answer this argument, it is described here that one has to associate with liberated persons not directly, physically, but by understanding, through philosophy and logic, the problems of life. It is stated here, samyag-dar&#347;anay&#257; buddhy&#257;: one has to see perfectly, and by intelligence and yogic practice one has to renounce this world. That renunciation can be achieved by the process recommended in the Second Chapter of the First Canto of &#346;r&#299;mad-Bh&#257;gavatam.</P><P>The devotee's intelligence is always in touch with the Supreme Personality of Godhead. His attitude towards the material existence is one of detachment, for he knows perfectly well that this material world is a creation of illusory energy. Realizing himself to be part and parcel of the Supreme Soul, the devotee discharges his devotional service and is completely aloof from material action and reaction. Thus at the end he gives up his material body, or the material energy, and as pure soul he enters the kingdom of God.</P><P>Thus end the Bhaktivedanta purports of the Third Canto, Thirty-first Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Lord Kapila's Instructions on the Movements of the Living Entities."</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../32/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>