<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.5</P><P CLASS=c>m&#257;tur jagdh&#257;nna-p&#257;n&#257;dyair</P><P CLASS=c>edhad-dh&#257;tur asammate</P><P CLASS=c>&#347;ete vin-m&#363;trayor garte</P><P CLASS=c>sa jantur jantu-sambhave</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; of the mother; <A CLASS=v HREF="http://vedabase.net/j/jagdha">jagdha</A> &#8212; taken; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;na</A> &#8212; by the food and drink; <A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/e/edhat">edhat</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/d/dhatuh">dh&#257;tuh</A> &#8212; the ingredients of his body; <A CLASS=v HREF="http://vedabase.net/a/asammate">asammate</A> &#8212; abominable; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A>-<A CLASS=v HREF="http://vedabase.net/m/mutrayoh">m&#363;trayoh</A> &#8212; of stools and urine; <A CLASS=v HREF="http://vedabase.net/g/garte">garte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> hollow; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/j/jantuh">jantuh</A> &#8212; fetus; <A CLASS=v HREF="http://vedabase.net/j/jantu">jantu</A> &#8212; of worms; <A CLASS=v HREF="http://vedabase.net/s/sambhave">sambhave</A> &#8212; the breeding place.</P><P CLASS=t>TRANSLATION</P><P>Deriving its nutrition from the food and drink taken by the mother, the fetus grows and remains in that abominable residence of stools and urine, which is the breeding place of all kinds of worms.</P><P CLASS=t>PURPORT</P><P>In the M&#257;rkandeya Pur&#257;na it is said that in the intestine of the mother the umbilical cord, which is known as &#257;py&#257;yan&#299;, joins the mother to the abdomen of the child, and through this passage the child within the womb accepts the mother's assimilated foodstuff. In this way the child is fed by the mother's intestine within the womb and grows from day to day. The statement of the M&#257;rkandeya Pur&#257;na about the child's situation within the womb is exactly corroborated by modern medical science, and thus the authority of the pur&#257;nas cannot be disproved, as is sometimes attempted by the M&#257;y&#257;v&#257;d&#299; philosophers.</P><P>Since the child depends completely on the assimilated foodstuff of the mother, during pregnancy there are restrictions on the food taken by the mother. Too much salt, chili, onion and similar food is forbidden for the pregnant mother because the child's body is too delicate and new for him to tolerate such pungent food. Restrictions and precautions to be taken by the pregnant mother, as enunciated in the smriti scriptures of Vedic literature, are very useful. We can understand from the Vedic literature how much care is taken to beget a nice child in society. The garbh&#257;dh&#257;na ceremony before sexual intercourse was compulsory for persons in the higher grades of society, and it is very scientific. Other processes recommended in the Vedic literature during pregnancy are also very important. To take care of the child is the primary duty of the parents because if such care is taken, society will be filled with good population to maintain the peace and prosperity of the society, country and human race.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>