<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verses 8-12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verses 8-12"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.8-12</P><P CLASS=c>satyam day&#257; tapah &#347;aucam</P><P CLASS=c>titiksheksh&#257; &#347;amo damah</P><P CLASS=c>ahims&#257; brahmacaryam ca</P><P CLASS=c>ty&#257;gah sv&#257;dhy&#257;ya &#257;rjavam</P><P CLASS=c>santoshah samadrik-sev&#257;</P><P CLASS=c>gr&#257;myehoparamah &#347;anaih</P><P CLASS=c>nrin&#257;m viparyayeheksh&#257;</P><P CLASS=c>maunam &#257;tma-vimar&#347;anam</P><P CLASS=c>ann&#257;dy&#257;deh samvibh&#257;go</P><P CLASS=c>bh&#363;tebhya&#347; ca yath&#257;rhatah</P><P CLASS=c>teshv &#257;tma-devat&#257;-buddhih</P><P CLASS=c>sutar&#257;m nrishu p&#257;ndava</P><P CLASS=c>&#347;ravanam k&#299;rtanam c&#257;sya</P><P CLASS=c>smaranam mahat&#257;m gateh</P><P CLASS=c>sevejy&#257;vanatir d&#257;syam</P><P CLASS=c>sakhyam &#257;tma-samarpanam</P><P CLASS=c>nrin&#257;m ayam paro dharmah</P><P CLASS=c>sarvesh&#257;m samud&#257;hritah</P><P CLASS=c>trim&#347;al-lakshanav&#257;n r&#257;jan</P><P CLASS=c>sarv&#257;tm&#257; yena tushyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; speaking the truth without distortion or deviation; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; sympathy <A HREF="http://vedabase.net/t/to">to</A> everyone suffering; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerities (such <A HREF="http://vedabase.net/a/as">as</A> observing fasts at least twice <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> month on the day of <A HREF="http://vedabase.net/e/ekadasi">Ek&#257;da&#347;&#299;</A>); <A CLASS=v HREF="http://vedabase.net/s/saucam">&#347;aucam</A> &#8212; cleanliness (bathing regularly at least twice <A HREF="http://vedabase.net/a/a">a</A> day, morning and evening, and remembering <A HREF="http://vedabase.net/t/to">to</A> chant the holy <A HREF="http://vedabase.net/n/name">name</A> of God); <A CLASS=v HREF="http://vedabase.net/t/titiksa">titiksh&#257;</A> &#8212; toleration (being unagitated by seasonal changes or inconvenient circumstances); <A CLASS=v HREF="http://vedabase.net/i/iksa">&#299;ksh&#257;</A> &#8212; distinguishing between good and bad; <A CLASS=v HREF="http://vedabase.net/s/samah">&#347;amah</A> &#8212; control of the mind (not allowing the mind <A HREF="http://vedabase.net/t/to">to</A> act whimsically); <A CLASS=v HREF="http://vedabase.net/d/damah">damah</A> &#8212; control of the senses (not allowing the senses <A HREF="http://vedabase.net/t/to">to</A> act without control); <A CLASS=v HREF="http://vedabase.net/a/ahimsa">ahims&#257;</A> &#8212; nonviolence (not subjecting any living entity <A HREF="http://vedabase.net/t/to">to</A> the threefold miseries); <A CLASS=v HREF="http://vedabase.net/b/brahmacaryam">brahmacaryam</A> &#8212; continence or abstaining from misuse of one's semen (not indulging <A HREF="http://vedabase.net/i/in">in</A> sex with women other than one's own wife and not having sex with one's own wife when sex is forbidden, like during the period of menstruation); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tyagah">ty&#257;gah</A> &#8212; giving <A HREF="http://vedabase.net/i/in">in</A> charity at least fifty percent of one's income; <A CLASS=v HREF="http://vedabase.net/s/svadhyayah">sv&#257;dhy&#257;yah</A> &#8212; reading of transcendental literatures like Bhagavad-<A HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A>, <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>, <A HREF="http://vedabase.net/r/ramayana">R&#257;m&#257;yana</A> and Mah&#257;bh&#257;rata (or, for those not <A HREF="http://vedabase.net/i/in">in</A> Vedic culture, reading of the Bible or Koran); <A CLASS=v HREF="http://vedabase.net/a/arjavam">&#257;rjavam</A> &#8212; simplicity (freedom from mental duplicity); <A CLASS=v HREF="http://vedabase.net/s/santosah">santoshah</A> &#8212; being satisfied with that which is available without severe endeavor; <A CLASS=v HREF="http://vedabase.net/s/samadrk">samadrik</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; rendering service <A HREF="http://vedabase.net/t/to">to</A> saintly persons who <A HREF="http://vedabase.net/m/make">make</A> <A HREF="http://vedabase.net/n/no">no</A> distinctions between one living being and another and who see every living being <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> spirit soul (<A HREF="http://vedabase.net/p/panditah">pandit&#257;h</A> <A HREF="http://vedabase.net/s/sama">sama</A>-<A HREF="http://vedabase.net/d/darsinah">dar&#347;inah</A> [<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>]); <A CLASS=v HREF="http://vedabase.net/g/gramya">gr&#257;mya</A>-<A CLASS=v HREF="http://vedabase.net/i/iha">&#299;ha</A>-<A CLASS=v HREF="http://vedabase.net/u/uparamah">uparamah</A> &#8212; not taking part <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/so">so</A>-called philanthropic activities; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> human society; <A CLASS=v HREF="http://vedabase.net/v/viparyaya">viparyaya</A>-<A CLASS=v HREF="http://vedabase.net/i/iha">&#299;h&#257;</A> &#8212; the unnecessary activities; <A CLASS=v HREF="http://vedabase.net/i/iksa">&#299;ksh&#257;</A> &#8212; discussing; <A CLASS=v HREF="http://vedabase.net/m/maunam">maunam</A> &#8212; being grave and silent; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; into the self; <A CLASS=v HREF="http://vedabase.net/v/vimarsanam">vimar&#347;anam</A> &#8212; research (<A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/t/to">to</A> whether one is the body or the soul); <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A>-<A CLASS=v HREF="http://vedabase.net/a/adya">&#257;dya</A>-<A CLASS=v HREF="http://vedabase.net/a/adeh">&#257;deh</A> &#8212; of food and drink, etc.; <A CLASS=v HREF="http://vedabase.net/s/samvibhagah">samvibh&#257;gah</A> &#8212; equal distribution; <A CLASS=v HREF="http://vedabase.net/b/bhutebhyah">bh&#363;tebhyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> different living entities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arhatah">arhatah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> befitting; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; all living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; accepting <A HREF="http://vedabase.net/a/as">as</A> the self or the demigods; <A CLASS=v HREF="http://vedabase.net/s/sutaram">sutar&#257;m</A> &#8212; preliminarily; <A CLASS=v HREF="http://vedabase.net/n/nrsu">nrishu</A> &#8212; among all human beings; <A CLASS=v HREF="http://vedabase.net/p/pandava">p&#257;ndava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/s/sravanam">&#347;ravanam</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/k/kirtanam">k&#299;rtanam</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Him (the Lord); <A CLASS=v HREF="http://vedabase.net/s/smaranam">smaranam</A> &#8212; remembering (His words and activities); <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of great saintly persons; <A CLASS=v HREF="http://vedabase.net/g/gateh">gateh</A> &#8212; who is the shelter; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/i/ijya">ijy&#257;</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/avanatih">avanatih</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/d/dasyam">d&#257;syam</A> &#8212; accepting the service; <A CLASS=v HREF="http://vedabase.net/s/sakhyam">sakhyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> consider <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> friend; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samarpanam">samarpanam</A> &#8212; surrendering one's whole self; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of all human beings; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; the supermost; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious principle; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/s/samudahrtah">samud&#257;hritah</A> &#8212; described fully; <A CLASS=v HREF="http://vedabase.net/t/trimsat">trim&#347;at</A>-<A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; possessing thirty characteristics; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Lord, the Supersoul of all; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/t/tusyati">tushyati</A> &#8212; is satisfied.</P><P CLASS=t>TRANSLATION</P><P>These are the general principles to be followed by all human beings: truthfulness, mercy, austerity (observing fasts on certain days of the month), bathing twice a day, tolerance, discrimination between right and wrong, control of the mind, control of the senses, nonviolence, celibacy, charity, reading of scripture, simplicity, satisfaction, rendering service to saintly persons, gradually taking leave of unnecessary engagements, observing the futility of the unnecessary activities of human society, remaining silent and grave and avoiding unnecessary talk, considering whether one is the body or the soul, distributing food equally to all living entities (both men and animals), seeing every soul (especially in the human form) as a part of the Supreme Lord, hearing about the activities and instructions given by the Supreme Personality of Godhead (who is the shelter of the saintly persons), chanting about these activities and instructions, always remembering these activities and instructions, trying to render service, performing worship, offering obeisances, becoming a servant, becoming a friend, and surrendering one's whole self. O King Yudhishthira, these thirty qualifications must be acquired in the human form of life. Simply by acquiring these qualifications, one can satisfy the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In order that human beings be distinct from the animals, the great saint N&#257;rada recommends that every human being be educated in terms of the above-mentioned thirty qualifications. Nowadays there is propaganda everywhere, all over the world, for a secular state, a state interested only in mundane activities. But if the citizens of the state are not educated in the above-mentioned good qualities, how can there be happiness? For example, if the total populace is untruthful, how can the state be happy? Therefore, without consideration of one's belonging to a sectarian religion, whether Hindu, Muslim, Christian, Buddhist or any other sect, everyone should be taught to become truthful. Similarly, everyone should be taught to be merciful, and everyone should observe fasting on certain days of the month. Everyone should bathe twice a day, cleanse his teeth and body externally, and cleanse his mind internally by remembering the holy name of the Lord. The Lord is one, whether one is Hindu, Muslim or Christian. Therefore, one should chant the holy name of the Lord, regardless of differences in linguistic pronunciation. Also, everyone should be taught to be very careful not to discharge semen unnecessarily. This is very important for all human beings. If semen is not discharged unnecessarily, one becomes extremely strong in memory, determination, activity and the vitality of one's bodily energy. Everyone should also be taught to be simple in thought and feeling and satisfied in body and mind. These are the general qualifications of a human being. There is no question of a secular state or an ecclesiastical state. Unless one is educated in the above-mentioned thirty qualities, there cannot be any peace. Ultimately it is recommended:</P><P>&#347;ravanam k&#299;rtanam c&#257;sya</P><P CLASS=n>smaranam mahat&#257;m gateh</P><P CLASS=n>sevejy&#257;vanatir d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-samarpanam</P><P>Everyone should become a devotee of the Lord, because by becoming a devotee of the Lord one automatically acquires the other qualities.</P><P>yasy&#257;sti bhaktir bhagavaty akiñcan&#257;</P><P CLASS=n>sarvair gunais tatra sam&#257;sate sur&#257;h</P><P CLASS=n>har&#257;v abhaktasya kuto mahad-gun&#257;</P><P CLASS=n>manorathen&#257;sati dh&#257;vato bahih</P><P>"In one who has unflinching devotional service to Krishna, all the good qualities of Krishna and the demigods are consistently manifest. However, he who has no devotion to the Supreme Personality of Godhead has no good qualifications because he is engaged by mental concoction in material existence, which is the external feature of the Lord." (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/18/12.htm">5.18.12</A>) Our Krishna consciousness movement, therefore, is all-embracing. Human civilization should take it very seriously and practice its principles for the peace of the world.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>