<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.13</P><P CLASS=c>samsk&#257;r&#257; yatr&#257;vicchinn&#257;h</P><P CLASS=c>sa dvijo 'jo jag&#257;da yam</P><P CLASS=c>ijy&#257;dhyayana-d&#257;n&#257;ni</P><P CLASS=c>vihit&#257;ni dvijanman&#257;m</P><P CLASS=c>janma-karm&#257;vad&#257;t&#257;n&#257;m</P><P CLASS=c>kriy&#257;&#347; c&#257;&#347;rama-codit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samskarah">samsk&#257;r&#257;h</A> &#8212; reformatory processes; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/a/avicchinnah">avicchinn&#257;h</A> &#8212; without interruption; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; twice-born; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/j/jagada">jag&#257;da</A> &#8212; sanctioned; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/ijya">ijy&#257;</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A> &#8212; studies of the Vedas; <A CLASS=v HREF="http://vedabase.net/d/danani">d&#257;n&#257;ni</A> &#8212; and charity; <A CLASS=v HREF="http://vedabase.net/v/vihitani">vihit&#257;ni</A> &#8212; prescribed; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/j/janmanam">janman&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> called twice-born; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; by birth; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; and activities; <A CLASS=v HREF="http://vedabase.net/a/avadatanam">avad&#257;t&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> purified; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/c/coditah">codit&#257;h</A> &#8212; recommended for the four &#257;&#347;ramas.</P><P CLASS=t>TRANSLATION</P><P>Those who have been reformed by the garbh&#257;dh&#257;na ceremony and other prescribed reformatory methods, performed with Vedic mantras and without interruption, and who have been approved by Lord Brahm&#257;, are dvijas, or twice-born. Such br&#257;hmanas, kshatriyas and vai&#347;yas, purified by their family traditions and by their behavior, should worship the Lord, study the Vedas and give charity. In this system, they should follow the principles of the four &#257;&#347;ramas [brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa].</P><P CLASS=t>PURPORT</P><P>After giving a general list of thirty qualifications for one's behavior, N&#257;rada Muni now describes the principles of the four varnas and four &#257;&#347;ramas. A human being must be trained in the above-mentioned thirty qualities; otherwise, he is not even a human being. Then, among such qualified persons, the varn&#257;&#347;rama process should be introduced. In the varn&#257;&#347;rama system, the first ceremony for purification is garbh&#257;dh&#257;na, which is performed with mantras at the time of sex for propagating a good child. One who uses sex life not for sensual pleasures but only to beget children according to the reformatory method is also accepted as a brahmac&#257;r&#299;. One should not waste semen on sensual pleasure, violating the principles of Vedic life. Restraint in sex is possible, however, only when the populace is trained in the above-mentioned thirty qualities; otherwise, it is not possible. Even if one is born in a family of dvijas, or twice-born, if they have not followed the reformatory process he is called a dvija-bandhu &#8212; not one of the twice-born, but a friend of the twice-born. The whole purpose of this system is to create good population. As stated in Bhagavad-g&#299;t&#257;, when women are polluted the populace is varna-sa&#324;kara, and when the varna-sa&#324;kara population increases, the situation of the entire world becomes hellish. Therefore, all the Vedic literatures strongly warn against creating varna-sa&#324;kara population. When there is varna-sa&#324;kara population, the people cannot be properly controlled for peace and prosperity, regardless of great legislative assemblies, parliaments and similar bodies.</P><P CLASS=l><A CLASS=i HREF="8-12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>