<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.14</P><P CLASS=c>viprasy&#257;dhyayan&#257;d&#299;ni</P><P CLASS=c>shad-anyasy&#257;pratigrahah</P><P CLASS=c>r&#257;jño vrittih praj&#257;-goptur</P><P CLASS=c>avipr&#257;d v&#257; kar&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/viprasya">viprasya</A> &#8212; of the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/adhyayana">adhyayana</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; reading the Vedas, etc; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A> &#8212; six (<A HREF="http://vedabase.net/t/to">to</A> study the Vedas, <A HREF="http://vedabase.net/t/to">to</A> teach the Vedas, <A HREF="http://vedabase.net/t/to">to</A> worship the Deity, <A HREF="http://vedabase.net/t/to">to</A> teach others how <A HREF="http://vedabase.net/t/to">to</A> worship, <A HREF="http://vedabase.net/t/to">to</A> accept charity and <A HREF="http://vedabase.net/t/to">to</A> give charity); <A CLASS=v HREF="http://vedabase.net/a/anyasya">anyasya</A> &#8212; of those other than the br&#257;hmanas (the kshatriyas); <A CLASS=v HREF="http://vedabase.net/a/apratigrahah">apratigrahah</A> &#8212; without accepting charity from others (the kshatriyas may execute the five other occupational duties prescribed for the br&#257;hmanas); <A CLASS=v HREF="http://vedabase.net/r/rajnah">r&#257;jñah</A> &#8212; of the <A HREF="http://vedabase.net/k/ksatriya">kshatriya</A>; <A CLASS=v HREF="http://vedabase.net/v/vrttih">vrittih</A> &#8212; the means of livelihood; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/goptuh">goptuh</A> &#8212; who maintain the subjects; <A CLASS=v HREF="http://vedabase.net/a/aviprat">avipr&#257;t</A> &#8212; from those who <A HREF="http://vedabase.net/a/are">are</A> not br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by levying revenue taxes, customs duties, fines for punishment, etc.</P><P CLASS=t>TRANSLATION</P><P>For a br&#257;hmana there are six occupational duties. A kshatriya should not accept charity, but he may perform the other five of these duties. A king or kshatriya is not allowed to levy taxes on br&#257;hmanas, but he may make his livelihood by levying minimal taxes, customs duties, and penalty fines upon his other subjects.</P><P CLASS=t>PURPORT</P><P>Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains the position of br&#257;hmanas and kshatriyas as follows. Br&#257;hmanas have six occupational duties, of which three are compulsory &#8212; namely, studying the Vedas, worshiping the Deity and giving charity. By teaching, by inducing others to worship the Deity, and by accepting gifts, the br&#257;hmanas receive the necessities of life. This is also confirmed in the Manu-samhit&#257;:</P><P>shann&#257;m tu karman&#257;m asya</P><P CLASS=n>tr&#299;ni karm&#257;ni j&#299;vik&#257;</P><P CLASS=n>yajan&#257;dhy&#257;pane caiva</P><P CLASS=n>vi&#347;uddh&#257;c ca pratigrahah</P><P>Of the six occupational duties of the br&#257;hmanas, three are compulsory &#8212; namely, worship of the Deity, study of the Vedas and the giving of charity. In exchange, a br&#257;hmana should receive charity, and this should be his means of livelihood. A br&#257;hmana cannot take up any professional occupational duty for his livelihood. The &#347;&#257;stras especially stress that if one claims to be a br&#257;hmana, he cannot engage in the service of anyone else; otherwise he at once falls from his position and becomes a &#347;&#363;dra. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; belonged to a very respectful family, but because they engaged in the service of Nawab Hussain Shah &#8212; not even as ordinary clerks, but as ministers &#8212; they were ostracized from brahminical society. Indeed, they became like Mohammedans and even changed their names. Unless a br&#257;hmana is very pure, he cannot accept charity from others. Charity should be given to those who are pure. Even if one is born in a family of br&#257;hmanas, if one acts as a &#347;&#363;dra one cannot accept charity, for this is strictly prohibited. Although the kshatriyas are almost as qualified as the br&#257;hmanas, even they cannot accept charity. This is strictly prohibited in this verse by the word apratigraha. What to speak of the lower social orders, even the kshatriyas must not accept charity. The king or government may levy taxes upon the citizens in various ways &#8212; by revenue duties, customs duties, realization of fines, and so on &#8212; provided the king is able to give full protection to his subjects to assure the security of their life and property. Unless he is able to give protection, he cannot levy taxes. However, a king must not levy any tax upon the br&#257;hmanas and the Vaishnavas fully engaged in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>