<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.17</P><P CLASS=c>jaghanyo nottam&#257;m vrittim</P><P CLASS=c>an&#257;padi bhajen narah</P><P CLASS=c>rite r&#257;janyam &#257;patsu</P><P CLASS=c>sarvesh&#257;m api sarva&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jaghanyah">jaghanyah</A> &#8212; low (person); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/uttamam">uttam&#257;m</A> &#8212; high; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; means of livelihood; <A CLASS=v HREF="http://vedabase.net/a/anapadi">an&#257;padi</A> &#8212; when there is <A HREF="http://vedabase.net/n/no">no</A> social upheaval; <A CLASS=v HREF="http://vedabase.net/b/bhajet">bhajet</A> &#8212; may accept; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/r/rajanyam">r&#257;janyam</A> &#8212; the profession of the kshatriyas; <A CLASS=v HREF="http://vedabase.net/a/apatsu">&#257;patsu</A> &#8212; at times of emergency; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of everyone <A HREF="http://vedabase.net/i/in">in</A> every status of life; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sarvasah">sarva&#347;ah</A> &#8212; all professions or occupational duties.</P><P CLASS=t>TRANSLATION</P><P>Except in a time of emergency, lower persons should not accept the occupational duties of those who are higher. When there is such an emergency, of course, everyone but the kshatriya may accept the means of livelihood of others.</P><P CLASS=t>PURPORT</P><P>The occupational duty of a br&#257;hmana should not be accepted by persons in lower social orders, especially vai&#347;yas and &#347;&#363;dras. For example, an occupational duty of the br&#257;hmana is to teach Vedic knowledge, but unless there is an emergency, this professional duty should not be accepted by the kshatriyas, vai&#347;yas or &#347;&#363;dras. Even a kshatriya cannot accept the duties of a br&#257;hmana unless there is an emergency, and then even if he does so he should not accept charity from anyone else. Sometimes br&#257;hmanas protest against our Krishna consciousness movement for creating br&#257;hmanas from Europeans, or, in other words, from mlecchas and yavanas. This movement, however, is here supported in &#346;r&#299;mad-Bh&#257;gavatam. At the present moment, society is in a chaotic condition, and everyone has given up the cultivation of spiritual life, which is especially meant for the br&#257;hmanas. Because spiritual culture has been stopped all over the world, there is now an emergency, and therefore it is now time to train those who are considered lower and condemned, so that they may become br&#257;hmanas and take up the work of spiritual progress. The spiritual progress of human society has been stopped, and this should be considered an emergency. Here is solid support from N&#257;rada Muni of the movement known as Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18-20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>