<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.2</P><P CLASS=c>&#347;r&#299;-yudhishthira uv&#257;ca</P><P CLASS=c>bhagavan &#347;rotum icch&#257;mi</P><P CLASS=c>nrin&#257;m dharmam san&#257;tanam</P><P CLASS=c>varn&#257;&#347;ram&#257;c&#257;ra-yutam</P><P CLASS=c>yat pum&#257;n vindate param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhishthirah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A> inquired; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my lord; <A CLASS=v HREF="http://vedabase.net/s/srotum">&#347;rotum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/i/icchami">icch&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> wish; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human society; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; the occupational duties; <A CLASS=v HREF="http://vedabase.net/s/sanatanam">san&#257;tanam</A> &#8212; common and eternal (for everyone); <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/y/yutam">yutam</A> &#8212; based on the principles of the four divisions of society and the four divisions of spiritual advancement; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; can enjoy very peacefully; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme knowledge (by which one can attain devotional service).</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Yudhishthira said: My dear lord, I wish to hear from you about the principles of religion by which one can attain the ultimate goal of life &#8212; devotional service. I wish to hear about the general occupational duties of human society and the system of social and spiritual advancement known as varn&#257;&#347;rama-dharma.</P><P CLASS=t>PURPORT</P><P>San&#257;tana-dharma means devotional service. The word san&#257;tana refers to that which is eternal, which does not change but continues in all circumstances. We have several times explained what the eternal occupational duty of the living being is. Indeed, it has been explained by &#346;r&#299; Caitanya Mah&#257;prabhu. J&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] the real occupational duty of the living entity is to serve the Supreme Personality of Godhead. Even if one prefers to deviate from this principle he remains a servant because that is his eternal position; but one serves m&#257;y&#257;, the illusory, material energy. The Krishna consciousness movement, therefore, is an attempt to guide human society to serving the Personality of Godhead instead of serving the material world with no real profit. Our actual experience is that every man, animal, bird and beast &#8212; indeed, every living entity &#8212; is engaged in rendering service. Even though one's body or one's superficial religion may change, every living entity is always engaged in the service of someone. Therefore, the mentality of service is called the eternal occupational duty. This eternal occupational duty can be organized through the institution of varn&#257;&#347;rama, in which there are four varnas (br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra) and four &#257;&#347;ramas (brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa). Thus, Yudhishthira Mah&#257;r&#257;ja inquired from N&#257;rada Muni about the principles of san&#257;tana-dharma for the benefit of human society.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>