<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.24</P><P CLASS=c>&#347;&#363;drasya sannatih &#347;aucam</P><P CLASS=c>sev&#257; sv&#257;miny am&#257;yay&#257;</P><P CLASS=c>amantra-yajño hy asteyam</P><P CLASS=c>satyam go-vipra-rakshanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sudrasya">&#347;&#363;drasya</A> &#8212; of the <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> (the fourth grade of <A HREF="http://vedabase.net/m/man">man</A> <A HREF="http://vedabase.net/i/in">in</A> society, the worker); <A CLASS=v HREF="http://vedabase.net/s/sannatih">sannatih</A> &#8212; obedience <A HREF="http://vedabase.net/t/to">to</A> the higher classes (the br&#257;hmanas, kshatriyas and vai&#347;yas); <A CLASS=v HREF="http://vedabase.net/s/saucam">&#347;aucam</A> &#8212; cleanliness; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/s/svamini">sv&#257;mini</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the master who maintains him; <A CLASS=v HREF="http://vedabase.net/a/amayaya">am&#257;yay&#257;</A> &#8212; without duplicity; <A CLASS=v HREF="http://vedabase.net/a/amantra">amantra</A>-<A CLASS=v HREF="http://vedabase.net/y/yajnah">yajñah</A> &#8212; performance of sacrifices simply by offering obeisances (without mantras); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asteyam">asteyam</A> &#8212; practicing not <A HREF="http://vedabase.net/t/to">to</A> steal; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; truthfulness; <A CLASS=v HREF="http://vedabase.net/g/go">go</A> &#8212; cows; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; brahmanas; <A CLASS=v HREF="http://vedabase.net/r/raksanam">rakshanam</A> &#8212; protecting.</P><P CLASS=t>TRANSLATION</P><P>Offering obeisances to the higher sections of society [the br&#257;hmanas, kshatriyas and vai&#347;yas], being always very clean, being free from duplicity, serving one's master, performing sacrifices without uttering mantras, not stealing, always speaking the truth and giving all protection to the cows and br&#257;hmanas &#8212; these are the symptoms of the &#347;&#363;dra.</P><P CLASS=t>PURPORT</P><P>It is everyone's experience that workers or servants are generally accustomed to stealing. A first-class servant is one who does not steal. Here it is recommended that a first-class &#347;&#363;dra must remain very clean, must not steal or speak lies, and must always render service to his master. A &#347;&#363;dra may attend sacrifices and Vedic ritualistic ceremonies along with his master, but he should not utter the mantras, for these may be uttered only by the members of the higher sections of society. Unless one is completely pure and has been raised to the standard of a br&#257;hmana, kshatriya or vai&#347;ya &#8212; in other words, unless one is dvija, twice-born &#8212; the chanting of mantras will not be fruitful.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>