<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.25</P><P CLASS=c>str&#299;n&#257;m ca pati-dev&#257;n&#257;m</P><P CLASS=c>tac-chu&#347;r&#363;sh&#257;nuk&#363;lat&#257;</P><P CLASS=c>tad-bandhushv anuvritti&#347; ca</P><P CLASS=c>nityam tad-vrata-dh&#257;ranam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/d/devanam">dev&#257;n&#257;m</A> &#8212; who have accepted their husbands <A HREF="http://vedabase.net/a/as">as</A> worshipable; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/susrusa">&#347;u&#347;r&#363;sh&#257;</A> &#8212; readiness <A HREF="http://vedabase.net/t/to">to</A> render service <A HREF="http://vedabase.net/t/to">to</A> her husband; <A CLASS=v HREF="http://vedabase.net/a/anukulata">anuk&#363;lat&#257;</A> &#8212; being favorably disposed towards her husband; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhusu">bandhushu</A> &#8212; unto the friends and relatives of the husband; <A CLASS=v HREF="http://vedabase.net/a/anuvrttih">anuvrittih</A> &#8212; being similarly disposed (<A HREF="http://vedabase.net/t/to">to</A> treat them well for the satisfaction of the husband); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A>-<A CLASS=v HREF="http://vedabase.net/d/dharanam">dh&#257;ranam</A> &#8212; accepting the vows of the husband or acting exactly <A HREF="http://vedabase.net/a/as">as</A> the husband acts.</P><P CLASS=t>TRANSLATION</P><P>To render service to the husband, to be always favorably disposed toward the husband, to be equally well disposed toward the husband's relatives and friends, and to follow the vows of the husband &#8212; these are the four principles to be followed by women described as chaste.</P><P CLASS=t>PURPORT</P><P>It is very important for peaceful householder life that a woman follow the vow of her husband. Any disagreement with the husband's vow will disrupt family life. In this regard, C&#257;nakya Pandita gives a very valuable instruction: dampatyoh kalaho n&#257;sti tatra &#347;r&#299;h svayam &#257;gat&#257;h. When there are no fights between husband and wife, the goddess of fortune automatically comes to the home. A woman's education should be conducted along the lines indicated in this verse. The basic principle for a chaste woman is to be always favorably disposed toward her husband. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/1/40.htm">1.40</A>) it is said, str&#299;shu dusht&#257;su v&#257;rshneya j&#257;yate varna-sa&#324;karah: if the women are polluted, there will be varna-sa&#324;kara population. In modern terms, the varna-sa&#324;kara are the hippies, who do not follow any regulative injunctions. Another explanation is that when the population is varna-sa&#324;kara, no one can know who is on what platform. The varn&#257;&#347;rama system scientifically divides society into four varnas and four &#257;&#347;ramas, but in varna-sa&#324;kara society there are no such distinctions, and no one can know who is who. In such a society, no one can distinguish between a br&#257;hmana, a kshatriya, a vai&#347;ya and a &#347;&#363;dra. For peace and happiness in the material world, the varn&#257;&#347;rama institution must be introduced. The symptoms of one's activities must be defined, and one must be educated accordingly. Then spiritual advancement will automatically be possible.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26-27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>