<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.28</P><P CLASS=c>santusht&#257;lolup&#257; daksh&#257;</P><P CLASS=c>dharma-jñ&#257; priya-satya-v&#257;k</P><P CLASS=c>apramatt&#257; &#347;ucih snigdh&#257;</P><P CLASS=c>patim tv apatitam bhajet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/santusta">santusht&#257;</A> &#8212; always satisfied; <A CLASS=v HREF="http://vedabase.net/a/alolupa">alolup&#257;</A> &#8212; without being greedy; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksh&#257;</A> &#8212; very expert <A HREF="http://vedabase.net/i/in">in</A> serving; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">jñ&#257;</A> &#8212; fully conversant with religious principles; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; truthful; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> speaking; <A CLASS=v HREF="http://vedabase.net/a/apramatta">apramatt&#257;</A> &#8212; attentive <A HREF="http://vedabase.net/i/in">in</A> service <A HREF="http://vedabase.net/t/to">to</A> her husband; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; always clean and <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdh&#257;</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the husband; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/apatitam">apatitam</A> &#8212; who is not fallen; <A CLASS=v HREF="http://vedabase.net/b/bhajet">bhajet</A> &#8212; should worship.</P><P CLASS=t>TRANSLATION</P><P>A chaste woman should not be greedy, but satisfied in all circumstances. She must be very expert in handling household affairs and should be fully conversant with religious principles. She should speak pleasingly and truthfully and should be very careful and always clean and pure. Thus a chaste woman should engage with affection in the service of a husband who is not fallen.</P><P CLASS=t>PURPORT</P><P>According to the injunction of Y&#257;jñavalkya, an authority on religious principles, &#257;&#347;uddheh sampratikshyo hi mah&#257;p&#257;taka-d&#363;shitah. One is considered contaminated by the reactions of great sinful activities when one has not been purified according to the methods of the da&#347;a-vidh&#257;-samsk&#257;ra. In Bhagavad-g&#299;t&#257;, however, the Lord says, na m&#257;m dushkritino m&#363;dh&#257;h prapadyante nar&#257;dham&#257;h: [<A CLASS=v HREF="../../../bg/7/15.htm">Bg. 7.15</A>] "Those miscreants who do not surrender unto Me are the lowest of mankind." The word nar&#257;dhama means "nondevotee." &#346;r&#299; Caitanya Mah&#257;prabhu also said, yei bhaje sei bada, abhakta &#8212; h&#299;na, ch&#257;ra. Anyone who is a devotee is sinless. One who is not a devotee, however, is the most fallen and condemned. It is recommended, therefore, that a chaste wife not associate with a fallen husband. A fallen husband is one who is addicted to the four principles of sinful activity &#8212; namely illicit sex, meat-eating, gambling and intoxication. Specifically, if one is not a soul surrendered to the Supreme Personality of Godhead, he is understood to be contaminated. Thus a chaste woman is advised not to agree to serve such a husband. It is not that a chaste woman should be like a slave while her husband is nar&#257;dhama, the lowest of men. Although the duties of a woman are different from those of a man, a chaste woman is not meant to serve a fallen husband. If her husband is fallen, it is recommended that she give up his association. Giving up the association of her husband does not mean, however, that a woman should marry again and thus indulge in prostitution. If a chaste woman unfortunately marries a husband who is fallen, she should live separately from him. Similarly, a husband can separate himself from a woman who is not chaste according to the description of the &#347;&#257;stra. The conclusion is that a husband should be a pure Vaishnava and that a woman should be a chaste wife with all the symptoms described in this regard. Then both of them will be happy and make spiritual progress in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="26-27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>