<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.29</P><P CLASS=c>y&#257; patim hari-bh&#257;vena</P><P CLASS=c>bhajet &#347;r&#299;r iva tat-par&#257;</P><P CLASS=c>hary-&#257;tman&#257; harer loke</P><P CLASS=c>paty&#257; &#347;r&#299;r iva modate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; any woman who; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; her husband; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; mentally accepting him <A HREF="http://vedabase.net/a/as">as</A> equal <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/h/hari">Hari</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhajet">bhajet</A> &#8212; worships or renders service <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/para">par&#257;</A> &#8212; being devoted; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; completely absorbed <A HREF="http://vedabase.net/i/in">in</A> thoughts of <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual world, the <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A> planets; <A CLASS=v HREF="http://vedabase.net/p/patya">paty&#257;</A> &#8212; with her husband; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/m/modate">modate</A> &#8212; enjoys spiritual, eternal life.</P><P CLASS=t>TRANSLATION</P><P>The woman who engages in the service of her husband, following strictly in the footsteps of the goddess of fortune, surely returns home, back to Godhead, with her devotee husband, and lives very happily in the Vaikuntha planets.</P><P CLASS=t>PURPORT</P><P>The faithfulness of the goddess of fortune is the ideal for a chaste woman. The Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/29.htm">5.29</A>) says, lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam. In the Vaikuntha planets, Lord Vishnu is worshiped by many, many thousands of goddesses of fortune, and in Goloka Vrind&#257;vana, Lord Krishna is worshiped by many, many thousands of gop&#299;s, all of whom are goddesses of fortune. A woman should serve her husband as faithfully as the goddess of fortune. A man should be an ideal servant of the Lord, and a woman should be an ideal wife like the goddess of fortune. Then both husband and wife will be so faithful and strong that by acting together they will return home, back to Godhead, without a doubt. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya gives this opinion:</P><P>harir asmin sthita iti</P><P CLASS=n>str&#299;n&#257;m bhartari bh&#257;van&#257;</P><P CLASS=n>&#347;ishy&#257;n&#257;m ca gurau nityam</P><P CLASS=n>&#347;&#363;dr&#257;n&#257;m br&#257;hman&#257;dishu</P><P CLASS=n>bhrity&#257;n&#257;m sv&#257;mini tath&#257;</P><P CLASS=n>hari-bh&#257;va ud&#299;ritah</P><P>A woman should think of her husband as the Supreme Lord. Similarly, a disciple should think of the spiritual master as the Supreme Personality of Godhead, a &#347;&#363;dra should think of a br&#257;hmana as the Supreme Personality of Godhead, and a servant should think of his master as the Supreme Personality of Godhead. In this way, all of them will automatically become devotees of the Lord. In other words, by thinking this way, all of them will become Krishna conscious.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>