<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.35</P><P CLASS=c>yasya yal lakshanam proktam</P><P CLASS=c>pumso varn&#257;bhivyañjakam</P><P CLASS=c>yad anyatr&#257;pi dri&#347;yeta</P><P CLASS=c>tat tenaiva vinirdi&#347;et</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; symptom; <A CLASS=v HREF="http://vedabase.net/p/proktam">proktam</A> &#8212; described (above); <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/abhivyanjakam">abhivyañjakam</A> &#8212; indicating the classification (<A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>, <A HREF="http://vedabase.net/k/ksatriya">kshatriya</A>, <A HREF="http://vedabase.net/v/vaisya">vai&#347;ya</A>, <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>, etc.); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; elsewhere; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/drsyeta">dri&#347;yeta</A> &#8212; is seen; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by that symptom; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vinirdiset">vinirdi&#347;et</A> &#8212; one should designate.</P><P CLASS=t>TRANSLATION</P><P>If one shows the symptoms of being a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra, as described above, even if he has appeared in a different class, he should be accepted according to those symptoms of classification.</P><P CLASS=t>PURPORT</P><P>Herein it is clearly stated by N&#257;rada Muni that one should not be accepted as a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra according to birth, for although this is going on now, it is not accepted by the &#347;&#257;stras. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>), c&#257;tur-varnyam may&#257; srishtam guna-karma-vibh&#257;ga&#347;ah. Thus the four divisions of society &#8212; br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra &#8212; are to be ascertained according to qualities and activities. If one was born in a br&#257;hmana family and has acquired the brahminical qualifications, he is to be accepted as a br&#257;hmana; otherwise, he should be considered a brahma-bandhu. Similarly, if a &#347;&#363;dra acquires the qualities of a br&#257;hmana, although he was born in a &#347;&#363;dra family, he is not a &#347;&#363;dra; because he has developed the qualities of a br&#257;hmana, he should be accepted as a br&#257;hmana. The Krishna consciousness movement is meant to develop these brahminical qualities. Regardless of the community in which one was born, if one develops the qualities of a br&#257;hmana he should be accepted as a br&#257;hmana, and he then may be offered the order of sanny&#257;sa. Unless one is qualified in terms of the brahminical symptoms, one cannot take sanny&#257;sa. In designating a person a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra, birth is not the essential symptom. This understanding is very important. Herein N&#257;rada Muni distinctly says that one may be accepted according to the caste of his birth if he has the corresponding qualifications, but otherwise he should not. One who has attained the qualifications of a br&#257;hmana, regardless of where he was born, should be accepted as a br&#257;hmana. Similarly, if one has developed the qualities of a &#347;&#363;dra or a cand&#257;la, regardless of where he was born, he should be accepted in terms of those symptoms.</P><P>Thus end the Bhaktivedanta purports of the Seventh Canto, Eleventh Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Perfect Society: Four Social Classes."</P><P CLASS=l><A CLASS=i HREF="33-34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../12/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>