<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.4</P><P CLASS=c>n&#257;r&#257;yana-par&#257; vipr&#257;</P><P CLASS=c>dharmam guhyam param viduh</P><P CLASS=c>karun&#257;h s&#257;dhavah &#347;&#257;nt&#257;s</P><P CLASS=c>tvad-vidh&#257; na tath&#257;pare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> always devoted <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; the best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; religious principle; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; the most confidential; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/k/karunah">karun&#257;h</A> &#8212; such persons <A HREF="http://vedabase.net/a/are">are</A> very merciful (being devotees); <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; whose behavior is very exalted; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;nt&#257;h</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; like Your Honor; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others (followers of methods other than devotional service).</P><P CLASS=t>TRANSLATION</P><P>No one is superior to you in peaceful life and mercy, and no one knows better than you how to execute devotional service or how to become the best of the br&#257;hmanas. Therefore, you know all the principles of confidential religious life, and no one knows them better than you.</P><P CLASS=t>PURPORT</P><P>Yudhishthira Mah&#257;r&#257;ja knew that N&#257;rada Muni is the supreme spiritual master of human society who can teach the path of spiritual liberation leading to the understanding of the Supreme Personality of Godhead. Actually, it is for this purpose that N&#257;rada Muni compiled his Bhakti-s&#363;tra and gave directions in the N&#257;rada-pañcar&#257;tra. To learn about religious principles and the perfection of life, one must take instruction from the disciplic succession of N&#257;rada Muni. Our Krishna consciousness movement is directly in the line of the Brahma-samprad&#257;ya. N&#257;rada Muni received instructions from Lord Brahm&#257; and in turn transmitted the instructions to Vy&#257;sadeva. Vy&#257;sadeva instructed his son &#346;ukadeva Gosv&#257;m&#299;, who spoke &#346;r&#299;mad-Bh&#257;gavatam. The Krishna consciousness movement is based on &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257;. Because &#346;r&#299;mad-Bh&#257;gavatam was spoken by &#346;ukadeva Gosv&#257;m&#299; and Bhagavad-g&#299;t&#257; was spoken by Krishna, there is no difference between them. If we strictly follow the principle of disciplic succession, we are certainly on the right path of spiritual liberation, or eternal engagement in devotional service.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>