<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11.7</P><P CLASS=c>dharma-m&#363;lam hi bhagav&#257;n</P><P CLASS=c>sarva-vedamayo harih</P><P CLASS=c>smritam ca tad-vid&#257;m r&#257;jan</P><P CLASS=c>yena c&#257;tm&#257; pras&#299;dati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; the root of religious principles; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; the essence of all Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Being; <A CLASS=v HREF="http://vedabase.net/s/smrtam">smritam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and the scriptures; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of those who know the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which (religious principle); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the soul, mind, body and everything; <A CLASS=v HREF="http://vedabase.net/p/prasidati">pras&#299;dati</A> &#8212; become fully satisfied.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Being, the Personality of Godhead, is the essence of all Vedic knowledge, the root of all religious principles, and the memory of great authorities. O King Yudhishthira, this principle of religion is to be understood as evidence. On the basis of this religious principle, everything is satisfied, including one's mind, soul and even one's body.</P><P CLASS=t>PURPORT</P><P>As stated by Yamar&#257;ja, dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam [<A CLASS=v HREF="../../6/3/19.htm">SB 6.3.19</A>]. Yamar&#257;ja, the representative of the Lord who takes care of the living beings after their death, gives his verdict as to how and when the living being will change his body. He is the authority, and he says that the religious principles consist of the codes and laws given by God. No one can manufacture religion, and therefore manufactured religious systems are rejected by the followers of the Vedic principles. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) it is said, vedai&#347; ca sarvair aham eva vedyah: Vedic knowledge means to understand the Supreme Personality of Godhead, Krishna. Therefore, whether one speaks of the Vedas, scriptures, religion or the principles of everyone's occupational duty, all of them must aim at understanding Krishna, the Supreme Personality of Godhead. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/6.htm">1.2.6</A>) therefore concludes:</P><P>sa vai pums&#257;m paro dharmo</P><P CLASS=n>yato bhaktir adhokshaje</P><P CLASS=n>ahaituky apratihat&#257;</P><P CLASS=n>yay&#257;tm&#257; supras&#299;dati</P><P>In other words, religious principles aim at learning how to render transcendental loving service to the Lord. That service must be unmotivated and unchecked by material conditions. Then human society will be happy in all respects.</P><P>The smriti, the scriptures following the principles of Vedic knowledge, are considered the evidence of Vedic principles. There are twenty different types of scripture for following religious principles, and among them the scriptures of Manu and Y&#257;jñavalkya are considered to be all-pervading authorities. In the Y&#257;jñavalkya-smriti it is said:</P><P>&#347;ruti-smriti-sad&#257;c&#257;rah</P><P CLASS=n>svasya ca priyam &#257;tmanah</P><P CLASS=n>samyak sa&#324;kalpajah k&#257;mo</P><P CLASS=n>dharma-m&#363;lam idam smritam</P><P>One should learn human behavior from &#347;ruti, the Vedas, and from smriti, the scriptures following the Vedic principles. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu says:</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-</P><P CLASS=n>pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir</P><P CLASS=n>utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>The purport is that to become a devotee one must follow the principles laid down in &#347;ruti and smriti. One must follow the codes of the pur&#257;nas and the p&#257;ñcar&#257;trik&#299;-vidhi. One cannot be a pure devotee without following the &#347;ruti and smriti, and the &#347;ruti and smriti without devotional service cannot lead one to the perfection of life.</P><P>Therefore, from all the evidence the conclusion is that without bhakti, devotional service, there is no question of religious principles. God is the central figure in the performance of religious principles. Almost everything going on in this world as religion is devoid of any idea of devotional service and is therefore condemned by the verdict of &#346;r&#299;mad-Bh&#257;gavatam. Without devotional service, so-called religious principles are only cheating.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8-12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>