<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Perfect Society: Four Social Classes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.11 Summary</P><P>This chapter describes the general principles by following which a human being, and specifically one who is interested in advancing in spiritual life, can become perfect.</P><P>By hearing about the characteristics of Prahl&#257;da Mah&#257;r&#257;ja, Mah&#257;r&#257;ja Yudhishthira became extremely pleased. Now he inquired from N&#257;rada Muni about the actual religion of a human being and about special characteristics of varn&#257;&#347;rama-dharma, which marks the highest status of human civilization. When Mah&#257;r&#257;ja Yudhishthira asked N&#257;rada Muni about these matters, N&#257;rada Muni stopped giving his own statements and quoted statements by Lord N&#257;r&#257;yana, for He is the supreme authority for giving religious codes (dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam [<A CLASS=v HREF="../../6/3/19.htm">SB 6.3.19</A>]). Every human being is expected to acquire thirty qualities, such as truthfulness, mercy and austerity. The process of following the priniples of religion is known as san&#257;tana-dharma, the eternal religious system.</P><P>The varn&#257;&#347;rama system delineates the divisions of br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra. It also sets forth the system of samsk&#257;ras. The garbh&#257;dh&#257;na samsk&#257;ra, the ceremony for begetting a child, must be observed by the higher section of people, namely the dvijas. One who follows the garbh&#257;dh&#257;na samsk&#257;ra system is actually twice-born, but those who do not, who deviate from the principles of varn&#257;&#347;rama-dharma, are called dvija-bandhus. The principal occupations for a br&#257;hmana are worshiping the Deity, teaching others how to worship the Deity, studying the Vedic literatures, teaching the Vedic literatures, accepting charity from others and again giving charity to others. A br&#257;hmana should make his livelihood from these six occupational duties. The duty of a kshatriya is to give protection to the citizens and levy taxes upon them, but he is forbidden to tax the br&#257;hmanas. The members of the Krishna consciousness movement should therefore be exempt from government taxation. Kshatriyas may tax everyone but the br&#257;hmanas. Vai&#347;yas should cultivate the land, produce food grains and protect the cows, whereas the &#347;&#363;dras, who by quality never become br&#257;hmanas, kshatriyas or vai&#347;yas, should serve the three higher classes and be satisfied. Other means of livelihood are also prescribed for the br&#257;hmanas, and these are four &#8212; &#347;&#257;l&#299;na, y&#257;y&#257;vara, &#347;ila, and uñchana. Each of these occupational duties is successively better.</P><P>One who is in a lower grade of social life cannot accept the profession of a higher class unless necessary. In times of emergency, all the classes but the kshatriyas may accept professional duties of others. The means of livelihood known as rita (&#347;iloñchana), amrita (ay&#257;cita), mrita (y&#257;cñ&#257;), pramrita (karshana), and saty&#257;nrita (v&#257;nijya) may be accepted by everyone but the kshatriyas. For a br&#257;hmana or a kshatriya, engaging in the service of the vai&#347;yas or &#347;&#363;dras is considered the profession of dogs.</P><P>N&#257;rada Muni also described that the symptom of a br&#257;hmana is controlled senses, the symptoms of a kshatriya are power and fame, the symptom of a vai&#347;ya is service to the br&#257;hmanas and kshatriyas, and the symptom of a &#347;&#363;dra is service to the three higher classes. The qualification for a woman is to be a very faithful and chaste wife. In this way, N&#257;rada Muni described the characteristics of higher and lower grades of people and recommended that one follow the principles of his caste or his hereditary occupation. One cannot suddenly give up a profession to which he is accustomed, and therefore it is recommended that one gradually be awakened. The symptoms of br&#257;hmanas, kshatriyas, vai&#347;yas, and &#347;&#363;dras are very important, and therefore one should be designated only by these symptoms, and not by birth. Designation by birth is strictly forbidden by N&#257;rada Muni and all great personalities.</P><P CLASS=l><A CLASS=i HREF="../10/70.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>