<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 37: <A CLASS=v HREF="index.htm">The Killing of the Demons Ke&#347;i and Vyoma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.37 Summary</P><P>This chapter describes the killing of the horse demon, Ke&#347;&#299;; N&#257;rada's glorification of Lord Krishna's future pastimes; and Krishna's killing of Vyom&#257;sura.</P><P>On Kamsa's order the Ke&#347;i demon assumed the form of a huge horse and went to Vraja. As he approached, his loud neighing terrified all the inhabitants, and they began looking for &#346;r&#299; Krishna. When He saw the demon, Krishna came forward and challenged him to come near. Ke&#347;&#299; charged Krishna and tried to strike Him with his front legs, but the Lord seized them, whirled the demon around several times, and then threw him a distance of one hundred bow-lengths. Ke&#347;&#299; remained unconscious for some time. When the demon regained consciousness, he furiously charged Krishna again, his mouth agape. The Lord then thrust His left arm into the horse demon's mouth, and as Ke&#347;&#299; tried to bite the arm, it felt like a red-hot iron rod. Krishna's arm expanded more and more, finally choking the demon, and in extreme agony Ke&#347;&#299; gave up his life. Lord Krishna then removed His arm. He stood calmly, showing no pride at having killed the demon, as the demigods showered down flowers from the sky and glorified the Lord with prayers.</P><P>Soon thereafter N&#257;rada Muni, the great sage among the demigods, approached Krishna and prayed to Him in various ways, glorifying the Lord's future pastimes. Then N&#257;rada paid his obeisances and departed.</P><P>One day, while tending the cows, Krishna, Balar&#257;ma and the cowherd boys became engrossed in playing hide-and-go-seek. Some of the boys took the role of sheep, some the role of thieves, and others shepherds. The shepherds would search for the sheep when the thieves stole them. Taking advantage of this game, a demon named Vyoma, sent by Kamsa, dressed himself like a cowherd boy and joined the band of "thieves." He abducted a few cowherd boys at a time and threw them into a mountain cave, keeping them there by blocking the entrance with a boulder. Gradually Vyom&#257;sura abducted all but four or five cowherd boys. When Krishna saw what the demon was doing, He ran after him, grabbed him and killed him just as one would kill a sacrificial animal.</P><P CLASS=l><A CLASS=i HREF="../36/40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>