<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 28 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 28 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Krishna Rescues Nanda Mah&#257;r&#257;ja from the Abode of Varuna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.28.16</P><P CLASS=c>te tu brahma-hradam n&#299;t&#257;</P><P CLASS=c>magn&#257;h krishnena coddhrit&#257;h</P><P CLASS=c>dadri&#347;ur brahmano lokam</P><P CLASS=c>yatr&#257;kr&#363;ro 'dhyag&#257;t pur&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/h/hradam">hradam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the lake known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/brahma">Brahma</A>-<A HREF="http://vedabase.net/h/hrada">hrada</A>; <A CLASS=v HREF="http://vedabase.net/n/nitah">n&#299;t&#257;h</A> &#8212; brought; <A CLASS=v HREF="http://vedabase.net/m/magnah">magn&#257;h</A> &#8212; submerged; <A CLASS=v HREF="http://vedabase.net/k/krsnena">krishnena</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/uddhrtah">uddhrit&#257;h</A> &#8212; lifted out; <A CLASS=v HREF="http://vedabase.net/d/dadrsuh">dadri&#347;uh</A> &#8212; they saw; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; the transcendental planet; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/a/akrurah">akr&#363;rah</A> &#8212; <A HREF="http://vedabase.net/a/akrura">Akr&#363;ra</A>; <A CLASS=v HREF="http://vedabase.net/a/adhyagat">adhyag&#257;t</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; previously.</P><P CLASS=t>TRANSLATION</P><P>The cowherd men were brought by Lord Krishna to the Brahma-hrada, made to submerge in the water, and then lifted up. From the same vantage point that Akr&#363;ra saw the spiritual world, the cowherd men saw the planet of the Absolute Truth.</P><P CLASS=t>PURPORT</P><P>The unlimited extension of spiritual light, called the brahmajyoti in Text 15, is compared to a lake called Brahma-hrada. Lord Krishna submerged the cowherd men in that lake in the sense that He submerged them in the awareness of the impersonal Brahman. But then, as indicated by the word uddhrit&#257;h, He lifted them up to a higher understanding, that of the Personality of Godhead in His own planet. As clearly stated here, dadri&#347;ur brahmano lokam: They saw, just as Akr&#363;ra did, the transcendental abode of the Absolute Truth.</P><P>The evolution of consciousness may be briefly summarized as follows: In ordinary consciousness we perceive and are attracted to the variety of material things. Rising to the first stage of spiritual consciousness, we transcend material variety and focus instead on the undifferentiated One, which lies behind and gives existence to the many. Finally, rising to Krishna consciousness, we find that the absolute, spiritual One contains its own eternal variety. In fact, since this world is a mere shadow of eternal existence, we would expect to find spiritual variety within the One, and indeed we do find it in the sacred text of &#346;r&#299;mad-Bh&#257;gavatam.</P><P>Astute readers may note that the pastime involving Akr&#363;ra takes place later in the Bh&#257;gavatam, after the present affair with the cowherd men. The reason &#346;ukadeva Gosv&#257;m&#299; says Akr&#363;ra saw Vaikuntha pur&#257;, "previously," is that all these incidents took place many years before the conversation between &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>