<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 28 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 28 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Krishna Rescues Nanda Mah&#257;r&#257;ja from the Abode of Varuna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.28.2</P><P CLASS=c>tam grih&#299;tv&#257;nayad bhrityo</P><P CLASS=c>varunasy&#257;suro 'ntikam</P><P CLASS=c>avajñ&#257;y&#257;sur&#299;m vel&#257;m</P><P CLASS=c>pravishtam udakam ni&#347;i</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/g/grhitva">grih&#299;tv&#257;</A> &#8212; seizing; <A CLASS=v HREF="http://vedabase.net/a/anayat">anayat</A> &#8212; brought; <A CLASS=v HREF="http://vedabase.net/b/bhrtyah">bhrityah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> servant: <A HREF="http://vedabase.net/v/varunasya">varunasya</A> &#8212; of <A HREF="http://vedabase.net/v/varuna">Varuna</A>, the lord of the sea; <A CLASS=v HREF="http://vedabase.net/a/asurah">asurah</A> &#8212; demon; <A CLASS=v HREF="http://vedabase.net/a/antikam">antikam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the presence (of his master); <A CLASS=v HREF="http://vedabase.net/a/avajnaya">avajñ&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> disregarded; <A CLASS=v HREF="http://vedabase.net/a/asurim">&#257;sur&#299;m</A> &#8212; the inauspicious ; <A CLASS=v HREF="http://vedabase.net/v/velam">vel&#257;m</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/p/pravistam">pravishtam</A> &#8212; having entered ; <A CLASS=v HREF="http://vedabase.net/u/udakam">udakam</A> &#8212; the water; <A CLASS=v HREF="http://vedabase.net/n/nisi">ni&#347;i</A> &#8212; during the night.</P><P CLASS=t>TRANSLATION</P><P>Because Nanda Mah&#257;r&#257;ja entered the water in the dark of night, disregarding that the time was inauspicious, a demoniac servant of Varuna seized him and brought him to his master.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja was intent on breaking his fast during the Dv&#257;da&#347;&#299; day, of which there remained only a few minutes. Thus he entered the water to bathe at an inauspicious time, before the first dawn light.</P><P>The servant of Varuna who arrested Nanda Mah&#257;r&#257;ja is stated here to be an asura, or demon, for obvious reasons. First, the servant was foolishly ignorant of Nanda Mah&#257;r&#257;ja's position as the pastime father of the Supreme Absolute Truth. Also, Nanda Mah&#257;r&#257;ja's intention was to carry out the injunctions of scripture; therefore Varuna's servant should not have arrested Nanda on the technical grounds that he bathed in the Yamun&#257; at an inauspicious time. Later in this chapter Varuna himself will say, aj&#257;nat&#257; m&#257;makena m&#363;dhena: "This was done by my ignorant servant, who is a fool." This foolish servant did not understand the position of Krishna or Nanda Mah&#257;r&#257;ja or devotional service to the Lord.</P><P>In conclusion, it is clear that Lord Krishna wanted to give His personal audience to Varuna and simultaneously accomplish other didactic purposes. Thus this wonderful pastime will now unfold.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>