<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 28 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 28 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Krishna Rescues Nanda Mah&#257;r&#257;ja from the Abode of Varuna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.28.6</P><P CLASS=c>namas tubhyam bhagavate</P><P CLASS=c>brahmane param&#257;tmane</P><P CLASS=c>na yatra &#347;r&#363;yate m&#257;y&#257;</P><P CLASS=c>loka-srishti-vikalpan&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brahmane">brahmane</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/s/sruyate">&#347;r&#363;yate</A> &#8212; is heard of; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the illusory, material energy; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of this world; <A CLASS=v HREF="http://vedabase.net/s/srsti">srishti</A> &#8212; the creation; <A CLASS=v HREF="http://vedabase.net/v/vikalpana">vikalpan&#257;</A> &#8212; which arranges.</P><P CLASS=t>TRANSLATION</P><P>My obeisances unto You, the Supreme Personality of Godhead, the Absolute Truth, the Supreme Soul, within whom there is no trace of the illusory energy, which orchestrates the creation of this world.</P><P CLASS=t>PURPORT</P><P>The word &#347;r&#363;yate is significant here. &#346;ruti, or Vedic literature, consists of authorized statements made by the Lord Himself or His enlightened representatives. Thus neither the Lord nor recognized spiritual authorities would ever say that within the Absolute Truth, the Personality of Godhead, there is the fault of illusion. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; points out that the word brahmane here indicates the Lord is full in Himself, and that the term param&#257;tmane indicates He is the controller of all living entities.</P><P>Thus within the supreme being, complete in Himself and omnipotent, we do not find any jurisdiction of the material, illusory energy.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>