<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 28"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 28: Krishna Rescues Nanda Mah&#257;r&#257;ja from the Abode of Varuna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.28 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.28.1</B></A>: &#346;r&#299; B&#257;dar&#257;yani said: Having worshiped Lord Jan&#257;rdana and fasted on the Ek&#257;da&#347;&#299; day, Nanda Mah&#257;r&#257;ja entered the water of the K&#257;lind&#299; on the Dv&#257;da&#347;&#299; to take his bath.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.28.2</B></A>: Because Nanda Mah&#257;r&#257;ja entered the water in the dark of night, disregarding that the time was inauspicious, a demoniac servant of Varuna seized him and brought him to his master.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.28.3</B></A>: O King, not seeing Nanda Mah&#257;r&#257;ja, the cowherd men loudly cried out, "O Krishna! O R&#257;ma!" Lord Krishna heard their cries and understood that His father had been captured by Varuna. Therefore the almighty Lord, who makes His devotees fearless, went to the court of Varunadeva.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.28.4</B></A>: Seeing that the Lord, Hrish&#299;ke&#347;a, had arrived, the demigod Varuna worshiped Him with elaborate offerings. Varuna was in a state of great jubilation upon seeing the Lord, and he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.28.5</B></A>: &#346;r&#299; Varuna said: Now my body has fulfilled its function. Indeed, now the goal of my life is achieved, O Lord. Those who accept Your lotus feet, O Personality of Godhead, can transcend the path of material existence.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.28.6</B></A>: My obeisances unto You, the Supreme Personality of Godhead, the Absolute Truth, the Supreme Soul, within whom there is no trace of the illusory energy, which orchestrates the creation of this world.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.28.7</B></A>: Your father, who is sitting here, was brought to me by a foolish, ignorant servant of mine who did not understand his proper duty. Therefore, please forgive us.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.28.8</B></A>: O Krishna, O seer of everything, please give Your mercy even to me. O Govinda, You are most affectionate to Your father. Please take him home.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.28.9</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thus satisfied by Lord Varuna, &#346;r&#299; Krishna, the Supreme Personality of Godhead, Lord of lords, took His father and returned home, where their relatives were overjoyed to see them.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.28.10</B></A>: Nanda Mah&#257;r&#257;ja had been astonished to see for the first time the great opulence of Varuna, the ruler of the ocean planet, and also to see how Varuna and his servants had offered such humble respect to Krishna. Nanda described all this to his fellow cowherd men.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.28.11</B></A>: [Hearing about Krishna's pastimes with Varuna,] the cowherd men considered that Krishna must be the Supreme Lord, and their minds, O King, were filled with eagerness. They thought, "Will the Supreme Lord bestow upon us His transcendental abode?"</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.28.12</B></A>: Because He sees everything, Lord Krishna, the Supreme Personality of Godhead, automatically understood what the cowherd men were conjecturing. Wanting to show His compassion to them by fulfilling their desires, the Lord thought as follows.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.28.13</B></A>: [Lord Krishna thought:] Certainly people in this world are wandering among higher and lower destinations, which they achieve through activities performed according to their desires and without full knowledge. Thus people do not know their real destination.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.28.14</B></A>: Thus deeply considering the situation, the all-merciful Supreme Personality of Godhead Hari revealed to the cowherd men His abode, which is beyond material darkness.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.28.15</B></A>: Lord Krishna revealed the indestructible spiritual effulgence, which is unlimited, conscious and eternal. Sages see that spiritual existence in trance, when their consciousness is free of the modes of material nature.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.28.16</B></A>: The cowherd men were brought by Lord Krishna to the Brahma-hrada, made to submerge in the water, and then lifted up. From the same vantage point that Akr&#363;ra saw the spiritual world, the cowherd men saw the planet of the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.28.17</B></A>: Nanda Mah&#257;r&#257;ja and the other cowherd men felt the greatest happiness when they saw that transcendental abode. They were especially amazed to see Krishna Himself there, surrounded by the personified Vedas, who were offering Him prayers.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>