<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 1 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 1 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">King Sudyumna Becomes a Woman</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.1.17</P><P CLASS=c>bhagavan kim idam j&#257;tam</P><P CLASS=c>karma vo brahma-v&#257;din&#257;m</P><P CLASS=c>viparyayam aho kashtam</P><P CLASS=c>maivam sy&#257;d brahma-vikriy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my lord; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; what is this; <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; of all of you; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinam">v&#257;din&#257;m</A> &#8212; of you, who <A HREF="http://vedabase.net/a/are">are</A> expert <A HREF="http://vedabase.net/i/in">in</A> chanting the Vedic mantras; <A CLASS=v HREF="http://vedabase.net/v/viparyayam">viparyayam</A> &#8212; deviation; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/k/kastam">kashtam</A> &#8212; painful; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; thus <A HREF="http://vedabase.net/i/it">it</A> should not have been; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vikriya">vikriy&#257;</A> &#8212; this opposite action of the Vedic mantras.</P><P CLASS=t>TRANSLATION</P><P>My lord, all of you are expert in chanting the Vedic mantras. How then has the result been opposite to the one desired? This is a matter for lamentation. There should not have been such a reversal of the results of the Vedic mantras.</P><P CLASS=t>PURPORT</P><P>In this age, the performance of yajña has been forbidden because no one can properly chant the Vedic mantras. If Vedic mantras are chanted properly, the desire for which a sacrifice is performed must be successful. Therefore the Hare Krishna chant is called the mah&#257;-mantra, the great, exalted mantra above all other Vedic mantras, because simply chanting the Hare Krishna mah&#257;-mantra brings so many beneficial effects. As explained by &#346;r&#299; Caitanya Mah&#257;prabhu (&#346;iksh&#257;shtaka 1):</P><P>ceto-darpana-m&#257;rjanam bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam</P><P CLASS=n>&#347;reyah-kairava-candrik&#257;-vitaranam vidy&#257;-vadh&#363;-j&#299;vanam</P><P CLASS=n>&#257;nand&#257;mbudhi-vardhanam prati-padam p&#363;rn&#257;mrit&#257;sv&#257;danam</P><P CLASS=n>sarv&#257;tma-snapanam param vijayate &#347;r&#299;-krishna-sa&#324;k&#299;rtanam</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]</P><P>"Glory to the &#346;r&#299; Krishna sa&#324;k&#299;rtana, which cleanses the heart of all the dust accumulated for years and extinguishes the fire of conditional life, of repeated birth and death. This sa&#324;k&#299;rtana movement is the prime benediction for humanity at large because it spreads the rays of the benediction moon. It is the life of all transcendental knowledge. It increases the ocean of transcendental bliss, and it enables us to fully taste the nectar for which we are always anxious."</P><P>Therefore, the best performance of yajña given to us is the sa&#324;k&#299;rtana-yajña. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>). Those who are intelligent take advantage of the greatest yajña in this age by chanting the Hare Krishna mah&#257;-mantra in congregation. When the Hare Krishna mantra is chanted by many men together, the chanting is called sa&#324;k&#299;rtana, and as a result of such a yajña there will be clouds in the sky (yajñ&#257;d bhavati parjanyah [<A CLASS=v HREF="../../../bg/3/14.htm">Bg. 3.14</A>]). In these days of drought, people can gain relief from scarcity of rain and food by the simple method of the Hare Krishna yajña. Indeed, this can relieve all of human society. At present there are droughts throughout Europe and America, and people are suffering, but if people take this Krishna consciousness movement seriously, if they stop their sinful activities and chant the Hare Krishna mah&#257;-mantra, all their problems will be solved without difficulty. In other processes of yajña there are difficulties because there are no learned scholars who can chant the mantras perfectly well, nor is it possible to secure the ingredients to perform the yajña. Because human society is poverty-stricken and men are devoid of Vedic knowledge and the power to chant the Vedic mantras, the Hare Krishna mah&#257;-mantra is the only shelter. people should be intelligent enough to chant it. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>]. Those whose brains are dull cannot understand this chanting, nor can they take to it.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>