<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">King Sudyumna Becomes a Woman</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.1 Summary</P><P>This chapter describes how Sudyumna became a woman and how the dynasty of Vaivasvata Manu was amalgamated with the Soma-vam&#347;a, the dynasty coming from the moon.</P><P>By the desire of Mah&#257;r&#257;ja Par&#299;kshit, &#346;ukadeva Gosv&#257;m&#299; told about the dynasty of Vaivasvata Manu, who was formerly King Satyavrata, the ruler of Dravida. While describing this dynasty, he also described how the Supreme Personality of Godhead, while lying down in the waters of devastation, gave birth to Lord Brahm&#257; from a lotus generated from His navel. From the mind of Lord Brahm&#257;, Mar&#299;ci was generated, and his son was Ka&#347;yapa. From Ka&#347;yapa, through Aditi, Vivasv&#257;n was generated, and from Vivasv&#257;n came &#346;r&#257;ddhadeva Manu, who was born from the womb of Samjñ&#257;. &#346;r&#257;ddhadeva's wife, &#346;raddh&#257;, gave birth to ten sons, such as Ikshv&#257;ku and Nriga.</P><P>&#346;r&#257;ddhadeva, or Vaivasvata Manu, the father of Mah&#257;r&#257;ja Ikshv&#257;ku, was sonless before Ikshv&#257;ku's birth, but by the grace of the great sage Vasishtha he performed a yajña to satisfy Mitra and Varuna. Then, although Vaivasvata Manu wanted a son, by the desire of his wife he got a daughter named Il&#257;. Manu, however, was not satisfied with the daughter. Consequently, for Manu's satisfaction, the great sage Vasishtha prayed for Il&#257; to be transformed into a boy, and his prayer was fulfilled by the Supreme Personality of Godhead. Thus Il&#257; became a beautiful young man named Sudyumna.</P><P>Once upon a time, Sudyumna went on tour with his ministers. At the foot of the mountain Sumeru there is a forest named Sukum&#257;ra, and as soon as they entered that forest, they were all transformed into women. When Mah&#257;r&#257;ja Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299; about the reason for this transformation, &#346;ukadeva Gosv&#257;m&#299; described how Sudyumna, being transformed into a woman, accepted Budha, the son of the moon, as her husband and had a son named Pur&#363;rav&#257;. By the grace of Lord &#346;iva, Sudyumna received the benediction that he would live one month as a woman and one month as a man. Thus he regained his kingdom and had three sons, named Utkala, Gaya and Vimala, who were all very religious. Thereafter, he entrusted his kingdom to Pur&#363;rav&#257; and took the order of v&#257;naprastha life.</P><P CLASS=l><A CLASS=i HREF="../../8/24/61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>