<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 104</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 104"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.104</P><P CLASS=c>vishnu-r&#363;pa hañ&#257; kare jagat p&#257;lane</P><P CLASS=c>gun&#257;t&#299;ta-vishnu spar&#347;a n&#257;hi m&#257;y&#257;-gune</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; the form of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> <A CLASS=v HREF="http://vedabase.net/p/palane">p&#257;lane</A> &#8212; maintenance of the material world; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/atita">at&#299;ta</A> &#8212; beyond the material qualities; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; touch; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gune">gune</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material qualities.</P><P CLASS=t>TRANSLATION</P><P>And as Lord Vishnu He maintains the entire world. Lord Vishnu, being beyond all material attributes, has no touch with the material qualities.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Baladeva Vidy&#257;bh&#363;shana says that although Vishnu is the predominating Deity of the quality of goodness in the material world, He is never affected by the quality of goodness, for He directs that quality simply by His supreme will. It is said that all living entities can derive all good fortune from the Lord simply by His will. In the V&#257;mana Pur&#257;na it is said that the same Vishnu expands Himself as Brahm&#257; and &#346;iva to direct the different qualities.</P><P>Because Lord Vishnu expands the quality of goodness, He has the name Sattvatanu. The multifarious incarnations of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu are known as Sattvatanu. Therefore in all Vedic scriptures Vishnu has been described as being free from all material qualities. In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam it is said:</P><P>harir hi nirgunah s&#257;ksh&#257;t purushah prakriteh parah</P><P CLASS=n>sa sarva-drig upadrasht&#257; tam bhajan nirguno bhavet</P><P>"The Supreme Personality of Godhead, Hari, is always uncontaminated by the modes of material nature, for He is beyond the material manifestation. He is the source of the knowledge of all the demigods, headed by Lord Brahm&#257;, and He is the witness of everything. Therefore one who worships the Supreme Lord Vishnu also attains freedom from the contamination of material nature." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/88/5.htm">10.88.5</A>) One can attain freedom from the contamination of material nature by worshiping Vishnu, and therefore He is called Sattvatanu, as described above.</P><P CLASS=l><A CLASS=i HREF="103.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="105.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>