<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 120</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 120"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.120</P><P CLASS=c>sei ta' 'ananta' '&#347;esha' &#8212; bhakta-avat&#257;ra</P><P CLASS=c>&#299;&#347;varera sev&#257; vin&#257; n&#257;hi j&#257;ne &#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; Lord <A HREF="http://vedabase.net/a/ananta">Ananta</A>; <A CLASS=v HREF="http://vedabase.net/s/sesa">&#347;esha</A> &#8212; the incarnation <A HREF="http://vedabase.net/s/sesa">&#346;esha</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; incarnation of <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/i/isvarera">&#299;&#347;varera</A> <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; the service of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; anything else.</P><P CLASS=t>TRANSLATION</P><P>That Ananta &#346;esha is the devotee incarnation of Godhead. He knows nothing but service to Lord Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299;, in his Krishna-sandarbha, has described &#346;esha N&#257;ga as follows: "&#346;r&#299; Anantadeva has thousands of faces and is fully independent. Always ready to serve the Supreme Personality of Godhead, He waits upon Him constantly. Sa&#324;karshana is the first expansion of V&#257;sudeva, and because He appears by His own will, He is called svar&#257;t, fully independent. He is therefore infinite and transcendental to all limits of time and space. He Himself appears as the thousand-headed &#346;esha." In the Skanda Pur&#257;na, in the Ayodhy&#257;-m&#257;h&#257;tmya chapter, the demigod Indra requested Lord &#346;esha, who was standing before him as Lakshmana, "Please go to Your eternal abode, Vishnuloka, where Your expansion &#346;esha, with His serpentine hoods, is also present." After thus dispatching Lakshmana to the regions of P&#257;t&#257;la, Lord Indra returned to his abode. This quotation indicates that the Sa&#324;karshana of the quadruple form descends with Lord R&#257;ma as Lakshmana. When Lord R&#257;ma disappears, &#346;esha again separates Himself from the personality of Lakshmana. &#346;esha then returns to His own abode in the P&#257;t&#257;la regions, and Lakshmana returns to His abode in Vaikuntha.</P><P>The Laghu-bh&#257;gavat&#257;mrita gives the following description: "The Sa&#324;karshana of the second group of quadruple forms appears as R&#257;ma, taking with Him &#346;esha, who bears the global spheres. There are two features of &#346;esha. One is the bearer of the globes, and the other is the bedstead servitor. The &#346;esha who bears the globes is a potent incarnation of Sa&#324;karshana, and therefore He is sometimes also called Sa&#324;karshana. The bedstead feature of &#346;esha always presents himself as an eternal servitor of the Lord."</P><P CLASS=l><A CLASS=i HREF="119.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="121.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>