<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 132</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 132"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.132</P><P CLASS=c>yei yei r&#363;pe j&#257;ne, sei t&#257;h&#257; kahe</P><P CLASS=c>sakala sambhave krishne, kichu mithy&#257; nahe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form; <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; one knows; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> <A CLASS=v HREF="http://vedabase.net/s/sambhave">sambhave</A> <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; everything is possible <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kichu">kichu</A> <A CLASS=v HREF="http://vedabase.net/m/mithya">mithy&#257;</A> <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> falsity.</P><P CLASS=t>TRANSLATION</P><P>In whatever form one knows the Lord, one speaks of Him in that way. In this there is no falsity, since everything is possible in Krishna.</P><P CLASS=t>PURPORT</P><P>In this connection we may mention an incident that took place between two of our sanny&#257;s&#299;s while we were preaching the Hare Krishna mah&#257;-mantra in Hyderabad. One of them stated that "Hare R&#257;ma" refers to &#346;r&#299; Balar&#257;ma, and the other protested that "Hare R&#257;ma" means Lord R&#257;ma. Ultimately the controversy came to me, and I gave the decision that if someone says that the "R&#257;ma" in "Hare R&#257;ma" is Lord R&#257;macandra and someone else says that the "R&#257;ma" in "Hare R&#257;ma" is &#346;r&#299; Balar&#257;ma, both are correct because there is no difference between &#346;r&#299; Balar&#257;ma and Lord R&#257;ma. Here in &#346;r&#299; Caitanya-carit&#257;mrita we find that Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; has stated the same conclusion:</P><P>yei yei r&#363;pe j&#257;ne, sei t&#257;h&#257; kahe</P><P CLASS=n>sakala sambhave krishne, kichu mithy&#257; nahe</P><P>If someone calls Lord R&#257;macandra by the vibration Hare R&#257;ma, understanding it to mean "O Lord R&#257;macandra!" he is quite right. Similarly, if one says that Hare R&#257;ma means "O &#346;r&#299; Balar&#257;ma!" he is also right. Those who are aware of the vishnu-tattva do not fight over all these details.</P><P>In the Laghu-bh&#257;gavat&#257;mrita &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has explained Krishna's being both Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu and N&#257;r&#257;yana in the spiritual sky and expanding in the quadruple forms known as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. He has refuted the idea that Krishna is an incarnation of N&#257;r&#257;yana. Some devotees think that N&#257;r&#257;yana is the original Personality of Godhead and that Krishna is an incarnation. Even &#346;a&#324;kar&#257;c&#257;rya, in his commentary on the Bhagavad-g&#299;t&#257;, has accepted N&#257;r&#257;yana as the transcendental Personality of Godhead who appeared as Krishna, the son of Devak&#299; and Vasudeva. Therefore this matter may be difficult to understand. But the Gaud&#299;ya Vaishnava-samprad&#257;ya, headed by R&#363;pa Gosv&#257;m&#299;, has established the principle of the Bhagavad-g&#299;t&#257; that everything emanates from Krishna, who says in the Bhagavad-g&#299;t&#257;, aham sarvasya prabhavah: "I am the original source of everything." "Everything" includes N&#257;r&#257;yana. Therefore R&#363;pa Gosv&#257;m&#299;, in his Laghu-bh&#257;gavat&#257;mrita, has established that Krishna, not N&#257;r&#257;yana, is the original Personality of Godhead.</P><P>In this connection he has quoted a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/3/2/15.htm">3.2.15</A>) that states:</P><P>sva-&#347;&#257;nta-r&#363;peshv itaraih svar&#363;pair</P><P CLASS=n>abhyardyam&#257;neshv anukampit&#257;tm&#257;</P><P CLASS=n>par&#257;vare&#347;o mahad-am&#347;a-yukto</P><P CLASS=n>hy ajo 'pi j&#257;to bhagav&#257;n yath&#257;gnih</P><P>"When pure devotees of the Lord like Vasudeva are greatly disturbed by dangerous demons like Kamsa, Lord Krishna joins with all His pastime expansions, such as the Lord of Vaikuntha, and, although unborn, becomes manifest, just as fire becomes manifest by the friction of arani wood." Arani wood is used to ignite a sacrificial fire without matches or any other flame. Just as fire appears from arani wood, the Supreme Lord appears when there is friction between devotees and nondevotees. When Krishna appears, He appears in full, including within Himself all His expansions, such as N&#257;r&#257;yana, V&#257;sudeva, Sa&#324;karshana, Aniruddha and Pradyumna. Krishna is always integrated with His other incarnations, like Nrisimhadeva, Var&#257;ha, V&#257;mana, Nara-N&#257;r&#257;yana, Hayagr&#299;va and Ajita. In Vrind&#257;vana Lord Krishna sometimes exhibits the functions of such incarnations.</P><P>In the Brahm&#257;nda Pur&#257;na it is said, "The same Personality of Godhead who is known in Vaikuntha as the four-handed N&#257;r&#257;yana, the friend of all living entities, and in the milk ocean as the Lord of &#346;vetadv&#299;pa, and who is the best of all purushas, appeared as the son of Nanda. In a fire there are many sparks of different dimensions; some of them are very big, and some are small. The small sparks are compared to the living entities, and the large sparks are compared to the Vishnu expansions of Lord Krishna. All the incarnations emanate from Krishna, and after the end of their pastimes they again merge with Krishna."</P><P>Therefore in the various Pur&#257;nas Krishna is described sometimes as N&#257;r&#257;yana, sometimes as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, sometimes as Garbhodaka&#347;&#257;y&#299; Vishnu and sometimes as Vaikunthan&#257;tha, the Lord of Vaikuntha. Because Krishna is always full, M&#363;la-sa&#324;karshana is in Krishna, and since all incarnations are manifested from M&#363;la-sa&#324;karshana, it should be understood that He can manifest different incarnations by His supreme will, even in the presence of Krishna. Great sages have therefore glorified the Lord by different names. Thus when the original person, the source of all incarnations, is sometimes described as an incarnation, there is no discrepancy.</P><P CLASS=l><A CLASS=i HREF="131.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="133.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>