<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.18</P><P CLASS=c>sarvaga, ananta, vibhu, krishna-tanu-sama</P><P CLASS=c>upary-adho vy&#257;piy&#257;che, n&#257;hika niyama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/ga">ga</A> &#8212; all-pervading; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/v/vibhu">vibhu</A> &#8212; the greatest; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; exactly like the transcendental body of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/upari">upari</A>-<A CLASS=v HREF="http://vedabase.net/a/adhah">adhah</A> &#8212; up and down; <A CLASS=v HREF="http://vedabase.net/v/vyapiyache">vy&#257;piy&#257;che</A> &#8212; expanded; <A CLASS=v HREF="http://vedabase.net/n/nahika">n&#257;hika</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/n/niyama">niyama</A> &#8212; regulation.</P><P CLASS=t>TRANSLATION</P><P>Like the transcendental body of Lord Krishna, Gokula is all-pervading, infinite and supreme. It expands both above and below, without any restriction.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the great authority and philosopher in the line of &#346;r&#299; Caitanya Mah&#257;prabhu, has discussed the abode of Krishna in his Krishna-sandarbha. In the Bhagavad-g&#299;t&#257; the Lord refers to "My abode." &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, examining the nature of Krishna's abode, refers to the Skanda Pur&#257;na, which states:</P><P>y&#257; yath&#257; bhuvi vartante puryo bhagavatah priy&#257;h</P><P CLASS=n>t&#257;s tath&#257; santi vaikunthe tat-tal-l&#299;l&#257;rtham &#257;drit&#257;h</P><P>"The abodes of Godhead in the material world, such as Dv&#257;rak&#257;, Mathur&#257; and Gokula, are facsimiles representing the abodes of Godhead in the kingdom of God, Vaikuntha-dh&#257;ma." The unlimited spiritual atmosphere of that Vaikuntha-dh&#257;ma is far above and beyond the material cosmos. This is confirmed in the Sv&#257;yambhuva-tantra, in a discussion between Lord &#346;iva and P&#257;rvat&#299; regarding the effect of chanting the mantra of fourteen syllables. There it is stated:</P><P>n&#257;n&#257;-kalpa-lat&#257;k&#299;rnam vaikuntham vy&#257;pakam smaret</P><P CLASS=n>adhah s&#257;myam gun&#257;n&#257;m ca prakritih sarva-k&#257;ranam</P><P>"While chanting the mantra, one should always remember the spiritual world, which is very extensive and full of desire trees that can yield anything one desires. Below that Vaikuntha region is the potential material energy, which causes the material manifestation." The places of the pastimes of Lord Krishna, such as Dv&#257;rak&#257;, Mathur&#257; and Vrind&#257;vana, eternally and independently exist in Krishnaloka. They are the actual abodes of Lord Krishna, and there is no doubt that they are situated above the material cosmic manifestation.</P><P>The abode known as Vrind&#257;vana or Gokula is also known as Goloka. The Brahma-samhit&#257; states that Gokula, the highest region of the kingdom of God, resembles a lotus flower with thousands of petals. The outer portion of that lotuslike planet is a square place known as &#346;vetadv&#299;pa. In the inner portion of Gokula there is an elaborate arrangement for &#346;r&#299; Krishna's residence with His eternal associates such as Nanda and Ya&#347;od&#257;. That transcendental abode exists by the energy of &#346;r&#299; Baladeva, who is the original whole of &#346;esha, or Ananta. The tantras also confirm this description by stating that the abode of &#346;r&#299; Anantadeva, a plenary portion of Baladeva, is called the kingdom of God. Vrind&#257;vana-dh&#257;ma is the innermost abode within the quadrangular realm of &#346;vetadv&#299;pa, which lies outside of the boundary of Gokula Vrind&#257;vana.</P><P>According to J&#299;va Gosv&#257;m&#299;, Vaikuntha is also called Brahmaloka. The N&#257;rada-pañcar&#257;tra, in a statement concerning the mystery of Vijaya, describes:</P><P>tat sarvopari goloke tatra lokopari svayam</P><P CLASS=n>viharet param&#257;nand&#299; govindo 'tula-n&#257;yakah</P><P>"The predominator of the gop&#299;s, Govinda, the principal Deity of Gokula, always enjoys Himself in a place called Goloka, in the topmost part of the spiritual sky."</P><P>From the authoritative evidence cited by J&#299;va Gosv&#257;m&#299; we may conclude that Krishnaloka is the supreme planet in the spiritual sky, which is far beyond the material cosmos. For the enjoyment of transcendental variety, the pastimes of Krishna there have three divisions, and these pastimes are performed in the three abodes Dv&#257;rak&#257;, Mathur&#257; and Gokula. When Krishna descends to this universe, He enjoys the pastimes in places of the same name. These places on earth are nondifferent from those original abodes, for they are facsimiles of those original holy places in the transcendental world. They are as good as &#346;r&#299; Krishna Himself and are equally worshipable. Lord Caitanya declared that Lord Krishna, who presents Himself as the son of the King of Vraja, is worshipable, and that Vrind&#257;vana-dh&#257;ma is equally worshipable.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>