<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 203</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 203"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.203</P><P CLASS=c>san&#257;tana-krip&#257;ya p&#257;inu bhaktira siddh&#257;nta</P><P CLASS=c>&#347;r&#299;-r&#363;pa-krip&#257;ya p&#257;inu bhakti-rasa-pr&#257;nta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanatana">san&#257;tana</A>-<A CLASS=v HREF="http://vedabase.net/k/krpaya">krip&#257;ya</A> &#8212; by the mercy of <A HREF="http://vedabase.net/s/sanatana">San&#257;tana</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/p/painu">p&#257;inu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> got; <A CLASS=v HREF="http://vedabase.net/b/bhaktira">bhaktira</A> <A CLASS=v HREF="http://vedabase.net/s/siddhanta">siddh&#257;nta</A> &#8212; the conclusions of devotional service; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/k/krpaya">krip&#257;ya</A> &#8212; by the mercy of <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/p/painu">p&#257;inu</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> got; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/p/pranta">pr&#257;nta</A> &#8212; the limit of the mellows of devotional service.</P><P CLASS=t>TRANSLATION</P><P>By the mercy of San&#257;tana Gosv&#257;m&#299; I have learned the final conclusions of devotional service, and by the grace of &#346;r&#299; R&#363;pa Gosv&#257;m&#299; I have tasted the highest nectar of devotional service.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; San&#257;tana Gosv&#257;m&#299; Prabhu, the teacher of the science of devotional service, wrote several books, of which the Brihad-bh&#257;gavat&#257;mrita is very famous; anyone who wants to know about the subject matter of devotees, devotional service and Krishna must read this book. San&#257;tana Gosv&#257;m&#299; also wrote a special commentary on the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam known as the Da&#347;ama-tippan&#299;, which is so excellent that by reading it one can understand very deeply the pastimes of Krishna in His exchanges of loving activities. Another famous book by San&#257;tana Gosv&#257;m&#299; is the Hari-bhakti-vil&#257;sa, which states the rules and regulations for all divisions of Vaishnavas, namely, Vaishnava householders, Vaishnava brahmac&#257;r&#299;s, Vaishnava v&#257;naprasthas and Vaishnava sanny&#257;s&#299;s. This book was especially written, however, for Vaishnava householders. &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; has described San&#257;tana Gosv&#257;m&#299; in his prayer Vil&#257;pa-kusum&#257;ñjali, verse six, where he has expressed his obligation to San&#257;tana Gosv&#257;m&#299; in the following words:</P><P>vair&#257;gya-yug-bhakti-rasam prayatnair</P><P CLASS=n>ap&#257;yayan m&#257;m anabh&#299;psum andhamkrip</P><P CLASS=n>&#257;mbudhir yah para-duhkha-duhkh&#299;</P><P CLASS=n>san&#257;tanas tam prabhum &#257;&#347;ray&#257;mi</P><P>"I was unwilling to drink the nectar of devotional service possessed of renunciation, but San&#257;tana Gosv&#257;m&#299;, out of his causeless mercy, made me drink it, even though I was otherwise unable to do so. Therefore he is an ocean of mercy. He is very compassionate to fallen souls like me, and thus it is my duty to offer my respectful obeisances unto his lotus feet." Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; also, in the last section of the Caitanya-carit&#257;mrita, specifically mentions the names of R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and offers his respectful obeisances unto the lotus feet of these three spiritual masters, as well as Raghun&#257;tha d&#257;sa. &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; also accepted San&#257;tana Gosv&#257;m&#299; as the teacher of the science of devotional service. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; is described as the bhakti-ras&#257;c&#257;rya, or one who knows the essence of devotional service. His famous book Bhakti-ras&#257;mrita-sindhu is the science of devotional service, and by reading this book one can understand the meaning of devotional service. Another of his famous books is the Ujjvala-n&#299;lamani. In this book he elaborately explains the loving affairs and transcendental activities of Lord Krishna and R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=l><A CLASS=i HREF="202.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="204.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>