<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 223</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 223"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.223</P><P CLASS=c>y&#257;&#324;ra m&#257;dhur&#299;te kare lakshm&#299; &#257;karshana</P><P CLASS=c>r&#363;pa-gos&#257;ñi kariy&#257;chena se-r&#363;pa varnana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/m/madhurite">m&#257;dhur&#299;te</A> &#8212; by the sweetness; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/l/laksmi">lakshm&#299;</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/a/akarsana">&#257;karshana</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/r/rupa">R&#363;pa</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/k/kariyachena">kariy&#257;chena</A> &#8212; has done; <A CLASS=v HREF="http://vedabase.net/s/se">se</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; of the beauty; <A CLASS=v HREF="http://vedabase.net/v/varnana">varnana</A> &#8212; enunciation.</P><P CLASS=t>TRANSLATION</P><P>The goddess of fortune is attracted by His sweetness, which &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described in this way:</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, in his Laghu-bh&#257;gavat&#257;mrita, has quoted from the Padma Pur&#257;na, where it is stated that Lakshm&#299;-dev&#299;, the goddess of fortune, after seeing the attractive features of Lord Krishna, was attracted to Him, and to get the favor of Lord Krishna she engaged herself in meditation. When asked by Krishna why she engaged in meditation with austerity, Lakshm&#299;-dev&#299; answered, "I want to be one of Your associates like the gop&#299;s in Vrind&#257;vana." Hearing this, Lord &#346;r&#299; Krishna replied that it was quite impossible. Lakshm&#299;-dev&#299; then said that she wanted to remain just like a golden line on the chest of the Lord. The Lord granted the request, and since then Lakshm&#299; has always been situated on the chest of Lord Krishna as a golden line. The austerity and meditation of Lakshm&#299;-dev&#299; are also mentioned in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/16/36.htm">10.16.36</A>), where the N&#257;ga-patn&#299;s, the wives of the serpent K&#257;liya, in the course of their prayers to Krishna, said that the goddess of fortune, Lakshm&#299;, also wanted His association as a gop&#299; and desired the dust of His lotus feet.</P><P CLASS=l><A CLASS=i HREF="222.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="224.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>