<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 224</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 224"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.224</P><P CLASS=c>smer&#257;m bha&#324;g&#299;-traya-paricit&#257;m s&#257;ci-vist&#299;rna-drishtim</P><P CLASS=c>vam&#347;&#299;-nyast&#257;dhara-ki&#347;alay&#257;m ujjval&#257;m candrakena</P><P CLASS=c>govind&#257;khy&#257;m hari-tanum itah ke&#347;i-t&#299;rthopakanthe</P><P CLASS=c>m&#257; prekshishth&#257;s tava yadi sakhe bandhu-sa&#324;ge 'sti ra&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/smeram">smer&#257;m</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/b/bhangi">bha&#324;g&#299;</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A>-<A CLASS=v HREF="http://vedabase.net/p/paricitam">paricit&#257;m</A> &#8212; bent <A HREF="http://vedabase.net/i/in">in</A> three places, namely the neck, waist and knees; <A CLASS=v HREF="http://vedabase.net/s/saci">s&#257;ci</A>-<A CLASS=v HREF="http://vedabase.net/v/vistirna">vist&#299;rna</A>-<A CLASS=v HREF="http://vedabase.net/d/drstim">drishtim</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> broad sideways glance; <A CLASS=v HREF="http://vedabase.net/v/vamsi">vam&#347;&#299;</A> &#8212; on the flute; <A CLASS=v HREF="http://vedabase.net/n/nyasta">nyasta</A> &#8212; placed; <A CLASS=v HREF="http://vedabase.net/a/adhara">adhara</A> &#8212; lips; <A CLASS=v HREF="http://vedabase.net/k/kisalayam">ki&#347;alay&#257;m</A> &#8212; newly blossomed; <A CLASS=v HREF="http://vedabase.net/u/ujjvalam">ujjval&#257;m</A> &#8212; very bright; <A CLASS=v HREF="http://vedabase.net/c/candrakena">candrakena</A> &#8212; by the moonshine; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khy&#257;m</A> &#8212; named Lord <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; the transcendental body of the Lord; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/k/kesi">ke&#347;i</A>-<A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/u/upakanthe">upakanthe</A> &#8212; on the bank of the <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A> <A HREF="http://vedabase.net/i/in">in</A> the neighborhood of Ke&#347;&#299;gh&#257;ta; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/p/preksisthah">prekshishth&#257;h</A> &#8212; glance over; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/sakhe">sakhe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> dear friend; <A CLASS=v HREF="http://vedabase.net/b/bandhu">bandhu</A>-<A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> worldly friends; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/r/rangah">ra&#324;gah</A> &#8212; attachment.</P><P CLASS=t>TRANSLATION</P><P>"My dear friend, if you are indeed attached to your worldly friends, do not look at the smiling face of Lord Govinda as He stands on the bank of the Yamun&#257; at Ke&#347;&#299;gh&#257;ta. Casting sidelong glances, He places His flute to His lips, which seem like newly blossomed twigs. His transcendental body, bending in three places, appears very bright in the moonlight."</P><P CLASS=t>PURPORT</P><P>This is a verse quoted from the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/239">1.2.239</A>) in connection with practical devotional service. Generally people in their conditioned life engage in the pleasure of society, friendship and love. This so-called love is lust, not love. But people are satisfied with such a false understanding of love. Vidy&#257;pati, a great and learned poet of Mithil&#257;, has said that the pleasure derived from friendship, society and family life in the material world is like a drop of water, but our hearts desire pleasure like an ocean. Thus the heart is compared to a desert of material existence that requires the water of an ocean of pleasure to satisfy its dryness. If there is a drop of water in the desert, one may indeed say that it is water, but such a minute quantity of water has no value. Similarly, in this material world no one is satisfied in the dealings of society, friendship and love. Therefore if one wants to derive real pleasure within his heart, he must seek the lotus feet of Govinda. In this verse R&#363;pa Gosv&#257;m&#299; indicates that if one wants to be satisfied in the pleasure of society, friendship and love, he need not seek shelter at the lotus feet of Govinda, for if one takes shelter under His lotus feet he will forget that minute quantity of so-called pleasure. One who is not satisfied with that so-called pleasure may seek the lotus feet of Govinda, who stands on the shore of the Yamun&#257; at Ke&#347;&#299;t&#299;rtha, or Ke&#347;&#299;gh&#257;ta, in Vrind&#257;vana and attracts all the gop&#299;s to His transcendental loving service.</P><P CLASS=l><A CLASS=i HREF="223.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="225.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>