<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 232</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 232"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.232</P><P CLASS=c>se saba p&#257;inu &#257;mi vrind&#257;vane &#257;ya</P><P CLASS=c>sei saba labhya ei prabhura krip&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/se">se</A> <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/p/painu">p&#257;inu</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vrndavane">vrind&#257;vane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/a/aya">&#257;ya</A> &#8212; coming; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/l/labhya">labhya</A> &#8212; obtainable; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> <A CLASS=v HREF="http://vedabase.net/k/krpaya">krip&#257;ya</A> &#8212; by the mercy of Lord <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>.</P><P CLASS=t>TRANSLATION</P><P>I have attained all this by coming to Vrind&#257;vana, and this was made possible by the mercy of Lord Nity&#257;nanda.</P><P CLASS=t>PURPORT</P><P>All the inhabitants of Vrind&#257;vana are Vaishnavas. They are all-auspicious because somehow or other they always chant the holy name of Krishna. Even though some of them do not strictly follow the rules and regulations of devotional service, on the whole they are devotees of Krishna and chant His name directly or indirectly. Purposely or without purpose, even when they pass on the street they are fortunate enough to exchange greetings by saying the name of R&#257;dh&#257; or Krishna. Thus directly or indirectly they are auspicious.</P><P>The present city of Vrind&#257;vana has been established by the Gaud&#299;ya Vaishnavas since the six Gosv&#257;m&#299;s went there and directed the construction of their different temples. Of all the temples in Vrind&#257;vana, ninety percent belong to the Gaud&#299;ya Vaishnava sect, the followers of the teachings of Lord Caitanya Mah&#257;prabhu and Nity&#257;nanda, and seven temples are very famous. The inhabitants of Vrind&#257;vana do not know anything but the worship of R&#257;dh&#257; and Krishna. In recent years some unscrupulous so-called priests known as caste gosv&#257;m&#299;s have introduced the worship of demigods privately, but no genuine and rigid Vaishnavas participate in this. Those who are serious about the Vaishnava method of devotional activities do not take part in such worship of demigods.</P><P>The Gaud&#299;ya Vaishnavas never differentiate between R&#257;dh&#257;-Krishna and Lord Caitanya. They say that since Lord Caitanya is the combined form of R&#257;dh&#257;-Krishna, He is not different from R&#257;dh&#257; and Krishna. But some misled people try to prove that they are greatly elevated by saying that they like to chant the holy name of Lord Gaura instead of the names of R&#257;dh&#257; and Krishna. Thus they purposely differentiate between Lord Caitanya and R&#257;dh&#257;-Krishna. According to them, the system of nad&#299;y&#257;-n&#257;gar&#299;, which they have recently invented in their fertile brains, is the worship of Gaura, Lord Caitanya, but they do not like to worship R&#257;dh&#257; and Krishna. They put forward the argument that since Lord Caitanya Himself appeared as R&#257;dh&#257; and Krishna combined, there is no necessity of worshiping R&#257;dh&#257; and Krishna. Such differentiation by so-called devotees of Lord Caitanya Mah&#257;prabhu is considered disruptive by pure devotees. Anyone who differentiates between R&#257;dh&#257;-Krishna and Gaur&#257;&#324;ga is to be considered a plaything in the hands of m&#257;y&#257;.</P><P>There are others who are against the worship of Caitanya Mah&#257;prabhu, thinking Him mundane. But any sect that differentiates between Lord Caitanya Mah&#257;prabhu and R&#257;dh&#257;-Krishna, either by worshiping R&#257;dh&#257;-Krishna as distinct from Lord Caitanya or by worshiping Lord Caitanya but not R&#257;dh&#257;-Krishna, is in the group of pr&#257;krita-sahajiy&#257;s.</P><P>&#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, the author of &#346;r&#299; Caitanya-carit&#257;mrita, predicts in verses 225 and 226 that in the future those who manufacture imaginary methods of worship will gradually give up the worship of R&#257;dh&#257;-Krishna, and although they will call themselves devotees of Lord Caitanya, they will also give up the worship of Caitanya Mah&#257;prabhu and fall down into material activities. For the real worshipers of Lord Caitanya, the ultimate goal of life is to worship &#346;r&#299; &#346;r&#299; R&#257;dh&#257; and Krishna.</P><P CLASS=l><A CLASS=i HREF="231.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="233.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>