<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verses 27-28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verses 27-28"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.27-28</P><P CLASS=c>svar&#363;pa-vigraha krishnera kevala dvi-bhuja</P><P CLASS=c>n&#257;r&#257;yana-r&#363;pe sei tanu catur-bhuja</P><P CLASS=c>&#347;a&#324;kha-cakra-gad&#257;-padma, mahai&#347;varya-maya</P><P CLASS=c>&#347;r&#299;-bh&#363;-n&#299;l&#257;-&#347;akti y&#257;&#324;ra carana sevaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/v/vigraha">vigraha</A> &#8212; personal form; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kevala">kevala</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; two hands; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; four-handed; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A>-<A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; conchshell and disc; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> &#8212; club; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; full of opulence; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A> &#8212; named <A HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A> &#8212; named <A HREF="http://vedabase.net/b/bhu">bh&#363;</A>; <A CLASS=v HREF="http://vedabase.net/n/nila">n&#299;l&#257;</A> &#8212; named <A HREF="http://vedabase.net/n/nila">n&#299;l&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; energies; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevaya</A> &#8212; serve the lotus feet.</P><P CLASS=t>TRANSLATION</P><P>Krishna's own form has only two hands, but in the form of Lord N&#257;r&#257;yana He has four hands. Lord N&#257;r&#257;yana holds a conchshell, disc, club and lotus flower, and He is full of great opulence. The &#347;r&#299;, bh&#363; and n&#299;l&#257; energies serve at His lotus feet.</P><P CLASS=t>PURPORT</P><P>In the R&#257;m&#257;nuja and Madhva sects of Vaishnavism there are extensive descriptions of the &#347;r&#299;, bh&#363; and n&#299;l&#257; energies. In Bengal the n&#299;l&#257; energy is sometimes called the l&#299;l&#257; energy. These three energies are employed in the service of four-handed N&#257;r&#257;yana in Vaikuntha. Relating how three of the &#256;lv&#257;rs, namely Bh&#363;ta-yog&#299;, Sara-yog&#299; and Bhr&#257;nta-yog&#299;, saw N&#257;r&#257;yana in person when they took shelter at the house of a br&#257;hmana in the village of Gehal&#299;, the Prapann&#257;mrita of the &#346;r&#299;-samprad&#257;ya describes N&#257;r&#257;yana as follows:</P><P>t&#257;rkshy&#257;dhir&#363;dham tadid-ambud&#257;bham</P><P CLASS=n>lakshm&#299;-dharam vakshasi pa&#324;kaj&#257;ksham</P><P CLASS=n>hasta-dvaye &#347;obhita-&#347;a&#324;kha-cakram</P><P CLASS=n>vishnum dadri&#347;ur bhagavantam &#257;dyam</P><P CLASS=n>&#257;-j&#257;nu-b&#257;hum kaman&#299;ya-g&#257;tram</P><P CLASS=n>p&#257;r&#347;va-dvaye &#347;obhita-bh&#363;mi-n&#299;lam</P><P CLASS=n>p&#299;t&#257;mbaram bh&#363;shana-bh&#363;shit&#257;&#324;gam</P><P CLASS=n>catur-bhujam candana-rushit&#257;&#324;gam</P><P>"They saw the lotus-eyed Lord Vishnu, the Supreme Personality of Godhead, mounted on Garuda and holding Lakshm&#299;, the goddess of fortune, to His chest. He resembled a bluish rain cloud with flashing lightning, and in two of His four hands He held a conchshell and disc. His arms stretched down to His knees, and all His beautiful limbs were smeared with sandalwood and decorated with glittering ornaments. He wore yellow clothes, and by either side stood His energies Bh&#363;mi and N&#299;l&#257;."</P><P>There is the following reference to the &#347;r&#299;, bh&#363; and n&#299;l&#257; energies in the S&#299;topanishad: mah&#257;-lakshm&#299;r deve&#347;asya bhinn&#257;bhinna-r&#363;p&#257; cetan&#257;cetan&#257;tmik&#257;. s&#257; dev&#299; tri-vidh&#257; bhavati, &#347;akty-&#257;tman&#257; icch&#257;-&#347;aktih kriy&#257;-&#347;aktih s&#257;ksh&#257;c-chaktir iti. icch&#257;-&#347;aktis tri-vidh&#257; bhavati, &#347;r&#299;-bh&#363;mi-n&#299;l&#257;tmik&#257;. "Mah&#257;-Lakshm&#299;, the supreme energy of the Lord, is experienced in different ways. She is divided into material and spiritual potencies, and in both features she acts as the willing energy, creative energy and the internal energy. The willing energy is again divided into three, namely &#347;r&#299;, bh&#363; and n&#299;l&#257;."</P><P>Quoting from the revealed scriptures in his commentary on the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/6.htm">4.6</A>), Madhv&#257;c&#257;rya has stated that mother material nature, which is conceived of as the illusory energy, Durg&#257;, has three divisions, namely &#347;r&#299;, bh&#363; and n&#299;l&#257;. She is the illusory energy for those who are weak in spiritual strength because such energies are created energies of Lord Vishnu. Although each energy has no direct relationship with the unlimited, they are subordinate to the Lord because the Lord is the master of all energies.</P><P>In his Bhagavat-sandarbha (Text 23), &#346;r&#299;la J&#299;va Gosv&#257;m&#299; Prabhu states, "The Padma Pur&#257;na refers to the eternally auspicious abode of Godhead, which is full in all opulences, including the energies &#347;r&#299;, bh&#363; and n&#299;l&#257;. The Mah&#257;-samhit&#257;, which discusses the transcendental name and form of Godhead, also mentions Durg&#257; as the potency of the Supersoul in relationship with the living entities. The internal potency acts in relation with His personal affairs, and the material potency manifests the three modes." Quoting elsewhere from the revealed scriptures, he states that &#347;r&#299; is the energy of Godhead that maintains the cosmic manifestation, bh&#363; is the energy that creates the cosmic manifestation, and n&#299;l&#257;, Durg&#257;, is the energy that destroys the creation. All these energies act in relation with the living beings, and thus they are together called j&#299;va-m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>