<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 40"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.40</P><P CLASS=c>sei para-vyome n&#257;r&#257;yanera c&#257;ri p&#257;&#347;e</P><P CLASS=c>dv&#257;rak&#257;-catur-vy&#363;hera dvit&#299;ya prak&#257;&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/v/vyome">vyome</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual sky; <A CLASS=v HREF="http://vedabase.net/n/narayanera">n&#257;r&#257;yanera</A> &#8212; of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A> <A CLASS=v HREF="http://vedabase.net/p/pase">p&#257;&#347;e</A> &#8212; on four sides; <A CLASS=v HREF="http://vedabase.net/d/dvaraka">dv&#257;rak&#257;</A> &#8212; <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/c/catur">catur</A>-<A CLASS=v HREF="http://vedabase.net/v/vyuhera">vy&#363;hera</A> &#8212; of the quadruple expansions; <A CLASS=v HREF="http://vedabase.net/d/dvitiya">dvit&#299;ya</A> &#8212; the second; <A CLASS=v HREF="http://vedabase.net/p/prakase">prak&#257;&#347;e</A> &#8212; manifestation.</P><P CLASS=t>TRANSLATION</P><P>In that spiritual sky, on the four sides of N&#257;r&#257;yana, are the second expansions of the quadruple expansions of Dv&#257;rak&#257;.</P><P CLASS=t>PURPORT</P><P>Within the spiritual sky is a second manifestation of the quadruple forms of Dv&#257;rak&#257; from the abode of Krishna. Among these forms, which are all spiritual and immune to the material modes, &#346;r&#299; Baladeva is represented as Mah&#257;-sa&#324;karshana.</P><P>The activities in the spiritual sky are manifested by the internal potency in pure spiritual existence. They expand in six transcendental opulences, which are all manifestations of Mah&#257;-sa&#324;karshana, who is the ultimate reservoir and objective of all living entities. Although belonging to the marginal potency, known as j&#299;va-&#347;akti, the spiritual sparks known as the living entities are subjected to the conditions of material energy. It is because these sparks are related with both the internal and external potencies of the Lord that they are known as belonging to the marginal potency.</P><P>In considering the quadruple forms of the absolute Personality of Godhead, known as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha, the impersonalists, headed by &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, have interpreted the aphorisms of the Ved&#257;nta-s&#363;tra in a way suitable for the impersonalist school. To provide the intrinsic import of such aphorisms, however, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, the leader of the six Gosv&#257;m&#299;s of Vrind&#257;vana, has properly replied to the impersonalists in his Laghu-bh&#257;gavat&#257;mrita, which is a natural commentary on the aphorisms of the Ved&#257;nta-s&#363;tra.</P><P>The Padma Pur&#257;na, as quoted by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Laghu-bh&#257;gavat&#257;mrita, describes that in the spiritual sky there are four directions, corresponding to east, west, north and south, in which V&#257;sudeva, Sa&#324;karshana, Aniruddha and Pradyumna are situated. The same forms are also situated in the material sky. The Padma Pur&#257;na also describes a place in the spiritual sky known as Vedavat&#299;-pura, where V&#257;sudeva resides. In Vishnuloka, which is above Satyaloka, Sa&#324;karshana resides. Mah&#257;-sa&#324;karshana is another name of Sa&#324;karshana. Pradyumna lives in Dv&#257;rak&#257;-pura, and Aniruddha lies on the eternal bed of &#346;esha, generally known as ananta-&#347;ayy&#257;, on the island called &#346;vetadv&#299;pa, in the ocean of milk.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>