<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 61"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.61</P><P CLASS=c>ataeva krishna m&#363;la-jagat-k&#257;rana</P><P CLASS=c>prakriti &#8212; k&#257;rana yaiche aj&#257;-gala-stana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ataeva">ataeva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; original; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; the cause of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> &#8212; material nature; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/a/aja">aj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gala">gala</A>-<A CLASS=v HREF="http://vedabase.net/s/stana">stana</A> &#8212; nipples on the neck of <A HREF="http://vedabase.net/a/a">a</A> goat.</P><P CLASS=t>TRANSLATION</P><P>Therefore Lord Krishna is the original cause of the cosmic manifestation. Prakriti is like the nipples on the neck of a goat, for they cannot give any milk.</P><P CLASS=t>PURPORT</P><P>The external energy, composed of pradh&#257;na or prakriti as the ingredient-supplying portion and m&#257;y&#257; as the causal portion, is known as m&#257;y&#257;-&#347;akti. Inert material nature is not the actual cause of the material manifestation, for K&#257;ran&#257;rnava&#347;&#257;y&#299;, Mah&#257;-Vishnu, the plenary expansion of Krishna, activates all the ingredients. It is in this way that material nature has the power to supply the ingredients. The analogy given is that iron has no power to heat or burn, but after coming in contact with fire the iron becomes red-hot and can then diffuse heat and burn other things. Material nature is like iron, for it has no independence to act without the touch of Vishnu, who is compared to fire. Lord Vishnu activates material nature by the power of His glance, and then the ironlike material nature becomes a material-supplying agent just as iron made red-hot becomes a burning agent. Material nature cannot independently become an agent for supplying the material ingredients. This is more clearly explained by &#346;r&#299; Kapiladeva, an incarnation of Godhead, in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/3/28/40.htm">3.28.40</A>):</P><P>yatholmuk&#257;d visphuli&#324;g&#257;d dh&#363;m&#257;d v&#257;pi sva-sambhav&#257;t</P><P CLASS=n>apy &#257;tmatven&#257;bhimat&#257;d yath&#257;gnih prithag ulmuk&#257;t</P><P>"Although smoke, flaming wood, and sparks are all considered together as ingredients of a fire, the flaming wood is nevertheless different from the fire, and the smoke is different from the flaming wood." The material elements (earth, water, fire, etc.) are like smoke, the living entities are like sparks, and material nature as pradh&#257;na is like the flaming wood. But all of them together are recipients of power from the Supreme Personality of Godhead and are thus able to manifest their individual capacities. In other words, the Supreme Personality of Godhead is the origin of all manifestations. Material nature can supply only when it is activated by the glance of the Supreme Personality of Godhead.</P><P>Just as a woman can deliver a child after being impregnated by the semen of a man, so material nature can supply the material elements after being glanced upon by Mah&#257;-Vishnu. Therefore pradh&#257;na cannot be independent of the superintendence of the Supreme Personality of Godhead. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>): may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram. Prakriti, the total material energy, works under the superintendence of the Lord. The original source of the material elements is Krishna. Therefore the attempt of the atheistic S&#257;&#324;khya philosophers to consider material nature the source of these elements, forgetting Krishna, is useless, like trying to get milk from the nipplelike bumps of skin hanging on the neck of a goat.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>