<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 83</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 83"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.83</P><P CLASS=c>&#257;dyo 'vat&#257;rah purushah parasya</P><P CLASS=c>k&#257;lah svabh&#257;vah sad-asan mana&#347; ca</P><P CLASS=c>dravyam vik&#257;ro guna indriy&#257;ni</P><P CLASS=c>vir&#257;t svar&#257;t sth&#257;snu carishnu bh&#363;mnah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> <A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;rah</A> &#8212; the original incarnation; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/m/maha">Mah&#257;</A>-<A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/s/svabhavah">svabh&#257;vah</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; cause and effect; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> the mind; <A CLASS=v HREF="http://vedabase.net/d/dravyam">dravyam</A> &#8212; the five elements; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;rah</A> &#8212; transformation or the false ego; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; modes of nature; <A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/v/virat">vir&#257;t</A> &#8212; the universal form; <A CLASS=v HREF="http://vedabase.net/s/svarat">svar&#257;t</A> &#8212; complete independence; <A CLASS=v HREF="http://vedabase.net/s/sthasnu">sth&#257;snu</A> &#8212; immovable; <A CLASS=v HREF="http://vedabase.net/c/carisnu">carishnu</A> &#8212; movable; <A CLASS=v HREF="http://vedabase.net/b/bhumnah">bh&#363;mnah</A> &#8212; of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>"The purusha [Mah&#257;-Vishnu] is the primary incarnation of the Supreme Personality of Godhead. Time, nature, prakriti (as cause and effect), the mind, the material elements, false ego, the modes of nature, the senses, the universal form, complete independence and the moving and nonmoving beings appear subsequently as His opulences."</P><P CLASS=t>PURPORT</P><P>Describing the incarnations and their symptoms, the Laghu-bh&#257;gavat&#257;mrita has stated that when Lord Krishna descends to conduct the creative affairs of the material manifestation, He is an avat&#257;ra, or incarnation. The two categories of avat&#257;ras are empowered devotees and tad-ek&#257;tma-r&#363;pa (the Lord Himself). An example of tad-ek&#257;tma-r&#363;pa is &#346;esha, and an example of a devotee is Vasudeva, the father of Lord Krishna. &#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana has commented that the material cosmic manifestation is a partial kingdom of God where God must sometimes come to execute a specific function. The plenary portion of the Lord through whom Lord Krishna executes such actions is called Mah&#257;-Vishnu, who is the primal beginning of all incarnations. Inexperienced observers presume that the material energy provides both the cause and the elements of the cosmic manifestation and that the living entities are the enjoyers of material nature. But the devotees of the Bh&#257;gavata school, which has scrutinizingly examined the entire situation, can understand that material nature can independently be neither the supplier of the material elements nor the cause of the material manifestation. Material nature gets the power to supply the material elements from the glance of the supreme purusha, Mah&#257;-Vishnu, and when empowered by Him she is called the cause of the material manifestation. Both features of material nature, as the cause of the material creation and as the source of its elements, exist due to the glance of the Supreme Personality of Godhead. The various expansions of the Supreme Lord who act to empower the material energy are known as plenary expansions or incarnations. As illustrated by the analogy of many flames lit from one flame, all these plenary expansions and incarnations are as good as Vishnu Himself; nevertheless, because of their activities in controlling m&#257;y&#257;, sometimes they are known as m&#257;yika, or having a relationship with m&#257;y&#257;. This is a verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/6/42.htm">2.6.42</A>).</P><P CLASS=l><A CLASS=i HREF="82.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="84.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>