<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5 Verse 86"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5.86</P><P CLASS=c>prakriti-sahite t&#257;&#324;ra ubhaya sambandha</P><P CLASS=c>tath&#257;pi prakriti-saha n&#257;hi spar&#347;a-gandha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A>-<A CLASS=v HREF="http://vedabase.net/s/sahite">sahite</A> &#8212; with the material energy; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A> <A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; both relationships; <A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A>-<A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with the material nature; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; even the slightest contact.</P><P CLASS=t>TRANSLATION</P><P>Although He is thus connected with the material energy in two ways, He does not have the slightest contact with it.</P><P CLASS=t>PURPORT</P><P>In the Laghu-bh&#257;gavat&#257;mrita, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, commenting upon the Lord's transcendental position beyond the material qualities, says that Vishnu, as the controller and superintendent of material nature, has a connection with the material qualities. That connection is called yoga. However, the person who directs a prison is not also a prisoner. Similarly, although the Supreme Personality of Godhead Vishnu directs or supervises the qualitative nature, He has no connection with the material modes of nature. The expansions of Lord Vishnu always retain their supremacy; they are never connected with the material qualities. One may argue that Mah&#257;-Vishnu cannot have any connection with the material qualities, because if He were so connected, &#346;r&#299;mad-Bh&#257;gavatam would not state that material nature, ashamed of her thankless task of acting to induce the living entities to become averse to the Supreme Lord, remains behind the Lord in shyness. In answer to this argument, it may be said that the word guna means "regulation." Lord Vishnu, Lord Brahm&#257; and Lord &#346;iva are situated within this universe as the directors of the three modes, and their connection with the modes is known as yoga. This does not indicate, however, that these personalities are bound by the qualities of nature. Lord Vishnu specifically is always the controller of the three qualities. There is no question of His coming under their control.</P><P>Although the causal and element-supplying features exist in material nature by dint of the glance of the Supreme Personality of Godhead, the Lord is never affected by glancing over the material qualities. By the will of the Supreme Lord the different qualitative changes in the material world take place, but there is no possibility of material affection, change or contamination for Lord Vishnu.</P><P CLASS=l><A CLASS=i HREF="85.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="87.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>