<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 5"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Glories Of Lord Nity&#257;nanda Balar&#257;ma</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 5 Summary</P><P>This chapter is chiefly devoted to describing the essential nature and glories of &#346;r&#299; Nity&#257;nanda Prabhu. Lord &#346;r&#299; Krishna is the absolute Personality of Godhead, and His first expansion in a form for pastimes is &#346;r&#299; Balar&#257;ma.</P><P>Beyond the limitation of this material world is the spiritual sky, paravyoma, which has many spiritual planets, the supreme of which is called Krishnaloka. Krishnaloka, the abode of Krishna, has three divisions, which are known as Dv&#257;rak&#257;, Mathur&#257; and Gokula. In that abode the Personality of Godhead expands Himself into four plenary portions &#8212; Krishna, Balar&#257;ma, Pradyumna (the transcendental Cupid) and Aniruddha. They are known as the original quadruple forms.</P><P>In Krishnaloka is a transcendental place known as &#346;vetadv&#299;pa or Vrind&#257;vana. Below Krishnaloka in the spiritual sky are the Vaikuntha planets. On each Vaikuntha planet a four-handed N&#257;r&#257;yana, expanded from the first quadruple manifestation, is present. The Personality of Godhead known as &#346;r&#299; Balar&#257;ma in Krishnaloka is the original Sa&#324;karshana (attracting Deity), and from this Sa&#324;karshana expands another Sa&#324;karshana, called Mah&#257;-sa&#324;karshana, who resides in one of the Vaikuntha planets. By His internal potency, Mah&#257;-sa&#324;karshana maintains the transcendental existence of all the planets in the spiritual sky, where all the living beings are eternally liberated souls. The influence of the material energy is conspicuous there by its absence. On those planets the second quadruple manifestation is present.</P><P>Outside of the Vaikuntha planets is the impersonal manifestation of &#346;r&#299; Krishna, which is known as Brahmaloka. On the other side of Brahmaloka is the spiritual k&#257;rana-samudra, or Causal Ocean. The material energy exists on the other side of the Causal Ocean, without touching it. In the Causal Ocean is Mah&#257;-Vishnu, the original purusha expansion from Sa&#324;karshana. Mah&#257;-Vishnu places His glance over the material energy, and by a reflection of His transcendental body He amalgamates Himself within the material elements.</P><P>As the source of the material elements, the material energy is known as pradh&#257;na, and as the source of the manifestations of the material energy it is known as m&#257;y&#257;. But material nature is inert in that she has no independent power to do anything. She is empowered to make the cosmic manifestation by the glance of Mah&#257;-Vishnu. Therefore the material energy is not the original cause of the material manifestation. Rather, the transcendental glance of Mah&#257;-Vishnu over material nature produces that cosmic manifestation.</P><P>Mah&#257;-Vishnu again enters every universe as the reservoir of all living entities, Garbhodaka&#347;&#257;y&#299; Vishnu. From Garbhodaka&#347;&#257;y&#299; Vishnu expands Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the Supersoul of every living entity. Garbhodaka&#347;&#257;y&#299; Vishnu also has His own Vaikuntha planet in every universe, where He lives as the Supersoul or supreme controller of the universe. Garbhodaka&#347;&#257;y&#299; Vishnu reclines in the midst of the watery portion of the universe and generates the first living creature of the universe, Brahm&#257;. The imaginary universal form is a partial manifestation of Garbhodaka&#347;&#257;y&#299; Vishnu.</P><P>On the Vaikuntha planet in every universe is an ocean of milk, and within that ocean is an island called &#346;vetadv&#299;pa, where Lord Vishnu lives. Therefore this chapter describes two &#346;vetadv&#299;pas &#8212; one in the abode of Krishna and the other in the ocean of milk in every universe. The &#346;vetadv&#299;pa in the abode of Krishna is identical with Vrind&#257;vana-dh&#257;ma, which is the place where Krishna appears Himself to display His loving pastimes. In the &#346;vetadv&#299;pa within every universe is a &#346;esha form of Godhead who serves Vishnu by assuming the form of His umbrella, slippers, couch, pillows, garments, residence, sacred thread, throne and so on.</P><P>Lord Baladeva in Krishnaloka is Nity&#257;nanda Prabhu. Therefore Nity&#257;nanda Prabhu is the original Sa&#324;karshana, and Mah&#257;-sa&#324;karshana and His expansions as the purushas in the universes are plenary expansions of Nity&#257;nanda Prabhu.</P><P>In this chapter the author has described the history of his leaving home for a personal pilgrimage to Vrind&#257;vana and his achieving all success there. In this description it is revealed that the author's original paternal home and birthplace were in the district of Katwa, in the village of Jh&#257;matapura, which is near Naih&#257;t&#299;. Krishnad&#257;sa Kavir&#257;ja's brother invited &#346;r&#299; M&#299;naketana R&#257;mad&#257;sa, a great devotee of Lord Nity&#257;nanda, to his home, but a priest named Gun&#257;rnava Mi&#347;ra did not receive him well, and Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;'s brother, not recognizing the glories of Lord Nity&#257;nanda, also took sides with the priest. Therefore R&#257;mad&#257;sa became sorry, broke his flute and went away. This was a great disaster for the brother of Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;. But on that very night Lord Nity&#257;nanda Prabhu Himself graced Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; in a dream and ordered him to leave on the next day for Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="../4/277.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>