<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 16"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 16</P><P CLASS=c>p&#363;j&#257;dishv anur&#257;ga iti p&#257;r&#257;&#347;aryah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; for worship and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/anuragah">anur&#257;gah</A> &#8212; fondness; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> thinks; <A CLASS=v HREF="http://vedabase.net/p/parasaryah">p&#257;r&#257;&#347;aryah</A> &#8212; Vy&#257;sadeva, the son of <A HREF="http://vedabase.net/p/parasara">Par&#257;&#347;ara</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la Vy&#257;sadeva, the son of Par&#257;&#347;ara Muni, says that bhakti is fond attachment for worshiping the Lord in various ways.</P><P CLASS=t>PURPORT</P><P>In the previous s&#363;tra, N&#257;rada Muni promised that he would tell us some of the symptoms of devotional service according to various authoritative opinions. The &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/6/3/20.htm">6.3.20</A>) mentions twelve mah&#257;-janas, or Krishna conscious authorities, and among them, one mah&#257;-jana may emphasize a different aspect of bhakti than another. The Supreme Lord possesses an unlimited variety of qualities and pastimes, and it is natural that devotees favor particular modes of service. All devotees, however, agree on the siddh&#257;nta, or accepted conclusion. Bhakti is not open to continual speculation, such as the kind Western philosophers indulge in.</P><P>The first opinion N&#257;rada offers is that of &#346;r&#299;la Vy&#257;sadeva, one of N&#257;rada's many exalted disciples. Besides being a faithful disciple of N&#257;rada's, Vy&#257;sadeva is the compiler of the Vedas, and so his opinions are not contrary to N&#257;rada's.</P><P>The words Vy&#257;sa uses to describe bhakti are p&#363;j&#257; and anur&#257;ga. These refer to worship of the Lord performed with sincere love and great attachment. Nondevotees may perform p&#363;j&#257;, but they think of it as an external ritual. The M&#257;y&#257;v&#257;d&#299;, for example, has an offensive concept of worship. He sees it as "a great aid in fixing one's mind on the Supreme." But what the M&#257;y&#257;v&#257;d&#299; really has in mind is that his p&#363;j&#257; will lead him to see God and Brahman and the &#256;tman, or self, as one. In other words, he thinks that by worshiping God he will become God. The M&#257;y&#257;v&#257;d&#299;s plainly advocate that while a person worships the Deity his first and foremost meditation should be on his unity with Brahman. This is a faithless and duplicitous form of "worship." The M&#257;y&#257;v&#257;d&#299; may even offer a fruit or flower to the Deity, but his motivation is not to develop love for God but to attain absolute oneness with the Supreme, which he thinks he can do by imitating the activities of a devotee. Krishna declares in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/11.htm">4.11</A>), ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham: "As they approach Me, I reward them." And so those who desire to merge into the effulgence of the Supreme Person are awarded that impersonal status.</P><P>Some say that mental worship of the Lord is superior to external worship. But &#346;r&#299;la Prabhup&#257;da did not make such distinctions. In The Nectar of Devotion we read of a br&#257;hmana in South India who worshiped the Deity within his mind. The br&#257;hmana was poor and could not afford paraphernalia for p&#363;j&#257;, but in his mental worship he imagined that he was fetching golden and silver pots, filling them with water, and performing very opulent Deity worship. An intimate devotee of Lord Caitanya's, Nrisimh&#257;nanda Brahmac&#257;r&#299;, also performed mental worship. Once he mentally decorated a road with flowers and gems in anticipation that Lord Caitanya would walk there. So mental worship of the Lord is certainly bona fide. But while devotees may perform mental worship according to time and circumstances, when the opportunity arises they do not avoid offering flaming lamps, incense, and</P><P>so on, as prescribed for temple worship. Moreover, whether mentally or externally, they always worship the spiritual for m of the Personality of Godhead.</P><P>A sincere devotee's p&#363;j&#257; is never merely mechanical but is offered with anur&#257;ga, strong feelings of attachment for the Lord. True worship is performed with the mind, the senses, and all the bodily limbs. Therefore the meaning of worship is not limited; it includes the engagement of all one's sensory and mental functions in service to the Supreme. As Lord Krishna says,</P><P>aham sarvasya prabhavo mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts" (<A CLASS=v HREF="../bg/10/8.htm">Bg. 10.8</A>). Lord Krishna also describes the mah&#257;tm&#257;s as "great souls [who] perpetually worship Me with devotion" (<A CLASS=v HREF="../bg/9/14.htm">Bg. 9.14</A>).</P><P>Worship may include many activities, but the word p&#363;j&#257; particularly refers to the worship of the arc&#257;-vigraha, the form of the Deity in the temple. Although Lord Caitanya was &#346;r&#299; Krishna Himself, He worshiped Lord Jagann&#257;tha at the temple in Pur&#299;. Lord Caitanya went to see the Deity every day and experienced great transcendental bliss. When Lord Jagann&#257;tha was absent from the temple during His renovation before Ratha-y&#257;tr&#257;, Lord Caitanya acutely felt the pain of His absence and went into solitude at &#256;l&#257;lan&#257;tha.</P><P>Thus Deity worship is not just for beginners, nor is it merely an aid to impersonal meditation. It is a necessary part of devotional service. Although in this age the chanting of the holy names is the foremost method of devotional service, the bhakta should also worship the arc&#257;-vigraha to counteract his tendencies for contamination, which are so strong in the Kali-yuga. This is the opinion of &#346;r&#299;la J&#299;va Gosv&#257;m&#299;.</P><P>We know from reading Vy&#257;sadeva's &#346;r&#299;mad-Bh&#257;gavatam that his understanding of what constitutes worship of the Lord is not confined to temple worship of the arc&#257;-vigraha. In the Seventh Canto of the &#346;r&#299;mad-Bh&#257;gavatam, Prahl&#257;da Mah&#257;r&#257;ja mentions nine processes of devotional service. &#346;r&#299;la Vy&#257;sadeva &#8212; and &#346;r&#299;la Prabhup&#257;da &#8212; often stressed the first two items, hearing and chanting the glories of the Lord, as the most important, especially in the present age. But by faithfully executing any of the nine processes of bhakti, one can achieve fond attachment to worshiping the Lord.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>