<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 17"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 17</P><P CLASS=c>kath&#257;dishv iti gargah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; for narrations and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/g/garga">garga</A> &#8212; <A HREF="http://vedabase.net/g/garga">Garga</A> <A HREF="http://vedabase.net/m/muni">Muni</A>.</P><P CLASS=t>TRANSLATION</P><P>Garga Muni says that bhakti is fondness for narrations about the Lord, by the Lord, and so on.</P><P CLASS=t>PURPORT</P><P>As Garga Muni taught the importance of attachment for hearing krishna-kath&#257;, so &#346;r&#299;la Prabhup&#257;da also stressed krishna-kath&#257;. One type of krishna-kath&#257; consists of words directly spoken from the mouth of the Lord, such as the Bhagavad-g&#299;t&#257;. Lord Caitanya advocated that we repeat the words spoken by Krishna (krishna-upade&#347;a) to whomever we meet. Another kind of krishna-kath&#257; consists of words spoken about Krishna, such as those spoken by &#346;ukadeva Gosv&#257;m&#299; to Mah&#257;r&#257;ja Par&#299;kshit in &#346;r&#299;mad-Bh&#257;gavatam. &#346;ukadeva speaks throughout all twelve cantos about the wonderful pastimes of the Lord in His various incarnations. In the Tenth Canto he describes the original form of the Personality of Godhead, Lord Krishna in Vrind&#257;vana, Mathur&#257;, and Dv&#257;rak&#257;. All of this is krishna-kath&#257;.</P><P>It is a characteristic of pure devotees that they speak only on transcendental subjects. A devotee practices mauna, or silence, by refraining from all mundane talk, but he is always pleased to speak krishna-kath&#257;. As Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/9.htm">10.9</A>),</P><P>mac-citt&#257; mad-gata-pr&#257;n&#257; bodhayantah parasparam</P><P CLASS=n>kathayanta&#347; ca m&#257;m nityam tushyanti ca ramanti ca</P><P>"The thoughts of My pure devotees dwell in Me, their lives are fully devoted to My service, and they derive great satisfaction and bliss from always enlightening one another and conversing about Me." Before beginning his Tenth Canto descriptions of Lord Krishna, &#346;ukadeva tells Mah&#257;r&#257;ja Par&#299;kshit,</P><P>nivritta-tarshair upag&#299;yam&#257;n&#257;d</P><P CLASS=n>bhavaushadh&#257;c chrotra-mano-'bhir&#257;m&#257;t</P><P CLASS=n>ka uttama&#347;loka-gun&#257;nuv&#257;d&#257;t</P><P CLASS=n>pum&#257;n virajyeta vin&#257; pa&#347;u-ghn&#257;t</P><P>"Descriptions of the Lord spoken by those who are free of material desires are the right medicine for the conditioned soul undergoing repeated birth and death, and they delight the ear and the mind. Therefore who will cease hearing such glorification of the Lord except a butcher or one who is killing his own self?" (Bh&#257;g. <A CLASS=v HREF="../sb/10/1/4.htm">10.1.4</A>).</P><P>N&#257;rada Muni attributed his own Krishna consciousness to the pure devotees (bhakti-ved&#257;ntas) whom he had served and heard speaking krishna-kath&#257; when he was only a five-year-old boy: "O Vy&#257;sadeva, in that association and by the mercy of those great Ved&#257;ntists, I could hear them describe the attractive activities of Lord Krishna. And thus listening attentively, my taste for hearing of the Personality of Godhead increased at every step" (Bh&#257;g. <A CLASS=v HREF="../sb/1/5/26.htm">1.5.26</A>). And so the opinion of Garga Muni &#8212; that bhakti consists of attraction for krishna-kath&#257; &#8212; is approved and practiced by the mah&#257;-janas.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>