<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 18"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 18</P><P CLASS=c>&#257;tma-raty-avirodheneti &#347;&#257;ndilyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation with the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; of pleasure; <A CLASS=v HREF="http://vedabase.net/a/avirodhena">avirodhena</A> &#8212; by freedom from obstruction; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/s/sandilyah">&#347;&#257;ndilyah</A> &#8212; <A HREF="http://vedabase.net/s/sandilya">&#346;&#257;ndilya</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;&#257;ndilya says that bhakti results from one's removing all obstructions to taking pleasure in the Supreme Self.</P><P CLASS=t>PURPORT</P><P>&#346;&#257;ndilya speaks of &#257;tma-rati, "taking delight in the self." But what does "taking delight in the self" mean? According to the science of bhakti, that which delights the individual self (j&#299;v&#257;tm&#257;) is devotional service unto the Supreme Self, the Personality of Godhead. &#346;r&#299;la Prabhup&#257;da comments in The Nectar of Devotion (p. 288), "The devotees and self-realized persons who are engaged in preaching the glories of the Lord always maintain an ecstatic love for the Lord within their hearts. Thus they are benefited by the rays of the ecstatic moon, and they are called saintly persons." The state of brahma-bh&#363;ta, or the joy of discovering one's eternal nature, is only the beginning of spiritual life. Mukti, or liberation, when conceived of as impersonal liberation from birth and death, is also not the ultimate goal. As stated in the &#256;di Pur&#257;na, "A person who is constantly engaged in chanting the holy name and who feels transcendental pleasure, being engaged in devotional service, is certainly awarded the facilities of devotional service, and never given just mukti" (The Nectar of Devotion, p. 104). There are many other statements in the Vedic scriptures that prove devotional service surpasses all other forms of liberation. In the D&#257;modar&#257;shtaka, part of the Padma Pur&#257;na, a devotee prays,</P><P>varam deva moksham na moksh&#257;vadhim v&#257;</P><P CLASS=n>na c&#257;nyam vrine 'ham vare&#347;&#257;d ap&#299;ha</P><P CLASS=n>idam te vapur n&#257;tha gop&#257;la-b&#257;lam</P><P CLASS=n>sad&#257; me manasy &#257;vir&#257;st&#257;m kim anyaih</P><P>"O Lord D&#257;modara, although You are able to give all kinds of benedictions, I do not pray to You for the boon of impersonal liberation, nor for the highest liberation of eternal life in Vaikuntha, nor for any other, similar boon. O Lord, I simply wish that this form of Yours as baby Gop&#257;la in Vrind&#257;vana may ever be manifest in my heart, for what is the use to me of any other boon besides this?" (D&#257;modar&#257;shtaka 4).</P><P>A transcendentalist may seek &#257;tma-rati in impersonal realization before he hears the glories of devotional service from pure devotees. For example, the four Kum&#257;ras and &#346;ukadeva Gosv&#257;m&#299; were all Brahman-realized &#8212; but they were never offensive to the Supreme Personality of Godhead. As soon as the Kum&#257;ras and &#346;ukadeva were introduced to pure Krishna consciousness, they at once gave up their impersonal conceptions and became eager to render devotional service to the Lord. But stubborn M&#257;y&#257;v&#257;d&#299;s who deride devotional service are in a different category. Lord Caitanya declared that the M&#257;y&#257;v&#257;d&#299;s are great offenders to the Lord and that one should avoid their association.</P><P>A typical example of M&#257;y&#257;v&#257;d&#299; poison is their interpretation of the word &#257;tma-rati in this s&#363;tra. The M&#257;y&#257;v&#257;d&#299; claims that the worship (p&#363;j&#257;) and talking of the Lord (krishna-kath&#257;) mentioned in the two previous s&#363;tras are meant to lead one beyond the Personality of Godhead to the &#257;tm&#257;. This is the impersonalist's timeserving attitude toward bhakti. He will worship the Lord and hear His l&#299;l&#257;, but with the aim of finally denying the Personality of Godhead. He mistakenly thinks his meditation will lead him to realize that he is the all-pervading Brahman: "I am everything."</P><P>But if, as the M&#257;y&#257;v&#257;d&#299;s claim, the ultimate bliss is to know that "I am God," then why has that bliss been missing up until now? If my identity is actually one in all respects with the all-pervading Godhead, then how did that identity become covered? What force has overcome the supreme &#257;tm&#257;? The fact is that the individual &#257;tm&#257;s, being tiny, are prone to be covered by m&#257;y&#257;, while the supreme &#257;tm&#257;, the Personality of Godhead, is never covered by m&#257;y&#257; or separated from His sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>], His spiritual form of eternity, bliss, and knowledge. So while the individual soul can never become God &#8212; because he never was God &#8212; he can strive for his constitutional perfection as the eternal loving servant of God.</P><P>The M&#257;y&#257;v&#257;d&#299;s are consistently defeated by the direct statements of Vedic scriptures. In the beginning of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/12.htm">2.12</A>), Lord Krishna makes it clear that both He and the individual &#257;tm&#257;s eternally exist as distinct entities. On the Battlefield of Kurukshetra, where two huge armies had massed for war, Krishna said to Arjuna,</P><P>na tv ev&#257;ham j&#257;tu n&#257;sam na tvam neme jan&#257;dhip&#257;h</P><P CLASS=n>na caiva na bhavishy&#257;mah sarve vayam atah param</P><P>"Never was there a time when I did not exist, nor you, nor all these kings, nor in the future shall any of us cease to be." Krishna reiterates this idea later in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/15/7.htm">15.7</A>): mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah. "The living entities in this conditioned world are My eternal fragmental parts." Also, the Rig Veda and the Upanishads state that the individual &#257;tm&#257; and the Param&#257;tm&#257; both reside in the heart of the living being, just as two birds sit in a tree. By the mercy of the Param&#257;tm&#257;, or "God in the heart," the individual &#257;tm&#257; may come to realize his eternal, blissful state of loving service to the Supreme Personality of Godhead. Attempts at concocting a bhakti devoid of eternal service to the Supreme Personality of Godhead are the works of demoniac minds. For genuine bhakti to exist, there must always be three factors: Bhagav&#257;n (the Supreme Lord), the bhakta (the eternal, subordinate servitor), and bhakti (loving exchanges between Bhagav&#257;n and the bhakta).</P><P>The M&#257;y&#257;v&#257;d&#299;s ignore or distort the direct statements of the scriptures, as well as the words of the mah&#257;-janas. We need not discuss their interpretations here, except to note that the M&#257;y&#257;v&#257;d&#299;s are often attracted to the bhakti-&#347;&#257;stras because they find their own meditations too dry. Thus they approach books like the Bhagavad-g&#299;t&#257;, the &#346;r&#299;mad-Bh&#257;gavatam, and the N&#257;rada-bhakti-s&#363;tra, but with an intention opposed to the aims of bhakti. By preaching that the forms of Lord Vishnu and His incarnations are material, the M&#257;y&#257;v&#257;d&#299; commits a severe offense against the Lord. As Lord Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/11.htm">9.11-12</A>),</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto mama bh&#363;ta-mahe&#347;varam</P><P CLASS=n>mogh&#257;&#347;&#257; mogha-karm&#257;no mogha-jñ&#257;n&#257; vicetasah</P><P CLASS=n>r&#257;kshas&#299;m &#257;sur&#299;m caiva prakritim mohin&#299;m &#347;rit&#257;h</P><P>"Fools deride Me when I descend in the human form. They do not know My transcendental nature as the Supreme Lord of all that be. Those who are thus bewildered are attracted by demoniac and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities, and their culture of knowledge are all defeated."</P><P>We can experience true &#257;tma-rati only in the context of our eternal loving relationship with Krishna, the reservoir of all pleasure. Even when we seek happiness with our material senses, we are indirectly seeking &#257;tma-rati. We derive pleasure with the eyes or tongue or ears only because the &#257;tm&#257; is present within the living body. Therefore bodily pleasure depends on the existence of the &#257;tm&#257;. Furthermore, the &#257;tm&#257;'s pleasure is dependent on the Param&#257;tm&#257;. And the Param&#257;tm&#257; is an expansion of &#346;r&#299; Krishna, the original form of the Personality of Godhead. So in all circumstances we are looking for our blissful relationship with Krishna. Self-satisfaction actually means the satisfaction of serving and loving Krishna, the Supreme Self.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>