<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 19"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 19</P><P CLASS=c>n&#257;radas tu tad-arpit&#257;khil&#257;c&#257;rat&#257; tad-vismarane parama-vy&#257;kulateti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/acarata">&#257;c&#257;rat&#257;</A> &#8212; having one's activities; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/v/vismarane">vismarane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> forgetting; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/v/vyakulata">vy&#257;kulat&#257;</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada, however, says that bhakti consists of offering one's every act to the Supreme Lord and feeling extreme distress in forgetting Him.</P><P CLASS=t>PURPORT</P><P>N&#257;rada previously gave three definitions of bhakti, according to three sages: (1) fondness for worshiping the Lord in various ways, (2) fondness for hearing narrations by or about the Lord, and (3) removing all obstacles to enjoying pleasure in the Self. Now N&#257;rada gives his own opinion, which does not contradict these views but is their culmination.</P><P>Among all forms of the Supreme Lord, &#346;r&#299; Krishna is the original and most attractive. Similarly, among all Vaishnavas, the pure devotees of Krishna in Vrind&#257;vana are the best. Lord Caitanya declared that there is no better method of worshiping Krishna than that practiced by the gop&#299;s of Vrind&#257;vana. Here N&#257;rada says that a pure devotee feels great distress upon forgetting the Lord even for a moment &#8212; but in the case of the gop&#299;s there was never any question of forgetting Krishna. They were so absorbed in thinking of Him that they could not even perform their household duties. In their intense loving dealings, the gop&#299;s sometimes accused Krishna of unfaithfulness, and they expressed a wish that they could forget Him. But they could not. As stated by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the chief of all the gop&#299;s:</P><P>We know all about Krishna and how ungrateful He is. But here is the difficulty: In spite of His being so cruel and hardhearted, it is very difficult for us to give up talking about Him. Not only are we unable to give up this talk, but great sages and saintly persons also engage in talking about Him. We gop&#299;s of Vrind&#257;vana do not want to make any more friendships with this blackish boy, but we do not know how we shall be able to give up remembering and talking about His activities. [Krishna, p. 377]</P><P>Out of intense humility Lord Caitanya once said that He did not have even a drop of love for Krishna. he claimed that if He actually loved Krishna, then how could He live in His absence? Far from proving a lack of love, of course, this kind of sentiment proves just the opposite &#8212; that Lord Caitanya was filled with the most exalted pure love for Krishna. Although it was not possible for Lord Caitanya or the gop&#299;s to forget Krishna at any time, they still experienced the pain of separation from Him. In His &#346;iksh&#257;shtaka (7), Lord Caitanya prays,</P><P>yug&#257;yitam nimeshena cakshush&#257; pr&#257;vrish&#257;yitam</P><P CLASS=n>&#347;&#363;ny&#257;yitam jagat sarvam govinda-virahena me</P><P>"O Govinda! Because of separation from You, I consider even a moment a great millennium. Tears flow from my eyes like torrents of rain, and I see the entire world as void."</P><P>Here N&#257;rada says that an essential ingredient of bhakti is dedicating one's every act to the service of the Lord. Unlike what passes for commitment to a cause in the material world, such dedication to Krishna is all-encompassing. Because Lord Krishna is the summum bonum of existence, the pure devotee can be with Him in every circumstance. And because the Lord is all-attractive, the devotee becomes increasingly attached to his beloved. As Krishna declares in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/30.htm">6.30</A>),</P><P>yo m&#257;m pa&#347;yati sarvatra sarvam ca mayi pa&#347;yati</P><P CLASS=n>tasy&#257;ham na prana&#347;y&#257;mi sa ca me na prana&#347;yati</P><P>"For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me." To the materialists, with their splayed interests in sense gratification, the devotee's love may appear to be obsessive madness. But love for Krishna actually brings one in touch with the truth, that Krishna is everything.</P><P>One may ask whether the devotees' intense anguish experienced in separation from Krishna contradicts S&#363;tra 18, wherein &#346;&#257;ndilya defined bhakti as the bliss of self-realization. There is no contradiction, because the pain of separation felt by Lord Caitanya and other pure devotees is a variety of transcendental bliss. In the realm of spiritual emotions experienced by those at the stage of prema, love of God, both sadness and happiness are absolute and blissful. Speculative philosophers and less advanced devotees cannot know this, but we may hear about it from the scriptures and see it in the lives of self-realized saints.</P><P>A devotee's self-surrender means that he wants nothing in return for his loving service. He only wants Krishna to be pleased. Selflessness does not mean a complete loss of ego. Total self-annihilation is impossible (despite the wishes of the voidists), but aha&#324;k&#257;ra, or false ego, is dissolved by devotional service and replaced by true ego, the understanding that "I am an eternal servant of the Lord." The true self-interest of the living being lies in freedom from selfishness and, as N&#257;rada says here, "the offering of one's every act to the Supreme Lord." We are all eternally part and parcel of the Supreme Being, Krishna; as such, we can experience full satisfaction only through giving Him pleasure. Krishne tushte jagat tushtam: "When Krishna is satisfied, everyone is satisfied."</P><P>The beginner in devotional service can practice selflessness by surrendering to the bona fide spiritual master. The devotee is advised to give all he has to the service of his guru and to always consider his guru his well-wisher. Devotees who practice such selfless service of the guru and the Supreme Lord never want anything in return, yet they eventually receive the greatest reward &#8212; the Lord's intimate association. As Krishna says,</P><P>man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namas-kuru</P><P CLASS=n>m&#257;m evaishyasi satyam te pratij&#257;ne priyo 'si me</P><P>"Always think of Me, become My devotee, worship Me, and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend" (<A CLASS=v HREF="../bg/18/65.htm">Bg. 18.65</A>).</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>