<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 20"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 20</P><P CLASS=c>asty evam evam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; like each of these.</P><P CLASS=t>TRANSLATION</P><P>Bhakti is, in fact, correctly described in each of these ways.</P><P CLASS=t>PURPORT</P><P>The definitions of bhakti given above &#8212; by &#346;r&#299;la Vy&#257;sadeva, Garga Muni, &#346;&#257;ndilya, and N&#257;rada Muni &#8212; are not in conflict. While N&#257;rada has given us his own definition, here he says that the others are also valid. Bhakti is in fact a universal principle present at least partially in all theistic religions. Indeed, within many religions one could find a definition of love of God that would not contradict the conclusions of N&#257;rada Muni and the principles of Krishna consciousness taught by the followers of Lord Caitanya.</P><P>N&#257;rada has defined the highest form of bhakti. But is such a perfect state possible? The answer is yes. Unless devotees from time to time manifest pure bhakti, aspirants on the spiritual path would have nothing to emulate and strive for, and they might conclude that parama-bhakti is only an imaginary ideal. As Lord Caitanya says, dharma-sth&#257;pana-hetu s&#257;dhura vyavah&#257;ra: "A devotee's behavior establishes the true purpose of religious principles" (Cc. <A CLASS=v HREF="../cc/madhya/17/185.htm">Madhya 17.185</A>).</P><P>Once San&#257;tana Gosv&#257;m&#299; pretended to be devoted to a sanny&#257;s&#299; named Mukunda Sarasvat&#299;, rather than to Lord Caitanya. When Lord Caitanya's intimate servant Jagad&#257;nanda Pandita saw San&#257;tana's behavior, he became very angry and threatened to beat San&#257;tana. San&#257;tana then revealed his purpose: "My dear Jagad&#257;nanda Pandita, you are a greatly learned saint. No one is dearer to &#346;r&#299; Caitanya Mah&#257;prabhu than you. This faith in Lord Caitanya befits you quite well. Unless you demonstrate it, how could I learn such faith?" (Cc. <A CLASS=v HREF="../cc/antya/13/59.htm">Antya 13.59</A>).</P><P>We have seen the example of complete self-surrender and dedication of one's activities to Krishna in the life of His Divine Grace</P><P>A. C. Bhaktivedanta Swami Prabhup&#257;da. &#346;r&#299;la Prabhup&#257;da's sanctity was not a private affair: he gave of himself profusely and was empowered to bring thousands of people to Krishna consciousness. Thus he perfectly fulfilled the criterion given by &#346;r&#299;la Bhaktivinoda Th&#257;kura &#8212; that one can tell the quality of a Vaishnava by how many persons he convinces to become Vaishnavas. By his personal preaching, by his books, and by the Krishna consciousness movement he created and nurtured, &#346;r&#299;la Prabhup&#257;da showed the example of a life dedicated purely to pleasing Krishna. The potency of his acts continues as an ongoing legacy, accessible to anyone interested in taking up the path of bhakti-yoga. We are assured, therefore, of finding examples of perfect bhakti in the past, at present, and in the future.</P><P>Here N&#257;rada states that each authority he has quoted has described bhakti in his own authentic way. But in the next s&#363;tra N&#257;rada will say that the gop&#299;s of Vraja are exemplars of bhakti. Of the brief definitions of bhakti given in S&#363;tras 16 through 19, we find that N&#257;rada's own definition best fits the gop&#299;s: "Bhakti consists of offering one's every act to the Supreme Lord and feeling extreme distress in forgetting Him."</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>