<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 21"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 21</P><P CLASS=c>yath&#257; vraja-gopik&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A> &#8212; of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/g/gopikanam">gopik&#257;n&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> women.</P><P CLASS=t>TRANSLATION</P><P>The cowherd women of Vraja are an example of pure bhakti.</P><P CLASS=t>PURPORT</P><P>In S&#363;tra 19, N&#257;rada gave the ultimate definition of bhakti. This has led him inevitably to mention the topmost of all devotees, the gop&#299;s of Vraja. N&#257;rada might have mentioned other renowned bhaktas, such as Uddhava, Arjuna, Prahl&#257;da Mah&#257;r&#257;ja, or mother Ya&#347;od&#257;, but he has chosen to give the singular example of the gop&#299;s. N&#257;rada's opinion is shared by all realized Vaishnavas, because the gop&#299;s are renowned as the best lovers of Lord Krishna. The gop&#299;s are most exalted because they gave everything, and sacrificed everything, for their beloved. As &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja writes in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/adi/4/167.htm">&#256;di 4.167-69</A>),</P><P>Social customs, scriptural injunctions, bodily demands, fruitive action, shyness, patience, bodily pleasures, self-gratification on the path of varn&#257;&#347;rama-dharma, which is difficult to give up &#8212; the gop&#299;s have forsaken all these, along with their families, and suffered their relatives' punishment and scolding, all for the sake of serving Lord Krishna. They render loving service to Him for the sake of His enjoyment.</P><P>The gop&#299;s' rasa with Krishna is m&#257;dhurya, or conjugal love. But even bhaktas who worship the Lord in other rasas acknowledge the supermost place of the gop&#299;s in the kingdom of bhakti. N&#257;rada Muni, for example, usually associates with Lord Krishna in His opulent features in Vaikuntha or Dv&#257;rak&#257;. In his exchanges with Lord Krishna, N&#257;rada often praises the Lord's inconceivable opulence. For example, once when N&#257;rada visited Krishna in many of His sixteen thousand palaces, he was astonished to see how the Lord had expanded Himself so He could be alone with each of His queens. "Your transcendental position is always inconceivable to everyone," said N&#257;rada. "As far as I am concerned, I can simply offer my respectful obeisances to You again and again" (Krishna, p. 603). Since N&#257;rada is one of the Lord's learned and intimate devotees, he is aware that the gop&#299;s exemplify the topmost expression of love for Krishna. Similarly, devotees such as &#346;ukadeva Gosv&#257;m&#299;, Bh&#299;shmadeva, and Vy&#257;sadeva appreciate the gop&#299;s' exalted position.</P><P>Even the impersonalists are attracted to Krishna's loving affairs with the gop&#299;s, although they cannot understand them. Attempting to praise the gop&#299;s of Vrind&#257;vana, one impersonalist "Swami" said, "Gop&#299;-l&#299;l&#257; is the acme of the religion of love, in which individuality vanishes and there is communion." But it's not a fact that "individuality vanishes," either for the gop&#299;s or for any other living entity. As we have pointed out above, Lord Krishna clearly and repeatedly states that both His individuality and the living entities' are eternal. The gop&#299;s did, however, completely lose their selfish interest &#8212; their interest became entirely one with Lord Krishna's. To consider the gop&#299;s' r&#257;sa dance with Krishna merely a stage leading to merging into the impersonal Brahman is a great insult to the gop&#299;s and to gop&#299;-l&#299;l&#257;, even though one's intent is to praise. When they appeared before Krishna in the moonlit forest of Vrind&#257;vana, the gop&#299;s certainly did not want Him to instruct them about "merging" with Him through jñ&#257;na-yoga, nor did they see the r&#257;sa dance in that way. Speaking in the mood of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; as She met with Krishna at Kurukshetra, Lord Caitanya once complained to Him about His attempt to teach yoga and meditation to the gop&#299;s:</P><P>My dear Krishna, formerly, when You were staying at Mathur&#257;, You sent Uddhava to teach Me speculative knowledge and mystic yoga. Now You Yourself are speaking the same thing, but My mind does not accept it. There is no place in My mind for jñ&#257;na-yoga or dhy&#257;na-yoga. Although You know Me very well, You are still instructing Me in dhy&#257;na-yoga and jñ&#257;na-yoga. It is not right for You to do so. I would like to withdraw My consciousness from You and engage it in material activities, but even though I try, I cannot do so. I am naturally inclined to You only. Therefore Your instructions for Me to meditate on You are simply ludicrous..... It is not very good for You to think of Me as a candidate for Your instructions. [Cc. <A CLASS=v HREF="../cc/madhya/13/139.htm">Madhya 13.139-40</A>]</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>