<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 22"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 22</P><P CLASS=c>tatr&#257;pi na m&#257;h&#257;tmya-jñ&#257;na-vismrity-apav&#257;dah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that case; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/m/mahatmya">m&#257;h&#257;tmya</A> &#8212; of greatness; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; of awareness; <A CLASS=v HREF="http://vedabase.net/v/vismrti">vismriti</A> &#8212; of forgetting; <A CLASS=v HREF="http://vedabase.net/a/apavadah">apav&#257;dah</A> &#8212; criticism.</P><P CLASS=t>TRANSLATION</P><P>Even in the case of the gop&#299;s, one cannot criticize them for forgetting the Lord's greatness.</P><P CLASS=t>PURPORT</P><P>N&#257;rada is replying to a possible criticism: Although all Vaishnavas praise the gop&#299;s, and though even the impersonalists join in the chorus, some philosophers think the gop&#299;s' love is uninformed. Because the gop&#299;s were attracted to Krishna as a beautiful young boy, and because they ran from their homes in the dead of night to dance with Him in the moonlit Vrind&#257;vana forest, foolish critics think the gop&#299;s did not know that Krishna is the Supreme Personality of Godhead.</P><P>The accusation against the gop&#299;s is false, says N&#257;rada. The gop&#299;s knew that &#346;r&#299; Krishna is the Supreme Person, but in their intimate rasa with Him they put aside the awe and reverence usually offered to the Supreme Lord. The Lord's internal potency, Yogam&#257;y&#257;, allows loving intimacy to overshadow God's majesty. But this does not mean that pure devotees like the gop&#299;s lack spiritual advancement. Except for the gop&#299;s Krishna brought with Him from the spiritual world, all the gop&#299;s came to their position of m&#257;dhurya-rasa only after many lifetimes of austerity and spiritual cultivation. Regarding the cowherd boys (gopas) who play with Krishna, the &#346;r&#299;mad-Bh&#257;gavatam states that they attained their position "only after accumulating heaps of pious activities" in many lives. So although it may sometimes appear that the liberated devotees have forgotten that Lord Krishna is God, this is actually an arrangement by Yogam&#257;y&#257; for increasing the pleasure of the Lord and His devotees.</P><P>For example, as Vasudeva carried his baby son Krishna across the Yamun&#257; River, the baby fell into the river. &#346;r&#299;la Prabhup&#257;da writes, "Just to test the intense love of Vasudeva, Lord Krishna fell down into the waters of the Yamun&#257; while His father was crossing the river. Vasudeva became mad after his child as he tried to recover Him in the midst of the rising river" (Bh&#257;g. <A CLASS=v HREF="../sb/3/2/17.htm">3.2.17</A>, purport). Lord Krishna did not want Vasudeva to think, "Oh, Krishna will save Himself; He's God," but He wanted to evoke the paternal rasa in full intensity. In a similar way, mother Ya&#347;od&#257; sometimes expressed her maternal love for baby Krishna by punishing Him. And when His mother came to punish Him, Krishna reciprocated by running away in fear. &#346;r&#299;la Prabhup&#257;da describes this apparent contradiction as follows:</P><P>The Lord's pure devotee renders service unto the Lord out of unalloyed love only, and while discharging such devotional service the pure devotee forgets the position of the Supreme Lord. The Supreme Lord also accepts the loving service of His devotees more relishably when the service is rendered spontaneously out of pure affection, without any reverential admiration.... If mother Ya&#347;od&#257; had been conscious of the exalted position of the Lord, she would certainly have hesitated to punish the Lord. But she was made to forget this situation because the Lord wanted to make a complete gesture of childishness before the affectionate Ya&#347;od&#257;.... Mother Ya&#347;od&#257; is praised for her unique position of love, for she could control even the all-powerful Lord as her beloved child. [Bh&#257;g. <A CLASS=v HREF="../sb/1/8/31.htm">1.8.31</A>, purport]</P><P>Another prominent example is Arjuna, Krishna's friend, who accepted the infallible Lord as his chariot driver.</P><P>As for the gop&#299;s of Vraja, they often manifested deep knowledge of Krishna's divinity. But they never diminished their conjugal mood in order to become scholars or meditators. Krishna wanted to dance with the most beautiful girls in the universe, and so the gop&#299;s, His completely surrendered servants, happily complied. When Krishna called the gop&#299;s to Him in the dead of night, He first began to lecture them on morality. The gop&#299;s complained to Him about this attitude, and yet their statements indicate that they knew very well who He was. The gop&#299;s said to Krishna,</P><P>Within these three worlds there is no distinction between men and women in relation to You because both men and women belong to the marginal potency, or prakriti. No one is actually the enjoyer, or male; everyone is meant to be enjoyed by You. There is no woman within these three worlds who cannot but deviate from her path of chastity when she is attracted to You because Your beauty is so sublime that not only men and women, but cows, birds, beasts, and even trees, fruits, and flowers &#8212; everyone and everything &#8212; become enchanted, and what to speak of ourselves? [Krishna, p. 252]</P><P>After Lord Krishna left Vrind&#257;vana, He sent Uddhava to deliver a message to the gop&#299;s. When Uddhava saw the gop&#299;s' undying devotion for &#346;r&#299; Krishna, he praised their transcendental perfection:</P><P>My dear gop&#299;s, the mentality you have developed in relationship to Krishna is very, very difficult to attain, even for great sages and saintly persons. You have attained the highest perfectional stage of life. It is a great boon for you that you have fixed your minds upon Krishna and have decided to have Krishna only, giving up your family, homes, relatives, husbands, and children for the sake of the Supreme Personality. Because your minds are now fully absorbed in Krishna, the Supreme Soul, universal love has automatically developed in you. I think myself very fortunate that I have been favored, by your grace, to see you in this situation. [Krishna, p. 380]</P><P>The gop&#299;s were always impatient when either Uddhava or Krishna spoke philosophy to them, because all they wanted was to be alone with Krishna in the Vrind&#257;vana mood. So when Uddhava praised them, they did not find it very pleasing. Sometimes they even denounced Krishna's behavior, and yet they remained aware of His supreme and independent position. As one gop&#299; said, "Krishna is the Supreme Personality of Godhead, the husband of the goddess of fortune, and He is self-sufficient. He has no business either with us &#8212; the girls of Vrind&#257;vana forest &#8212; or with the city girls in Mathur&#257;. He is the great Supersoul; He has nothing to do with any of us, either here or there" (Krishna, p. 386).</P><P>It is offensive to judge the gop&#299;s according to ordinary standards of human behavior. The intimacy Krishna allowed them is inconceivable, and no one can understand it except those who are completely free of material desires. The gop&#299;s' love is certainly beyond awe and reverence, and yet it is never mundane.</P><P>The impersonalist sometimes tries to jump on the bandwagon of praise for the gop&#299;s. He says that the gop&#299;s cannot be understood by people infected with worldly lust, but then he himself commits an even worse offense: he thinks Krishna's affairs with the gop&#299;s are "allegories that contain profound spiritual truths." Behind the M&#257;y&#257;v&#257;d&#299;'s admiration of gop&#299;-bh&#257;va is the desire to commit spiritual annihilation, to become one with God. In other words, the impersonalist thinks that at the last stage of perfection, a gop&#299; will realize that her beloved Krishna is her very self. We have already pointed out the foolishness of these claims, but we do so again just to expose the impersonalist's so-called praise of krishna-l&#299;l&#257;.</P><P>By contrast, N&#257;rada Muni's praise of the gop&#299;s' devotion to Lord Krishna is upheld by all &#347;&#257;stras and sages.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>