<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 23"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 23</P><P CLASS=c>tad-vih&#299;nam j&#257;r&#257;n&#257;m iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of <A HREF="http://vedabase.net/i/it">it</A> (awareness of the Lord's greatness); <A CLASS=v HREF="http://vedabase.net/v/vihinam">vih&#299;nam</A> &#8212; devoid; <A CLASS=v HREF="http://vedabase.net/j/jaranam">j&#257;r&#257;n&#257;m</A> &#8212; of illicit lovers; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>On the other hand, displays of devotion without knowledge of God's greatness are no better than the affairs of illicit lovers.</P><P CLASS=t>PURPORT</P><P>The gop&#299;s' loving exchanges with Krishna have nothing to do with mundane passion, but because they resemble lusty activities in the material world, those with impure minds mistake them for such. &#346;r&#299;la Prabhup&#257;da was therefore always very cautious in presenting Lord Krishna's r&#257;sa-l&#299;l&#257;. Lord Caitanya was also very cautious in discussing such topics. Although He was always merged in gop&#299;-bh&#257;va, He discussed Krishna's loving affairs with the gop&#299;s only with a few intimate disciples. For the mass of people, Lord Caitanya distributed love of God by propagating the congregational chanting of the holy name.</P><P>&#346;r&#299;la Prabhup&#257;da would sometimes tell a story to show how most people mistake the transcendental loving affairs of R&#257;dh&#257; and Krishna as mundane dealings between an ordinary boy and girl. Once there was a fire in a barn, and one of the cows almost died of fright. Afterward, whenever that cow saw the color red, she would think a fire was burning and become panic-stricken. Similarly, as soon as an ordinary man or woman sees a picture of R&#257;dh&#257; and Krishna, he or she immediately thinks Their relationship is just like that between an ordinary boyfriend and girlfriend or husband and wife. Unfortunately, professional reciters of the Bh&#257;gavatam promote this misconception by jumping into Lord Krishna's conjugal pastimes in the Tenth Canto, although neither they nor their audience are fit to hear them. The authorized approach to the Bh&#257;gavatam is to first carefully read the first nine cantos, which establish the greatness of the Supreme Lord, His universal form, His material and spiritual energies, His creation of the cosmos, His incarnations, and so on. Reading the first two cantos is like contemplating the lotus feet of the Lord, and as one gradually progresses, one looks upon the Lord's various bodily limbs, until finally one sees His smiling face in the Tenth Canto's account of His pastimes with the gop&#299;s.</P><P>If Krishna's pastimes with the gop&#299;s' were lusty affairs, neither pure brahmac&#257;r&#299;s like N&#257;rada and &#346;ukadeva nor liberated sages like Uddhava and Vy&#257;sadeva would have praised them so highly. Such great devotees are free from all mundane passion; so how could they be interested in R&#257;dh&#257; and Krishna if Their love were a worldly sex affair?</P><P>From the &#346;r&#299;mad-Bh&#257;gavatam we learn that all the gop&#299;s had spiritual bodies. This is another proof that Krishna's pastimes with the gop&#299;s are supramundane. When Krishna played His flute in Vrind&#257;vana on the full-moon night of the autumn season, the gop&#299;s went to Him in their spiritual bodies. Many of these gop&#299;s are eternal companions of Krishna, and when He exhibits His transcendental pastimes within the material world, they come with Him. But some of the gop&#299;s who joined Krishna's pastimes within this material world came from the status of ordinary human beings. By always thinking of Krishna as their beloved, they became purified of all material contamination and elevated to the same status as the eternally liberated gop&#299;s. &#346;r&#299;la Prabhup&#257;da writes, "All the gop&#299;s who concentrated their minds on Krishna in the spirit of paramour love became fully uncontaminated from all the fruitive reactions of material nature, and some of them immediately gave up their material bodies developed under the three modes of material nature" (Krishna, p. 242). &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains in his commentary on the &#346;r&#299;mad-Bh&#257;gavatam that here "giving up the material body" does not mean dying but rather purification of all material contamination and attainment of a purely spiritual body.</P><P>When &#346;ukadeva Gosv&#257;m&#299; began reciting Krishna's r&#257;sa-l&#299;l&#257; pastimes, Mah&#257;r&#257;ja Par&#299;kshit raised a doubt similar to that addressed in this s&#363;tra. He asked, "How could the gop&#299;s attain liberation by thinking of a paramour?" &#346;ukadeva replied that even if one thinks that the gop&#299;s were motivated by lust, any association with Krishna will purify one of all material desires. Because He is the Supreme Personality of Godhead, even someone like &#346;i&#347;up&#257;la, who was absorbed in thinking of Krishna out of envy, gained salvation. As &#346;r&#299;la Prabhup&#257;da explains in Krishna (p. 245):</P><P>The conclusion is that if one somehow or other becomes attached to Krishna or attracted to Him, either because of His beauty, quality, opulence, fame, strength, renunciation, or knowledge, or even through lust, anger, or fear, or through affection or friendship, then one's salvation and freedom from material contamination are assured.</P><P>The society girl Kubj&#257; is an example of how even lusty attraction to Krishna frees one from material contamination. She approached Krishna with lusty desire, but her lust was relieved just by smelling the fragrance of Krishna's lotus feet.</P><P>While the word k&#257;ma (lust) is used to describe the gop&#299;s' feelings toward Krishna, in their case it is actually a transcendental emotion. The gop&#299;s wanted Krishna to be their husband, but there was no possibility of His marrying all of them in the usual sense. So they married regular husbands (though some were unmarried at the time of the r&#257;sa dance) but retained their love for Krishna. Therefore Krishna's loving relationship with the gop&#299;s is known as p&#257;rak&#299;ya-rasa (paramour love). But whereas in the material world the relationship of a married woman with a paramour is abominable, in the spiritual world it is the most exalted relationship one can have with Krishna. Just as a tree reflected in the water appears upside down, so that which is topmost in the spiritual world &#8212; Krishna's loving dealings with the gop&#299;s &#8212; becomes abominable when reflected in the material world as illicit sexual affairs. When people imitate Krishna's r&#257;sa dance with the gop&#299;s, they enjoy only the perverted reflection of the transcendental p&#257;rak&#299;ya-rasa. &#346;r&#299;la Prabhup&#257;da writes in Krishna (p. 240), "It is stated in the &#346;r&#299;mad-Bh&#257;gavatam that one should not imitate this p&#257;rak&#299;ya-rasa even in dream or imagination. Those who do so drink the most deadly poison."</P><P>Another characteristic of mundane paramour love is that it is unsteady. As soon as one's sex pleasure is disrupted, one seeks out a new partner. The &#346;r&#299;mad-Bh&#257;gavatam predicts that in the Age of Kali marriage will become degraded to a mere convenience for sex pleasure and will break apart as soon as that pleasure abates. But once one revives one's loving relationship with Krishna, that relationship will remain steady and ever fresh.</P><P>The gop&#299;s' love for Krishna is within &#346;r&#299; Krishna's hl&#257;din&#299;-&#347;akti, or internal pleasure potency. When &#346;r&#299; Krishna wants to enjoy, He associates with the gop&#299;s, not with women of the material world. This is another indication of the gop&#299;s' superexcellent spiritual position. In Krishna's exchanges with the gop&#299;s through the hl&#257;din&#299;-&#347;akti, there is unlimited and unending ecstasy; this pleasure is far different from the quickly satiated lusts of sexual affairs, which are soon followed by painful entanglements and karmic reactions.</P><P>Even after &#346;ukadeva Gosv&#257;m&#299; had explained the spiritual nature of the love that Krishna and the gop&#299;s exchanged during the r&#257;sa dance, Mah&#257;r&#257;ja Par&#299;kshit questioned &#346;ukadeva as to why Krishna would act in a way that would make ordinary people see Him as immoral. &#346;ukadeva replied that because Lord Krishna is the supreme &#299;&#347;vara, or controller, He is independent of all social and religious principles. This is simply more evidence of His greatness. As the supreme &#299;&#347;vara, Lord Krishna may sometimes violate His own instructions with impunity, but that is possible only for the supreme controller, not for us. Since no one can imitate such astounding activities of Lord Krishna's</P><P>as creating the universe or lifting Govardhana Hill, no one should try to imitate His r&#257;sa dance, either. To further clear up all doubts about Krishna and the gop&#299;s, one may read Chapter Thirty-two of Krishna, the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>