<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 25"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 25</P><P CLASS=c>s&#257; tu karma-jñ&#257;na-yogebhyo 'py adhikatar&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> fruitive work; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; speculative knowledge; <A CLASS=v HREF="http://vedabase.net/y/yogebhyah">yogebhyah</A> &#8212; and mystic meditation; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/adhikatara">adhikatar&#257;</A> &#8212; superior.</P><P CLASS=t>TRANSLATION</P><P>Pure devotional service, on the other hand, is far superior to fruitive work, philosophical speculation, and mystic meditation.</P><P CLASS=t>PURPORT</P><P>Having described the gop&#299;s of Vraja as the topmost example of par&#257; bhakti, N&#257;rada now turns his attention to bhakti-yoga in general. Here N&#257;rada asserts that all bhaktas are categorically superior to other Vedic practitioners. The classification of human beings into karm&#299;s, jñ&#257;n&#299;s, yog&#299;s, and bhaktas is itself a brilliant gift of Vedic knowledge. Let us see why, out of the full range of possible activities, bhakti is the highest.</P><P>Karma refers in the broadest sense to any activity, but it often means activities performed within the bounds of Vedic injunctions with the intention of enjoying the results. (Another term, vikarma, is used for activity forbidden by the Vedas.) So karma, although having religious stature, is still material. The karm&#299; is interested in rewards like money, sense pleasure, and fame in this life, and he also seeks promotion to higher planets in the next life. The great defect of karma is that it always results in reactions, which force the karm&#299; to take another material birth by the process of transmigration of the soul. Therefore, whether "good" or "bad," pious or impious, all karma keeps one bound within the cycle of birth and death.</P><P>Jñ&#257;na refers to the cultivation of knowledge. The jñ&#257;n&#299; sees the shortcomings of karma and begins to inquire into higher truth. Jñ&#257;n&#299;s are generally philosophers and meditators. They are not interested merely in material results, but in knowledge for its own sake. By cultivating jñ&#257;na through the study of Vedic &#347;&#257;stras or through meditation, the jñ&#257;n&#299; can come to the brink of spiritual knowledge, awareness of eternal Brahman. But unless he goes further and understands his relationship with the Supreme Personality of Godhead, he will suffer the same defeat as the karm&#299; &#8212; confinement within the cycle of birth and death. A prayer to Krishna by the demigods points up the jñ&#257;n&#299;s' shortcoming:</P><P>O lotus-eyed Lord, although nondevotees who accept severe austerities and penances to achieve the highest position may think themselves liberated, their intelligence is impure. They fall down from their position of imagined superiority because they have no regard for Your lotus feet. [Bh&#257;g. <A CLASS=v HREF="../sb/10/2/32.htm">10.2.32</A>]</P><P>The third category of human endeavor is yoga. Lord Krishna describes the yog&#299; as follows: "A yog&#299; is greater than the ascetic, greater than the empiricist, and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances be a yog&#299;" (<A CLASS=v HREF="../bg/6/46.htm">Bg. 6.46</A>). There are many types of yoga, such as hatha-yoga, asht&#257;&#324;ga-yoga, r&#257;ja-yoga, dhy&#257;na-yoga, and bhakti-yoga. Rudimentary hatha-yoga has become very popular as a form of exercise and relaxation, but real yoga &#8212; as taught by Patañjali in his Yoga-s&#363;tra or by Krishna in the Sixth Chapter of Bhagavad-g&#299;t&#257; &#8212; is an eightfold system of meditation for attaining sam&#257;dhi, or complete absorption of the mind in the Supreme. The eightfold yoga process is very difficult to perform, and even Arjuna decided it was too difficult for him. And those few who can practice it often become captivated by the siddhis, or perfections, that one can gain through this yoga, such as the ability to walk on water, become extremely small, and control other people's minds. So the mystic yoga process, being very difficult and full of many possible distractions, is not recommended in this age.</P><P>Activities of karma, jñ&#257;na, and yoga are not condemned as such by those practicing bhakti, devotional service. Rather, when these lesser activities are dovetailed in the service of the Supreme Lord, they are favorable methods of devotional service. For example, when karma, or activity, is joined with devotional service, it becomes karma-yoga, action in Krishna consciousness. Lord Krishna recommends this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/27.htm">9.27</A>):</P><P>yat karoshi yad a&#347;n&#257;si yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya tat kurushva mad-arpanam</P><P>"Whatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform &#8212; do that, O son of Kunt&#299;, as an offering to Me" (<A CLASS=v HREF="../bg/9/27.htm">Bg. 9.27</A>).</P><P>Those who cultivate knowledge (jñ&#257;na) are often very proud and consider themselves superior to devotees. But the perfection of knowledge is to surrender to the Supreme Personality of Godhead and realize that He is everything. Then jñ&#257;na becomes jñ&#257;na-yoga and is purified of mental speculation. As Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/19.htm">7.19</A>),</P><P>bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti sa mah&#257;tm&#257; su-durlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare" (<A CLASS=v HREF="../bg/7/19.htm">Bg. 7.19</A>).</P><P>Similarly, Krishna tells Arjuna at the end of the Sixth Chapter of the G&#299;t&#257; that absorption in Krishna consciousness is the ultimate yoga:</P><P>yogin&#257;m api sarvesh&#257;m mad-gaten&#257;ntar &#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m sa me yuktatamo matah</P><P>"And of all yog&#299;s, the one with great faith who always abides in Me, thinks of Me within himself, and renders transcendental loving service to Me &#8212; he is the most intimately united with Me in yoga and is the highest of all. That is My opinion" (<A CLASS=v HREF="../bg/6/47.htm">Bg. 6.47</A>).</P><P>So karma, jñ&#257;na, and yoga can become favorable for Krishna consciousness. But direct par&#257; bhakti is the conclusion of Lord Krishna's teachings in the Bhagavad-g&#299;t&#257;:</P><P>man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namas-kuru</P><P CLASS=n>m&#257;m evaishyasi satyam te pratij&#257;ne priyo 'si me</P><P CLASS=n>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P CLASS=n>[<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>]</P><P>"Always think of Me, become My devotee, worship Me, and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend. Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear" (<A CLASS=v HREF="../bg/18/65.htm">Bg. 18.65-66</A>).</P><P>Thus in the Bhagavad-g&#299;t&#257; Lord Krishna confirms N&#257;rada's assertion here that bhakti is supreme.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>