<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 28"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 28</P><P CLASS=c>tasy&#257; jñ&#257;nam eva s&#257;dhanam ity eke</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyah">tasy&#257;h</A> &#8212; of <A HREF="http://vedabase.net/i/it">it</A> (<A HREF="http://vedabase.net/b/bhakti">bhakti</A>); <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/s/sadhanam">s&#257;dhanam</A> &#8212; the means; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; some.</P><P CLASS=t>TRANSLATION</P><P>Some say that knowledge is the means for developing devotion.</P><P CLASS=t>PURPORT</P><P>In this and the following two s&#363;tras N&#257;rada discusses the relation between knowledge and bhakti.</P><P>Is bhakti based on knowledge? Acquiring knowledge is certainly an important part of Krishna consciousness. In the beginning of the Bhagavad-g&#299;t&#257;, Krishna reprimands Arjuna for "speaking learned words" but acting like one in ignorance. Krishna thus becomes the guru of Arjuna and begins by teaching him about the immortality of the soul. Indeed, throughout the Bhagavad-g&#299;t&#257; Krishna gives Arjuna essential knowledge concerning devotional service. Lord Caitanya also took the role of teacher in His pastimes with S&#257;rvabhauma Bhatt&#257;c&#257;rya, Prak&#257;&#347;&#257;nanda Sarasvat&#299;, and R&#363;pa and San&#257;tana Gosv&#257;m&#299;s.</P><P>Krishna conscious knowledge is not jñ&#257;na in the impersonal sense but is rather knowledge of the soul, God, and God's energies, with a bhakti conclusion. It is obvious, therefore, that knowledge helps one practice bhakti. Sometimes &#346;r&#299;la Prabhup&#257;da was asked, "How can a person without knowledge know if a spiritual master is bona fide?" &#346;r&#299;la Prabhup&#257;da replied that to know who a bona fide spiritual master is, one must first have some idea of what a spiritual master is. He gave the example that if someone wants to buy gold, he had better learn about gold and the gold market. Otherwise, he will be easily cheated. Or if someone wants to attend a college, he has to research the qualifications of various universities, their entrance requirements, and so on. So knowledge is certainly an important component of bhakti. &#346;r&#299;la Prabhup&#257;da wrote his books with the aim of distributing transcendental knowledge, and in his Bhagavad-g&#299;t&#257; he wrote, "Religion without philosophy is sentiment, or sometimes fanaticism, while philosophy without religion is mental speculation."</P><P>Yet although knowledge is important, it is not an absolute requisite for bhakti. If Krishna likes, He can immediately bestow enlightenment upon any person, regardless of his education. And in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/2/7.htm">1.2.7</A>), S&#363;ta Gosv&#257;m&#299; declares,</P><P>v&#257;sudeve bhagavati bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam jñ&#257;nam ca yad ahaitukam</P><P>"By rendering devotional service unto the Personality of Godhead, Krishna, one immediately acquires causeless knowledge and detachment."</P><P>Therefore, while knowledge may help one to take up and prosecute bhakti, the contention that knowledge is the source of bhakti is false.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>