<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 29"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 29</P><P CLASS=c>anyony&#257;&#347;rayatvam ity eke</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyonya">anyonya</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/a/asrayatvam">&#257;&#347;rayatvam</A> &#8212; dependency; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; some.</P><P CLASS=t>TRANSLATION</P><P>Others consider bhakti and knowledge interdependent.</P><P CLASS=t>PURPORT</P><P>The spiritual harmony of knowledge and devotion is well expressed in the phrase bhakti-ved&#257;nta. Some observers think of bhakti and jñ&#257;na as separate or in opposition to each other. The Advaitins claim a monopoly on jñ&#257;na through the study of the Ved&#257;nta-s&#363;tra according to the commentary of &#346;a&#324;kara. But Ved&#257;ntic study is not in opposition to bhakti-yoga. The author of the Ved&#257;nta-s&#363;tra is &#346;r&#299;la Vy&#257;sadeva, who also compiled the &#346;r&#299;mad-Bh&#257;gavatam, which is a masterpiece of bhakti as well as the natural commentary on the Ved&#257;nta-s&#363;tra. The Vaishnava &#257;c&#257;ryas R&#257;m&#257;nuja, Madhva, and Baladeva Vidy&#257;bh&#363;shana all wrote commentaries on the Ved&#257;nta-s&#363;tra and proved Ved&#257;nta to be harmonious with devotional service. So when a Vaishnava studies the Ved&#257;nta-s&#363;tra and other Vedic literatures in order to understand the glories of the Supreme Lord, then we have bhakti-ved&#257;nta.</P><P>Knowledge is especially required by the Krishna conscious preacher, who has to meet opposing arguments. The Vaishnava &#257;c&#257;ryas were all highly learned in Sanskrit, philosophy, and logic, but they were never dry speculators like the academic or impersonalist scholars. They knew that Krishna is the conclusion of the Vedas. As &#346;r&#299; Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah/ ved&#257;nta-krid veda-vid eva c&#257;ham: "By all the Vedas, I am to be known. Indeed, I am the compiler of Ved&#257;nta, and I am the knower of the Vedas."</P><P>Knowledge and devotion are harmonious, but to say that they are interdependent is too strong. Love of Krishna often arises without a</P><P>long development of jñ&#257;na. N&#257;rada Muni once blessed a sadistic hunter with pure devotion to Krishna. This type of spontaneous development of bhakti is known as krip&#257;-siddhi, perfection via the good graces of the Lord and the Vaishnavas.</P><P>In the eternal pleasure pastimes of the Lord, Yogam&#257;y&#257; sometimes covers the devotee's knowledge that Krishna is God. This is another example of how knowledge and bhakti are not always interdependent. Sometimes the eternal associates of Krishna remember that He is the Supreme Lord, and sometimes they forget, depending on the requirements of their particular devotional mood, or rasa. At Krishna's name-giving ceremony, the sage Garga said, "This child will grow in power, beauty, opulence &#8212; everything &#8212; on the level of N&#257;r&#257;yana, the Supreme Personality of Godhead." Still, mother Ya&#347;od&#257; treated Krishna as her dependent child. Once Ya&#347;od&#257; ordered Krishna to open His mouth so she could see if He had eaten dirt. Krishna obeyed, and when mother Ya&#347;od&#257; looked into her child's mouth, she saw the universal form, including all time, space, and planets. Realizing that Krishna was the Supreme Person, she prayed,</P><P>Let me offer my respectful obeisances unto the Supreme Personality of Godhead,... under whose illusory energy I am thinking that Nanda Mah&#257;r&#257;ja is my husband and Krishna is my son, that all the properties of Nanda Mah&#257;r&#257;ja belong to me, and that all the cowherd men and women are my subjects. [Krishna, p. 84]</P><P>But then Lord Krishna expanded His internal energy to cover mother Ya&#347;od&#257;'s sense of awe and reverence with maternal affection. She immediately forgot that Krishna was God and again accepted Him as her child. In cases like these, in the eternal pastimes of the Lord, knowledge of Krishna's divinity comes and goes, but always in the service of bhakti.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>