<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 30"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 30</P><P CLASS=c>svayam phala-r&#363;peti brahma-kum&#257;rah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; itself; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;p&#257;</A> &#8212; manifesting <A HREF="http://vedabase.net/a/as">as</A> its fruit; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;rah</A> &#8212; the son of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> (<A HREF="http://vedabase.net/n/narada">N&#257;rada</A>).</P><P CLASS=t>TRANSLATION</P><P>But the son of Brahm&#257; says that bhakti is its own fruit.</P><P CLASS=t>PURPORT</P><P>N&#257;rada now gives his opinion &#8212; that bhakti is not dependent on anything else for nourishment. In other words, Krishna consciousness is the natural, transcendental state of the living being, and this state manifests automatically when we take up the process of bhakti-yoga. As &#346;r&#299;la Prabhup&#257;da puts it in his lecture entitled "On Chanting Hare Krishna," "Krishna consciousness is not an artificial imposition on the mind. This consciousness is the original energy of the living entity." The chanting of Hare Krishna, &#346;r&#299;la Prabhup&#257;da says, "is directly enacted from the spiritual platform, surpassing all lower stages of consciousness &#8212; namely, sensual, mental, and intellectual."</P><P>In His &#346;iksh&#257;shtaka (1), Lord Caitanya declares that the chanting of the holy name of Krishna cleans the mirror of the mind. When the mirror of the mind is clean, one can see one's original, spiritual self along with the Supreme Lord. The initial activities of bhakti, therefore, clear away ignorance and false ego and reveal to the living entity his eternal state of devotional service. So bhakti is not produced by something else; rather, the practices of s&#257;dhana-bhakti remove the obstacles to our original loving relationship with the Lord.</P><P>&#346;r&#299;la Prabhup&#257;da would sometimes say that Krishna consciousness is causeless. For example, "Revival of the dormant affection or love of Godhead does not depend on the mechanical system of hearing and chanting, but it solely and wholly depends on the causeless mercy of the Lord" (Bh&#257;g. <A CLASS=v HREF="../sb/1/7/6.htm">1.7.6</A>, purport). This means that the Lord freely bestows bhakti upon the devotee. The Supreme Lord is not bound to respond to any religious act or austerity we may perform, as if in mechanical obedience to law. This theory, put forward by the Karma-m&#299;m&#257;msakas, is rejected in bhakti-yoga. Krishna is svar&#257;t, supremely independent, and so is bhakti. In other words, one's advancement in devotional service does not depend on any of the various departments of human accomplishment, such as karma, jñ&#257;na, or yoga. If a person happens to be lacking in any department &#8212; even in devotion itself &#8212; Lord Krishna can supply the requirements as He likes.</P><P>In a purport describing the free wandering of N&#257;rada Muni, &#346;r&#299;la Prabhup&#257;da gives an eloquent expression of the independence of bhakti-yoga:</P><P>There is no reason or obligation for [N&#257;rada's] traveling, and no one can stop him from his free movement. Similarly, the transcendental system of devotional service is also free. It may or may not develop in a particular person even after he undergoes all the detailed formulas. Similarly, the association of the devotee is also free. One may be fortunate to have it, or one may not have it even after thousands of endeavors. Therefore, in all spheres of devotional service, freedom is the main pivot. [Bh&#257;g. <A CLASS=v HREF="../sb/1/6/37.htm">1.6.37</A>, purport]</P><P>The M&#257;y&#257;v&#257;d&#299;s sometimes twist a s&#363;tra like this one in an attempt to prove that the individual &#257;tm&#257; needs no assistance to attain self-realization. They say that the scriptures and gurus and even God Himself are just inventions that may help us achieve self-realization but that then must be thrown away, just as one may remove a thorn in his flesh with another thorn and then throw them both away. The misconception here is that the bhakti-&#347;&#257;stras and pure devotees are finite products of the material world. In truth, the &#347;&#257;stras are eternal manifestations of the Supreme Personality of Godhead, as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/3/15.htm">3.15</A>): brahm&#257;kshara-samudbhavam. Elsewhere it is stated that the Vedas are the "breathing of N&#257;r&#257;yana." The Vedic scriptures are sometimes manifest and sometimes not, but they exist eternally. Similarly, the Supreme Lord and His eternal associates sometimes appear within the material world, and after a time they disappear, but they are always manifest in the spiritual world, where they engage in unlimited varieties of pastimes. &#346;r&#299;la Prabhup&#257;da writes,</P><P>Persons with a poor fund of knowledge conclude that a place devoid of material qualities must be some sort of formless nothingness. In reality, however, there are qualities in the spiritual world, but they are different from the material qualities because everything there is eternal, unlimited, and pure. [Cc. <A CLASS=v HREF="../cc/adi/5/22.htm">&#256;di 5.22</A>, purport]</P><P>Lord Krishna, His expansions, and His devotees are not "dispensable," as the M&#257;y&#257;v&#257;d&#299;s contend. On the contrary, it is the M&#257;y&#257;v&#257;da doctrine that is a temporary creation, introduced at a certain time for a special purpose but intended to be discarded later. &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja writes,</P><P>&#346;a&#324;kara, who was an incarnation of Lord &#346;iva, is faultless because he is a servant carrying out the orders of the Lord. But those who follow his M&#257;y&#257;v&#257;da philosophy are doomed. They will lose all their advancement in spiritual knowledge. One who considers the transcendental body of Lord Vishnu to be made of material nature is the greatest offender at the lotus feet of the Lord. There is no greater blasphemy against the Supreme Personality of Godhead. [Cc. <A CLASS=v HREF="../cc/adi/7/114.htm">&#256;di 7.114-15</A>]</P><P>The opinion of N&#257;rada Muni, here describing himself as "the son of Lord Brahm&#257;," is that bhakti is eternal and self-manifested, not dependent on any lesser process. When such devotional service is revealed to a sincere devotee, he realizes that its nature is like the Lord's &#8212; sac-cid-&#257;nanda, full of eternity, bliss, and knowledge.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31-32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>