<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verses 31-32</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verses 31-32"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 31-32</P><P CLASS=c>r&#257;ja-griha-bhojan&#257;dishu tathaiva drishtatv&#257;t</P><P CLASS=c>na tena r&#257;ja-paritoshah kshuc-ch&#257;ntir v&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; royal; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> residence; <A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> meal: <A HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; just like this; <A CLASS=v HREF="http://vedabase.net/d/drstatvat">drishtatv&#257;t</A> &#8212; because of its being seen; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; of the king; <A CLASS=v HREF="http://vedabase.net/p/paritosah">paritoshah</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/k/ksut">kshut</A> &#8212; of hunger; <A CLASS=v HREF="http://vedabase.net/s/santih">&#347;&#257;ntih</A> &#8212; pacification; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or.</P><P CLASS=t>TRANSLATION</P><P>This is illustrated by the examples of a royal palace, a meal, and so on. A king is not really satisfied just by seeing a palace, nor can someone placate his hunger just by looking at a meal.</P><P CLASS=t>PURPORT</P><P>By these worldly examples, N&#257;rada helps us understand the actual experience of bhakti. N&#257;rada has said that some philosophers think knowledge is the means for developing bhakti, whereas others say that knowledge and bhakti are interdependent. But N&#257;rada's conclusion is that bhakti is its own fruit. This means that bhakti, being an intimate exchange between the Lord and His devotees, does not depend on any other process. Only the Lord's pure devotees can enter into and understand such an exchange.</P><P>The examples N&#257;rada gives illustrate the difference between jñ&#257;na (theoretical knowledge) and vijñ&#257;na (realized knowledge). It is especially important to hear from a spiritual master who has vijñ&#257;na. We will have to experience vijñ&#257;na for ourselves, but if the spiritual master is not self-realized, how can he guide us? Only those who have confidential knowledge can convey it to others. For example, Lord Brahm&#257;, the first enlightened living being, received Vedic knowledge directly from Lord Krishna. If one hears Brahm&#257;'s realized knowledge from someone in disciplic succession who has also realized it, then one is in a position to receive vijñ&#257;na.</P><P>Much depends on the quality of submissive hearing. These s&#363;tras of the N&#257;rada-bhakti-s&#363;tra dealing with the examples of a king's palace and a feast give us a remarkable inside look at spiritual life. If we listen with sensitivity and faith, then even before the stage of full realization we can begin to get an inkling of what it is like. We hear that spiritual perfection will be like going home, and our attraction for this develops. One thinks, "Yes I too would like to go home, back to Godhead." Faithful hearing can produce realization. &#346;r&#299;la Prabhup&#257;da writes,</P><P>For topics concerning Uttama-&#347;loka, the Supreme Personality of Godhead, the spiritual master speaks, and the disciple hears with attention.... The spiritual master and disciple do not need to understand more than Krishna because simply by understanding Krishna and talking about Krishna, one becomes a perfectly learned person. [Bh&#257;g. <A CLASS=v HREF="../sb/10/1/4.htm">10.1.4</A>, purport]</P><P>Throughout the Vedic literature we find a strong emphasis on hearing about Krishna. &#346;r&#299;la Prabhup&#257;da states, "Whenever offenseless hearing and glorification of God are undertaken, it is to be understood that Lord Krishna is present there in the form of transcendental sound, which is as powerful as the Lord personally" (Bh&#257;g. <A CLASS=v HREF="../sb/1/2/17.htm">1.2.17</A>, purport). Unless one experiences it, one cannot understand the powerful purification engendered by hearing from a bona fide spiritual master. As &#346;r&#299;la Prabhup&#257;da further writes:</P><P>Human reason fails to understand how by serving the devotee bh&#257;gavata or the book bh&#257;gavata one gets gradual promotion on the path of devotion. But actually these are facts explained by &#346;r&#299;la N&#257;radadeva, who happened to be a maidservant's son in his previous life. [Bh&#257;g. <A CLASS=v HREF="../sb/1/2/18.htm">1.2.18</A>, purport]</P><P>Effective hearing must be accompanied by surrender to the Lord and the Lord's devotee. It is not idle armchair talk. One has to be serious about inquiring into the Absolute Truth, prepared to hear submissively, and ready to serve the learned spiritual master.</P><P>Here N&#257;rada's analogies of a king looking at a palace and a hungry man looking at a meal point up the fact that bhakti has to be practiced wholeheartedly if one wants to fully appreciate it. The other processes &#8212; karma, jñ&#257;na, and yoga &#8212; even if practiced well, cannot bring the taste of krishna-bhakti. They are compared to the nipples on a goat's neck, which look promising but which cannot yield milk, no matter how much you try to milk them. Nor can mere academic knowledge of bhakti produce any real understanding of it. Prabhup&#257;da liked to compare academics who study bhakti to bees who lick the outside of a bottle of honey: a lot of energy expended, but all for naught.</P><P>The example of eating is also a metaphor to help us understand what it is like to attain Krishna consciousness:</P><P>bhaktih pare&#347;&#257;nubhavo viraktir</P><P CLASS=n>anyatra caisha trika eka-k&#257;lah</P><P CLASS=n>prapadyam&#257;nasya yath&#257;&#347;natah syus</P><P CLASS=n>tushtih pushtih kshud-ap&#257;yo 'nu-gh&#257;sam</P><P>"Devotion, direct experience of the Supreme Lord, and detachment from other things &#8212; these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment, and relief from hunger come simultaneously and increasingly with each bite for a person engaged in eating" (Bh&#257;g. <A CLASS=v HREF="../sb/11/2/42.htm">11.2.42</A>).</P><P>&#346;r&#299;la Prabhup&#257;da used to say that no one has to give you a certificate to state that you are now Krishna conscious. You will know it for yourself, and in fact, only you can know it for yourself. Similarly, if you are hungry and you begin to appease your hunger by eating, no one has to tell you, "Now you're satisfied." So, even the most vivid analogies cannot enlighten us beyond our realization. Ultimately, we have to go to the spiritual world to see it for ourselves. During the 1960's in America, at the time of the Vietnam War, a new devotee asked &#346;r&#299;la Prabhup&#257;da, "What is it like in Krishnaloka?" &#346;r&#299;la Prabhup&#257;da replied, "You won't be bothered by the draft board." That was a suitable (and humorous) reply for a person plagued with that particular fear, but there is of course much more to Krishnaloka than "no draft board." Sometimes when Prabhup&#257;da was pressed with inquiries about the spiritual world, he would reply, "You will know when you go there."</P><P>The conclusion is that N&#257;rada and the &#257;c&#257;ryas are inviting us to get off the mental platform and to actually participate in bhakti-yoga &#8212; if we want to know what it really is and taste its fruit, going back to Godhead.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>