<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 2 Verse 33"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="bhakti.htm">Defining Bhakti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 33</P><P CLASS=c>asm&#257;t saiva gr&#257;hy&#257; mumukshubhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asmat">asm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/g/grahya">gr&#257;hy&#257;</A> &#8212; should be accepted; <A CLASS=v HREF="http://vedabase.net/m/mumuksubhih">mumukshubhih</A> &#8212; by persons desiring liberation.</P><P CLASS=t>TRANSLATION</P><P>Therefore seekers of liberation should take to devotional service alone.</P><P CLASS=t>PURPORT</P><P>As stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/2/32.htm">10.2.32</A>), those who pursue liberation but do not take shelter of the Supreme Lord in devotional service may think that they have attained the highest position and been liberated, but eventually they fall down to materialistic activities. Because the impersonalist meditator fails to develop his loving relationship with the Supreme Person, he must return from his sojourn in Brahman and come back into the material world to fulfill his personal desires. Therefore eternal liberation, freedom from repeated birth and death, is achieved only in the spiritual world, when one is fixed in one's eternal relationship of loving devotional service to the Supreme Personality of Godhead. In previous s&#363;tras N&#257;rada mentioned that pure devotional service is not performed for any reward, including release from birth and death. Lord Caitanya also expressed this idea in His &#346;iksh&#257;shtaka (4):</P><P>na dhanam na janam na sundar&#299;m</P><P CLASS=n>kavit&#257;m v&#257; jagad-&#299;&#347;a k&#257;maye</P><P CLASS=n>mama janmani janman&#299;&#347;vare</P><P CLASS=n>bhavat&#257;d bhaktir ahaituk&#299; tvayi</P><P>"O almighty Lord, I have no desire for accumulating wealth, nor do I have any desire to enjoy beautiful women, nor do I want many followers. All I want is Your causeless devotional service in my life, birth after birth." By saying "birth after birth," Lord Caitanya implies that He does not seek liberation, either. All He desires is continuous service and remembrance of the Lord, in any sphere of life.</P><P>And yet although a pure devotee never aspires for mukti, he automatically achieves it. By Krishna's desire, he is promoted to Krishnaloka or to a Vaikuntha planet, depending on his rasa with the Lord. Or, like N&#257;rada, he may remain in the material world to preach Krishna consciousness. &#346;r&#299;la Prabhup&#257;da used to say that liberation doesn't mean one has to develop four arms and four heads. If one is purely Krishna conscious one may continue to live in the material world and be fully liberated. As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>):</P><P>&#299;h&#257; yasya harer d&#257;sye karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su j&#299;van-muktah sa ucyate</P><P>"A person acting in the service of Krishna with his body, mind, intelligence, and words is a liberated person even within the material world, although he may engage in many apparently material activities."</P><P CLASS=l><A CLASS=i HREF="31-32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>