<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 34"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 34</P><P CLASS=c>tasy&#257;h s&#257;dhan&#257;ni g&#257;yanty &#257;c&#257;ry&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyah">tasy&#257;h</A> &#8212; of <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhanani">s&#257;dhan&#257;ni</A> &#8212; the means of development; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; sing; <A CLASS=v HREF="http://vedabase.net/a/acaryah">&#257;c&#257;ry&#257;h</A> &#8212; the great teachers.</P><P CLASS=t>TRANSLATION</P><P>Standard authorities have described the methods for achieving devotional service.</P><P CLASS=t>PURPORT</P><P>Having described the essence of par&#257; bhakti, the highest stage of devotional service, N&#257;rada now turns to the practices one must perform to reach that stage. The practice stage of bhakti is called s&#257;dhana-bhakti. N&#257;rada previously stated that bhakti was its own means, that it does not depend on anything else &#8212; specifically jñ&#257;na, or knowledge. And as &#346;r&#299;la Prabhup&#257;da points out, bhakti doesn't even depend on the devotee's practice:</P><P>Krishna consciousness cannot be aroused simply by practice. Actually there is no such practice. When we wish to develop our innate capacity for devotional service, there are certain processes which, by our accepting and executing them, will cause that dormant capacity to be invoked. Such practice is called s&#257;dhana-bhakti. [The Nectar of Devotion, p. 20]</P><P>The rules and regulations of bhakti are meant to cure a conditioned soul of the madness that causes his bondage and suffering. &#346;r&#299;la Prabhup&#257;da writes (The Nectar of Devotion, p. 21), "As a man's mental disease is cured by the directions of a psychiatrist, so this s&#257;dhana-bhakti cures the conditioned soul of his madness under the spell of m&#257;y&#257;, material illusion."</P><P>N&#257;rada says that the methods he will teach have been given by the &#257;c&#257;ryas, those who teach by both word and deed. Bhakti can be taught only by Vaishnava &#257;c&#257;ryas and their representatives, not by teachers of comparative religion or impersonalists in the guise of bhaktas. N&#257;rada himself is one of the greatest &#257;c&#257;ryas, and so his own sayings are sufficient. Still, following the parampar&#257; tradition, he quotes previous &#257;c&#257;ryas and also gives his own insights. Thus his teachings are acceptable to all, regardless of samprad&#257;ya or particular founder-&#257;c&#257;rya. Here N&#257;rada uses the word g&#257;yanti, "they sing," because the &#257;c&#257;ryas joyfully teach the principles of bhakti.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>