<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 35"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 35</P><P CLASS=c>tat tu vishaya-ty&#257;g&#257;t sa&#324;ga-ty&#257;g&#257;c ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; of sense gratification; <A CLASS=v HREF="http://vedabase.net/t/tyagat">ty&#257;g&#257;t</A> &#8212; by rejection; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; of (material) association; <A CLASS=v HREF="http://vedabase.net/t/tyagat">ty&#257;g&#257;t</A> &#8212; by rejection; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>One achieves bhakti by giving up sense gratification and mundane association.</P><P CLASS=t>PURPORT</P><P>Vishaya refers to the objects of sense enjoyment, and one who indulges in sense enjoyment is called a vishay&#299;. A vishay&#299; cannot succeed in devotional service. The &#257;c&#257;ryas therefore set down regulations for eating, mating, and so on. N&#257;rada states that one should not only give up gross practices of sense indulgence but should even stop thinking of sense gratification. The word sa&#324;ga-ty&#257;ga indicates that one should refrain from associating with sense objects even within the mind and heart. The &#257;c&#257;ryas of all religions so consistently recommend such renunciation of sense pleasure that the need for it may seem a truism. But to practice it is not easy. And yet if we want to advance in bhakti-yoga, practice it we must. As Lord Krishna says, "What is called renunciation you should know to be the same as yoga, or linking oneself with the Supreme, O son of P&#257;ndu, for one can never become a yog&#299; unless he renounces the desire for sense gratification" (<A CLASS=v HREF="../bg/6/2.htm">Bg. 6.2</A>).</P><P>The Krishna conscious method of renunciation is to engage the mind and senses in devotional service. As &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs2/255">2.255</A>),</P><P>an&#257;saktasya vishay&#257;n yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate</P><P>"When one is not attached to anything but simultaneously accepts everything in relation to Krishna, one is situated above possessiveness."</P><P>An active devotee is more complete in his renunciation than one who rejects material things without knowledge of their relationship to Krishna. This method of yukta-vair&#257;gya gives one great freedom, but it must be done rightly. &#346;r&#299;la Prabhup&#257;da writes, "One should, however, note that after doing something whimsically he should not offer the results to the Supreme Lord. That sort of duty is not in the devotional service of Krishna consciousness. One should act according to the order of Krishna, [which] comes through disciplic succession from the bona fide spiritual master" (<A CLASS=v HREF="../bg/18/57.htm">Bg. 18.57</A>, purport). In short, sinful activity cannot be brought under the purview of "offering everything to Krishna." Indeed, &#346;r&#299;la Prabhup&#257;da would not accept disciples unless they agreed to follow the four regulative principles &#8212; no illicit sex, no intoxication, no gambling, and no meat-eating.</P><P>Renunciation is possible because of the higher pleasure attainable in spiritual life. As Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/59.htm">2.59</A>),</P><P>vishay&#257; vinivartante nir&#257;h&#257;rasya dehinah</P><P CLASS=n>rasa-varjam raso 'py asya param drishtv&#257; nivartate</P><P>"Although the embodied soul may be restricted from sense enjoyment, the taste for sense objects remains. But ceasing such engagements by experiencing a higher taste, he is fixed in consciousness." In his purport to this verse, &#346;r&#299;la Prabhup&#257;da compares the restriction from sense enjoyment mystic yog&#299;s observe to the restrictions a doctor places upon a patient that forbid him from taking certain types of food. In neither instance is the taste for the forbidden pleasures lost. "But," &#346;r&#299;la Prabhup&#257;da writes, "one who has tasted the beauty of the Supreme Lord, Krishna, in the course of his advancement in Krishna consciousness no longer has a taste for dead, material things. Therefore, restrictions are there for the less intelligent neophytes in the spiritual advancement of life, but such restrictions are good only until one actually has a taste for Krishna consciousness."</P><P>Previously N&#257;rada has stated that it is not sufficient merely to hear about spiritual life or to tell others about it without actually practicing it and realizing its fruits oneself. And so the s&#257;dhana-bhakta actually practices &#8212; he avoids lusty attachments on the strength of his vows, and Krishna helps him from within. Eventually he relishes a higher taste and loses the desire for sense gratification. Bhakti-yoga, being a transcendental science, yields the expected results when carefully followed.</P><P>The phrase sa&#324;ga-ty&#257;g&#257;t, which N&#257;rada uses here, also appears in &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Upade&#347;&#257;mrita (3). According to R&#363;pa Gosv&#257;m&#299;, sa&#324;ga-ty&#257;ga, by which he means "abandoning the association of nondevotees," is one of the most important requirements for the execution of pure devotional service. When Lord Caitanya was asked to define a Vaishnava, He replied, asat-sa&#324;ga-ty&#257;ga &#8212; ei vaishnava &#257;c&#257;ra: "Characteristically, a Vaishnava is one who gives up the association of worldly people, or nondevotees" (Cc. <A CLASS=v HREF="../cc/madhya/22/87.htm">Madhya 22.87</A>). Just as asat-sa&#324;ga increases our material attachment and impedes our devotional service, so s&#257;dhu-sa&#324;ga furthers our devotional service by helping us become attached to Lord Krishna and detached from the practices of nondevotees.</P><P>In the &#346;r&#299;mad-Bh&#257;gavatam Lord Kapila advises His mother, Devah&#363;ti, that while material attachment is the greatest entanglement for the spirit soul, "that same attachment, when applied to the self-realized devotees, opens the door of liberation" (Bh&#257;g. <A CLASS=v HREF="../sb/3/25/20.htm">3.25.20</A>). In his purport, &#346;r&#299;la Prabhup&#257;da writes, "This indicates that the propensity for attachment cannot be stopped; it must be utilized for the best purpose. Our attachment for material things perpetuates our conditioned state, but the same attachment, when transferred to the Supreme Personality of Godhead or His devotee, is the source of liberation."</P><P>This s&#363;tra contains a stern order for the aspiring devotee: "If you want to progress in bhakti, you must give up sense gratification and material association." In his Bhagavad-g&#299;t&#257; purports, &#346;r&#299;la Prabhup&#257;da tells us how we should approach such orders: "The Lord instructs that one has to become fully Krishna conscious to discharge duties, as if in military discipline. Such an injunction may make things a little difficult; still, duties must be carried out, with dependence on Krishna, because that is the constitutional position of the living entity" (<A CLASS=v HREF="../bg/3/30.htm">Bg. 3.30</A>, purport). Lethargy in the face of these orders should be thrown off. The alternative is great unhappiness, more than we can imagine, as the soul falls down into lower species of life, birth after birth.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>