<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 36"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 36</P><P CLASS=c>avy&#257;vritta-bhajan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avyavrtta">avy&#257;vritta</A> &#8212; uninterrupted; <A CLASS=v HREF="http://vedabase.net/b/bhajanat">bhajan&#257;t</A> &#8212; by worship.</P><P CLASS=t>TRANSLATION</P><P>One achieves bhakti by worshiping the Lord ceaselessly.</P><P CLASS=t>PURPORT</P><P>N&#257;rada has given a negative order &#8212; to restrain the mind and senses; he now gives the positive method for engaging the mind and senses in Krishna consciousness. &#346;r&#299;la Prabhup&#257;da compared Krishna conscious activity to placing an iron rod in fire. As the rod stays steadily within the flames, it becomes hotter and hotter, until eventually it becomes fiery. In the same way, the devotee who steadily engages in Krishna consciousness gradually becomes transformed, until eventually he becomes fully Krishna conscious. If one is completely absorbed in Krishna's service, there is no scope for the activities of m&#257;y&#257;.</P><P>The &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/2/6.htm">1.2.6</A>) also recommends uninterrupted devotional service:</P><P>sa vai pums&#257;m paro dharmo yato bhaktir adhokshaje</P><P CLASS=n>ahaituky apratihat&#257; yay&#257;tm&#257; supras&#299;dati</P><P>"The supreme occupation for all humanity is that by which one can attain to loving devotional service unto the transcendental Lord. Such devotional service must be unmotivated and uninterrupted to completely satisfy the self."</P><P>In this s&#363;tra N&#257;rada uses the word bhajana, which also appears, in a slightly different form, in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/47.htm">6.47</A>). In concluding His instructions on asht&#257;&#324;ga-yoga in the Sixth Chapter of the G&#299;t&#257;, Lord Krishna says that one who serves Him with devotion and faith (&#347;raddh&#257;v&#257;n bhajate yo m&#257;m) is the highest yog&#299;. &#346;r&#299;la Prabhup&#257;da explains that the word bhaj means "service":</P><P>Service with love and faith is especially meant for the Supreme Personality of Godhead. One can avoid worshiping a respectable man or demigod and may be called discourteous, but one cannot avoid serving the Supreme Lord without being thoroughly condemned. [<A CLASS=v HREF="../bg/6/47.htm">Bg. 6.47</A>, purport]</P><P>This passage indicates that bhakti is not a spiritual recreation for a few people but is intended for all, and it cannot be avoided without dire consequences.</P><P>N&#257;rada says bhakti is attained by uninterrupted loving service. But does he mean that one must be flawless, that one must never slip? No, Lord Krishna allows for mistakes, provided one is determined to serve Him. He says in the Ninth Chapter of the G&#299;t&#257;,</P><P>api cet su-dur&#257;c&#257;ro bhajate m&#257;m ananya-bh&#257;k</P><P CLASS=n>s&#257;dhur eva sa mantavyah samyag vyavasito hi sah</P><P>"Even if one commits the most abominable action, if he is engaged in devotional service he is to be considered saintly because he is properly situated in his determination" (<A CLASS=v HREF="../bg/9/30.htm">Bg. 9.30</A>). &#346;r&#299;la Prabhup&#257;da warns us, however, not to take advantage of this statement and think we can intentionally violate the rules of devotional life and still be a devotee. The blessing from the Lord expressed here is that if we go on serving the spiritual master and Krishna with determination &#8212; especially by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; then Lord Krishna will accept us as His devotee, despite our imperfections.</P><P>But exactly what does one do to always keep busy in Krishna consciousness and avoid becoming bored or restless? Prahl&#257;da Mah&#257;r&#257;ja taught a ninefold process of bhakti for maintaining full engagement in the Lord's service: (1) hearing about the Lord, (2) chanting His name and glories, (3) remembering Him, (4) serving His lotus feet, (5) worshiping the Deity, (6) offering prayers to the Lord, (7) becoming His servant, (8) becoming His friend, and (9) offering Him everything. While the first two of these processes are extremely important, any one of them is sufficient for achieving perfection. &#346;r&#299;la Prabhup&#257;da writes:</P><P>The nine different processes enunciated by Prahl&#257;da Mah&#257;r&#257;ja, who learned them from N&#257;rada Muni, may not all be required for the execution of devotional service; if a devotee performs only one of these nine without deviation, he can attain the mercy of the Supreme Personality of Godhead. [Bh&#257;g. <A CLASS=v HREF="../sb/7/5/24.htm">7.5.24</A>, purport]</P><P>In early 1968 I wrote a letter to &#346;r&#299;la Prabhup&#257;da saying that sometimes I couldn't decide which service I should do at a given moment. Should I wash the dishes or chant Hare Krishna? Prabhup&#257;da replied:</P><P>There isn't any difference between chanting the Holy Name [and] washing the dishes of the Temple. So do not be worried when you are attracted for doing other work in the Temple. There is variegatedness in transcendental activities. Sometimes we like to chant, sometimes we like to wash dishes. There is no difference on the Absolute plane.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>