<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 37"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 37</P><P CLASS=c>loke 'pi bhagavad-guna-&#347;ravana-k&#299;rtan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; about the qualities; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/k/kirtanat">k&#299;rtan&#257;t</A> &#8212; and chanting.</P><P CLASS=t>TRANSLATION</P><P>One achieves bhakti by hearing and chanting about the Supreme Lord's special qualities, even while engaged in the ordinary activities of life in this world.</P><P CLASS=t>PURPORT</P><P>Someone might say that N&#257;rada is being unreasonable in advocating "uninterrupted loving service." How can those who are busy with duties in the world maintain constant bhajana? But N&#257;rada, like all &#257;c&#257;ryas, is well aware of the worldly situation and the j&#299;va's predicament. Thus he recommends &#347;ravanam k&#299;rtanam, hearing and chanting about the Lord, for all persons at all times. An outstanding example of a Krishna conscious devotee who was busy in the world is Arjuna, Krishna's friend. And it was Lord Krishna Himself who insisted that Arjuna not renounce the battlefield in favor of meditation:</P><P>tasm&#257;t sarveshu k&#257;leshu m&#257;m anusmara yudhya ca</P><P CLASS=n>mayy arpita-mano-buddhir m&#257;m evaishyasy asam&#347;ayah</P><P>"Therefore, Arjuna, you should always think of Me in the form of Krishna and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt" (<A CLASS=v HREF="../bg/8/7.htm">Bg. 8.7</A>).</P><P>&#346;r&#299;la Prabhup&#257;da writes, "The Lord never suggests anything impractical.... If he [Arjuna] doesn't practice remembering Krishna while he is struggling for existence, then it will not be possible for him to remember Krishna at the time of death" (Bg. Introduction). Lord Caitanya also advises, k&#299;rtan&#299;yah sad&#257; harih: [Cc. <A CLASS=v HREF="../cc/adi/17/31.htm">adi 17.31</A>] "One should always chant the names of the Lord."</P><P>Still the question remains, How can an active person perform double duty &#8212; work and chant at the same time? But it is possible, through love. Prabhup&#257;da gave the example of a man who goes to work in an office while his young son is very ill at home. Out of natural affection, the father is always thinking, "How is the boy?" Another example, given by the &#257;c&#257;ryas, concerns a married woman's attachment for her paramour. The wife always thinks of her lover, even while doing her household chores. In fact, she does her housework even more carefully so that her husband will not suspect her. In the same way, we should always remember the supreme lover, &#346;r&#299; Krishna, even while meticulously discharging our material duties. If we say, "But I lack strong love for Krishna," the only remedy is vaidhi-bhakti. The very purpose of this training stage of bhakti is to bring out our original love for God, just as striking a match brings out a flame. And among all the devotional practices, the foremost are &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>], hearing and chanting the glories of the Lord.</P><P>No one can honestly say he has absolutely no time to devote to &#347;ravanam k&#299;rtanam. Even the busiest people find time daily to go through newspapers or magazines, and almost everyone finds some time for television, as well as for idle talk. Much of this time could be spared for bhakti-yoga. And even when we are working at the office or factory, if we are donating a portion of our earnings to Krishna we may think, "Krishna has assigned me this particular duty."</P><P>If despite his best efforts a devotee finds his social and occupational duties overwhelming, he should consider living in a different way. One should avoid ugra-karma, work that completely saps one of all higher energy and pious inclination. In the &#346;r&#299;mad-Bh&#257;gavatam, N&#257;rada Muni advised Mah&#257;r&#257;ja Yudhishthira that one should work "to earn his livelihood as much as necessary to maintain body and soul together.</P><P>... An intelligent man in human society should make his program of activities very simple" (Bh&#257;g. <A CLASS=v HREF="../sb/7/14/5.htm">7.14.5-6</A>).</P><P>&#346;r&#299;la Prabhup&#257;da, who worked for many years as a Krishna conscious businessman, addressed the problem realistically. He said that there was no question of stopping all activities, just as there is no question of wiping out one's temperature altogether when trying to recover from a fever. If one has a fever of 105°F, one should carefully decrease it to the normal temperature, 98.6°, and maintain it there. &#346;r&#299;la Prabhup&#257;da writes, "The great sages and saints of India wanted to maintain the normal temperature by a balanced program of material and spiritual knowledge. They never allowed the misuse of human intelligence for diseased sense gratification" (&#298;&#347;opanishad 11, purport). Most people give the highest priority to economic development and sense gratification, relegating religion to a support activity. But actual religion &#8212; self-realization &#8212; should come first. Economic development is required only to maintain the body in a sound, healthy condition.</P><P>Understanding the awkward position of people in the Kali-yuga, the Supreme Lord has given us the chanting of the holy names as the yuga-dharma, the religion of the age:</P><P>harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy, the only means of deliverance is the chanting of the holy names of the Lord. There is no other way. There is no other way. There is no other way" (Brihan-n&#257;rad&#299;ya Pur&#257;na).</P><P>&#346;r&#299;la Prabhup&#257;da formed the International Society for Krishna Consciousness on the basis of the yuga-dharma and N&#257;rada Muni's instructions in this s&#363;tra. Throughout the world, many of Prabhup&#257;da's followers chant sixteen rounds of the Hare Krishna mantra daily, attend a morning and evening program of k&#299;rtana and scriptural discourse, and follow the four rules prohibiting sinful life &#8212; even while pursuing active professional careers. Lord Krishna has personally promised N&#257;rada Muni that whoever chants His glories will attain the Lord's mercy, despite social or occupational status:</P><P>n&#257;ham tishth&#257;mi vaikunthe yogin&#257;m hridayeshu v&#257;</P><P CLASS=n>yatra g&#257;yanti mad-bhakt&#257;h tatra tishth&#257;mi n&#257;rada</P><P>"My dear N&#257;rada, I do not dwell in Vaikuntha or in the hearts of the yog&#299;, but wherever My devotees sing My glories" (Padma Pur&#257;na).</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>