<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 38"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 38</P><P CLASS=c>mukhyatas tu mahat-kripayaiva bhagavat-krip&#257;-le&#347;&#257;d v&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mukhyatah">mukhyatah</A> &#8212; primarily; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; of great souls; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; by the mercy; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; of the mercy; <A CLASS=v HREF="http://vedabase.net/l/lesat">le&#347;&#257;t</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> trace; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or.</P><P CLASS=t>TRANSLATION</P><P>Primarily, however, one develops bhakti by the mercy of great souls, or by a small drop of the Lord's mercy.</P><P CLASS=t>PURPORT</P><P>N&#257;rada has outlined the main practices for a devotee-in-training (s&#257;dhaka). Now he emphasizes that the devotee cannot succeed simply on the strength of his own endeavor, but only when he receives the mercy of Krishna's representative or a drop of the Lord's direct mercy.</P><P>Unless one seeks out the association of a s&#257;dhu, bhakti will remain distant. But who is a s&#257;dhu? &#346;r&#299;la Prabhup&#257;da explains:</P><P>A s&#257;dhu is not just an ordinary man with a saffron robe or long beard. A s&#257;dhu is described in Bhagavad-g&#299;t&#257; as one who unflinchingly engages in devotional service. Even though one is found not to be following the strict rules and regulations of devotional service, if one simply has unflinching faith in Krishna, the Supreme Person, he is understood to be a s&#257;dhu. ... If one associates with a s&#257;dhu, the result will be that the s&#257;dhu will teach him how to become a devotee, a worshiper and sincere servitor of the Lord. These are the gifts of a s&#257;dhu. [Bh&#257;g. <A CLASS=v HREF="../sb/3/25/20.htm">3.25.20</A>, purport]</P><P>The Caitanya-carit&#257;mrita and the Bhakti-ras&#257;mrita-sindhu state that the acceptance of a spiritual master is absolutely essential for advancement in devotional service. &#346;r&#299;la Prabhup&#257;da writes:</P><P>Without the attentive service of his parents, a child cannot grow to manhood; similarly, without the care of the spiritual master one cannot rise to the plane of transcendental service.... One should always remember that a person who is reluctant to accept a spiritual master and be initiated is sure to be baffled in his endeavor to go back to Godhead. [Cc. <A CLASS=v HREF="../cc/adi/1/46.htm">&#256;di 1.46</A>, purport, and <A CLASS=v HREF="../cc/adi/1/35.htm">1.35</A>, purport]</P><P>And so by the grace of the spiritual masters, all the aforementioned practices taught by N&#257;rada &#8212; the chanting and hearing of the holy names, avoiding sense gratification, and so on &#8212; will come naturally to one who serves and inquires from devotees.</P><P>Conditioned souls are brought to the path of bhakti by the help of the Vaishnavas, and also by the direct guidance of the Supreme Lord. Harim vin&#257; naiva sritim taranti: "Without the blessings of Hari, the Supreme Personality of Godhead, one cannot stop the continuous chain of birth and death within this material world." Lord Krishna, as the Supersoul within everyone's heart, directly gives us guidance. When a soul cries out for spiritual guidance, the Lord as the caitya-guru, or the spiritual master in the heart, gives direct inspiration. Krishna states,</P><P>tesh&#257;m ev&#257;nukamp&#257;rtham aham ajñ&#257;na-jam tamah</P><P CLASS=n>n&#257;&#347;ay&#257;my &#257;tma-bh&#257;va-stho jñ&#257;na-d&#299;pena bh&#257;svat&#257;</P><P>"To show them special mercy, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance" (<A CLASS=v HREF="../bg/10/11.htm">Bg. 10.11</A>).</P><P>In the purport to the previous verse (<A CLASS=v HREF="../bg/10/10.htm">Bg. 10.10</A>), &#346;r&#299;la Prabhup&#257;da explains, "A person may have a bona fide spiritual master and may be attached to a spiritual organization, but still, if he is not intelligent enough to make progress, then Krishna from within gives him instructions so that he may ultimately come to Him without difficulty."</P><P>The Lord's mercy is therefore available both in the form of the instructing spiritual masters and the Supersoul within the heart. The appearance of the spiritual master within the life of the conditioned soul is the direct mercy of the Lord. Prabhup&#257;da writes that "the great sage &#346;ukadeva Gosv&#257;m&#299; was certainly inspired by Lord Krishna to appear voluntarily before Mah&#257;r&#257;ja Par&#299;kshit, the great devotee of the Lord, just to give him the teachings of &#346;r&#299;mad-Bh&#257;gavatam" (Bh&#257;g. <A CLASS=v HREF="../sb/1/19/36.htm">1.19.36</A>).</P><P>It is truly a sign of the Lord's mercy when one meets His pure representative, the bona fide spiritual master. But how effective this mercy is depends on one's sincerity. As soon as the Lord finds that a soul has developed eagerness to go back to Godhead, the Lord sends a bona fide spiritual master, and if one takes full advantage of the instructions of such a spiritual master, one is guaranteed success. &#346;r&#299;la Prabhup&#257;da writes, "The conclusion is that to get the... help of a bona fide spiritual master means to receive the direct help of the Lord Himself" (Bh&#257;g. <A CLASS=v HREF="../sb/1/19/36.htm">1.19.36</A>, purport; italics in original).</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>