<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 39"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 39</P><P CLASS=c>mahat-sa&#324;gas tu durlabho 'gamyo 'mogha&#347; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; of great souls; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; the association; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/d/durlabhah">durlabhah</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/a/agamyah">agamyah</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/a/amoghah">amoghah</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>The association of great souls is rarely obtained, difficult to understand, and infallible.</P><P CLASS=t>PURPORT</P><P>In His instructions to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; (Cc. <A CLASS=v HREF="../cc/madhya/19/138.htm">Madhya 19.138-48</A>), Lord Caitanya graphically describes the rarity of gaining the association of a pure devotee. The Lord tells R&#363;pa Gosv&#257;m&#299; that there are unlimited living entities among 8,400,000 species, and all these living entities are wandering from body to body, planet to planet, within this universe. The few living entities in human bodies may be divided into the uncultured and the cultured &#8212; those who are ignorant of the Vedic principles and those who know them. Among those who know the Vedic principles, roughly half simply give lip service to these principles while committing all kinds of sins in violation of these principles. Out of those who actually follow the Vedic principles, most seek material rewards like wealth, good birth, or elevation to heaven. Among millions of pious followers of the Vedic injunctions, one may be actually wise (a jñ&#257;n&#299;). Out of many millions of such jñ&#257;n&#299;s, Lord Caitanya says, one may actually become liberated from birth and death, and out of many millions of such liberated persons, a devotee of the Lord is very difficult to find.</P><P>Lord Krishna makes the same point:</P><P>manushy&#257;n&#257;m sahasreshu ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m ka&#347;cin m&#257;m vetti tattvatah</P><P>"Out of many thousands of men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth" (<A CLASS=v HREF="../bg/7/3.htm">Bg. 7.3</A>). This indicates that even one who has attained Brahman realization falls far short of knowledge of the Supreme Personality of Godhead. We should not be misled, therefore, about who is a "great soul" or think that any "swami" or "guru" will be able to deliver us from material entanglement. As the &#346;r&#299;mad-Bh&#257;gavatam says (6.14.5),</P><P>mukt&#257;n&#257;m api siddh&#257;n&#257;m n&#257;r&#257;yana-par&#257;yanah</P><P CLASS=n>su-durlabhah pra&#347;ant&#257;tm&#257; kotishv api mah&#257;-mune</P><P>"O great sage, out of many millions of materially liberated people who are free from ignorance, and out of many millions of siddhas who have nearly attained perfection, there is hardly one pure devotee of N&#257;r&#257;yana. Only such a devotee is actually completely satisfied and peaceful."</P><P>Even when mah&#257;tm&#257;s do appear in human society, they are often not appreciated or understood. &#346;r&#299;la Prabhup&#257;da writes,</P><P>Sometimes devotees are personally attacked with violence. Lord Jesus Christ was crucified, Harid&#257;sa Th&#257;kura was caned in twenty-two marketplaces, and Lord Caitanya's principal assistant, Nity&#257;nanda, was violently attacked by Jag&#257;i and M&#257;dh&#257;i.... Although a s&#257;dhu is not inimical toward anyone, the world is so ungrateful that even a s&#257;dhu has many enemies. [Bh&#257;g. <A CLASS=v HREF="../sb/3/25/21.htm">3.25.21</A>, purport]</P><P>But if one gets the association of a mah&#257;tm&#257; and is receptive to his blessings, one will infallibly be benefited. N&#257;rada is an excellent example of a mah&#257;tm&#257; who transformed the lives of many. He once turned a hunter into a pure Vaishnava. The hunter was so cruel that he used to half kill animals because he enjoyed their pain. But as soon as he met N&#257;rada and began to hear from him, the hunter became afraid of his sins. N&#257;rada assured him, "If you follow my instructions, you can be liberated." N&#257;rada then instructed the hunter to worship Lord Krishna by chanting the Hare Krishna mantra. A mah&#257;tm&#257; never says, "Surrender to me," but he advises everyone to surrender to Lord Krishna, the Supreme Personality of Godhead. This is his infallibility.</P><P>The power of the Vaishnavas is expressed in a Bengali song beginning gaur&#257;&#324;gera bhakta-gani jani jani &#347;akti dhare: "The devotees of Lord Caitanya are very powerful, and every one of them can deliver the whole world." But the disciple has to do his part also. On receiving the grace of a Vaishnava, one must agree to give up his sinful activities. Then the spiritual master can take care of him and elevate him to spiritual emancipation. Devotees who may not be on the level of a paramahamsa like N&#257;rada Muni, but who strictly follow in his disciplic succession, can also deliver infallible knowledge. &#346;r&#299;la Prabhup&#257;da writes:</P><P>The spiritual master, being in the disciplic succession stemming from N&#257;rada Muni, is in the same category with N&#257;rada Muni. A person can be relieved of his sinful activity if he surrenders to the lotus feet of a person who actually represents N&#257;rada Muni. [Cc. <A CLASS=v HREF="../cc/madhya/24/258.htm">Madhya 24.258</A>, purport]</P><P>Another proof of the power of the mah&#257;tm&#257; is his ability to convert nondevotees into saintly persons. &#346;r&#299;la Bhaktivinoda Th&#257;kura stated that a Vaishnava can be tested by seeing how good a "touchstone" he is &#8212; by seeing how many Vaishnavas he has made during his life. Lord Caitanya desired that as many persons as possible should repeat the message of Krishna and convince others to take up Krishna consciousness, following in the footsteps of N&#257;rada Muni and other great &#257;c&#257;ryas.</P><P>In conclusion, the association of a mah&#257;tm&#257; is very rare, and yet it is available to a sincere seeker. Upon contacting a great soul, one should realize one's good fortune, and with a joyful but serious attitude one should surrender unto his lotus feet. How one should regard a mah&#257;tm&#257; upon meeting him is exemplified in this quote from the Hari-bhakti-sudhodaya (<A CLASS=v HREF="http://vedabase.net/todo/sudhodaya/13/2">13.2</A>), spoken by Lord Caitanya to San&#257;tana Gosv&#257;m&#299;:</P><P>My dear Vaishnava, seeing a person like you is the perfection of one's eyesight, touching your lotus feet is the perfection of the sense of touch, and glorifying your good qualities is the tongue's real activity, for in the material world it is very difficult to find a pure devotee of the Lord.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>