<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 41"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 41</P><P CLASS=c>tasmims taj-jane bhed&#257;bh&#257;v&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Him; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/j/jane">jane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the people; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; of difference; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abh&#257;v&#257;t</A> &#8212; because of the absence.</P><P CLASS=t>TRANSLATION</P><P>[One can attain bhakti either by the association of the Lord's pure devotees or directly by the Lord's mercy because] the Lord and His pure devotees are nondifferent.</P><P CLASS=t>PURPORT</P><P>The mercy of the Lord and that of His pure devotees are equally potent because the devotee and the Supreme Lord impart the same teachings. &#346;r&#299; Krishna says, "Surrender to Me," and the pure devotee says, "Yes, I surrender to You," and tells others, "Surrender to Krishna." Thus the mercy of the Lord and that of His loving servants have the same effect: the seed of devotion is planted in the hearts of receptive conditioned souls.</P><P>The M&#257;y&#257;v&#257;d&#299;s are always seeking an opportunity to annihilate God's personal identity, and so they interpret this s&#363;tra in the following way: "Just as a river loses its name and form after it enters the ocean, so a devotee loses his individuality when he merges himself in the Lord." Impersonalists consider annihilation of the self and merging with the Lord as the last word in divine love. As for the meaning intended by N&#257;rada and the scriptures, the M&#257;y&#257;v&#257;d&#299;s say that this is a concession "for the ordinary devotees."</P><P>Vaishnavas, however, do not tolerate such blasphemous word jugglery. The oneness of God and guru (or God and all living beings) is a oneness in quality. The living entities are small samples of the original Supreme Personality of Godhead, who is full, powerful, and opulent. The living beings tend to forget their qualitative oneness with the Lord, and so He appears in the form of scriptures, great souls, and the caitya-guru (Supersoul) to remind us of our spiritual identity. The Supersoul doesn't have to be reminded of His own divinity, because He is never designated by a material body. This is another difference between the j&#299;vas and the Lord: The Lord is always self-enlightened in His spiritual form, while the j&#299;vas are always prone to come under the influence of m&#257;y&#257;. Another difference between the two is that the Supersoul is present in everyone's body, whereas the individual conditioned soul is present in one particular body.</P><P>The sac-cid-&#257;nanda form of Godhead is different from that of the living entity in both his conditioned and liberated states. Although the M&#257;y&#257;v&#257;d&#299;s will continue to misunderstand the philosophy of spiritual oneness, a kavi, or learned person, doesn't commit such mistakes. &#346;r&#299;la Prabhup&#257;da describes the position of the M&#257;y&#257;v&#257;d&#299;s and those they influence:</P><P>Only atheists consider the living entity and the Personality of Godhead equal in all respects. Caitanya Mah&#257;prabhu therefore says, m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a: "If one follows the instructions of M&#257;y&#257;v&#257;d&#299; philosophers and believes that the Supreme Personality of Godhead and the individual soul are one, his understanding of real philosophy is forever doomed." [Bh&#257;g. <A CLASS=v HREF="../sb/4/28/63.htm">4.28.63</A>, purport]</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>