<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 43"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 43</P><P CLASS=c>duhsa&#324;gam sarvathaiva ty&#257;jyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duhsangam">duhsa&#324;gam</A> &#8212; bad association; <A CLASS=v HREF="http://vedabase.net/s/sarvatha">sarvath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all its aspects; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tyajyah">ty&#257;jyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be given up.</P><P CLASS=t>TRANSLATION</P><P>One should give up all kinds of degrading association.</P><P CLASS=t>PURPORT</P><P>After stating that the association of pure devotees is as good as being with the Supreme Lord, N&#257;rada informs us of the destructive effects of bad company. As we mentioned previously, Lord Caitanya once defined a Vaishnava as one who gives up the association of worldly people and nondevotees: asat-sa&#324;ga-ty&#257;ga &#8212; ei vaishnava &#257;c&#257;ra. Caitanya Mah&#257;prabhu specifically enumerated different types of asat-sa&#324;ga: str&#299;-sang&#299;, eka as&#257;dhu krsn&#257;bhakta &#257;ra (Cc. <A CLASS=v HREF="../cc/madhya/22/87.htm">Madhya 22.87</A>). A Vaishnava should avoid str&#299;-sa&#324;g&#299;, those who associate loosely with women, and he should also shun the krishna-abhaktas, those who are not devotees of Krishna. This especially refers to M&#257;y&#257;v&#257;d&#299;s.</P><P>Lord Kapila states, "The infatuation and bondage that accrue to a man from attachment to any other object is not as complete as that resulting from an attachment to a woman or to the fellowship of men who are fond of women" (Bh&#257;g. <A CLASS=v HREF="../sb/3/31/35.htm">3.31.35</A>). In the Kali-yuga, we are constantly invited to partake in illicit sex through advertising and television. Unrestricted social mixing between men and women is a major distraction from the spiritual path.</P><P>The statements about women should not be taken as a criticism of women as a class. Just as woman is often the symbol of m&#257;y&#257; for a man, so attachment to men is also the main entanglement for a woman. As Lord Kapila states, "A woman, therefore, should consider her husband, her house, and her children to be the arrangement of the external energy of the Lord for her death, just as the sweet singing of the hunter is death for the deer" (Bh&#257;g. <A CLASS=v HREF="../sb/3/31/42.htm">3.31.42</A>). Of course, it is not possible to completely restrict the sexes from associating with each other, and so the positive approach is to put Krishna in the center of one's life. If a man and a woman live in a Krishna conscious marriage, transferring their main attachment to Krishna, then their relationship may become a source of spiritual rejuvenation.</P><P>When Lord Caitanya says that one should avoid the non-s&#257;dhus, he means persons who don't follow basic principles of religious life. For example, every Krishna conscious devotee follows the four rules, but the non-s&#257;dhus always indulge in illicit sex, meat-eating, intoxication, and gambling. If a devotee begins to intensively associate with non-s&#257;dhus, he will eventually pick up their habits, despite all his knowledge and training. As stated in the Hari-bhakti-sudhodaya, "Association is very important. It acts just like a crystal stone, which will reflect anything put before it" (The Nectar of Devotion, p. 106). And as Lord Caitanya taught San&#257;tana Gosv&#257;m&#299;, "One should not even see those who are bereft of devotional service in Krishna consciousness and who are therefore devoid of pious activities" (Cc. <A CLASS=v HREF="../cc/madhya/22/92.htm">Madhya 22.92</A>).</P><P>When the demon Hiranyaka&#347;ipu sarcastically inquired from his son about Krishna consciousness, Prahl&#257;da explained why the demons cannot possibly know about Krishna:</P><P>matir na krishne paratah svato v&#257;</P><P CLASS=n>mitho 'bh&#299;padyeta griha-vrat&#257;n&#257;m</P><P CLASS=n>ad&#257;nta-gobhir vi&#347;at&#257;m tamisram</P><P CLASS=n>punah-puna&#347;-carvita-carvan&#257;n&#257;m</P><P>"[Prahl&#257;da Mah&#257;r&#257;ja said:] Because of their uncontrolled senses, persons too addicted to materialistic life make progress toward hellish conditions and repeatedly chew that which has already been chewed. Their inclinations toward Krishna are never aroused, either by the instructions of others, by their own efforts, or by a combination of both" (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/30.htm">7.5.30</A>).</P><P>Those with uncontrolled senses can never know Krishna themselves, and if an aspiring devotee associates with them, he will also lose his ability to know Krishna.</P><P>Association with nondevotees takes place in many ways, aside from face-to-face encounters. Through books, movies, gathering places &#8212; the possibilities of contact are unlimited. Especially nowadays, a person may apparently live alone in a city apartment and yet be completely immersed in bad association through mass media and technological entertainment. It takes deliberate cultivation, and a fight, to remove oneself from bad influences.</P><P>One may object to these injunctions and claim, "God is everywhere! Why say that certain people are bad?" The topmost devotee, the mah&#257;-bh&#257;gavata, can see all persons as perfect servants of God. He humbly thinks that everyone is a servant of the Lord except himself. But another qualification of a mah&#257;-bh&#257;gavata is that he always thinks of Krishna and never forgets Him for a moment. One should not imitate one aspect of the mah&#257;-bh&#257;gavata's activities while lacking his qualifications. In other words, on the plea of following the example of the great devotees, one should not indulge in bad association and claim, "It's all Krishna."</P><P>The great majority of devotees have to make an effort to come up from the lower (kanishtha) stage of devotion, where one sees God only in the temple. They have to strive to reach the second stage (madhyama), where one acknowledges that God is in everyone's heart and yet discriminates in his relationships. The madhyama-bhakta saves his love for the Supreme Lord, makes friendships with like-minded devotees, shows compassion to innocent persons, and avoids the demons. He takes seriously the following injunction from the K&#257;ty&#257;yana-samhit&#257;: "It is better to accept the miseries of being encaged within bars and surrounded by burning flames than to associate with those bereft of Krishna consciousness. Such association is a very great hardship" (Cc. <A CLASS=v HREF="../cc/madhya/22/91.htm">Madhya 22.91</A>).</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>