<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 44"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 44</P><P CLASS=c>k&#257;ma-krodha-moha-smriti-bhram&#347;a-buddhi-n&#257;&#347;a-sarva-n&#257;&#347;a-k&#257;ranatv&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of lust; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A> &#8212; bewilderment; <A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhramsa">bhram&#347;a</A> &#8212; failure of memory; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A>-<A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A> &#8212; loss of intelligence; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A> &#8212; and total loss; <A CLASS=v HREF="http://vedabase.net/k/karanatvat">k&#257;ranatv&#257;t</A> &#8212; because of being the cause.</P><P CLASS=t>TRANSLATION</P><P>Material association is the cause of lust, anger, confusion, forgetfulness, loss of intelligence, and total calamity.</P><P CLASS=t>PURPORT</P><P>One may wonder why N&#257;rada is dwelling on the effects of bad association after having discussed advanced subjects in bhakti-yoga. But who else will heed the warnings except those who are serious about crossing the ocean of birth and death? Even one who is practicing devotional service in the renounced order can fall down. As stated in Caitanya-candrodaya-n&#257;taka (<A CLASS=v HREF="http://vedabase.net/todo/nataka8/23">8.23</A>),</P><P>nishkiñcanasya bhagavad-bhajanonmukhasya</P><P CLASS=n>p&#257;ram param jigamishor bhava-s&#257;garasya</P><P CLASS=n>sandar&#347;anam vishayin&#257;m atha yoshit&#257;m ca</P><P CLASS=n>h&#257; hanta hanta visha-bhakshanato 'py as&#257;dhu</P><P>"Alas, for a person who is seriously desiring to cross the material ocean and engage in the transcendental loving service without material motives, seeing a materialist engaged in sense gratification and seeing a woman who is similarly interested are more abominable than drinking poison willingly." And so the advice against bad association is intended for all, including those transcendentalists who wish to progress without impediment.</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/2/62.htm">2.62-63</A>), Lord Krishna analyzes the soul's downfall due to bad association:</P><P>dhy&#257;yato vishay&#257;n pumsah sa&#324;gas tesh&#363;paj&#257;yate</P><P CLASS=n>sa&#324;g&#257;t sañj&#257;yate k&#257;mah k&#257;m&#257;t krodho 'bhij&#257;yate</P><P CLASS=n>krodh&#257;d bhavati sammohah sammoh&#257;t smriti-vibhramah</P><P CLASS=n>smriti-bhram&#347;&#257;d buddhi-n&#257;&#347;o buddhi-n&#257;&#347;&#257;t prana&#347;yati</P><P>"While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises. From anger complete delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost one falls down again into the material pool."</P><P>Bad association (duhsa&#324;ga) brings out the stored karmic tendencies for sin, thus activating one's lower propensities. If an aspiring devotee hears the hedonists talk of lusty enjoyments, he may easily become agitated, since until he becomes pure he has many tendencies to enjoy worldly pleasures. As soon as he begins to think about the objects of pleasure, he will begin to desire them. Then he will attempt to fulfill his desires, and on being frustrated he will become angry. Thereafter he will lose his discrimination, become deluded, and so on. By keeping company with nondevotees, therefore, bad habits crop up one after another, and good qualities become ruined. As Lord Kapiladeva states (Bh&#257;g. <A CLASS=v HREF="../sb/3/31/32.htm">3.31.32-33</A>):</P><P>If, therefore, the living entity again associates with the path of unrighteousness, influenced by sensually-minded people engaged in the pursuit of sexual enjoyment and the gratification of the palate, he again goes to hell as before. He becomes devoid of truthfulness, cleanliness, mercy, gravity, spiritual intelligence, shyness, austerity, fame, forgiveness, control of the mind, control of the senses, fortune, and all such opportunities.</P><P>Not only "coarse fools" but even austere ascetics &#8212; if they are not devotees &#8212; are considered duhsa&#324;ga. Mental speculators, impersonal yog&#299;s, jñ&#257;n&#299;s, and voidists may all adversely influence a devotee and turn him toward nondevotional paths. Bhagav&#257;n &#256;c&#257;rya, a follower of Lord Caitanya's, insisted that he was immune to contamination because he was a fixed-up devotee of the Lord. But Svar&#363;pa D&#257;modara Gosv&#257;m&#299; replied that hearing talks on M&#257;y&#257;v&#257;da philosophy "breaks the heart and life of a devotee" and should not be indulged in. &#346;r&#299;la Prabhup&#257;da writes:</P><P>The M&#257;y&#257;v&#257;d&#299; philosophers have presented their arguments in such attractive, flowery language that hearing M&#257;y&#257;v&#257;da philosophy may sometimes change the mind of even a mah&#257;-bh&#257;gavata, or very advanced devotee. An actual Vaishnava cannot tolerate any philosophy that claims God and the living being to be one and the same. [Cc. <A CLASS=v HREF="../cc/adi/7/110.htm">&#256;di 7.110</A>, purport]</P><P>Considering the dangers of duhsa&#324;ga, even for a fully engaged s&#257;dhaka, we can see that N&#257;rada has not exaggerated these dangers or given a warning only for neophytes.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>