<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 45"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 45</P><P CLASS=c>tara&#324;git&#257; ap&#299;me sa&#324;g&#257;t samudr&#257;yanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tarangitah">tara&#324;git&#257;h</A> &#8212; forming waves; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; from material association; <A CLASS=v HREF="http://vedabase.net/s/samudrayanti">samudr&#257;yanti</A> &#8212; create <A HREF="http://vedabase.net/a/an">an</A> ocean.</P><P CLASS=t>TRANSLATION</P><P>Rising like waves from material association, these bad effects mass into a great ocean of misery.</P><P CLASS=t>PURPORT</P><P>The deluding potency, m&#257;y&#257;, is the Lord's own energy and can thus overcome even a powerful sage. As Lord Kapila declares, "Among all kinds of living entities begotten by Brahm&#257;, namely men, demigods, and animals, none but the sage N&#257;r&#257;yana is immune to the attraction of m&#257;y&#257; in the form of a woman" (Bh&#257;g. <A CLASS=v HREF="../sb/3/31/37.htm">3.31.37</A>). One should not flirt with m&#257;y&#257;, thinking that one can transgress a little and then pull back later if it gets too rough. Until we are completely liberated we maintain seeds of destruction within us, and we should not allow them to grow by bad association.</P><P>Once &#346;r&#299;la Prabhup&#257;da learned that some of his initiated disciples had indulged in their former habits of smoking marijuana. Prabhup&#257;da said that this was due to bad association, and he gave the example of bedbugs. During winter, bedbugs seem to disappear from your bed, but in due time they emerge and again bite you and grow fat on your blood. Similarly, a transcendentalist's k&#257;ma may seem to be entirely subdued, but it is actually present in a very reduced state. If given a fresh opportunity, his material desires will strike again. On another occasion, &#346;r&#299;la Prabhup&#257;da referred to "hippy seeds." Having noticed one of his brahmac&#257;r&#299; disciples with long hair, he said the disciple's old hippy tendencies were now sprouting in the form of long hair.</P><P>So it is good to be afraid of even a little bad association and avoid it at all costs. But one may question whether this attitude is at odds with the compassionate mood of the preacher. If the preacher associates with materialists, won't he become like them? The answer is that a preacher must be strong in his Krishna consciousness to prevent becoming contaminated. If he follows the rules and regulations of bhakti-yoga &#8212; including association with devotees, chanting and hearing the Lord's glories, avoiding sense gratification, and so on &#8212; then he will be able to preach without falling down. Acting as the spiritual master of Lord Caitanya, &#298;&#347;vara Pur&#299; gave him instructions that in truth are directed at us: "My dear child, continue dancing, chanting, and performing sa&#324;k&#299;rtana in association with devotees. Furthermore, go out and preach the value of chanting krishna-n&#257;ma, for by this process You will be able to deliver all fallen souls" (Cc. <A CLASS=v HREF="../cc/adi/7/92.htm">&#256;di 7.92</A>). Similarly, &#346;r&#299;la Prabhup&#257;da instructed his disciples to be compassionate preachers:</P><P>One who is not very expert in preaching may chant in a secluded place, avoiding bad association, but for one who is actually advanced, preaching and meeting people who are not engaged in devotional service are not disadvantages. A devotee gives the nondevotees his association but is not affected by their misbehavior. Thus by the activities of a pure devotee even those who are bereft of love of Godhead get a chance to become devotees of the Lord one day. [Cc. <A CLASS=v HREF="../cc/adi/7/92.htm">&#256;di 7.92</A>, purport]</P><P>&#346;r&#299;la Prabhup&#257;da sometimes told the following story to illustrate how one may mix with nondevotees and yet keep one's devotional integrity:</P><P>Once a crocodile invited a monkey in a tree to come and ride on his back. The foolish monkey jumped down from the tree and soon found himself clinging to the crocodile's back in the middle of the river.</P><P>The monkey asked the crocodile, "Where are we going?"</P><P>The crocodile replied, "I'm going to take you home, where my wife will cut out your heart and we will eat you for lunch!"</P><P>The monkey replied, "But I left my heart back on shore in the tree. Will you please let me get it?"</P><P>The crocodile thought this was a good proposal and allowed the monkey to touch shore. But the monkey jumped into his tree and refused to accept further invitations from the crocodile.</P><P>The moral of this story: You may associate with the nondevotee, but don't give him your heart.</P><P>Preachers living in ISKCON temples follow this advice daily. They rise early and gather for ma&#324;gala-&#257;rati before the temple Deities, chant k&#299;rtana and japa, hear &#346;r&#299;mad-Bh&#257;gavatam class, and honor pras&#257;dam in the association of devotees. Strengthened by this morning program, they go out to preach in the most materialistic places in the world, offering people a chance to receive Krishna's mercy in the form of literature, pras&#257;dam, or hari-n&#257;ma. In the early evening the preachers return to the temple for more chanting and hearing. While they are with the nondevotees, they do not compromise their devotional principles, and thus they keep their hearts aloof from the modes of material nature and bad association.</P><P>Of course, if a preacher finds himself being overwhelmed by the material energy, he should save himself instead of allowing m&#257;y&#257; to swallow him up while he's trying to save others. But N&#257;rada's advice against bad association does not mean that those who are strong enough to preach should not approach the Jag&#257;is and M&#257;dh&#257;is of this world and humbly offer them the holy name and transcendental literature. If devotees don't approach them, how will the fools and rascals be saved?</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>