<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 46"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 46</P><P CLASS=c>kas tarati kas tarati m&#257;y&#257;m yah sa&#324;gam tyajati yo mah&#257;nubh&#257;vam sevate nirmamo bhavati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tarati">tarati</A> &#8212; crosses beyond; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tarati">tarati</A> &#8212; crosses beyond; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; material association; <A CLASS=v HREF="http://vedabase.net/t/tyajati">tyajati</A> &#8212; abandons; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubh&#257;vam</A> &#8212; the wise person; <A CLASS=v HREF="http://vedabase.net/s/sevate">sevate</A> &#8212; serves; <A CLASS=v HREF="http://vedabase.net/n/nirmamah">nirmamah</A> &#8212; free from false proprietorship; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes.</P><P CLASS=t>TRANSLATION</P><P>Who can cross beyond illusion? One who abandons material association, serves the sages, and becomes selfless.</P><P CLASS=t>PURPORT</P><P>Crossing over m&#257;y&#257; is sometimes compared to crossing an ocean. At the time of death the conditioned soul has to transmigrate to another material body, and even if he is born in a higher planet, he still has to suffer repeated birth and death. To cross the limits of this ocean of sams&#257;ra, he has to go back to Godhead. But this is very difficult, because any material desires, whether sinful or pious, will plunge the conditioned soul back into sams&#257;ra.</P><P>However, Lord Krishna makes the process easy. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/14.htm">7.14</A>) He states,</P><P>daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te</P><P>"This divine energy of mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it."</P><P>N&#257;rada is now giving detailed information on how to surrender to Krishna and cross over the powerful ocean of illusion. In this s&#363;tra he mentions renouncing attachment, associating with great souls, and becoming free of possessiveness. One has to attempt all these and other favorable methods, but at the same time one must understand that he cannot swim across the ocean on his own. By one's sincere acts of devotion, Krishna is moved to come to the rescue. Lord Krishna tells Arjuna, "But those who worship Me, giving up all their activities unto Me and being devoted to Me without deviation, engaged in devotional service &#8212; for them I am the swift deliverer from the ocean of birth and death" (<A CLASS=v HREF="../bg/12/6.htm">Bg. 12.6-7</A>). In his purport &#346;r&#299;la Prabhup&#257;da states, "Simply by chanting the holy name of Krishna &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; a devotee of the Lord can approach the supreme destination easily and happily, but this destination cannot be approached by any other process of religion."</P><P>As already stated, the mercy of the Lord is best obtained from His pure devotees. They enable one to take shelter of the Lord's lotus feet, which act like a boat to carry one across the vast ocean of m&#257;y&#257;:</P><P>O lotus-eyed Lord, by concentrating one's meditation on Your lotus feet, which are the reservoir of all existence, and by accepting those lotus feet as the boat by which to cross the ocean of nescience, one follows in the footsteps of mah&#257;-janas [great saints, sages, and devotees]. By this simple process, one can cross the ocean of nescience as easily as one steps over the hoofprint of a calf. [Bh&#257;g. <A CLASS=v HREF="../sb/10/2/30.htm">10.2.30</A>]</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>