<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 47"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 47</P><P CLASS=c>yo vivikta-sth&#257;nam sevate yo loka-bandham unm&#363;layati nistraigunyo bhavati yo yoga-kshemam tyajati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A> &#8212; secluded; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> place; <A CLASS=v HREF="http://vedabase.net/s/sevate">sevate</A> &#8212; serves; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of mundane society; <A CLASS=v HREF="http://vedabase.net/b/bandham">bandham</A> &#8212; the bondage; <A CLASS=v HREF="http://vedabase.net/u/unmulayati">unm&#363;layati</A> &#8212; uproots; <A CLASS=v HREF="http://vedabase.net/n/nistrai">nistrai</A>-<A CLASS=v HREF="http://vedabase.net/g/gunyah">gunyah</A> &#8212; free from the influence of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; (desire for) gain; <A CLASS=v HREF="http://vedabase.net/k/ksemam">kshemam</A> &#8212; and security; <A CLASS=v HREF="http://vedabase.net/t/tyajati">tyajati</A> &#8212; gives up.</P><P CLASS=t>TRANSLATION</P><P>[Who can cross beyond illusion?] That person who stays in a secluded place, cuts off at the root his attachment to mundane society, becomes free from the influence of the three modes of nature, and gives up hankering for material gain and security.</P><P CLASS=t>PURPORT</P><P>N&#257;rada is giving more ways to cross beyond m&#257;y&#257;. The first is solitude (vivikta-sth&#257;nam sevate). Several times in the Bhagavad-g&#299;t&#257; Lord Krishna advises that one practice spiritual life alone. Solitude is particularly stressed in meditative yoga, which requires that one live alone in a secluded place (rahasi sthitah ek&#257;k&#299;) (<A CLASS=v HREF="../bg/6/10.htm">Bg. 6.10</A>). And in the Thirteenth Chapter, when listing the items of knowledge, Lord Krishna includes vivikta-de&#347;a-sevitvam, "aspiring to live in a solitary place" (<A CLASS=v HREF="../bg/13/11.htm">Bg. 13.11</A>). Again, in the Eighteenth Chapter, when describing a person who has been elevated to the position of self-realization, Lord Krishna says that he "lives in a solitary place" (vivikta-sev&#299;) (<A CLASS=v HREF="../bg/18/52.htm">Bg. 18.52</A>).</P><P>Neophyte devotees, however, are not advised to live alone. Although solitary bhajana was practiced by N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura, and sometimes by Lord Caitanya, Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura criticized devotees who prematurely wanted to chant in a solitary place. He wrote, "My dear mind, why are you so proud of being a Vaishnava? Your solitary worship and chanting of the holy name of the Lord are based on a desire for cheap popularity, and therefore your chanting of the holy name is only a pretension" (quoted in Krishna, p. 882).</P><P>A sacred and solitary place, as mentioned in the G&#299;t&#257;, also refers to a place of pilgrimage. &#346;r&#299;la Prabhup&#257;da writes, "In India the yog&#299;s &#8212; the transcendentalists or the devotees &#8212; all leave home and reside in sacred places such as Pray&#257;ga, Mathur&#257;, Vrind&#257;vana, Hrish&#299;ke&#347;a, and Hardwar and in solitude practice yoga where the sacred rivers like the Yamun&#257; and Ganges flow" (<A CLASS=v HREF="../bg/6/11.htm">Bg. 6.11-12</A>, purport). For devotees of Krishna, the most sacred place of pilgrimage is Mathur&#257;-mandala, the district that includes Mathur&#257; and Vrind&#257;vana. R&#363;pa Gosv&#257;m&#299; recommends living in Mathur&#257;-mandala as one of the five main principles of bhakti-yoga, and &#346;r&#299;la Prabhup&#257;da praises Mathur&#257;-mandala as follows in his summary study of R&#363;pa Gosv&#257;m&#299;'s Bhakti-ras&#257;mrita-sindhu:</P><P>A pure devotee of Lord Krishna resides in the district of Mathur&#257; or Vrind&#257;vana and visits all the places where Krishna's pastimes were performed.... Actually, if someone goes to Vrind&#257;vana, he will immediately feel separation from Krishna, who performed such nice activities when He was present there. [The Nectar of Devotion, p. 139]</P><P>&#346;r&#299;la Prabhup&#257;da worked hard for many years to establish temples in Vrind&#257;vana and in M&#257;y&#257;pura, the birthplace of Lord Caitanya, so that Westerners could come and be purified by living in the dh&#257;ma. Of Vrind&#257;vana &#346;r&#299;la Prabhup&#257;da states, "The places in the eighty-four-square-mile district of Mathur&#257; are so beautifully situated on the banks of the river Yamun&#257; that anyone who goes there will never want to return to this material world.... Transcendental feelings are aroused immediately without fail after one arrives in Mathur&#257; or Vrind&#257;vana" (The Nectar of Devotion, p. 111). The essential benefit of a solitary place is that it provides freedom from worldly people and passions. For devotees, this can best be attained in the dh&#257;ma, in the association of like-minded souls.</P><P>N&#257;rada also says that one who wants to overcome m&#257;y&#257; must break the bonds of material attachment and live above the modes of nature. These are some of the natural results of Krishna conscious life. In the Fourteenth Chapter of the Bhagavad-g&#299;t&#257; Lord Krishna describes how the three modes of nature &#8212; goodness, passion, and ignorance &#8212; bind the living entity in sams&#257;ra. To become free of the modes, one has to hear the truth from the spiritual master. Then one will gradually understand his original spiritual nature and how one is entrapped by the modes. If one lives in the association of transcendentalists and serves Lord Krishna along with them, one will not be controlled by the modes of goodness, passion, and ignorance. The &#257;c&#257;ryas tell us that living in the forest is in the mode of goodness, living in a town is in the mode of passion, and living in a brothel is in the mode of ignorance &#8212; but to live in a temple of Vishnu, in the society of devotees, is Vaikuntha. Indeed, another meaning of "secluded and sacred place" is the temple of the Lord. &#346;r&#299;la Prabhup&#257;da writes, "In this bhakti-yoga system, the temple is considered the sacred place. The temple is nirguna, transcendental" (The Path of Perfection, p. 38).</P><P>N&#257;rada also recommends renouncing anxieties for acquisition and maintenance: yoga-kshemam tyajati. Lord Krishna also mentions yoga-kshema in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/22.htm">9.22</A>):</P><P>anany&#257;&#347; cintayanto m&#257;m ye jan&#257;h paryup&#257;sate</P><P CLASS=n>tesh&#257;m nity&#257;bhiyukt&#257;n&#257;m yoga-kshemam vah&#257;my aham</P><P>"But those who always worship Me with exclusive devotion, meditating on My transcendental form &#8212; to them I carry what they lack, and I preserve what they have."</P><P>Dependence on the Lord for maintenance is an advanced stage of spiritual life, but it is not based on imagination. The principle is that one should not want more than what is absolutely necessary. Wanting anything beyond that will simply cause anxiety. In any case, whether one is a poor br&#257;hmana, a mendicant sanny&#257;s&#299;, a businessman, or an administrator in a religious institution, he or she should realize that the Supreme Lord is the actual maintainer. If we live simply, engaging in Krishna's service and not creating unnecessary demands, we will be able to reduce concerns for maintenance and enter the spirit of yoga-kshemam tyajati, as recommended by N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>