<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 49"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 49</P><P CLASS=c>yo ved&#257;n api sanyasyati kevalam avicchinn&#257;nur&#257;gam labhate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/v/vedan">ved&#257;n</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/sanyasyati">sanyasyati</A> &#8212; renounces; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; exclusive; <A CLASS=v HREF="http://vedabase.net/a/avicchinna">avicchinna</A> &#8212; uninterrupted; <A CLASS=v HREF="http://vedabase.net/a/anuragam">anur&#257;gam</A> &#8212; loving attraction; <A CLASS=v HREF="http://vedabase.net/l/labhate">labhate</A> &#8212; obtains.</P><P CLASS=t>TRANSLATION</P><P>That person who renounces even the Vedas obtains exclusive and uninterrupted attraction for God.</P><P CLASS=t>PURPORT</P><P>By "renouncing the Vedas" N&#257;rada means renouncing the fruitive sacrifices recommended in the Vedas' karma-k&#257;nd&#299;ya portions, which are for those pursuing fruitive results. Lord Krishna advises Arjuna, "The Vedas deal mainly with the subject of the three modes of material nature. O Arjuna, become transcendental to these three modes.... All purposes served by a small well can at once be served by a great reservoir of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them" (<A CLASS=v HREF="../bg/2/45.htm">Bg. 2.45-46</A>). The karma-k&#257;nd&#299;ya instructions are for gradual development, but the ultimate goal is to know Lord Krishna, the cause of all causes (see Bhagavad-g&#299;t&#257; <A CLASS=v HREF="../bg/15/15.htm">15.15</A>). If one is attached only to the rituals and not the goal, then he cannot rise to the transcendental stage.</P><P>Similarly, the study of the Ved&#257;nta-s&#363;tra is meant for understanding Lord Krishna. &#346;r&#299;la Prabhup&#257;da writes, "Ved&#257;nta is the last word in Vedic wisdom, and the author and knower of the Ved&#257;nta philosophy is Lord Krishna; and the highest Ved&#257;ntist is the great soul who takes pleasure in chanting the holy name of the Lord" (<A CLASS=v HREF="../bg/2/46.htm">Bg. 2.46</A>, purport).</P><P>&#346;r&#299;la Vy&#257;sadeva begins the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/2.htm">1.1.2</A>) with the declaration that no lesser forms of religion will be taught: dharmah projjhita-kaitavah. Only pure devotional service is taught in the Bh&#257;gavata Pur&#257;na. Lord Krishna also concludes His instructions to Arjuna by advising him, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Abandon all varieties of religion and just surrender unto Me." (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>)</P><P>Still, although a pure devotee ignores the karma-k&#257;nd&#299;ya portion of the Vedas and gives up all forms of dharma save bhakti, he never defies the bhakti-&#347;&#257;stras or gives up following their injunctions. In fact, liberated souls always relish hearing the pastimes of the Personality of Godhead from transcendental books like the &#346;r&#299;mad-Bh&#257;gavatam, the Caitanya-carit&#257;mrita, and the works of the six Gosv&#257;m&#299;s of Vrind&#257;vana. &#346;r&#299;la Prabhup&#257;da writes, "The &#346;r&#299;mad-Bh&#257;gavatam. .. is purely transcendental literature which can be understood only by the pure devotees of the Lord who are transcendental to competitive sense gratification" (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/2.htm">1.1.2</A>, purport). &#346;r&#299;la Vy&#257;sadeva says, "O thoughtful devotees, as long as you are not absorbed in transcendental bliss, you should continue tasting the &#346;r&#299;mad-Bh&#257;gavatam, and when you are fully absorbed in bliss you should go on tasting its mellows forever" (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/3.htm">1.1.3</A>). The sages at Naimish&#257;ranya declare, "We never tire of hearing the transcendental pastimes of the Personality of Godhead, who is glorified by hymns and prayers. Those who enjoy association with Him relish hearing His pastimes at every moment" (Bh&#257;g. <A CLASS=v HREF="../sb/1/1/19.htm">1.1.19</A>).</P><P>Even great souls who were liberated in Brahman realization became attracted to the narrations of Krishna in &#346;r&#299;mad-Bh&#257;gavatam. As &#346;ukadeva Gosv&#257;m&#299; told Mah&#257;r&#257;ja Par&#299;kshit, "My dear King, although I was fully situated in the transcendental position, I was nonetheless attracted to the pastimes of Lord Krishna. Therefore I studied &#346;r&#299;mad-Bh&#257;gavatam from my father." (Bh&#257;g. <A CLASS=v HREF="../sb/2/1/9.htm">2.1.9</A>) And Lord Caitanya, though God Himself, constantly relished hearing the Bh&#257;gavatam and other Vaishnava literatures, as well as the poetry of Vaishnava saints, which He discussed among His intimate devotees. So renouncing the karma-k&#257;nd&#299;ya rituals of the Vedas does not mean giving up the eternal pastimes of Lord Krishna.</P><P>For those who are striving for perfection, certainly the relevant part of the Vedas is not to be rejected. But sometimes devotees in the spontaneous stage appear to come into conflict with Vedic customs. Once S&#257;rvabhauma Bhatt&#257;c&#257;rya had to explain this stage of spontaneous love to King Prat&#257;parudra. The king had observed the devotees of Lord Caitanya arriving in Pur&#299; without following some of the customary rules. The king asked S&#257;rvabhauma, "Why have they not observed the regulations for visiting the pilgrimage place, such as fasting and shaving the head? Why have they first eaten pras&#257;dam?" S&#257;rvabhauma replied to the king, "What you have said is right according to the regulative principles governing the visiting of holy places, but there is another path, which is the path of spontaneous love. According to those principles, there are subtle intricacies involved in the execution of religious principles" (Cc. <A CLASS=v HREF="../cc/madhya/11/111.htm">Madhya 11.111-12</A>). Because Lord Caitanya was personally present and distributing pras&#257;dam from His own hand, His intimate devotees neglected the regulative principle of fasting.</P><P>N&#257;rada uses the word kevalam, which indicates that one's love for Krishna must be undivided and unalloyed. Bhakti as taught by N&#257;rada is not part-time service, or devotion only up to a certain point. In the spontaneous stage, all considerations except bhakti are unimportant, as in the gop&#299;s' rejection of family and social considerations. The gop&#299;s did not disregard their duties consciously, but they were simply unable to think of anything but going to Krishna.</P><P>When a devotee reaches the stage N&#257;rada describes here, his devotional service flows uninterruptedly. Queen Kunt&#299; aspired for that stage: "O Lord of Madhu," she prayed, "as the Ganges ever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else" (Bh&#257;g. <A CLASS=v HREF="../sb/1/8/42.htm">1.8.42</A>). &#346;r&#299;la Prabhup&#257;da describes N&#257;rada Muni's own flow of devotional service:</P><P>Such a flow of devotional service cannot stop. On the contrary, it increases more and more without limitation. The flow of devotional service is so potent that any onlooker also becomes liberated from the influence of the modes of passion and ignorance. [Bh&#257;g. <A CLASS=v HREF="../sb/1/5/28.htm">1.5.28</A>, purport]</P><P>Neophyte devotees complain of sporadic enthusiasm. They are sometimes eager to chant and hear of Krishna, but at other times they are troubled by thoughts of sense pleasure and a lack of taste for Krishna consciousness. This up-and-down syndrome is not unusual for beginners. Every soul's original state is to experience a spontaneous flow of love of God, but this love has been covered by countless millions of years of conditioning in the material world. This conditioning is not easy to overcome. In the early stages of bhakti, therefore, determination is of the utmost importance. At the same time, we may be inspired by the reality of spontaneous love as described by N&#257;rada and exhibited by devotees who serve the Lord in prema-bhakti.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>