<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 3 Verse 50"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: <A CLASS=v HREF="means.htm">The Means of Achievement</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 50</P><P CLASS=c>sa tarati sa tarati lok&#257;ms t&#257;rayati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tarati">tarati</A> &#8212; crosses beyond; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tarati">tarati</A> &#8212; crosses beyond; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; the people of this world; <A CLASS=v HREF="http://vedabase.net/t/tarayati">t&#257;rayati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> makes cross beyond.</P><P CLASS=t>TRANSLATION</P><P>Such a person, indeed, is delivered, and he also delivers the rest of the world.</P><P CLASS=t>PURPORT</P><P>N&#257;rada repeats "He crosses m&#257;y&#257;" so that there will be no doubt. The skeptic questions, "Has anyone really crossed over m&#257;y&#257;?" Don't doubt, N&#257;rada says: The pure devotee crosses m&#257;y&#257;, and he can deliver you, too.</P><P>Many disciples of &#346;r&#299;la Prabhup&#257;da attest to the fact that he personally picked them up from m&#257;y&#257;. When I first met &#346;r&#299;la Prabhup&#257;da, I asked him, "Is there a stage in spiritual advancement from which one won't fall back?" Prabhup&#257;da replied, "Yes." And his answer convinced me. The perfect answer in a book would not have been enough for me. Although great souls are not self-assertive, they personally demonstrate that liberated persons do exist, and that they can help us. As the demigods stated in their prayers to Krishna as He lay in the womb of Devak&#299;, "When &#257;c&#257;ryas completely take shelter under Your lotus feet in order to cross the fierce ocean of nescience, they leave behind on earth the method by which they cross, and because You are very merciful to Your other devotees, You accept this method to help them" (Bh&#257;g. <A CLASS=v HREF="../sb/10/2/31.htm">10.2.31</A>). &#346;r&#299;la Prabhup&#257;da writes,</P><P>If things are made easy, this affords facility for the person who has made them easy and also for others who follow the same principles. The process recommended for crossing the ocean of nescience is easy not only for the devotee but for common persons who follow the devotee (mah&#257;-jano yena gatah sa panth&#257;h). [Bh&#257;g. <A CLASS=v HREF="../sb/10/2/30.htm">10.2.30</A>, purport]</P><P>Pure devotees help others in many ways. Sometimes they give lectures, and at other times they meet with both devotees and nondevotees. When persons come forward for more serious instruction, the pure devotee acts as spiritual master and trains disciples to render service to the Personality of Godhead. Sometimes pure devotees become authors. &#346;r&#299;la Prabhup&#257;da writes, "It is the duty of the &#257;c&#257;rya to publish books that will help future candidates take up the method of service and become eligible to return home, back to Godhead, by the mercy of the Lord." Sometimes the liberated souls recruit disciples who then go out and preach, following the example of their spiritual master. Great souls sometimes begin movements or societies in which devotees can live and practice bhakti. And sometimes they construct temples where the public can come to see the Deity form of Lord Krishna and taste His pras&#257;dam, the remnants of food offered to Him. Thus both by personal example and by precept, and even after their disappearance from the mortal world, the great souls help the conditioned souls who have forgotten their love for Krishna. As &#346;r&#299;la Bhaktivinoda Th&#257;kura so eloquently put it:</P><P>He reasons ill who says that Vaishnavas die,</P><P>When thou art living still in sound!</P><P>The Vaishnavas die to live, and living try</P><P>To spread the holy name around.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>