<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 52"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 52</P><P CLASS=c>m&#363;k&#257;sv&#257;dana-vat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/muka">m&#363;k&#257;</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> mute; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> &#8212; the tasting; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>[Trying to describe the experience of pure love of God] is like a mute's effort to describe what he tastes.</P><P CLASS=t>PURPORT</P><P>Even a qualified devotee may not be able to put his exact experience of love of God into words. Language has its limits for conveying experience, but it may function like the branch of the tree that helps us locate the moon in the sky. In describing the gradual development of bhakti to R&#363;pa Gosv&#257;m&#299;, Lord Caitanya compared it to an intensifying taste of sweetness:</P><P>Gradual development of love of God may be compared to different states of sugar. First there is the seed of the sugar cane, then sugar cane, and then the juice extracted from the cane. When this juice is boiled, it forms liquid molasses, then solid molasses, then sugar, candy, rock candy, and finally lozenges. [Cc. <A CLASS=v HREF="../cc/madhya/19/179.htm">Madhya 19.179</A>]</P><P>Lord Caitanya went on to describe the combination of devotional ecstasies known as s&#257;ttvika and vyabhic&#257;r&#299;: "These tastes are like a combination of yogurt, sugar candy, ghee, black pepper, and camphor, and are as palatable as sweet nectar" (Cc. <A CLASS=v HREF="../cc/madhya/19/182.htm">Madhya 19.182</A>). There is nothing deceptive or incomplete in this language, and yet it is language &#8212; the branch pointing to the moon in the sky. After hearing of the taste of love of Godhead, a devotee should aspire for that love and practice devotional service so that he may taste it for himself.</P><P>N&#257;rada does not say that the subject matter of bhakti is something so vague and inconceivable that it can never be known or spoken of. His point is that the individual and ultimate experience is so wonderful that it is very hard to describe. One should not glibly say, "I know everything about love of Krishna." Although the gop&#299;s always chanted the glories of Lord Krishna, they were sometimes struck dumb. &#346;r&#299;la Prabhup&#257;da writes,</P><P>Spiritual feelings of happiness and intense ecstasies have no mundane comparison. Therefore it is very difficult to give expression to such feelings. We can have just a glimpse of such ecstasy in the words of &#346;r&#299; N&#257;rada Muni. [Bh&#257;g. <A CLASS=v HREF="../sb/1/6/17.htm">1.6.17</A>, purport]</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>