<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 53"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 53</P><P CLASS=c>prak&#257;&#347;yate kv&#257;pi p&#257;tre</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakasyate">prak&#257;&#347;yate</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is revealed; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/p/patre">p&#257;tre</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> fit recipient.</P><P CLASS=t>TRANSLATION</P><P>Nonetheless, from time to time pure love of God is revealed to those who are qualified.</P><P CLASS=t>PURPORT</P><P>A mah&#257;-bh&#257;gavata devotee, or the Lord Himself, is pleased to find a fit candidate for understanding the inexpressible meanings of bhakti-yoga. The transference of knowledge in Krishna consciousness is, in one sense, very straightforward. &#346;r&#299;la Prabhup&#257;da used to criticize the story of a disciple who said that he received knowledge from his guru by a method similar to receiving an electric shock. Lord Krishna taught Arjuna by the process of question and answer, and one may still faithfully study Krishna's lucid words for enlightenment in bhakti-yoga. As always, therefore, the process of receiving the teachings of bhakti-yoga is to serve the spiritual master, inquire from him, and hear his parampar&#257; instructions.</P><P>And yet learning the science of bhakti-yoga is not an ordinary transference of knowledge, as when a professor writes lessons on a blackboard and his students write them down. Only if the spiritual teacher is actually potent and the students are purely receptive can the teacher plant the seed of bhakti (the bhakti-lat&#257;-b&#299;ja) in their hearts. How that seed fructifies in a student's heart is not understandable by material calculations. &#346;r&#299;la Prabhup&#257;da writes,</P><P>Human reason fails to understand how by serving the devotee bh&#257;gavata or the book bh&#257;gavata one gets gradual promotion on the path of devotion. But actually these are the facts explained by &#346;r&#299;la N&#257;radadeva, who happened to be a maidservant's son in his previous life. [Bh&#257;g. <A CLASS=v HREF="../sb/1/2/18.htm">1.2.18</A>, purport]</P><P>Although the guru-disciple relationship is a subtle one, it can be understood by the standard qualifications of both persons. For example, although N&#257;rada was a young boy, the bhaktived&#257;nta sages who visited his home found him a fit candidate, and so they blessed him. N&#257;rada recalls the incident:</P><P>Although they were impartial by nature, those followers of the Ved&#257;nta blessed me with their causeless mercy. As far as I was concerned, I was self-controlled and had no attachment for sports, even though I was a boy. In addition, I was not naughty and I did not speak more than required. [Bh&#257;g. <A CLASS=v HREF="../sb/1/5/24.htm">1.5.24</A>]</P><P>The sages at Naimish&#257;ranya praised the speaker S&#363;ta Gosv&#257;m&#299; in a similar way:</P><P>And because you are submissive, your spiritual masters have endowed you with all the favors bestowed upon a gentle disciple. Therefore you can tell us all that you have scientifically learned from them. [Bh&#257;g. <A CLASS=v HREF="../sb/1/1/8.htm">1.1.8</A>]</P><P>For realization of the most advanced spiritual knowledge, such as the pastimes of Lord Caitanya, the devotee has to be extremely well qualified. As Krishnad&#257;sa Kavir&#257;ja says, "Unto one who is able to understand, &#346;r&#299; Caitanya Mah&#257;prabhu has shown mercy by giving him the association of the servant of His own servant" (Cc. <A CLASS=v HREF="../cc/madhya/2/83.htm">Madhya 2.83</A>). The spiritual knowledge Lord Caitanya conveyed to R&#257;m&#257;nanda R&#257;ya was so completely out of the range of mundane vision that Lord Caitanya said that "only a madman can understand it." Lord Caitanya confided to R&#257;m&#257;nanda:</P><P>Please rest assured that I have nothing to hide from you. Even if I do try to hide something from you, you are such an advanced devotee that you can understand all My secrets.... The facts which I have disclosed to you cannot be understood by materialistic people. When they hear of this, they will simply laugh at Me. You can understand this yourself and keep it to yourself. [Teachings of Lord Caitanya, p. 346]</P><P>In his later years, when Lord Caitanya exhibited His pastimes of entering intensely into the mood of R&#257;dh&#257;r&#257;n&#299; in separation from Krishna, He shared this rasa only with His most intimate devotees, such as R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara. They could understand the Lord's moods, which sometimes produced displays of seeming madness and which ordinary words or behavior could not express. "Only a person on the level of Svar&#363;pa D&#257;modara Gosv&#257;m&#299; can fully know what Lord &#346;r&#299; Caitanya Mah&#257;prabhu tastes in His love for Krishna" (Cc. <A CLASS=v HREF="../cc/antya/18/22.htm">Antya 18.22</A>).</P><P>N&#257;rada Muni's point in this s&#363;tra is that even when bhakti cannot be expressed in words, its essence can be manifest by the ecstatic symptoms of one great soul and appreciated by other great souls. When Lord Caitanya felt an ecstatic mood coming on but there were nondevotees present, He would try to restrain His outward manifestations of ecstatic love. For example, when Lord Caitanya first met R&#257;m&#257;nanda R&#257;ya, they embraced and almost lost consciousness, overwhelmed by the ecstatic love of Krishna and the gop&#299;s. But some stereotyped, ritualistic br&#257;hmanas were present at that time, and they doubted the propriety of the interaction between the Lord and R&#257;m&#257;nanda. According to Krishnad&#257;sa Kavir&#257;ja, "While the br&#257;hmanas were thinking in this way about the activities of &#346;r&#299; Caitanya Mah&#257;prabhu and R&#257;m&#257;nanda R&#257;ya, Lord Caitanya saw the br&#257;hmanas and restrained His transcendental emotions" (Cc. <A CLASS=v HREF="../cc/madhya/8/28.htm">Madhya 8.28</A>).</P><P>We should not think that only a fixed number of intimate devotees can receive the bhakti-&#347;akti, and that we are obviously not among the chosen. The &#257;c&#257;ryas advise us that if we keep striving, one day each one of us may uncover our original, dormant Krishna consciousness. Moreover, Lord Caitanya surpassed all previous &#257;c&#257;ryas, bhaktas, and incarnations by very liberally distributing intimate love of God. Anyone who is receptive to the sa&#324;k&#299;rtana movement of Lord Caitanya can therefore be quickly elevated to the platform where he can understand the inexpressible experiences of bhakti-yoga. In appreciation for this liberality of Lord Caitanya, R&#363;pa Gosv&#257;m&#299; composed a prayer:</P><P>namo mah&#257;-vad&#257;ny&#257;ya krishna-prema-prad&#257;yate</P><P CLASS=n>krishn&#257;ya krishna-caitanya n&#257;mne gaura-tvishe namah</P><P>"I offer my respectful obeisances unto the Supreme Lord, &#346;r&#299; Krishna Caitanya, who is more magnanimous than any other avat&#257;ra, even Krishna Himself, because He is bestowing freely what no one else has ever given &#8212; pure love of Krishna."</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>