<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 54"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 54</P><P CLASS=c>guna-rahitam k&#257;man&#257;-rahitam pratikshana-vardham&#257;nam avicchinnam s&#363;kshma-taram anubhava-r&#363;pam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; material qualities; <A CLASS=v HREF="http://vedabase.net/r/rahitam">rahitam</A> &#8212; devoid of; <A CLASS=v HREF="http://vedabase.net/k/kamana">k&#257;man&#257;</A> &#8212; material desire; <A CLASS=v HREF="http://vedabase.net/r/rahitam">rahitam</A> &#8212; devoid of; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A> &#8212; at every moment; <A CLASS=v HREF="http://vedabase.net/v/var">var</A> &#8212; dham&#257;nam &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/a/avicchinnam">avicchinnam</A> &#8212; uninterrupted; <A CLASS=v HREF="http://vedabase.net/s/suksma">s&#363;kshma</A>-<A CLASS=v HREF="http://vedabase.net/t/taram">taram</A> &#8212; most subtle; <A CLASS=v HREF="http://vedabase.net/a/anubhava">anubhava</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> its form.</P><P CLASS=t>TRANSLATION</P><P>Pure love of God manifests as the most subtle consciousness, devoid of material qualities and material desires, increasing at every moment, and never interrupted.</P><P CLASS=t>PURPORT</P><P>What passes for love in the material world often sounds and appears like bhakti, at least to those who are untrained in devotional service. But N&#257;rada Muni makes it clear in this s&#363;tra that bhakti is always different from material loving affairs.</P><P>The word guna-rahitam means "above the modes of nature." N&#257;rada has already mentioned this quality of bhakti in S&#363;tra 47. Bhakti is not like any kind of behavior governed by the modes of ignorance, passion, or goodness. We should never think that Lord Krishna's pastimes with the gop&#299;s and cowherd boys are mundane. Krishna's pastimes are, in fact, the original activities of love, and whatever resembles love in any way within this material world comes originally from Krishna. As &#346;r&#299;la Prabhup&#257;da explains in Krishna, p. 27:</P><P>If there is any opulence within this material world, the cause of the opulence is Krishna. If there is any reputation within this material world, the cause of the reputation is Krishna. If there is any strength within this material world, the cause of such strength is Krishna. If there is any wisdom and education within this material world, the cause of such wisdom and education is Krishna. Therefore Krishna is the source of all relative truths. [Krishna, p. 27]</P><P>The word k&#257;man&#257;-rahitam means "without selfish desire." This quality, too, has appeared before &#8212; in S&#363;tra 27, where N&#257;rada said, "There is no question of lust in the execution of devotional service in pure love of God, because in it all material activities are renounced."</P><P>Unlike the pleasure that comes from exchanges of material so-called love, the pleasure of bhakti is pratikshana-vardham&#257;nam (increasing at every moment) and avicchinnam (uninterrupted). This is the nature of the Lord's spiritual pleasure potency, known as hl&#257;din&#299;-&#347;akti, which conducts the loving exchanges between Krishna and His devotees. In sex passion, satiation soon brings an end to the mounting feelings of pleasure, but in the loving exchanges between Krishna and His eternal associates there is an eternal competition, bringing ever-</P><P>increasing pleasure. Krishna is very pleased to see the beauty of His gop&#299;s, and when the gop&#299;s see that Krishna is pleased with them they become many times more happy, and this increases their beauty. In turn, this increases Krishna's beauty and pleasure. And so the devotee and the Lord enjoy loving exchanges, but without interruption.</P><P>Unlike mortal love affairs, in bhakti the love does not break by quarrel or death of one of the partners. Lord Caitanya describes the bliss of sa&#324;k&#299;rtana as &#257;nand&#257;mbudhi-vardhanam, "increasing the ocean of transcendental bliss." Because the Supreme Lord is Himself ever increasing and always fresh, the devotee is never bored or unfaithful and is never cheated.</P><P>Bhakti is also s&#363;kshma-taram, subtler than the subtlest thing. As described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/3/42.htm">3.42</A>): "The working senses are superior to dull matter; mind is higher than the senses; intelligence is still higher than the mind; and he (the soul) is even higher than the intelligence." So the subtle exchanges of loving emotion between the pure souls and their beloved Lord are completely unlike material love, which is really nothing but lust.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>