<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 55"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 55</P><P CLASS=c>tat pr&#257;pya tad ev&#257;valokayati tad eva &#347;rinoti tad eva bh&#257;shayati tad eva cintayati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/a/avalokayati">avalokayati</A> &#8212; one looks at; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/s/srnoti">&#347;rinoti</A> &#8212; one hears about; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/b/bhasayati">bh&#257;shayati</A> &#8212; one speaks about; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/c/cintayati">cintayati</A> &#8212; one thinks about.</P><P CLASS=t>TRANSLATION</P><P>Having obtained pure love of God, one looks only at the Lord, hears only about Him, speaks only of Him, and thinks only of Him.</P><P CLASS=t>PURPORT</P><P>Lord Krishna describes this stage of perfection in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/6/30.htm">6.30</A>),</P><P>yo m&#257;m pa&#347;yati sarvatra sarvam ca mayi pa&#347;yati</P><P CLASS=n>tasy&#257;ham na prana&#347;y&#257;mi sa ca me na prana&#347;yati</P><P>"For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me." &#346;r&#299;la Prabhup&#257;da writes,</P><P>Such a person may appear to see all the separate manifestations of the material nature, but in each and every instance he is conscious of Krishna, knowing that everything is a manifestation of Krishna's energy." [<A CLASS=v HREF="../bg/6/30.htm">Bg. 6.30</A>, purport]</P><P>This is sam&#257;dhi, or trance, and whether one achieves it by the eightfold yoga system or by bhakti-yoga, it is the same. In the case of the bhakti-yog&#299;, he is fixed in devotional service at all times, and whatever he sees contributes to his meditation on Krishna.</P><P>To help us understand pure Krishna consciousness, the &#257;c&#257;ryas give us examples of sam&#257;dhi-like states, even in ordinary affairs. When a mother sees the shoes of her little child, she doesn't just perceive them as neutral objects: she feels protection and love for her child. Similarly, when a lover picks up his beloved's comb (especially if he is in separation from her) he may feel intense emotions of love. In the case of &#346;r&#299; Krishna, the Supreme Personality of Godhead, everything is His energy. So wherever the bhakta goes or whatever he perceives throughout the universe, he is reminded of the Lord. Moreover, this recognition is not merely an intellectual habit but a total, overpowering state of love.</P><P>In his Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/38.htm">5.38</A>), Lord Brahm&#257; describes the devotional qualification for seeing Krishna always and everywhere:</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is &#346;y&#257;masundara, Krishna Himself, with inconceivable, innumerable attributes, and whom the pure devotees see in their heart of hearts with the eye of devotion tinged with the salve of love."</P><P>In his purport, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; writes,</P><P>The eye of devotion is nothing but the eye of the pure unalloyed spiritual self of the j&#299;va. The form of Krishna is visible to that eye in proportion to its purification by the practice of devotion.</P><P>What prevents most of us from seeing Krishna with eyes of love? We have a "cataract" on our eyes that consists of our material attachments. As &#346;r&#299; Krishna states,</P><P>n&#257;ham prak&#257;&#347;ah sarvasya yoga-m&#257;y&#257;-sam&#257;vritah</P><P CLASS=n>m&#363;dho 'yam n&#257;bhij&#257;n&#257;ti loko m&#257;m ajam avyayam</P><P>"I am never manifest to the foolish and unintelligent. For them I am covered by My internal potency, and therefore they do not know that I am unborn and infallible" (<A CLASS=v HREF="../bg/7/25.htm">Bg. 7.25</A>). Lord Krishna does not hide from us; He wants us to be with Him. He is like the sun that always blazes in the sky. No cloud is big enough to cover the sun, but from our earthly vantage point even a small cloud can block our view of the sun. In the same way, the clouds of our desire and hatred prevent us from seeing our beloved Lord and block us from enjoying the happiness and peace that come from serving Him. To realize Krishna consciousness, therefore, we have to rise above our up&#257;dhis, the false designations that make us think the body is the self and make us identify with our mental concoctions.</P><P>N&#257;rada is describing the ultimate stage of bhakti. This stage is rare, but one can achieve it by the mercy of the Vaishnavas who teach bhakti-yoga. One who reads the Vedic literature with a speculative attitude will never know Krishna. But we can attain His grace if we work in bhakti-yoga, guided by His representatives. &#346;r&#299;la Prabhup&#257;da writes,</P><P>When one is fully engaged in Krishna consciousness, beginning by chanting the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; then only can one understand the Supreme Personality of Godhead. [<A CLASS=v HREF="../bg/7/24.htm">Bg. 7.24</A>, purport]</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>