<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 56"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 56</P><P CLASS=c>gaun&#299; tridh&#257; guna-bhed&#257;d &#257;rt&#257;di-bhed&#257;d v&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gauni">gaun&#299;</A> &#8212; secondary, mixed with the material modes; <A CLASS=v HREF="http://vedabase.net/t/tridha">tridh&#257;</A> &#8212; threefold; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the material modes; <A CLASS=v HREF="http://vedabase.net/b/bhedat">bhed&#257;t</A> &#8212; by the differentiation; <A CLASS=v HREF="http://vedabase.net/a/arta">&#257;rta</A> &#8212; of the one who is distressed; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/b/bhedat">bhed&#257;t</A> &#8212; by differentiation; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or.</P><P CLASS=t>TRANSLATION</P><P>Secondary devotional service is of three kinds, according to which of the three material modes predominates, or according to which material motivation &#8212; distress and so on &#8212; brings one to bhakti.</P><P CLASS=t>PURPORT</P><P>It may seem as if we have been suddenly dropped from the heights. N&#257;rada has been describing the highest stage of Krishna consciousness, and now he is discussing secondary devotion. But N&#257;rada's course of instruction is well planned, practical, and realistic. He wants us to attain the higher stages, but, as Lord Krishna says, v&#257;sudevah sarvam iti sa mah&#257;tm&#257; su-durlabhah: "The great soul who can see Krishna everywhere is very rare" (<A CLASS=v HREF="../bg/7/19.htm">Bg. 7.19</A>). N&#257;rada is therefore bringing our attention to the anarthas within the minds and habits of aspiring bhaktas so that we can work toward the higher stages and not consider pure love of Krishna an unattainable dream. On the other hand, if one tries to jump to the higher stages as if such a leap were easy, that is another mistake (committed by the pr&#257;krita-sahajiy&#257;s), which causes a great disturbance to both oneself and society.</P><P>The preparatory stages of bhakti are called secondary devotion, and they are necessary for those who are still affected by the modes of nature. Lord Krishna describes the motivations for such secondary devotion in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/16.htm">7.16</A>):</P><P>catur-vidh&#257; bhajante m&#257;m jan&#257; sukritino 'rjuna</P><P CLASS=n>&#257;rto jijñ&#257;sur arth&#257;rth&#299; jñ&#257;n&#299; ca bharatarshabha</P><P>"O best among the Bh&#257;ratas, four kinds of pious men begin to render devotional service unto Me: the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."</P><P>This Bhagavad-g&#299;t&#257; verse occurs just after Lord Krishna describes the four kinds of persons who never surrender to the Lord. Those who are devoted to the Supreme Lord, even while seeking to fulfill material desires, are called sukritinah, or pious souls. Their good qualification is that they have turned to God. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/3/10.htm">2.3.10</A>), &#346;ukadeva Gosv&#257;m&#299; encourages everyone, no matter what his present condition, to take up krishna-bhakti:</P><P>ak&#257;mah sarva-k&#257;mo v&#257; moksha-k&#257;ma ud&#257;ra-dh&#299;h</P><P CLASS=n>t&#299;vrena bhakti-yogena yajeta purusham param</P><P>"A person who has broader intelligence, whether he be full of all material desire, without any material desire, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead."</P><P>The sukrit&#299;s who are not yet on the platform of unalloyed devotion can be purified by association with pure devotees. Of course, if one remains stuck in this lower stage, then he will be discontented. What prevents a devotee from advancing is the desire for bhukti (enjoyment of material objects) or mukti (liberation). In the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/22">1.2.22</A>), &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; describes bhukti and mukti as two witches who haunt the conditioned souls and keep them from experiencing the bliss of bhakti. Actual devotional service is any&#257;bhil&#257;shit&#257;-&#347;&#363;nya, service rendered favorably to the Lord without desire for material profit or speculation (see Bhagavad-g&#299;t&#257; <A CLASS=v HREF="../bg/7/16.htm">7.16</A>, purport).</P><P>The devotees who serve Krishna in order to satisfy selfish desires are called sak&#257;ma-bhaktas. Those who serve purely, without such desires, are ak&#257;ma devotees. When a sak&#257;ma devotee continues to render devotional service, the Supreme Lord turns him from a sak&#257;ma- into an ak&#257;ma-bhakta. The devotee begins to realize that the taste of serving Krishna is the real goal and pleasure, and his desires for other things begin to dwindle. This auspicious change of heart occurs by the potency of &#346;r&#299; Krishna working through the process of bhakti. As stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/5/19/27.htm">5.19.27</A>),</P><P>The Supreme Personality of Godhead fulfills the material desires of a devotee who approaches Him with such motives, but He does not bestow benedictions upon the devotee that will cause him to demand benedictions again. However, the Lord willingly gives the devotee shelter at His feet, even though such a person does not aspire for it, and that shelter satisfies all his desires. That is the Supreme Personality's special mercy.</P><P>Lord Krishna substitutes the nectar of His service for one's attraction to petty things. Who else could do this but the merciful and all-knowing Personality of Godhead? The stage of secondary devotion, therefore, is not meant for permanent residence; rather, it is an auspicious stage from which to go forward. Since any progress the conditioned soul makes toward the lotus feet of the Supreme Lord is favorable for him, secondary devotional service is not unimportant, just as the first steps a baby takes as he attempts to walk are crucial for his development.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>