<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 58"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 58</P><P CLASS=c>anyasm&#257;t saulabhyam bhaktau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyasmat">anyasm&#257;t</A> &#8212; than anything else; <A CLASS=v HREF="http://vedabase.net/s/saulabhyam">saulabhyam</A> &#8212; ease of attainment; <A CLASS=v HREF="http://vedabase.net/b/bhaktau">bhaktau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> devotional service.</P><P CLASS=t>TRANSLATION</P><P>Success is easier to attain by devotional service than by any other process.</P><P CLASS=t>PURPORT</P><P>N&#257;rada assures us that everyone can speedily advance by practicing bhakti-yoga &#8212; because it is the easiest way. This is an extremely important qualification, especially for us in the present age, the Age of Kali. As stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/10.htm">1.1.10</A>),</P><P>pr&#257;yen&#257;lp&#257;yushah sabhya kal&#257;v asmin yuge jan&#257;h</P><P CLASS=n>mand&#257;h su-manda-matayo manda-bh&#257;gy&#257; hy upadrut&#257;h</P><P>"O learned one, in this iron age of Kali men have but short lives. They are quarrelsome, lazy, misguided, unlucky, and, above all, always disturbed."</P><P>The characteristics of the people of this age are all disqualifications for spiritual life. In previous millennia the human condition was much more favorable for spiritual advancement. In the Satya-yuga almost all people were in the mode of goodness, and society was peaceful and religious. At that time the recommended form of religion was meditation. The sage V&#257;lm&#299;ki is said to have meditated sixty thousand years before writing the R&#257;m&#257;yana, and Kardama Muni meditated ten thousand years. As the millennia proceeded from Tret&#257; to Dv&#257;para, human society degraded more and more. Five thousand years ago, when Lord Krishna recommended asht&#257;&#324;ga-yoga to Arjuna, Arjuna rejected it, saying it was impractical and impossible for him. We should not maintain grandiose conceptions of what we are able to perform nowadays but should face the facts of our near-bankrupt condition of spirituality. "Here is the easiest path," says N&#257;rada, and we should grab at his offer as a drowning man grabs for a life raft.</P><P>Even in former ages, when more difficult processes were recommended, the goal was always bhakti, or devotion to the Supreme Lord. In this age the most accessible form of bhakti is sa&#324;k&#299;rtana, or congregational chanting of the holy names of God. It is recommended as the yuga-dharma, or religion of the age. As stated in the Brihan-n&#257;rad&#299;ya Pur&#257;na, "In the Age of Kali no effective means of God realization is possible except the chanting of the holy names." The same thing is recommended in the &#346;r&#299;mad-Bh&#257;gavatam, where the nine sages known as the Yogendras declare that in Kali-yuga intelligent persons will take to the process of sa&#324;k&#299;rtana. And &#346;ukadeva Gosv&#257;m&#299; tells Mah&#257;r&#257;ja Par&#299;kshit that the chanting of the holy names is the saving grace of this age:</P><P>kaler dosha-nidhe r&#257;jan asti hy eko mah&#257;n gunah</P><P CLASS=n>k&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah param vrajet</P><P>"My dear king, although Kali-yuga is full of faults, there is still one good quality about this age: simply by chanting the Hare Krishna mah&#257;-mantra, one can become free from material bondage and be promoted to the transcendental kingdom" (Bh&#257;g. <A CLASS=v HREF="../sb/12/3/51.htm">12.3.51</A>).</P><P>In ignorance and defiance of the recommended yuga-dharma, unauthorized teachers make a business of teaching yoga and meditation. But since almost no one is qualified to practice the severe austerities of meditation, streamlined versions are taught, which are mostly a form of cheating. Even if a person seriously takes up the path of karma-yoga, jñ&#257;na-yoga, or asht&#257;&#324;ga-yoga, he will meet with many difficulties. For example, the jñ&#257;n&#299; may become very attached to accumulating knowledge for its own sake, up to the point where he tries to merge with the Absolute Truth. The karma-yog&#299;, or man of action, too often forgets to dedicate his activities to God and instead becomes attached to the fruits of his work or to fame. The asht&#257;&#324;ga-yog&#299;s, if they are able to progress at all in the eightfold system, are liable to get sidetracked by the siddhis, or powers, that come to them. But bhakti, by its very nature, purifies one's senses, actions, and motives. Moreover, one doesn't have to go painfully and slowly through every single step on the yoga ladder from karma to jñ&#257;na to bhakti. At any moment, whenever one decides to surrender, and wherever one gets the association of pure devotees, one can take the express elevator of bhakti-yoga. As Lord Krishna recommends,</P><P>daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it" (<A CLASS=v HREF="../bg/7/14.htm">Bg. 7.14</A>).</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>