<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 59"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 59</P><P CLASS=c>pram&#257;n&#257;ntarasy&#257;napekshatv&#257;t svayam pram&#257;natv&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; means of valid knowing; <A CLASS=v HREF="http://vedabase.net/a/antarasya">antarasya</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/a/an">an</A>-<A CLASS=v HREF="http://vedabase.net/a/apeksatvat">apekshatv&#257;t</A> &#8212; because of not being dependent on; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> its own right; <A CLASS=v HREF="http://vedabase.net/p/pramanatvat">pram&#257;natv&#257;t</A> &#8212; because of being <A HREF="http://vedabase.net/a/a">a</A> valid authority.</P><P CLASS=t>TRANSLATION</P><P>The reason devotional service is the easiest of all spiritual processes is that it does not depend on any other authority for its validity, being itself the standard of authority.</P><P CLASS=t>PURPORT</P><P>Pram&#257;na means proof. Vaishnava philosophers condense all the different types of pram&#257;nas into three: pratyaksha, anum&#257;na, and &#347;abda. Pratyaksha means direct evidence by the senses. But since the senses are imperfect, pratyaksha often has to be corrected by higher knowledge. Anum&#257;na refers to deductive and inductive logic, which depends on the validity of its premises and reasons, and so cannot prove anything with final certainty. &#346;abda means receiving knowledge from authoritative sources. Vedic knowledge is &#347;abda-pram&#257;na. This is particularly applicable to transcendental subject matter, which cannot be understood by the empirical and theorizing methods. Even in ordinary affairs, there are many things we have to accept on authority. We can learn the identity of our father from our mother, the only foolproof authority. Aside from the mother there is no way to know for sure who our father is. When the source of information is perfect, as in Vedic knowledge, then &#347;abda-pram&#257;na, or &#347;abda-brahma, becomes the ultimate proof. As &#346;r&#299;la Prabhup&#257;da states, "As far as the soul's existence is concerned, no one can establish his existence experimentally beyond the proof of &#347;ruti, or Vedic wisdom" (<A CLASS=v HREF="../bg/2/25.htm">Bg. 2.25</A>, purport).</P><P>Aside from the proof of &#347;&#257;stra and guru, N&#257;rada has taught that the truth of bhakti is proven by one's directly experiencing its fruits in one's own life. In S&#363;tras 31 and 32, N&#257;rada gives the analogy of how a man's hunger cannot be appeased just by looking at a meal. It is not enough to hear that a particular food preparation has a very sweet and delicious flavor. Even if you know all the dish's ingredients, that knowledge will not satisfy your hunger. In the same way, mere theoretical knowledge of God does not bring pleasure &#8212; either to God or to the individual soul. Bhakti has to be directly perceived. &#346;r&#299;la Prabhup&#257;da used to say that when you become Krishna conscious no one has to give you a certificate or diploma saying, "You are now Krishna conscious." You'll know it for yourself.</P><P>The potency of bhakti to purify one's heart is proved by the loss of material desires. Those who come to Krishna consciousness after years of sinful life know this proof very well. Their renunciation of meat-eating, intoxicants, and illicit sex is not an act of repression but is based on tasting a higher pleasure. And so bhakti is its own proof.</P><P>Nondevotees may ask for empirical proof: "Show us your Krishna. Prove that He is God. We want to see Him lift Govardhana Hill." But their demand for proof cannot be satisfied in that way. Lord Krishna reveals Himself in His original form only to His devotees:</P><P>n&#257;ham prak&#257;&#347;ah sarvasya yoga-m&#257;y&#257;-sam&#257;vritah</P><P CLASS=n>m&#363;dho 'yam n&#257;bhij&#257;n&#257;ti loko m&#257;m ajam avyayam</P><P>"I am never manifest to the foolish and unintelligent. For them I am covered by My internal potency, and therefore they do not know that I am unborn and infallible" (<A CLASS=v HREF="../bg/7/25.htm">Bg. 7.25</A>).</P><P>To the atheists, God gives proof of His existence when He appears as death and takes everything away. But God does not manifest His internal potency to the faithless. &#346;r&#299;la Prabhup&#257;da writes, "Even if one is perfected by realization of impersonal Brahman or localized Param&#257;tm&#257;, he cannot possibly understand the Supreme Personality of Godhead, &#346;r&#299; Krishna, without being in Krishna consciousness" (<A CLASS=v HREF="../bg/7/26.htm">Bg. 7.26</A>, purport).</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>