<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 1 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 1 Verse 6"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="value.htm">The Value of Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 6</P><P CLASS=c>yaj jñ&#257;tv&#257; matto bhavati stabdho bhavaty &#257;tm&#257;r&#257;mo bhavati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; having known; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah</A> &#8212; intoxicated; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/s/stabdhah">stabdhah</A> &#8212; stunned (<A HREF="http://vedabase.net/i/in">in</A> ecstasy); <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramah">&#257;r&#257;mah</A> &#8212; self-content (because of being engaged <A HREF="http://vedabase.net/i/in">in</A> the service of the Lord); <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes.</P><P CLASS=t>TRANSLATION</P><P>One who understands perfectly the process of devotional service in love of Godhead becomes intoxicated in its discharge. Sometimes he becomes stunned in ecstasy and thus enjoys his whole self, being engaged in the service of the Supreme Self.</P><P CLASS=t>PURPORT</P><P>The &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/7/10.htm">1.7.10</A>) states,</P><P>&#257;tm&#257;r&#257;m&#257;&#347; ca munayo nirgranth&#257; apy urukrame</P><P CLASS=n>kurvanty ahaituk&#299;m bhaktim ittham-bh&#363;ta-guno harih</P><P>"Although those who are &#257;tm&#257;r&#257;ma, self-satisfied, are liberated from all material contamination, they are still attracted by the pastimes of the Supreme Lord, and thus they engage themselves in His transcendental service." When Lord Caitanya explained this &#257;tm&#257;r&#257;ma verse to &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, He described sixty-one meanings, and all of them point toward the devotional service of the Lord.</P><P>How one becomes intoxicated in devotional service is very nicely described in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/11/2/40.htm">11.2.40</A>):</P><P>evam-vratah sva-priya-n&#257;ma-k&#299;rty&#257;</P><P CLASS=n>j&#257;t&#257;nur&#257;go druta-citta uccaih</P><P CLASS=n>hasaty atho roditi rauti g&#257;yaty</P><P CLASS=n>unm&#257;da-van nrityati loka-b&#257;hyah</P><P>"A person engaged in the devotional service of the Lord in full Krishna consciousness automatically becomes carried away by ecstasy when he chants and hears the holy name of Krishna. His heart becomes slackened while chanting the holy name, he becomes almost like a madman, and he does not care for any outward social conventions. Thus sometimes he laughs, sometimes he weeps, sometimes he cries out very loudly, sometimes he sings, and sometimes he dances and forgets himself." These are the signs of becoming intoxicated in devotional service. This stage, called the &#257;tm&#257;r&#257;ma stage, is possible when the Lord bestows His mercy upon a devotee for his advanced devotional activity. It is the highest perfectional stage because one cannot reach it unless one has attained pure love of God.</P><P>Neither formal religious rituals, economic development, sense gratification, nor liberation can compare with this sweet stage of perfection of love of Krishna, love of the Supreme Lord. The Caitanya-carit&#257;mrita (&#256;di-l&#299;l&#257; <A CLASS=v HREF="../cc/adi/7/97.htm">7.97</A>) describes this stage of ecstasy and intoxication as being far above the ecstasy of realizing oneself as Brahman, or the supreme spirit. Lord Caitanya says that the ecstasy of bhakti (love of Godhead) is so vast that it is like an ocean compared to the drop of pleasure derived from understanding oneself as one with Brahman. In all Vedic literature, the highest perfectional stage is said to be the state of intoxication of devotional service. It is not achieved by ordinary persons, the nondevotees.</P><P>In the stage of perfection, one's heart becomes slackened and one becomes more and more attached to attaining the lotus feet of the Lord. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, a great &#257;c&#257;rya in the line of devotional service, has described this stage as follows: "Although appearing just like a madman, a person in the ecstasy of devotional service is not mad in the material conception of the term; this ecstasy is the manifestation of the pleasure potency of the Supreme Lord." The Lord has various potencies, one of which is called &#257;hl&#257;din&#299;-&#347;akti, His internal pleasure potency. Only one who becomes a little conversant with this potency can taste such ecstasy. The Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/12">1.1.12</A>) states, &#257;nanda-mayo 'bhy&#257;s&#257;t: "By nature the Lord is always joyful." This joyfulness of the Lord is due to His pleasure potency.</P><P>One who becomes affected by the pleasure potency of the Supreme Lord manifests various symptoms of ecstasy, such as slackening of the heart, laughing, crying, shivering, and dancing. These symptoms are not material. However, exhibiting such ecstatic symptoms just to get credit from the public is not approved by pure devotees. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Prabhup&#257;da says, "Persons without attainment of the highest perfectional stage of loving service cannot achieve any auspiciousness simply by artificially laughing, crying, or dancing without any spiritual understanding. Artificial movement of the body... must always be rejected. One should wait for the natural sequence within devotional service, and at that time, when one cries or dances or sings, it is approved. A person artificially showing symptoms of the pleasure potency creates many disturbances in the ordinary way of life."</P><P>One who attains the perfectional stage of devotional service under the guidance of a bona fide spiritual master may preach the science of devotion as Lord Caitanya did. When Lord Caitanya preached, He danced and showed other symptoms of ecstasy. Once, in Benares, a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; named Prak&#257;&#347;&#257;nanda Sarasvat&#299; objected to these activities. He said that since Lord Caitanya had taken sanny&#257;sa, the renounced order of life, He should not act in such an intoxicated way.</P><P>The Lord explained that these symptoms of intoxication had automatically arisen when He had chanted the Hare Krishna mantra, and that upon seeing this His spiritual master had ordered Him to preach devotional service all over the world. While speaking with Prak&#257;&#347;&#257;nanda, Lord Caitanya quoted an important verse from the Hari-bhakti-sudhodaya (<A CLASS=v HREF="http://vedabase.net/todo/sudhodaya/14/36">14.36</A>):</P><P>tvat-s&#257;ksh&#257;t-karan&#257;hl&#257;da-vi&#347;uddh&#257;bdhi-sthitasya me</P><P CLASS=n>sukh&#257;ni goshpad&#257;yante br&#257;hm&#257;ny api jagad-guro</P><P>"My dear Lord, O master of the universe, since I have directly seen You, my transcendental bliss has taken the shape of a great ocean. Thus I now regard the happiness derived from understanding impersonal Brahman to be like the water contained in a calf's hoofprint."."</P><P>In this way, one who reaches the perfectional stage of devotional service becomes so satisfied that he does not want anything more, and thus he always engages in pure devotional service.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>