<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 63"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 63</P><P CLASS=c>str&#299;-dhana-n&#257;stika-caritram na &#347;ravan&#299;yam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/n/nastika">n&#257;stika</A> &#8212; and atheists; <A CLASS=v HREF="http://vedabase.net/c/caritram">caritram</A> &#8212; stories; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/sravaniyam">&#347;ravan&#299;yam</A> &#8212; should not be listened <A HREF="http://vedabase.net/t/to">to</A>.</P><P CLASS=t>TRANSLATION</P><P>One should not find entertainment in news of women, money, and atheists.</P><P CLASS=t>PURPORT</P><P>N&#257;rada has said that a bhakta may discharge his duties in the world as long as he is God-centered and offers the results of his work to the Lord in devotional service. But while living in the world he must avoid sinful life and persons who indulge in it (see S&#363;tras 43 and 44). Now he says we should avoid not only associating with sinful persons but even hearing about them.</P><P>If we want to be free from m&#257;y&#257;, we cannot take N&#257;rada's advice lightly or dismiss it as old fashioned. M&#257;y&#257; is not a lightweight contender. She has been placed in charge of imprisoning all the conditioned souls in the universe, and some of her principal weapons are indicated in this s&#363;tra &#8212; sex, wealth, and atheism. With a healthy respect for her power, we should give a wide berth to the m&#257;yic talks concerning these topics.</P><P>Mundane talks are also known as prajalpa. In his Upade&#347;&#257;mrita, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; mentions prajalpa as one of the main impediments to devotional service. And Lord Caitanya instructed San&#257;tana Gosv&#257;m&#299;, "A devotee should avoid reading or hearing newspapers or mundane books that contain stories of love affairs between men and women or subjects palatable to the senses" (Cc. <A CLASS=v HREF="../cc/madhya/22/120.htm">Madhya 22.120</A>).</P><P>In the modern age these injunctions have become more difficult than ever to follow. The airwaves are filled with prajalpa, and by pressing a button we can turn on a television set and plunge ourselves into a visual and aural phantasmagoria. While writing his purports on the Bh&#257;gavatam verses describing the life of Aj&#257;mila, &#346;r&#299;la Prabhup&#257;da responded to our predicament. Aj&#257;mila was a pious young br&#257;hmana, but one day, while traveling along the public way, he came upon a low-class man embracing a prostitute and was overcome by lust. Prabhup&#257;da writes, "In Kali-yuga, a drunken, half-naked woman embracing a drunken man is a very common sight, especially in the Western countries, and restraining oneself after seeing such things is difficult. Nevertheless, if by the grace of Krishna a person adheres to the regulative principles and chants the Hare Krishna mantra, Krishna will certainly protect him" (Bh&#257;g. <A CLASS=v HREF="../sb/6/1/60.htm">6.1.60</A>, purport).</P><P>We cannot expect to follow Prabhup&#257;da's advice in a vacuum. Unless we have Krishna conscious friends to talk with and a society of devotees to live in, we might conclude, "It's impossible to avoid hearing talks of sex, money, and atheists. What am I supposed to do, live alone in a cave?" No, and this is precisely one of the reasons &#346;r&#299;la Prabhup&#257;da founded the International Society for Krishna Consciousness &#8212; to give everyone an opportunity to hear krishna-kath&#257; in the society of devotees. The benefits of such a practice are numerous, as Lord Kapila states in the Bh&#257;gavatam (<A CLASS=v HREF="../sb/3/25/25.htm">3.25.25</A>):</P><P>sat&#257;m prasa&#324;g&#257;n mama v&#299;rya-samvido</P><P CLASS=n>bhavanti hrit-karna-ras&#257;yan&#257; kath&#257;h</P><P CLASS=n>taj-joshan&#257;d &#257;&#347;v apavarga-vartmani</P><P CLASS=n>&#347;raddh&#257; ratir bhaktir anukramishyati</P><P>"The spiritually powerful message of Godhead can be properly discussed only in a society of devotees, and it is greatly pleasing to hear in that association. If one hears from devotees, the way of transcendental experience quickly opens to him, and gradually he attains firm faith that in due course develops into attraction and devotion."</P><P>Our weapons in the campaign against prajalpa and mind pollution may include novels, dramas, paintings, films, musical recordings, festivals, formal lectures, seminars, and casual meetings &#8212; all centered on Krishna. Why should the forces of illusion possess all the weapons, and not the devotees?</P><P>N&#257;rada previously said that bhakti was easy. It is certainly not easy to avoid all mundane sound vibrations. But under the guidance of the pure devotee we may create a pleasant, easy-to-take atmosphere of krishna-kath&#257; in the home and with friends &#8212; even when driving a car or at work &#8212; and this hearing will lead to vishnu-smaranam, or remembrance of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>