<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 64</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 64"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 64</P><P CLASS=c>abhim&#257;na-dambh&#257;dikam ty&#257;jyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abhimana">abhim&#257;na</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/d/dambha">dambha</A> &#8212; deceit; <A CLASS=v HREF="http://vedabase.net/a/adikam">&#257;dikam</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/t/tyajyam">ty&#257;jyam</A> &#8212; should be given up.</P><P CLASS=t>TRANSLATION</P><P>One should put aside false pride, hypocrisy, and other vices.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257; is so subtle that even if one is able to avoid hearing about sex, money, and atheists, and even if one joins a society of devotees, one may still become a victim of pride and hypocrisy. One may think, "I am a better devotee than the others," and thus prepare oneself for a fall. The remedy for pride is to remember that our good fortune, including our spiritual assets, are all due to the mercy of the Supreme Lord and the spiritual masters.</P><P>N&#257;rada has used the word &#257;di, "et cetera," to include other vices, such as the demoniac traits listed in the Sixteenth Chapter of the Bhagavad-g&#299;t&#257;. All of these should be avoided. One should become aware of specific bad habits and try to eliminate them, and therefore N&#257;rada and the &#257;c&#257;ryas often give detailed instructions. We can examine each anartha and see what we can do to renounce it. When we catch ourselves indulging in unwanted thoughts or acts, we should stop them as soon as possible.</P><P>At the same time, a "holistic" approach is also recommended. That is, we should be confident that our sincere prosecution of bhakti-yoga will eliminate all unwanted habits and desires. In fact, if we try to eliminate vices one by one, we will fail. But by bhakti we can eliminate them wholesale. As stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/6/1/15.htm">6.1.15</A>),</P><P>kecit kevalay&#257; bhakty&#257; v&#257;sudeva-par&#257;yan&#257;h</P><P CLASS=n>agham dhunvanti k&#257;rtsnyena n&#299;h&#257;ram iva bh&#257;skarah</P><P>"Only a rare person who has adopted complete, unalloyed devotional service to Krishna can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays."</P><P>Devotional service is beyond both piety and impiety. By chanting Hare Krishna, hearing about Lord Krishna, and performing other routine services in Krishna consciousness, one vanquishes all phases of sinful life and all unwanted habits.</P><P>The practical application of this principle is to persevere in s&#257;dhana-bhakti with faith and determination. This is called &#347;raddh&#257;, the conviction that one will achieve all goals by practicing Krishna consciousness. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also recommends ni&#347;caya, "endeavoring with confidence" (The Nectar of Instruction, Text 3). &#346;r&#299;la Prabhup&#257;da explains in his purport, "In devotional service surrender means that one has to become confident. The devotee thinks, &#257;va&#347;ya rakshibe krishna: 'Krishna will surely protect me and give me help for the successful execution of devotional service.' " And so the devotee uses both negative and positive approaches: He diligently seeks to eliminate particular unwanted habits, but at the same time he is confident that his engagement in devotional service is like a blazing fire that will burn to ashes all the fuel of sinful activities.</P><P CLASS=l><A CLASS=i HREF="63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="65.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>