<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 65"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 65</P><P CLASS=c>tad arpit&#257;khil&#257;c&#257;rah san k&#257;ma-krodh&#257;bhim&#257;n&#257;dikam tasminn eva karan&#299;yam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; having offered; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/acarah">&#257;c&#257;rah</A> &#8212; actions; <A CLASS=v HREF="http://vedabase.net/s/san">san</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/a/abhimana">abhim&#257;na</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/a/adikam">&#257;dikam</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; toward Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/k/karaniyam">karan&#299;yam</A> &#8212; should be done.</P><P CLASS=t>TRANSLATION</P><P>Offering all one's activities to the Lord, one should feel desire, anger, and pride only with regard to Him.</P><P CLASS=t>PURPORT</P><P>N&#257;rada now advises that traits normally considered vices may be dovetailed into favorable devotional service. This does not contradict N&#257;rada's previous statement that pride, anger, and lust should be renounced. A pure devotee is always free of vices, and the practicing bhakta tries to be free of them by controlling his senses and mind as far as possible. Therefore N&#257;rada here refers to a transcendental application of anger, pride, and lust in relation to the Supreme Lord.</P><P>Liberated devotees often apply so-called vices in devotional service, and we can learn the art from them. Hanum&#257;n vented his anger upon R&#257;vana, the enemy of Lord R&#257;ma. Lord Krishna instigated Arjuna to become angry so he would fight the Battle of Kurukshetra. Even Lord Caitanya became angry with the drunken brothers Jag&#257;i and M&#257;dh&#257;i. These are examples of properly directed anger. We cannot stop anger completely. As &#346;r&#299;la Prabhup&#257;da writes, "To try to create a vacuum in the mind is artificial. The vacuum will not remain. However, if one always thinks of Krishna and how to serve Krishna best, one's mind will naturally be controlled" (The Nectar of Instruction, Text 1, purport).</P><P>Even anger directed at Krishna can be part of devotional service. The gop&#299;s, for instance, often became angry at Him during lovers' quarrels. Once &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was displeased with Krishna and ordered Her assistants to stop Him from seeing Her at all costs. The cowherd boys would fight with Krishna in the forest, and in the heat of play they would sometimes become angry with Him and tell Him they wouldn't play with Him anymore. Lord Krishna very much liked these chidings of love, and He asked forgiveness from His friends.</P><P>Kamsa's hatred of the Lord, however, was not bhakti. Kamsa was afraid that Krishna would kill him, and so his mind became absorbed in animosity toward the Lord. Prabhup&#257;da writes, "The state of mind of a great devotee is also to be absorbed in Krishna, but a devotee thinks of Him favorably, not unfavorably" (Krishna, p. 26).</P><P>We should not imitate the transcendental feelings of the pure devotees, but we may become inspired by hearing of them. We should patiently wait for the day when these feelings will naturally manifest within us. At that time we will not be able to stop them even if we want to. Meanwhile we may practice becoming greedy for chances to spread the word of Krishna, proud that Krishna is our Lord and that we have such an exalted spiritual master in &#346;r&#299;la Prabhup&#257;da, and angry at the m&#257;yic obstacles that prevent us from attaining bhakti. If we learn to dovetail everything for Lord Krishna in this way, we will have learned the essential lesson N&#257;rada is imparting in this s&#363;tra.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>