<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 66</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 66"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 66</P><P CLASS=c>tri-r&#363;pa-bha&#324;ga-p&#363;rvakam nitya-d&#257;sya-nitya-k&#257;nt&#257;-bhajan&#257;tmakam prema k&#257;ryam premaiva k&#257;ryam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; of the three material forms (the qualities of goodness, passion, and ignorance); <A CLASS=v HREF="http://vedabase.net/b/bhanga">bha&#324;ga</A> &#8212; the breaking; <A CLASS=v HREF="http://vedabase.net/p/purvakam">p&#363;rvakam</A> &#8212; preceded by; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; perpetual; <A CLASS=v HREF="http://vedabase.net/d/dasya">d&#257;sya</A> &#8212; servitude; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; perpetual; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nt&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> lover; <A CLASS=v HREF="http://vedabase.net/b/bhajana">bhajana</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; consisting of; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> love; <A CLASS=v HREF="http://vedabase.net/k/karyam">k&#257;ryam</A> &#8212; one should manifest; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> love; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/k/karyam">k&#257;ryam</A> &#8212; one should manifest.</P><P CLASS=t>TRANSLATION</P><P>After breaking through the aforementioned coverings of the three modes of nature, one should act only in pure love of God, remaining perpetually in the mood of a servant serving his master, or a lover serving her beloved.</P><P CLASS=t>PURPORT</P><P>As described in S&#363;tra 56, there are three secondary forms of devotional service tinged with the gunas (goodness, passion, and ignorance). These are practiced by sak&#257;ma devotees, who approach the Supreme Lord when in distress, when seeking wealth, or when seeking knowledge. One should transcend these secondary types of devotion and approach the Supreme Lord only with love. In other words, here N&#257;rada is urging us to come to the spontaneous stage, as in the rasas of servitude (nitya-d&#257;sya) and conjugal love (nitya-k&#257;nt&#257;-bhajana). We should not think that we have completed the course of bhakti by becoming a religionist in the conventional sense &#8212; by attending the temple and making obligatory prayers and donations.</P><P>As a spiritual master, N&#257;rada has responsibly taught the lower stages of bhakti and encouraged anyone with even a drop of faith. But it is also his responsibility to remind us that the goal is prema, and prema alone. His method is similar to Lord Krishna's in the Bhagavad-g&#299;t&#257;, where the Lord mercifully encourages all kinds of karm&#299;s, jñ&#257;n&#299;s, and yog&#299;s, advising them on how to progressively turn their attention toward Him. But then He concludes, "Abandon all varieties of religion and just surrender unto Me" (<A CLASS=v HREF="../bg/18/66.htm">Bg. 18.66</A>).</P><P>Out of love, without seeking reward, a devoted servant tries to please his master, and a wife her husband. We see the perfection of servitude in the spiritual world, in Krishna's servants like Raktaka, D&#257;ruka, and Patr&#299;, and we see the perfection of a wife's devotion in the queens of Dv&#257;rak&#257;. In Lord Krishna we find the perfect master and the perfect beloved, and so His servants and wives are eternally liberated as nitya-d&#257;sa and nitya-k&#257;nt&#257;. Following in the footsteps of such liberated beings, devotees in this world should strive to practice devotional service on the level of pure love. As stated in the Caitanya-mañjush&#257;: prem&#257; pum-artho mah&#257;n. "Love for Krishna is the supreme goal of life."</P><P CLASS=l><A CLASS=i HREF="65.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="67.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>