<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 67"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 67</P><P CLASS=c>bhakt&#257; ek&#257;ntino mukhy&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhakt&#257;h</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/e/ekantinah">ek&#257;ntinah</A> &#8212; exclusive; <A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhy&#257;h</A> &#8212; principal.</P><P CLASS=t>TRANSLATION</P><P>Among the Lord's devotees, the greatest are those who are dedicated to Him solely as His intimate servants.</P><P CLASS=t>PURPORT</P><P>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da showed an excellent example of ek&#257;nta-bhakti, single-minded devotion to the Supreme Lord. Prabhup&#257;da showed this in many ways. For example, his commentary on &#346;r&#299; Krishna's book, Bhagavad-g&#299;t&#257;, does not even slightly deviate from Krishna's true intent. Impersonalism taints the vast majority of Bhagavad-g&#299;t&#257; commentaries, but &#346;r&#299;la Prabhup&#257;da's purports in Bhagavad-g&#299;t&#257; As It Is lead the reader directly to the lotus feet of Krishna. This is true of all of Prabhup&#257;da's books &#8212; &#346;r&#299;mad-Bh&#257;gavatam, Caitanya-carit&#257;mrita, and so on. His translation of the Sanskrit or Bengali is always accurate from a scholarly point of view, but at the same time he writes as a pure devotee: "Surrender to Krishna."</P><P>In all of &#346;r&#299;la Prabhup&#257;da's spontaneous conversations, he was single-mindedly Krishna conscious. When he spoke of Krishna, he seemed to be talking about his dearmost friend, not merely repeating something he had read. Sometimes his krishna-kath&#257; took the form of convincing an atheist scientist that there is a supreme controller, sometimes he related the pastimes of Krishna to his disciples, and sometimes he assured devotees that Krishna is in our hearts and will give us the intelligence to execute a difficult service. &#346;r&#299;la Prabhup&#257;da maintained this single-mindedness even while undergoing the rigors of constant travel and while living in the biggest cities of the world. Wherever he was, Prabhup&#257;da was on a mission for Krishna.</P><P>Being single-pointed in devotional service does not mean shutting out reality. Exclusivity can become sectarian if one focuses on relative truths or dedicates oneself to an ordinary person. But when the object of appreciation is the Supreme Personality of Godhead, one attains the broadest vision, the vision of a mah&#257;tm&#257;.</P><P>The devotee who is fixed on Krishna has actually attained to the complete truth. That the Lord is the complete truth is stated in the Invocation to the &#298;&#347;opanishad: om p&#363;rnam adah p&#363;rnam idam [&#298;&#347;opanishad, Invocation]. "The Personality of Godhead is perfect and complete." A devotee glorifies the Lord as the complete Absolute Truth when he utters the famous Vedic aphorism tat tvam asi, "You are that." The impersonalist philosophers adore the tat tvam asi aphorism because they take it to mean that they are one with the formless Brahman. But the actual meaning of tat tvam asi is different. When the devotee says "You are that," he is addressing the Supreme Lord. &#346;r&#299;la Prabhup&#257;da explains in his purport to Bhagavad-g&#299;t&#257; <A CLASS=v HREF="../bg/4/9.htm">4.9</A>:</P><P>The Vedic version tat tvam asi is actually applied in this case. Anyone who understands Lord Krishna to be the Supreme, or who says unto the Lord, "You are the same Supreme Brahman, the Personality of Godhead," is certainly liberated instantly, and consequently his entrance into the transcendental association of the Lord is guaranteed.</P><P>A pure devotee who sees Krishna in everything can maintain one-pointed concentration on the Lord, even while performing a wide variety of services for Him. By contrast, materialistic persons cannot be ek&#257;nt&#299;, or focused. Because the field of sense gratification tempts the conditioned souls in many directions, and because the mind is very fickle, the hedonist's attention is splayed. As Lord Krishna says,</P><P>vyavas&#257;y&#257;tmik&#257; buddhir ekeha kuru-nandana</P><P CLASS=n>bahu-&#347;&#257;kh&#257; hy anant&#257;&#347; ca buddhayo 'vyavas&#257;yin&#257;m</P><P>"Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched" (<A CLASS=v HREF="../bg/2/41.htm">Bg. 2.41</A>).</P><P>&#346;ukadeva Gosv&#257;m&#299; describes the materialist in a similar way in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/2/1/2.htm">2.1.2</A>):</P><P>&#347;rotavy&#257;d&#299;ni r&#257;jendra nrin&#257;m santi sahasra&#347;ah</P><P CLASS=n>apa&#347;yat&#257;m &#257;tma-tattvam griheshu griha-medhin&#257;m</P><P>"Those persons who are materially engrossed, being blind to the knowledge of ultimate truth, have many subject matters for hearing in human society, O emperor." Absorbed in political work or scientific research or social and economic betterment, the grihamedh&#299;s put aside the ultimate problems of old age, disease, and death. They do not inquire about self-realization, which would lead them eventually to Krishna consciousness. But a person who wants to succeed in bhakti must give up the life of bewildering distractions and take up devotional service under the guidance of a spiritual master.</P><P>The best way to cultivate single-minded devotion to Krishna is to chant the Hare Krishna mantra. This practice is what the scriptures and &#257;c&#257;ryas recommend as the main limb of devotional service for the Age of Kali. By this one simple act &#8212; chanting and hearing the holy name &#8212; we serve Lord Krishna the way He likes best. Harid&#257;sa Th&#257;kura set the example by making the chanting of hari-n&#257;ma his exclusive service. Serious Gaud&#299;ya Vaishnavas follow in his footsteps by chanting daily at least sixteen rounds of Hare Krishna on beads. As stated in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/antya/3/268.htm">Antya 3.268</A>), "The holy name of Krishna is so attractive that anyone who chants it &#8212; including all living entities, moving and unmoving, and even Lord Krishna Himself &#8212; becomes imbued with love of Krishna. This is the effect of chanting the Hare Krishna mantra."</P><P>In the beginning stages, the restless mind balks at the single-minded devotion required to chant Hare Krishna for long stretches. The holy name is actually the sweetest nectar, but until we reach the spontaneous stage of devotion, one has to outsmart the mischievous mind. The mind is called cañcala, or unfaithful, but it can become the devotee's best friend. When one chants Hare Krishna and performs other duties with concentration and devotion, the mind clears and the devotee realizes his true interest. Then the devotee becomes attracted to serving the holy names in the ek&#257;ntina spirit, which N&#257;rada Muni recommends here as the best.</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>