<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 69</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 69"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 69</P><P CLASS=c>t&#299;rth&#299;-kurvanti t&#299;rth&#257;ni su-karm&#299;-kurvanti karm&#257;ni sac-ch&#257;str&#299;-kurvanti &#347;&#257;str&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tirthi">t&#299;rth&#299;</A> &#8212; into holy places; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; they <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/t/tirthani">t&#299;rth&#257;ni</A> &#8212; the holy places; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/k/karmi">karm&#299;</A> &#8212; into auspicious works; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; they <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; works; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/sastri">&#347;&#257;str&#299;</A> &#8212; into scriptures; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; they <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/s/sastrani">&#347;&#257;str&#257;ni</A> &#8212; the scriptures.</P><P CLASS=t>TRANSLATION</P><P>Their association makes holy places holy, works auspicious, and the scriptures authoritative.</P><P CLASS=t>PURPORT</P><P>A t&#299;rtha is a place made sacred because the Supreme Lord performed His pastimes there. For example, Vrind&#257;vana is sacred because &#346;r&#299; Krishna spent His youth there, Navadv&#299;pa because &#346;r&#299; Caitanya Mah&#257;prabhu began His sa&#324;k&#299;rtana movement there. Places like Dhruva-gh&#257;ta or Naimish&#257;ranya, where mah&#257;-janas performed devotional service, are also t&#299;rthas. Devotees like to reside in t&#299;rthas and perform their bhajana there, and pilgrims seeking purification go to bathe in the sacred rivers flowing through the sacred sites. But the t&#299;rthas become burdened by the sins of visiting pilgrims, who sometimes commit new sins even while traveling on pilgrimage. In all the religions of the world, commercialism tends to spring up and pollute the famous shrines. Because of this, the Gaud&#299;ya Vaishnava &#257;c&#257;rya Narottama d&#257;sa Th&#257;kura stated that in the Kali-yuga going on pilgrimage creates bewilderment. &#346;r&#299;la Prabhup&#257;da writes:</P><P>In India it is still a practice that many advanced transcendentalists give up their family lives and go to Vrind&#257;vana to live there alone and completely engage in hearing and chanting the holy pastimes of the Lord. This system is recommended in the &#346;r&#299;mad-Bh&#257;gavatam, and the six Gosv&#257;m&#299;s of Vrind&#257;vana followed it, but at the present moment many karm&#299;s and pseudo devotees have overcrowded the holy place of Vrind&#257;vana just to imitate this process recommended by &#346;ukadeva Gosv&#257;m&#299;. [Krishna, p. 881]</P><P>To purify the t&#299;rthas of the influence of the nondevotees, saints occasionally visit them. In fact, it is the presence of the saints that actually makes the places holy. If one visits a t&#299;rtha and only does some shopping and takes a ritual bath there, without inquiring from saintly persons, his visit is useless.</P><P>When the sage Vidura went to the palace of the Kurus in Hastin&#257;pura, Yudhishthira Mah&#257;r&#257;ja praised him with the same words N&#257;rada uses here: t&#299;rth&#299;-kurvanti t&#299;rth&#257;n&#299;. &#346;r&#299;la Prabhup&#257;da writes,</P><P>By their actions the pure devotees of the Lord can render any place into a place of pilgrimage, and the holy places are worth the name only on their account. Such pure devotees are able to rectify the polluted atmosphere of any place, and what to speak of a holy place rendered unholy by the questionable actions of interested persons who try to adopt a professional life at the cost of the reputation of the holy place. [Bh&#257;g. <A CLASS=v HREF="../sb/1/13/10.htm">1.13.10</A>, purport]</P><P>In a similar passage, the sage Bhag&#299;ratha praised the river Ganges and the saints who bathe in her waters: "When such pure devotees bathe in your water, the sinful reactions accumulated from other people will certainly be counteracted, for such devotees always keep in the core of their hearts the Supreme Personality of Godhead, who can vanquish all sinful reactions" (Bh&#257;g. <A CLASS=v HREF="../sb/9/9/6.htm">9.9.6</A>).</P><P>If the saints are so influential just by their presence, then we can just imagine how much their acts are worshipable and worth following. Most people's actions result in reactions (karma), but the acts of great souls convert karma into bhakti. Whoever serves a pure devotee gains a permanent spiritual asset, even if he does so unknowingly (ajñ&#257;ta-sukriti). Although we cannot expect to equal the deeds of pure devotees, we should not shy away from trying to emulate them. As &#346;r&#299;la Prabhup&#257;da used to say, "Do as I am doing."</P><P>N&#257;rada states that the best devotees add spiritual authority even to the scriptures. A striking example of this is &#346;r&#299;la Prabhup&#257;da's fulfillment of a prediction of Lord Caitanya's recorded in the Caitanya-bh&#257;gavata:</P><P>prithiv&#299;te &#257;che yata nagar&#257;di-gr&#257;ma</P><P CLASS=n>sarvatra prac&#257;ra haibe mora n&#257;ma</P><P>"In every town and village of the world, My name [the holy name of Krishna] will be preached." This statement used to puzzle Vaishnava scholars; some said it was to be taken allegorically. How could mlecchas in Western countries take up the worship of Lord Krishna and Lord Caitanya and chant Hare Krishna in their towns and cities? But &#346;r&#299;la Prabhup&#257;da proved the skeptics wrong: On his spiritual master's order and by Lord Caitanya's grace, he created the Hare Krishna movement, which quickly spread until newspapers and commentators proclaimed: "Krishna Chant Startles London," and " 'Hare Krishna' has become a household word."</P><P>&#346;r&#299;la Prabhup&#257;da's preaching of the Bhagavad-g&#299;t&#257; provides another example of how the pure devotees give authority to the scriptures. For more than two hundred years before &#346;r&#299;la Prabhup&#257;da came to the West with Bhagavad-g&#299;t&#257; As It Is, the Bhagavad-g&#299;t&#257; had been known in Western countries as "the sacred gospel of the Hindus." And yet no one had become a devotee of Lord Krishna from reading Bhagavad-g&#299;t&#257;, although Lord Krishna teaches surrender to Him as the goal of the G&#299;t&#257;. But through his realized translations and purports &#346;r&#299;la Prabhup&#257;da brought life to the text of Bhagavad-g&#299;t&#257;, and now thousands of non-Hindus throughout the world are recognizing Lord Krishna as the Supreme Personality of Godhead and becoming His sincere devotees.</P><P>N&#257;rada will now explain why saintly persons are so auspicious and influential.</P><P CLASS=l><A CLASS=i HREF="68.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="70.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>