<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 1 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 1 Verse 7"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="value.htm">The Value of Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 7</P><P CLASS=c>s&#257; na k&#257;mayam&#257;n&#257; nirodha-r&#363;patv&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that devotional service <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/p/pure">pure</A> love of God; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kamayamana">k&#257;mayam&#257;n&#257;</A> &#8212; like ordinary lust; <A CLASS=v HREF="http://vedabase.net/n/nirodha">nirodha</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/r/rupatvat">r&#363;patv&#257;t</A> &#8212; because of having <A HREF="http://vedabase.net/a/as">as</A> its form.</P><P CLASS=t>TRANSLATION</P><P>There is no question of lust in the execution of pure devotional service, because in it all material activities are renounced.</P><P CLASS=t>PURPORT</P><P>In pure devotional service there is no question of sense gratification. Some people mistake the loving affairs between Krishna and the gop&#299;s (cowherd girls) for activities of ordinary sense gratification, but these affairs are not lustful because there is no material contamination. As R&#363;pa Gosv&#257;m&#299; states in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/285">1.2.285</A>),</P><P>premaiva gopa-r&#257;m&#257;n&#257;m k&#257;ma ity agamat prath&#257;m</P><P CLASS=n>ity uddhav&#257;dayo 'py etam v&#257;ñchanti bhagavat-priy&#257;h</P><P>"Although the dealings of the gop&#299;s with Krishna are wrongly celebrated by many as lust, great sages and saintly persons like Uddhava hanker for such loving affairs with Krishna." &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja, the author of Caitanya-carit&#257;mrita, has therefore said,</P><P>k&#257;ma, prema, &#8212; do&#324;h&#257;k&#257;ra vibhinna lakshana</P><P CLASS=n>lauha &#257;ra hema yaiche svar&#363;pe vilakshana</P><P>"As there is a difference between iron and gold, so there is a difference between material lust and Krishna's loving affairs with the gop&#299;s" (Cc. <A CLASS=v HREF="../cc/adi/4/164.htm">&#256;di 4.164</A>). Although such loving affairs may sometimes resemble material lust, the difference is as follows:</P><P>&#257;tmendriya-pr&#299;ti-v&#257;ñch&#257; &#8212; t&#257;re bali 'k&#257;ma'</P><P CLASS=n>krishnendriya-pr&#299;ti-icch&#257; dhare 'prema' n&#257;ma</P><P>"The desire to satisfy one's own senses is called lust, while the desire to satisfy the senses of Krishna is called prema, love of God" (Cc. <A CLASS=v HREF="../cc/adi/4/165.htm">&#256;di 4.165</A>).</P><P>The impersonalists cannot understand the principle of satisfying Krishna's senses because they reject the personality of Godhead. Thus they think God has no senses and therefore no sense satisfaction. But the devotees simply want to satisfy the senses of the Supreme Lord, and so they take part in the pure activities of love of Godhead. There is no question of lust in that category of pure transcendental love.</P><P>Lust leads to fruitive activity for sense gratification. There are different kinds of duties for the human being, such as political obligations, performance of Vedic rituals, obligations for maintaining the body, and social formalities and conventions, but all such activities are directed toward satisfying one's own senses. The gop&#299;s, however, simply wanted to satisfy Krishna's senses, and thus they completely gave up the conventional path of social restriction, not caring for their relatives or the chastisement of their husbands. They gave up everything for the satisfaction of Krishna, showing their strong attachment to Krishna to be as spotless as washed white cloth.</P><P>It is said that when conjugal affection between a lover and beloved comes to the point of being destroyed and yet is not destroyed, such a relationship is pure love, or prema. In the material world it is not possible to find this kind of love, for it exists only between Krishna and His intimate devotees, such as the gop&#299;s. The sentiment between the gop&#299;s and Krishna was so strong that it could not be destroyed under any circumstances. Krishna praises the gop&#299;s' pure love in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/32/22.htm">10.32.22</A>):</P><P>na p&#257;raye 'ham niravadya-samyuj&#257;m</P><P CLASS=n>sva-s&#257;dhu-krityam vibudh&#257;yush&#257;pi vah</P><P CLASS=n>y&#257; m&#257;bhajan durjaya-geha-&#347;ri&#324;khal&#257;h</P><P CLASS=n>samvri&#347;cya tad vah pratiy&#257;tu s&#257;dhun&#257;</P><P>"My dear gop&#299;s, I am not able to repay My debt for your spotless service, even within a lifetime of Brahm&#257;. Your connection with Me is beyond reproach. You have worshiped Me, cutting off all domestic ties, which are difficult to break. Therefore please let your own glorious deeds be your compensation."</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>