<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 70</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 70"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 70</P><P CLASS=c>tan-may&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; with Him; <A CLASS=v HREF="http://vedabase.net/m/mayah">may&#257;h</A> &#8212; filled.</P><P CLASS=t>TRANSLATION</P><P>The intimate servants of the Supreme Lord are fully absorbed in loving Him.</P><P CLASS=t>PURPORT</P><P>N&#257;rada's definitions give us portraits of complete dedication, of love, and of oneness of interest between the Supreme Lord and His devotee. When we read a superb s&#363;tra such as number 49 or 67 we may think, "Now he has given the last word on bhakti: nothing more can be said as briefly and as well." But then N&#257;rada delights us with even more precise aphorisms on bhakti-yoga.</P><P>This s&#363;tra is quite similar to number 41: "The Lord and His pure devotees are nondifferent." In the Gurv-ashtaka, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura states, "The spiritual master is to be honored as much as the Supreme Lord because he is the most confidential servitor of the Lord. This is acknowledged in all revealed scriptures and followed by all authorities." Although a qualified student of bhakti knows that the Vaishnava is not God Himself, the disciple experiences Krishna's direct presence in the form of His dedicated servant. And the disciple is fully satisfied in serving the Supreme Lord by serving His pure devotee, who is the transparent medium to Krishna.</P><P>When San&#257;tana Gosv&#257;m&#299; met Lord Caitanya, the Lord told him, "Lord Krishna has saved you from life's deepest hell." San&#257;tana replied, "I do not know who Krishna is. As far as I am concerned, I have been released from prison only by Your mercy" (Cc. <A CLASS=v HREF="../cc/madhya/20/64.htm">Madhya 20.64</A>). The disciple's gratitude toward the Vaishnava is also expressed in Bhaktivinoda Th&#257;kura's song Ohe! vaishnava th&#257;kura: "Krishna is yours. You're able to give Him to me, for such is your power. I am indeed wretched and simply run after you, crying, 'Krishna! Krishna!' "</P><P>This is why the place where great devotees reside is a t&#299;rtha and why N&#257;rada says that they purify established holy places and give authority to the scriptures &#8212; because they are tan-may&#257;h, "filled with Him."</P><P CLASS=l><A CLASS=i HREF="69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="71.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>