<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 71</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 71"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 71</P><P CLASS=c>modante pitaro nrityanti devat&#257;h sa-n&#257;th&#257; ceyam bh&#363;r bhavati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/modante">modante</A> &#8212; become joyful; <A CLASS=v HREF="http://vedabase.net/p/pitarah">pitarah</A> &#8212; forefathers; <A CLASS=v HREF="http://vedabase.net/n/nrtyanti">nrityanti</A> &#8212; dance; <A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;th&#257;</A> &#8212; having good masters; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes.</P><P CLASS=t>TRANSLATION</P><P>Thus the pure devotees' forefathers become joyful, the demigods dance, and the world feels protected by good masters.</P><P CLASS=t>PURPORT</P><P>A great devotee is so dear to the Supreme Lord that his family members receive the Lord's blessings even though they may not appreciate their devotee relative. When Lord Nrisimhadeva rescued His dearmost bhakta, Prahl&#257;da, from his demonic father, Prahl&#257;da Mah&#257;r&#257;ja asked that his father be excused and not punished in the next life for his heinous crimes. Lord Nrisimhadeva replied, "My dear Prahl&#257;da, most pure, O great saintly person, your father has been purified, along with twenty-one forefathers in your family. Because you were born in this family, the entire dynasty has been purified. Whenever and wherever there are peaceful, equipoised devotees who are well behaved and decorated with all good qualities, that place and the dynasties there, even if condemned, are purified" (Bh&#257;g. <A CLASS=v HREF="../sb/7/10/18.htm">7.10.18-19</A>).</P><P>Lord Caitanya also gave special mercy to His devotees' relatives. Amogha, the son-in-law of S&#257;rvabhauma Bhatt&#257;c&#257;rya, blasphemed Lord Caitanya and had to suffer cholera. But Lord Caitanya spared him and said, "You are the object of My affection because you are the son-in-law of S&#257;rvabhauma Bhatt&#257;c&#257;rya. Everyone in S&#257;rvabhauma's house is very dear to Me, including his maids and servants and even his dog. And what to speak of his relatives?" (Cc. <A CLASS=v HREF="../cc/madhya/15/283.htm">Madhya 15.283-4</A>). A pure devotee identifies more with the family of all living entities than with his bodily relatives, and yet whoever is even remotely connected with a pure devotee, even a distant relative, receives benefit. The influence of the devotee is that great.</P><P>Next N&#257;rada says nrityanti devat&#257;h, "The demigods dance when they see a pure devotee appear." The devas are staunch devotees of Lord Vishnu, and they hate to see the demons gain control. Sometimes the demons capture the demigods' palaces, as during the rule of Hiranyaka&#347;ipu. But the pure devotee Prahl&#257;da caused the appearance of Lord Nrisimhadeva, who destroyed Hiranyaka&#347;ipu. Hiranyaka&#347;ipu was "like a fever of meningitis in the head of the three worlds." When he was killed by Lord Nrisimhadeva, the demigods prayed, "When this demon was condemned by devotees because they were disgusted with him, then he was killed by You" (Bh&#257;g. <A CLASS=v HREF="../sb/7/8/53.htm">7.8.53</A>). Thus the pure devotee's work is so significant that it affects the whole universe and creates a shift in favor of godliness. The demigods' joy at the appearance of a Vaishnava proves that the devas are also Vaishnavas. They are more pleased with a pure devotee who renders service unto the Supreme Lord than they are with their own worshipers who seek material boons from them.</P><P>Finally N&#257;rada states that with the appearance of a pure devotee, the earth gets a savior. Mother Earth is abused in Kali-yuga in many ways. When Kali-yuga began, Mah&#257;r&#257;ja Par&#299;kshit found a &#347;&#363;dra beating the earth personified, who appeared in the form of a cow. Nowadays the earth is drilled recklessly for oil, deforested, blown up, polluted by chemicals, stripped of fertile topsoil, and filled up with cheaters and liars who create an intolerable burden.</P><P>The earth is not a dead mass to be exploited by the human species; rather, she is a living entity meant to be protected. When the earth is protected, she gives ample space and a peaceful and prosperous residence for all living entities. But when human beings plunder the earth, she seeks protection from a magnanimous devotee. Though a devotee may appear to work as a humble mendicant without much power, higher beings and truly learned souls know that a savior has appeared.</P><P>The devotee is especially a savior for human beings, most of whom would surely fall down into lower species in their next lives without the devotee's efforts to reform them. According to time, place, and person, every pure-devotee savior teaches the same message: "Do not rot in this material world; follow the word of God and be saved." The world still worships saviors such as Jesus Christ, Lord Buddha, and Lord Caitanya. Many other pure devotees continue to appear, as the son of God or as &#347;akty-&#257;ve&#347;a avat&#257;ras, to save the human race. Considering the far-reaching auspicious effects of a pure devotee's presence, which are mostly beyond normal comprehension, we can appreciate better why &#346;r&#299;la Prabhup&#257;da said, "If only one man becomes a pure devotee of the Lord, we shall consider our attempt a success."</P><P CLASS=l><A CLASS=i HREF="70.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="72.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>