<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 72"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 72</P><P CLASS=c>n&#257;sti teshu j&#257;ti-vidy&#257;-r&#363;pa-kula-dhana-kriy&#257;di-bhedah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> them; <A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; of class; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; education; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; occupation; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/b/bhedah">bhedah</A> &#8212; difference.</P><P CLASS=t>TRANSLATION</P><P>There are no distinctions among such pure devotees in terms of social class, education, bodily beauty, family status, wealth, occupation, and so on.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Krishna, the Supreme Personality of Godhead, does not discriminate among devotees based on their birth, wealth, and so on, so why should we? Krishna says, "O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants], and &#347;&#363;dras [workers] &#8212; attain the supreme destination" (<A CLASS=v HREF="../bg/9/32.htm">Bg. 9.32</A>). And according to the Padma Pur&#257;na, "Anyone who thinks of the Deity of Vishnu as merely stone or the guru as an ordinary man, or who thinks a Vaishnava belongs to a particular family or country, is a resident of hell."</P><P>In his Upade&#347;&#257;mrta (6), R&#363;pa Gosv&#257;m&#299; has also warns us not to take a material view of devotees: "Being situated in his original Krishna conscious position, a pure devotee does not identify with the body. Such a devotee should not be seen from a materialistic point of view. Indeed, one should overlook a devotee's having a body born in a low family, a body with a bad complexion, a deformed body, or a diseased or infirm body. According to ordinary vision, such imperfections may seem prominent in the body of a pure devotee, but despite such seeming defects, the body of a pure devotee cannot be polluted. It is exactly like the waters of the Ganges, which sometimes during the rainy season are full of bubbles, foam, and mud. The Ganges waters do not become polluted. Those who are advanced in spiritual understanding will bathe in the Ganges without considering the condition of the water."</P><P>&#346;r&#299;la Prabhup&#257;da states that one should not think, "Oh, here is an American gosv&#257;m&#299;," and on that basis discriminate against him. On the other hand, Westerners who have come to Krishna consciousness by Prabhup&#257;da's grace should not be puffed up and think themselves better than Indian br&#257;hmanas. The &#347;&#257;stras state, kalau &#347;&#363;dra-sambhavah: "In the Age of Kali, everyone is born a &#347;&#363;dra." We are elevated by the process of Krishna consciousness, but we have nothing to be proud of on our own account: it is all due to the mercy of the Lord and His pure devotee. &#346;r&#299;la Harid&#257;sa Th&#257;kura set the example: even after he became the most elevated transcendentalist, he did not assert himself as a superior person but wished to be regarded as lowborn. In the name of becoming a transcendentalist, one should not become captured again by false pride.</P><P>Only one who is ignorant of the transforming power of bhakti discriminates against devotees on the basis of material designations. Prabhup&#257;da writes, "One should therefore avoid observing a pure devotee externally, but should try to see the internal features and understand how he is engaged in the transcendental loving service of the Lord" (The Nectar of Instruction, Text 6, purport).</P><P>In her prayers to Lord Kapila, Devah&#363;ti affirmed that the Lord's holy names possess the transcendental power to transform anyone: "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in families of dog-eaters, such persons are worshipable" (Bh&#257;g. <A CLASS=v HREF="../sb/3/33/7.htm">3.33.7</A>).</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="73.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>