<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 73</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 4 Verse 73"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: <A CLASS=v HREF="devotion.htm">Pure and Mixed Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 73</P><P CLASS=c>yatas tad&#299;y&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/t/tadiyah">tad&#299;y&#257;h</A> &#8212; His.</P><P CLASS=t>TRANSLATION</P><P>Pure devotees are not distinguished by externals like social class, for they belong to the Lord.</P><P CLASS=t>PURPORT</P><P>Here N&#257;rada explains why one should avoid caste-conscious prejudice toward devotees of Krishna: because devotees are all one class &#8212; they are all His own. And because they belong to the Supreme Lord (tad&#299;y&#257;h), the devotees are worshipable:</P><P>&#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m vishnor &#257;r&#257;dhanam param</P><P CLASS=n>tasm&#257;t parataram devi tad&#299;y&#257;n&#257;m samarcanam</P><P>"Of all types of worship, worship of Lord Vishnu is best, and better than the worship of Lord Vishnu is the worship of His devotee, the Vaishnava" (Padma Pur&#257;na).</P><P>Tad&#299;ya means "in relation to Him." The devotees are intimately related to the Lord because they are under the shelter of His internal energy. Thus they always accompany Him and serve Him as His carrier Garuda, His couch Ananta &#346;esha, His cows, His gopas and gop&#299;s, and so on.</P><P>In a general sense, all living entities are part and parcel of Krishna &#8212; "My eternal fragmental parts," Krishna says &#8212; and that is another reason why one should not judge someone higher or lower by material standards. But although all j&#299;vas are dear to Lord Krishna, He is dear only to His devotees, and therefore they receive His special attention. As He says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/29.htm">9.29</A>),</P><P>samo 'ham sarva-bh&#363;teshu na me dveshyo 'sti na priyah</P><P CLASS=n>ye bhajanti tu m&#257;m bhakty&#257; mayi te teshu c&#257;py aham</P><P>"I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend &#8212; is in Me &#8212; and I am also a friend to him."</P><P>During a conversation with San&#257;tana Gosv&#257;m&#299; and Harid&#257;sa Th&#257;kura in Jagann&#257;tha Pur&#299;, Lord Caitanya once elaborately explained the same truth expressed in this s&#363;tra. San&#257;tana had contracted a skin disease that produced oozing sores. Out of humility he considered his body useless for devotional service, and he decided to commit suicide under the wheel of Lord Jagann&#257;tha's chariot. But Lord Caitanya read his mind and forbade him to do so, telling him that he had already surrendered his body to the Lord for service. Lord Caitanya used to embrace San&#257;tana, and this made San&#257;tana feel mortified because his oozing sores touched the Lord's body. And so San&#257;tana decided to leave Jagann&#257;tha Pur&#299;. But Lord Caitanya explained that He was not offended by San&#257;tana's body; rather, He felt great bliss while embracing San&#257;tana because He saw his body as transcendental. &#346;r&#299; Caitanya Mah&#257;prabhu quoted the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/5/18.htm">5.18</A>):</P><P>vidy&#257;-vinaya-sampanne br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;va-p&#257;ke ca pandit&#257;h sama-dar&#347;inah</P><P>"The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog, and a dog-eater [outcaste]."</P><P>On hearing this quote, Harid&#257;sa said, "What You have spoken deals with external formalities." Lord Caitanya then revealed His inner thoughts regarding His love for His devotees:</P><P>My dear Harid&#257;sa and San&#257;tana, I think of you as My little boys, to be maintained by Me. The maintainer never takes seriously any faults of the maintained....When a child passes stool and urine that touch the body of the mother, the mother never hates the child. On the contrary, she takes much pleasure in cleaning him. The stool and urine of the child appear like sandalwood pulp to the mother. Similarly, when the foul moisture oozing from the sores of San&#257;tana touches My body, I have no hatred for him. [Cc. <A CLASS=v HREF="../cc/antya/4/184.htm">Antya 4.184-7</A>]</P><P>Lord Caitanya then further explained the glories of devotional service and how it transforms a devotee's body into spiritual existence.</P><P>In conclusion, the body of a pure devotee is never material. Even if it appears so, Krishna still accepts the devotee as dear and embraces him as His own. By the Lord's mercy, the devotee is spiritualized, and in his transcendental body he renders service to the Lord's lotus feet.</P><P CLASS=l><A CLASS=i HREF="72.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="74.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>