<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 74</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 74"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 74</P><P CLASS=c>v&#257;do n&#257;valambyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; debate; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avalambyah">avalambyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be resorted <A HREF="http://vedabase.net/t/to">to</A>.</P><P CLASS=t>TRANSLATION</P><P>One should not indulge in argumentative debate.</P><P CLASS=t>PURPORT</P><P>N&#257;rada discourages the egotistic wrangling spirit. One who is proud of his debating skills and eager to defeat others will lose his humility, which, as N&#257;rada says in S&#363;tra 27, is essential for pleasing Krishna. The existence of God is not something to be proven or disproven merely by a battle of logical wits. The spiritual reality cannot be understood by material logic or the speculations of the material mind. As the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra2/1/11">2.1.11</A>) declares, tark&#257;pratishth&#257;n&#257;t: "Logical reasoning is inconclusive."</P><P>However, when a Krishna conscious preacher defends the Lord or the Vaishnavas against blasphemy, that should not be taken as vain controversy. The devotee doesn't argue on his own account, but on Krishna's. Also, a devotee's preaching is not based on mental speculation, which is always imperfect, but on the perfect process of receiving knowledge from the &#347;&#257;stra and the &#257;c&#257;ryas. As it is said, "Mistakes, illusion, cheating, and defective perception do not occur in the sayings of the authoritative sages" (Cc. <A CLASS=v HREF="../cc/adi/2/86.htm">&#256;di 2.86</A>). Also, the Vaishnava &#257;c&#257;ryas have all argued against M&#257;y&#257;v&#257;da interpretations. This kind of argumentation is not to be avoided but is rather one of the duties of the madhyama-bhakta, or preacher. Krishnad&#257;sa Kavir&#257;ja states, "A sincere student should not neglect the discussion of such conclusions [concerning the philosophy of Krishna consciousness], considering them controversial, for such discussion strengthens the mind. Thus one's mind becomes attached to Krishna" (Cc. <A CLASS=v HREF="../cc/adi/2/117.htm">&#256;di 2.117</A>).</P><P>But sometimes a preacher will avoid a fight if he sees that the challenger simply wants to argue for the sake of argument. R&#363;pa Gosv&#257;m&#299; once declined to debate a rascal who came to defeat him, but then R&#363;pa's nephew, J&#299;va Gosv&#257;m&#299;, took up the challenge. So a devotee may or may not choose to meet the challenges of the atheists and voidists, depending on the circumstances, but in any case he knows that debate and challenge do not lead to a true understanding of God.</P><P>Certainly the devotee himself has no challenging spirit when he approaches the scriptures or the &#257;c&#257;ryas. He accepts them axiomatically, beyond argument. The best method for solving one's personal doubts is to inquire submissively from advanced Vaishnavas, who will always be able to answer in terms of &#347;&#257;stra and reason.</P><P CLASS=l><A CLASS=i HREF="73.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="75.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>