<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 75</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 75"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 75</P><P CLASS=c>b&#257;huly&#257;vak&#257;&#347;atv&#257;d aniyatatv&#257;c ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahulya">b&#257;hulya</A> &#8212; for excessiveness; <A CLASS=v HREF="http://vedabase.net/a/avakasatvat">avak&#257;&#347;atv&#257;t</A> &#8212; because of involving opportunities; <A CLASS=v HREF="http://vedabase.net/a/aniyatatvat">aniyatatv&#257;t</A> &#8212; because of not being decisive; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>Such argumentation leads to excessive entanglements and is never decisive.</P><P CLASS=t>PURPORT</P><P>In the Mah&#257;bh&#257;rata, Yudhishthira Mah&#257;r&#257;ja describes the defect of argumentation as follows: tarko 'pratishthah &#347;rutayo vibihinn&#257; n&#257;s&#257;v rishir yasya matam na bhinnam. "Dry arguments are inconclusive. A great personality whose opinion does not differ from others is not considered a great sage. Simply by studying the Vedas, which are variegated, one cannot come to the right path by which religious principles are understood" (Mah&#257;bh&#257;rata, Vana-parva 3<A CLASS=v HREF="http://vedabase.net/todo/parva13/117">13.117</A>).</P><P>If you base your philosophical conclusions on logical arguments, a superior logician will eventually defeat you. This is the method of Western philosophers, and India also has its munis. A muni is not considered distinguished unless he defeats the arguments of previous thinkers. But then another muni comes and finds flaws in the arguments of the current champion and claims to replace him with "the latest philosophy." Those who study argumentation come to the conclusion that there is no final truth. This is skepticism, the fruit of mental speculation.</P><P>A bhakta should not take part in the tedious, inconclusive contests of logicians. The Vedic truths have been thoroughly researched since time beyond memory and are established conclusively. The &#257;c&#257;ryas who guide the destiny of Vedic culture, such as Madhva, R&#257;m&#257;nuja, and Lord Caitanya, did not invent the Vedic siddh&#257;nta (conclusion), though they all presented it according to time, place, and recipients.</P><P>King Yudhishthira continues: dharmasya tattvam nihitam guh&#257;y&#257;m mah&#257;-jano yena gatah sa panth&#257;h."The solid truth of religious principles is hidden in the heart of an unadulterated self-realized person. Consequently, as the &#347;&#257;stras confirm, one should accept whatever progressive path the mah&#257;-janas advocate."</P><P>The bhakti method of receiving truth is by parampar&#257;, or disciplic succession. It is confirmed by a checks-and-balances system of hearing from guru, &#347;&#257;stra, and s&#257;dhu. On the other hand, one who rejects the parampar&#257; system and persists in hearing argumentation will never understand the Absolute Truth. As Lord Krishna states, bhakty&#257; m&#257;m abhij&#257;n&#257;ti: "One can understand Me only by devotional service" (<A CLASS=v HREF="../bg/18/55.htm">Bg. 18.55</A>).</P><P>When Lord Caitanya first came to Jagann&#257;tha Pur&#299;, a dispute arose between His followers and S&#257;rvabhauma Bhatt&#257;c&#257;rya, who was at that time a mundane logician. The Bhatt&#257;c&#257;rya and his students refused to accept that Lord Caitanya was the Supreme Personality of Godhead, although Gop&#299;n&#257;tha &#256;c&#257;rya presented much evidence from Vedic scriptures. Finally the disciples of the Bhatt&#257;c&#257;rya said, "We derive knowledge of the Absolute Truth by logical hypothesis." Gop&#299;n&#257;tha &#256;c&#257;rya replied, "One cannot attain real knowledge of the Supreme Personality of Godhead by such logical hypothesis and argument" (Cc. <A CLASS=v HREF="../cc/madhya/6/81.htm">Madhya 6.81</A>). Gop&#299;n&#257;tha &#256;c&#257;rya further stated that only that person who has received the mercy of the Lord by rendering Him devotional service can understand Him. Logical hypothesis is not the way, but rather &#347;abda-brahma, hearing from authorized sources. Lord Brahm&#257; made the same point in his prayers to Lord Krishna in Chapter Fourteen of the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam:</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-lesh&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>"My Lord, one who is favored by even a slight trace of the mercy of Your lotus feet can understand the greatness of Your personality. But those who speculate in order to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years" (Bh&#257;g. <A CLASS=v HREF="../sb/10/14/29.htm">10.14.29</A>).</P><P>Vain controversy may also include gossip and rumor (prajalpa). N&#257;rada previously stated that a bhakta shouldn't hear from people who speak of women, wealth, and atheists (S&#363;tra 63). Even members of a religious movement have to be careful in their talks, or they too may become another association of harsh and idle talkers like the nondevotees. One has to distinguish between responsible dialogue on important issues and talk that leads nowhere. If we enter into controversial topics, we should do so with restraint, sincerely seeking the Vaishnava siddh&#257;nta according to guru, &#347;&#257;stra, and s&#257;dhu. The &#347;&#257;stras are not to be researched merely as so much ammunition for our own opinions. When we enter debate with an egoistic zest to defeat the opposition, we miss the point and end up fighting with the Vaishnavas. In the prayer known as the Hamsa-g&#363;hya, offered by Daksha to Lord Vishnu, Daksha concluded that the method of logical dispute is actually a product of illusion:</P><P>I offer my respectful obeisances unto the Supreme Personality of Godhead, who is full of unlimited qualities and whose different potencies bring about agreement and disagreement between disputants. Thus the illusory energy again and again covers the self-realization of both disputants. [Bh&#257;g. <A CLASS=v HREF="../sb/6/4/31.htm">6.4.31</A>]</P><P CLASS=l><A CLASS=i HREF="74.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="76.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>