<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 76</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 76"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 76</P><P CLASS=c>bhakti-&#347;&#257;str&#257;ni manan&#299;y&#257;ni tad-bodhaka-karm&#257;ni karan&#299;y&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/s/sastrani">&#347;&#257;str&#257;ni</A> &#8212; the scriptures; <A CLASS=v HREF="http://vedabase.net/m/mananiyani">manan&#299;y&#257;ni</A> &#8212; should be respected; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/b/bodhaka">bodhaka</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> known; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; prescribed activities; <A CLASS=v HREF="http://vedabase.net/k/karaniyani">karan&#299;y&#257;ni</A> &#8212; should be executed.</P><P CLASS=t>TRANSLATION</P><P>One should respect the revealed scriptures of devotional service and discharge the duties they prescribe.</P><P CLASS=t>PURPORT</P><P>The most important bhakti-&#347;&#257;stras have been translated with parampar&#257; purports by His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da. &#346;r&#299;la Prabhup&#257;da writes, "In our Krishna consciousness movement we have therefore limited our study of Vedic literature to Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam, Caitanya-carit&#257;mrita, and Bhakti-ras&#257;mrita-sindhu. These four works are sufficient for preaching purposes. They are adequate for the understanding of the philosophy and the spreading of missionary activities all over the world" (Cc. <A CLASS=v HREF="../cc/madhya/22/118.htm">Madhya 22.118</A>, purport).</P><P>The Vedas are vast, comprising millions of Sanskrit &#347;lokas. And while the conclusion of all branches of Vedic literature is to render devotional service to the Supreme Personality of Godhead, some parts of the Vedic literature are addressed to materialistic religionists and therefore teach a gradual process of elevation. The sages at Naimish&#257;ranya, therefore, asked S&#363;ta Gosv&#257;m&#299; to teach them the essence of the Vedas. In Kali-yuga most people do not have the time, energy, or interest to go through all the Vedas, nor is it advisable to try. The essence, selected by S&#363;ta Gosv&#257;m&#299;, is &#346;r&#299;mad-Bh&#257;gavatam, which teaches bhakti-yoga as the supreme dharma and rejects all "cheating religion." To bring transcendental light into the age of darkness, &#346;r&#299;la Vy&#257;sadeva, the compiler of all the Vedas, gave the world the &#346;r&#299;mad-Bh&#257;gavatam as his mature contribution:</P><P>anarthopa&#347;amam s&#257;ksh&#257;d bhakti-yogam adhokshaje</P><P CLASS=n>lokasy&#257;j&#257;nato vidv&#257;m&#347; cakre s&#257;tvata-samhit&#257;m</P><P>"The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vy&#257;sadeva compiled this Vedic literature, which is in relation to the Supreme Truth" (Bh&#257;g. <A CLASS=v HREF="../sb/1/7/6.htm">1.7.6</A>).</P><P>Bhakti-&#347;&#257;stras include contemporary works written in pursuance of the conclusions of &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257;, and so on. The writing of commentaries and other bhakti literary works can continue for the edification of people in every age and create a movement away from mundane and speculative books.</P><P>N&#257;rada states that a person should not only read bhakti-&#347;&#257;stras but also live by their instructions. The serious student should render service in terms of what he has heard from the spiritual master and the bhakti-&#347;&#257;stras. &#346;r&#299;la Prabhup&#257;da writes, "Without hearing such literatures, one cannot make actual progress. And without hearing and following the instructions, the show of devotional service becomes worthless and therefore a sort of disturbance on the path of devotional service. Therefore, devotional service is established on the principles of &#347;ruti, smriti, pur&#257;na, and pañcar&#257;tra authorities. The make-show of devotional service should at once be rejected" (Bh&#257;g. <A CLASS=v HREF="../sb/1/2/12.htm">1.2.12</A>, purport).</P><P CLASS=l><A CLASS=i HREF="75.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="77.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>