<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 78</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 78"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 78</P><P CLASS=c>ahims&#257;-satya-&#347;auca-day&#257;stiky&#257;di-c&#257;ritry&#257;ni parip&#257;lan&#299;y&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ahimsa">ahims&#257;</A> &#8212; of nonviolence; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; truthfulness; <A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A> &#8212; cleanliness; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; compassion; <A CLASS=v HREF="http://vedabase.net/a/astikya">&#257;stikya</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/c/caritryani">c&#257;ritry&#257;ni</A> &#8212; the characteristics; <A CLASS=v HREF="http://vedabase.net/p/paripalaniyani">parip&#257;lan&#299;y&#257;ni</A> &#8212; should be cultivated.</P><P CLASS=t>TRANSLATION</P><P>One should cultivate such good qualities as nonviolence, truthfulness, cleanliness, compassion, and faith.</P><P CLASS=t>PURPORT</P><P>Throughout the Bhakti-s&#363;tras, N&#257;rada has taught the best, the ultimate. He has never given mediocre definitions of bhakti, but from his own realizations and from other Vaishnavas he has taught par&#257; bhakti. Similarly, &#346;r&#299;la Prabhup&#257;da would always give definitions containing the fullest Krishna conscious substance.</P><P>The present verse, therefore, must be understood in the context of what has gone before. Far from cultivating the listed virtues for themselves, the aspiring devotee should understand that all virtues will remain within the framework of the material modes until they are dovetailed in Krishna consciousness. The good man is the paragon of the s&#257;ttvika mode, but even he cannot attain liberation if he fails to surrender to the Supreme Personality of Godhead. As Lord Krishna states, "Those situated in that mode [sattva-guna] become conditioned by a sense of happiness and knowledge" (<A CLASS=v HREF="../bg/14/6.htm">Bg. 14.6</A>).</P><P>Defining ahims&#257;, &#346;r&#299;la Prabhup&#257;da took it to its ultimate conclusion for the life of a devotee:</P><P>Nonviolence is generally taken to mean not killing or destroying the body, but actually nonviolence means not to put others into distress. People in general are trapped by ignorance in the material concept of life, and they perpetually suffer material pangs. So unless one elevates people to spiritual knowledge, one is practicing violence. One should try his best to distribute real knowledge to the people, so that they may become enlightened and leave this material entanglement. That is nonviolence. [<A CLASS=v HREF="../bg/13/12.htm">Bg. 13.12</A>, purport]</P><P>&#346;r&#299;la Prabhup&#257;da preached tirelessly against violence to animals, especially to the cow. Whenever he met a religionist or educated person, &#346;r&#299;la Prabhup&#257;da would test him on this point. He never conceded that it was permissible to kill God's creatures "because they have no soul," or for whatever reason the meat-eaters invented. To the followers of Lord Buddha &#346;r&#299;la Prabhup&#257;da challenged, "We are glad that people are taking interest in the nonviolent movement of Lord Buddha. But will they take the matter very seriously and close the animal slaughterhouses altogether? If not, there is no meaning to the ahims&#257; cult" (Bh&#257;g. <A CLASS=v HREF="../sb/1/3/25.htm">1.3.25</A>, purport; italics in original).</P><P>Lord Krishna lists satya, "truthfulness," as one of the divine qualities. But truthfulness depends on recognizing the Absolute Truth to be the Supreme Personality of Godhead. Otherwise, no matter how strenuously one practices honesty, it remains relative and not fully pleasing to the Supreme Lord. But when a person recognizes that the Supreme Personality of Godhead is the supreme embodiment of truth and thus dedicates his life to following the truth and distributing that truth, then he can begin to be an honest person.</P><P>Cleanliness refers to both inner and outer states. Both are important, but internal purity is more important. Lord Caitanya declared that the congregational chanting of the holy names is the best process for cleaning the mind. All material concepts &#8212; such as identifying the self as the body, seeing dualities in the world, and hankering for sense gratification &#8212; are "dirty things" in the heart. The bhakta is always busy cleaning and polishing, freeing himself from the accumulation of dust, by the practice of chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P>As for day&#257;, there can be no better kindness than to attain pure Krishna consciousness yourself and to share it with others.</P><P>The word &#257;stikya, "faith," implies that we should not interpret the words of scripture but take it "as it is." When Krishna says in Bhagavad-g&#299;t&#257; "Surrender to Me," one should not think himself wiser than Krishna and claim that it is not to the person Krishna whom we have to surrender but to the spirit within Krishna. "Faith" also means to practice devotional service without motivation and without interruption.</P><P>In discussing a similar list of virtues in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/13/8.htm">13.8-12</A>), &#346;r&#299;la Prabhup&#257;da writes, "The process of knowledge terminates in unalloyed devotional service to the Lord. So if one does not approach, or is not able to approach, the transcendental service of the Lord, then the other nineteen items have no particular value. But if a person takes to devotional service in full Krishna consciousness, the other nineteen items automatically develop within him."</P><P>By listing prominent virtues and using the word &#257;di, indicating that there are many others, N&#257;rada reminds us that bhakti has to be situated on a foundation of good behavior. A bhakta cannot be a coarse fool or rascal. &#346;r&#299;la Prabhup&#257;da was once asked by a TV interviewer, "How would I be able to tell a devotee of Krishna?" Prabhup&#257;da replied, "He would be a perfect gentleman."</P><P CLASS=l><A CLASS=i HREF="77.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="79.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>