<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 79</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 79"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 79</P><P CLASS=c>sarvad&#257; sarva-bh&#257;vena ni&#347;cintair bhagav&#257;n eva bhajan&#299;yah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarvada">sarvad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; with all one's feeling; <A CLASS=v HREF="http://vedabase.net/n/niscintaih">ni&#347;cintaih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> free from doubt; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhajaniyah">bhajan&#299;yah</A> &#8212; should be worshiped.</P><P CLASS=t>TRANSLATION</P><P>Those who are free of doubts should constantly worship the Supreme Lord with all their hearts.</P><P CLASS=t>PURPORT</P><P>In his purport to S&#363;tra 12, &#346;r&#299;la Prabhup&#257;da writes, "The N&#257;rada-bhakti-s&#363;tra is a summary of the Bhagavad-g&#299;t&#257; and the &#346;r&#299;mad-Bh&#257;gavatam." Here again we see the truth of that statement, since this s&#363;tra is very similar to Lord Krishna's confidential statements in the Bhagavad-g&#299;t&#257;. For example, at the end of Chapter Fifteen He says,</P><P>yo m&#257;m evam asamm&#363;dho j&#257;n&#257;ti purushottamam</P><P CLASS=n>sa sarva-vid bhajati m&#257;m sarva-bh&#257;vena bh&#257;rata</P><P CLASS=n>iti guhyatamam &#347;&#257;stram idam uktam may&#257;nagha</P><P CLASS=n>etad buddhv&#257; buddhim&#257;n sy&#257;t krita-kritya&#347; ca bh&#257;rata</P><P>"Whoever knows Me as the Supreme Personality of Godhead, without doubting, is the knower of everything. He therefore engages himself in full devotional service to Me, O scion of Bharata. This is the most confidential part of the Vedic scriptures, O sinless one, and it is disclosed now by Me. Whoever understands this will become wise, and his endeavors will know perfection" (<A CLASS=v HREF="../bg/15/19.htm">Bg. 15.19-20</A>). And again in the Eighteenth Chapter:</P><P>sarva-guhyatamam bh&#363;yah &#347;rinu me paramam vacah</P><P CLASS=n>ishto 'si me dridham iti tato vakshy&#257;mi te hitam</P><P CLASS=n>man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru</P><P CLASS=n>m&#257;m evaishyasi satyam te pratij&#257;ne priyo 'si me</P><P>"Because you are My very dear friend, I am speaking to you My supreme instruction, the most confidential knowledge of all. Hear this from Me, for it is for your benefit. Always think of Me, become My devotee, worship Me, and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend" (<A CLASS=v HREF="../bg/18/64.htm">Bg. 18.64-65</A>).</P><P>There is no difference between Lord Krishna's instruction to "think of Me always" and N&#257;rada's instruction to "always think of Bhagav&#257;n Krishna." And indeed, any follower of N&#257;rada's in disciplic succession can repeat his words: "The Supreme Personality of Godhead alone should always be worshiped wholeheartedly." But our words must be uttered with the conviction born from a life dedicated to the practices N&#257;rada has given in the Bhakti-s&#363;tras.</P><P>Our words and acts in devotional service cannot be mechanical. To qualify as bhakti, they must be done with loving feelings. As Lord Krishna says, "If one offers Me with love and devotion a leaf, a flower, a fruit, or water, I will accept it" (<A CLASS=v HREF="../bg/9/26.htm">Bg. 9.26</A>). And again, "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me" (<A CLASS=v HREF="../bg/10/10.htm">Bg. 10.10</A>).</P><P>The wholehearted, exclusive devotion to Krishna N&#257;rada recommends is echoed in Bh&#299;shma's definition of love: "Love means reposing one's affection completely upon one person, withdrawing all affinities for any other person" (The Nectar of Devotion, p. 147). This stage was attained by all great devotees, such as Prahl&#257;da, Uddhava, N&#257;rada, and the residents of Vrind&#257;vana.</P><P>We must remember that constant, ecstatic absorption in Lord Krishna is the goal of bhakti, and that bhakti includes the approach to that goal. In the Twelfth Chapter of the Bhagavad-g&#299;t&#257;, Lord Krishna recommends the topmost stage, spontaneous love, but He also encourages us by saying that undertaking the practices of bhakti-yoga will bring one to the ultimate stage:</P><P>mayy eva mana &#257;dhatsva mayi buddhim nive&#347;aya</P><P CLASS=n>nivasishyasi mayy eva ata &#363;rdhvam na sam&#347;ayah</P><P CLASS=n>atha cittam sam&#257;dh&#257;tum na &#347;aknoshi mayi sthiram</P><P CLASS=n>abhy&#257;sa-yogena tato m&#257;m icch&#257;ptum dhanañjaya</P><P>"Just fix your mind upon Me, the Supreme Personality of Godhead, and engage all your intelligence in Me. Thus you will live in Me always, without a doubt. My dear Arjuna, O winner of wealth, if you cannot fix your mind upon Me without deviation, then follow the regulative principles of bhakti-yoga. In this way develop a desire to attain Me" (<A CLASS=v HREF="../bg/12/8.htm">Bg. 12.8-9</A>).</P><P>Hearing from mah&#257;-janas who are in the spontaneous stage of bhakti is itself one of the most important services of the practicing devotee. Even Lakshman&#257;, one of Lord Krishna's wives, confided that her attraction to the Lord had been evoked by hearing the words of N&#257;rada: "My dear queen, many times I heard the great sage N&#257;rada glorifying the pastimes of Lord Krishna. I became attracted to the lotus feet of Krishna when I heard N&#257;rada say that the goddess of fortune, Lakshm&#299;, was also attracted to His lotus feet" (Krishna, p. 708).</P><P>Let us always keep N&#257;rada and his representatives as our worshipable preceptors. They will lead us to Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="78.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="80.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>