<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 80</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 80"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 80</P><P CLASS=c>sa k&#299;rtyam&#257;nah &#347;&#299;ghram ev&#257;virbhavaty anubh&#257;vayati bhakt&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/k/kirtyamanah">k&#299;rtyam&#257;nah</A> &#8212; being glorified; <A CLASS=v HREF="http://vedabase.net/s/sighram">&#347;&#299;ghram</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avirbhavati">&#257;virbhavati</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/a/anubhavayati">anubh&#257;vayati</A> &#8212; gives realization; <A CLASS=v HREF="http://vedabase.net/b/bhaktan">bhakt&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the devotees.</P><P CLASS=t>TRANSLATION</P><P>When He is glorified, the Lord swiftly reveals Himself to His devotees and allows them to know Him as He is.</P><P CLASS=t>PURPORT</P><P>The &#346;r&#299;mad-Bh&#257;gavatam describes how N&#257;rada attained direct perception of Lord Krishna. After N&#257;rada heard about Krishna from sages who were visiting his house, he continued living with his mother, since he was only a five-year-old boy. But his mother suddenly died, and N&#257;rada took to wandering. Once, as he sat under a banyan tree and began to meditate upon the Supersoul, the Lord appeared to him. N&#257;rada relates, "As soon as I began to meditate upon the lotus feet of the Personality of Godhead with my mind transformed in transcendental love, tears rolled down my eyes and without delay the Personality of Godhead, &#346;r&#299; Krishna, appeared on the lotus of my heart" (Bh&#257;g. <A CLASS=v HREF="../sb/1/6/16.htm">1.6.16</A>).</P><P>After this initial dar&#347;ana, the Supreme Lord withdrew Himself in His personal form but spoke to N&#257;rada: "O virtuous one, you have only once seen My person, and this is just to increase your desire for Me, because the more you hanker for Me, the more you will be freed from all material desires" (Bh&#257;g. <A CLASS=v HREF="../sb/1/6/22.htm">1.6.22</A>). The Supreme Lord further told N&#257;rada that he would eventually "become My associate in the transcendental world after giving up the present deplorable material worlds."</P><P>And so N&#257;rada's life is a personal testimony to his own instruction given in this s&#363;tra. N&#257;rada went on to become one of the twelve authorities on Krishna consciousness known as mah&#257;-janas, and he is the spiritual master of such stalwarts as Prahl&#257;da, Dhruva, and Vy&#257;sadeva.</P><P>N&#257;rada once came to Vy&#257;sadeva when Vy&#257;sa was feeling despondent, even after having compiled most of the Vedic scriptures. N&#257;rada quickly diagnosed his disciple's depression and spoke to him:</P><P>You have not actually broadcast the sublime and spotless glories of the Personality of Godhead. That philosophy which does not satisfy the transcendental senses of the Lord is considered worthless. Please, therefore, describe the transcendental pastimes of the Supreme Personality of Godhead, Krishna, more vividly. [Bh&#257;g. <A CLASS=v HREF="../sb/1/5/8.htm">1.5.8</A>, 21]</P><P>Vy&#257;sa took N&#257;rada's instructions to heart and began composing the &#346;r&#299;mad-Bh&#257;gavatam, which is filled with the glories of Lord Krishna in His many incarnations, as well as narrations of the Lord's pure devotees. Vy&#257;sadeva later expressed his profound gratitude by glorifying &#346;r&#299; N&#257;radadeva in various verses of the &#346;r&#299;mad-Bh&#257;gavatam:</P><P>aho devarshir dhanyo 'yam yat k&#299;rtim &#347;&#257;r&#324;ga-dhanvanah</P><P CLASS=n>g&#257;yan m&#257;dyann idam tantry&#257; ramayaty &#257;turam jagat</P><P>"All glory and success to &#346;r&#299;la N&#257;rada Muni because he glorifies the activities of the Personality of Godhead, and in so doing he himself takes pleasure and also enlightens all the distressed souls of the universe" (Bh&#257;g. <A CLASS=v HREF="../sb/1/6/38.htm">1.6.38</A>).</P><P CLASS=l><A CLASS=i HREF="79.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="81.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>