<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 81"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 81</P><P CLASS=c>tri-satyasya bhaktir eva gar&#299;yas&#299; bhaktir eva gar&#299;yas&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> three ways (by his mind, body, and words); <A CLASS=v HREF="http://vedabase.net/s/satyasya">satyasya</A> &#8212; for one who is truthful; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/g/gariyasi">gar&#299;yas&#299;</A> &#8212; most dear; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/g/gariyasi">gar&#299;yas&#299;</A> &#8212; most dear.</P><P CLASS=t>TRANSLATION</P><P>Devotional service is the most precious possession of a person who honestly uses his mind, body, and words.</P><P CLASS=t>PURPORT</P><P>The word tri-satya may refer to the three ways of expressing truth &#8212; with one's thoughts, actions, and words. Then again, tri-satya may be taken to indicate that bhakti is the best way of realizing the truth in all three phases of time &#8212; namely, past, present, and future. Lord Kapila told His mother, Devah&#363;ti, "I shall now explain unto you the ancient yoga system, which I explained formerly to the great sages. It is serviceable and practical in every way" (Bh&#257;g. <A CLASS=v HREF="../sb/3/25/14.htm">3.25.14</A>). In his purport Prabhup&#257;da writes, "When we have a superexcellent process already present in the Vedic scriptures, there is no need to concoct a new system to mislead the innocent public. At present it has become a fashion to reject the standard system and present something bogus in the name of a newly invented process of yoga" (Bh&#257;g. <A CLASS=v HREF="../sb/3/25/14.htm">3.25.14</A>, purport). Bhakti is ancient wisdom, an immediate practical program, and the vision of the future. It is tri-k&#257;la-jñ&#257;na, knowledge of past, present, and future.</P><P>As the best use of body, speech, and mind, bhakti is the best happiness, the best action, and the best meditation. When Lord Caitanya asked R&#257;m&#257;nanda R&#257;ya to explain the very best thing, R&#257;m&#257;nanda R&#257;ya described bhakti in many ways:</P><P>The Lord inquired, "Of all types of education, which is the most important?" R&#257;m&#257;nanda R&#257;ya replied, "There is no education that is important other than the transcendental devotional service of Krishna."</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then inquired, "Out of all liberated persons, who should be accepted as the greatest?" R&#257;m&#257;nanda replied, "He who has love for Krishna has attained the topmost liberation."</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu asked, "Out of all topics people listen to, which is the best for living entities?" R&#257;m&#257;nanda R&#257;ya replied, "Hearing about the loving affairs between R&#257;dh&#257; and Krishna is most pleasing to the ear." [Cc. <A CLASS=v HREF="../cc/madhya/8/245.htm">Madhya 8.245</A>, 249, 255]</P><P>In this s&#363;tra N&#257;rada says the same thing as R&#257;m&#257;nanda R&#257;ya did, but in condensed form: Bhakti is the best in every category. Why should we doubt it? And why should we dilute bhakti with other truths, as if bhakti is in need of help? Bhakti itself confers all knowledge and renunciation. It offers the most courageous action, as well as the best art, science, and recreation. Most important of all, only bhakti is pleasing to the Supreme Personality of Godhead. As Lord Krishna says, "One can understand Me as I am, as the Supreme Personality of Godhead, only by devotional service. And when one is in full consciousness of Me by such devotion, he can enter into the kingdom of God" (<A CLASS=v HREF="../bg/18/55.htm">Bg. 18.55</A>). Even if we think that we may be able to accomplish something just as well by a non-bhakti method, our effort would still fail to please the Lord, and thus we would not find self-satisfaction.</P><P>Bhakti is best, and bhakti means devotional service to the Supreme Lord, &#346;r&#299; Krishna. Once N&#257;rada visited Lord Krishna in Vrind&#257;vana and praised His unique position:</P><P>My Lord, let me offer my respectful obeisances unto Your lotus feet.... Your unlimited potency cannot even be measured by anyone. My dear Lord, You are the supreme controller. You are under Your own internal potency, and it is simply vain to think that You are dependent on any of Your creations.... Your advent on the surface of the earth in Your original form of eternal blissful knowledge is Your own pastime. You are not dependent on anything but Yourself; therefore I offer my respectful obeisances unto Your lotus feet. [Krishna, p. 303]</P><P>Let us keep N&#257;rada's spirited words in our hearts so that we may practice bhakti-yoga without doubt. And let us proclaim the glories of Krishna joyfully, as N&#257;rada does. N&#257;rada is a space traveler, and wherever he goes he sings the Lord's glories to the accompaniment of his v&#299;n&#257;:</P><P>n&#257;rada muni b&#257;j&#257;ya v&#299;n&#257;</P><P CLASS=n>r&#257;dhik&#257;-ramana n&#257;me</P><P>"Playing his v&#299;n&#257;, N&#257;rada Muni chants the names of Lord R&#257;dhik&#257;-ramana." As followers of N&#257;rada Muni, we may also select a "v&#299;n&#257;," or method of bhajana, and use it to please the Lord. Playing our v&#299;n&#257; like N&#257;rada, we may tell everyone we meet, "Bhakti is the best path, bhakti is the best!"</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>