<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 82</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 82"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 82</P><P CLASS=c>guna-m&#257;h&#257;tmy&#257;sakti-r&#363;p&#257;sakti-p&#363;j&#257;sakti-smaran&#257;sak ti-d&#257;sy&#257;sakti-sakhy&#257;sakti-v&#257;tsaly&#257;sakti-k&#257;nt&#257;sakty-&#257; tma-nivedan&#257;sakti-tan-may&#257;sakti-parama-virah&#257;sakti-r&#363;pai kadh&#257;py ek&#257;da&#347;adh&#257; bhavati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the (Lord's) qualities; <A CLASS=v HREF="http://vedabase.net/m/mahatmya">m&#257;h&#257;tmya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the greatness; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His beauty; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> worship; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/s/smarana">smarana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> remembrance; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/d/dasya">d&#257;sya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> service; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/s/sakhya">sakhya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> friendship; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/v/vatsalya">v&#257;tsalya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> parental affinity; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nt&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> conjugal lover; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of one's self; <A CLASS=v HREF="http://vedabase.net/n/nivedana">nivedana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the offering; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> being full of thought of Him; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> separation; <A CLASS=v HREF="http://vedabase.net/a/asakti">&#257;sakti</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;p&#257;</A> &#8212; having <A HREF="http://vedabase.net/a/as">as</A> its forms; <A CLASS=v HREF="http://vedabase.net/e/ekadha">ekadh&#257;</A> &#8212; onefold; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/e/ekadasakha">ek&#257;da&#347;akh&#257;</A> &#8212; elevenfold; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes.</P><P CLASS=t>TRANSLATION</P><P>Although devotional service is one, it becomes manifested in eleven forms of attachment: attachment to the Lord's glorious qualities, to His beauty, to worshiping Him, to remembering Him, to serving Him, to reciprocating with Him as a friend, to caring for Him as a parent, to dealing with Him as a lover, to surrendering one's whole self to Him, to being absorbed in thought of Him, and to experiencing separation from Him. This last is the supreme attachment.</P><P CLASS=t>PURPORT</P><P>N&#257;rada has taught that bhakti is the best of all processes for realizing truth, and he has described the rules and regulations leading to perfection. He has told us that we have to experience bhakti for ourselves, and that it is the highest bliss. Now he indicates the liberality of bhakti by listing the various ways one may render devotional service.</P><P>There has been nothing to suggest that N&#257;rada is presenting a theoretical treatise. Thus we should not conclude our reading of the N&#257;rada-bhakti-s&#363;tra without deciding how we shall render practical service to Krishna. Once a college student came to visit &#346;r&#299;la Prabhup&#257;da and told him that he had already read the Bhagavad-g&#299;t&#257;. &#346;r&#299;la Prabhup&#257;da asked, "So, what is your conclusion?" The student admitted that he had not reached any particular conclusion after his study of the G&#299;t&#257;. Prabhup&#257;da explained that the conclusion of the Bhagavad-g&#299;t&#257;</P><P>is that Lord Krishna is the Supreme Personality of Godhead and that one should give up all other processes of religion and serve Him. An intelligent reader of the Bhagavad-g&#299;t&#257; should know this and take up devotional service. Similarly, here at the end of the Bhakti-s&#363;tras N&#257;rada is telling us how we may serve the Supreme Lord.</P><P>Of course, the rasas with Krishna are for the liberated devotees and cannot be taken up arbitrarily. Our service to Krishna should be guided by our spiritual master. He will help us to serve according to our psychophysical nature, in a way that is most effective for our purification. But from the beginning we can at least know that Lord Krishna is served by His liberated associates in many ways and that our own perfection will be to discover how we are meant to serve Him eternally to our heart's content.</P><P>A devotee appreciates the many services the Lord's devotees engage in, and he studies how to become perfect in his particular relationship with the Lord. N&#257;rada's eleven ways of bhakti appear to be a combination of the nine process of bhakti taught by Prahl&#257;da Mah&#257;r&#257;ja and the five main rasas with Lord Krishna described by R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu. Examples of devotees who achieved perfection by practicing one of the nine processes of bhakti are as follows:</P><P>(1) Mah&#257;r&#257;ja Par&#299;kshit became perfect by hearing about Krishna; (2) &#346;ukadeva Gosv&#257;m&#299; became perfect by speaking the glories of the Lord; (3) Prahl&#257;da Mah&#257;r&#257;ja became perfect by remembering the Lord; (4) Lakshm&#299;dev&#299; became perfect by serving the lotus feet of the Lord; (5) Mah&#257;r&#257;ja Prithu became perfect by worshiping the Lord; (6) Akr&#363;ra became perfect by offering prayers to the Lord; (7) Hanum&#257;n became perfect by serving the Lord; (8) Arjuna became perfect by befriending the Lord; and (9) Bali Mah&#257;r&#257;ja became perfect by offering everything to the Lord.</P><P>As for the five rasas, they are: (1) adoration of the Lord (&#347;&#257;nta), (2) servitude (d&#257;sya), (3) friendship (sakhya), (4) parental love (v&#257;tsalya), and (5) conjugal love (m&#257;dhurya). Prominent examples of devotees in each of these rasas are as follows: the four Kum&#257;ras in &#347;&#257;nta-rasa; Hanum&#257;n and Krishna's various servants in Dv&#257;rak&#257; and Mathur&#257; in d&#257;sya-rasa; &#346;r&#299;d&#257;m&#257;, Sud&#257;m&#257;, and Stoka-krishna in s&#257;khya-rasa; Krishna's parents in v&#257;tsalya-rasa; and the gop&#299;s of Vrind&#257;vana and the queens in Dv&#257;rak&#257; in m&#257;dhurya-rasa.</P><P>All liberated devotees are situated in absolute transcendence, and one devotee does not hanker for the perfection of another. But the Vaishnava &#257;c&#257;ryas have analyzed the rasas to show that there is a progression in affection &#8212; and a diminishing in feelings of awe and reverence toward the Lord &#8212; from d&#257;sya-rasa up to m&#257;dhurya-rasa. All the qualities of the other rasas are fully contained in conjugal love. As for love in separation, which N&#257;rada mentions as the eleventh and highest stage of attachment, that was especially demonstrated by the gop&#299;s of Vrind&#257;vana, and also by Lord Caitanya. Lord Caitanya's demonstration of viraha, or transcendental anguish in separation from Krishna, is the highest of all possible expressions of love of God.</P><P>Although there is a progression in intimacy in the rasas from d&#257;sya-rasa to m&#257;dhurya-rasa, all are based on the ecstasy of service to the Lord. Krishnad&#257;sa Kavir&#257;ja writes, "Love for Krishna has this one unique effect: it imbues superiors, equals, and inferiors with the spirit of service to Lord Krishna" (Cc. <A CLASS=v HREF="../cc/adi/6/53.htm">&#256;di 6.53</A>). Krishna's friends in Vrind&#257;vana feel pure fraternal affection for Him, yet they too worship His lotus feet in a spirit of servitude. Krishna's mother and father sometimes chastise the Lord, thinking that He is their little son, and yet they always think of themselves as His servants. Krishna's father, Nanda Mah&#257;r&#257;ja, once said to Uddhava, "May our minds be attached to the lotus feet of your Lord Krishna, may our tongues chant His holy names, and may our bodies lie prostrate before Him" (Cc. <A CLASS=v HREF="../cc/adi/6/60.htm">&#256;di 6.60</A>). Even the gop&#299;s of Vrind&#257;vana regard themselves as Krishna's maidservants. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; prays, "O My Lord,... reveal Yourself to Your maidservant, who is very much aggrieved by Your absence" (Bh&#257;g. <A CLASS=v HREF="../sb/10/33/9.htm">10.33.9</A>). Being a servant of the Supreme Lord is so auspicious and blissful that even Lord Krishna Himself descended as Lord Caitanya to accept the emotions and form of His own servant. Therefore all devotees can best cultivate their loving relationship with Lord Krishna by becoming the servant of other Vaishnava devotees. If we fix ourselves in steadfast and spontaneous loving service to the Lord's devotees, Krishna will reveal Himself to us and indicate new, intimate ways in which we may serve Him.</P><P CLASS=l><A CLASS=i HREF="81.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="83.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>