<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 83</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 83"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 83</P><P CLASS=c>ity evam vadanti jana-jalpa-nirbhay&#257; eka-mat&#257;h kum&#257;ra-vy&#257;sa-&#347;uka-&#347;&#257;ndilya-garga-vishnu-kaundilya-&#347;eshoddhav&#257;runi-bali-han&#363;mad-vibh&#299;shan&#257;dayo bhakty-&#257;c&#257;ry&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; they speak; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; of ordinary people; <A CLASS=v HREF="http://vedabase.net/j/jalpa">jalpa</A> &#8212; of the gossip; <A CLASS=v HREF="http://vedabase.net/n/nirbhayah">nirbhay&#257;h</A> &#8212; unafraid; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; of one; <A CLASS=v HREF="http://vedabase.net/m/matah">mat&#257;h</A> &#8212; opinion; <A CLASS=v HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/s/suka">&#347;uka</A>-<A CLASS=v HREF="http://vedabase.net/s/sandilya">&#347;&#257;ndilya</A>-<A CLASS=v HREF="http://vedabase.net/g/garga">garga</A>-<A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/k/kaundilya">kaundilya</A>-<A CLASS=v HREF="http://vedabase.net/s/sesa">&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A>-<A CLASS=v HREF="http://vedabase.net/a/aruni">aruni</A>-<A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>-<A CLASS=v HREF="http://vedabase.net/h/hanumat">han&#363;mat</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhisana">vibh&#299;shana</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the Kum&#257;ras, <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>, <A HREF="http://vedabase.net/s/suka">&#346;uka</A>, <A HREF="http://vedabase.net/s/sandilya">&#346;&#257;ndilya</A>, <A HREF="http://vedabase.net/g/garga">Garga</A>, <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, <A HREF="http://vedabase.net/k/kaundilya">Kaundilya</A>, <A HREF="http://vedabase.net/s/sesa">&#346;esha</A>, <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>, <A HREF="http://vedabase.net/a/aruni">Aruni</A>, <A HREF="http://vedabase.net/b/bali">Bali</A>, <A HREF="http://vedabase.net/h/hanuman">Hanum&#257;n</A>, <A HREF="http://vedabase.net/v/vibhisana">Vibh&#299;shana</A>, and others; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/a/acaryah">&#257;c&#257;ry&#257;h</A> &#8212; the founding authorities.</P><P CLASS=t>TRANSLATION</P><P>Thus say the founding authorities of devotional service: the Kum&#257;ras, Vy&#257;sa, &#346;uka, &#346;&#257;ndilya, Garga, Vishnu, Kaundilya, &#346;esha, Uddhava, Aruni, Bali, Hanum&#257;n, Vibh&#299;shana, and others &#8212; speaking without fear of worldly gossip and sharing among themselves one and the same opinion.</P><P CLASS=t>PURPORT</P><P>N&#257;rada previously gave definitions of bhakti according to sages like Vy&#257;sa and Garga, and now he gives a longer list. He also adds that there are many other authorities who could also be cited. In this way, although N&#257;rada's word is sufficient, he increases the authority of his conclusion that bhakti is the best of all paths.</P><P>While praising Lord Krishna as the Supreme Brahman and the God of gods, Arjuna also referred to great sages in order to support his statement:</P><P>param brahma param dh&#257;ma pavitram paramam bhav&#257;n</P><P CLASS=n>purusham &#347;&#257;&#347;vatam divyam &#257;di-devam ajam vibhum</P><P CLASS=n>&#257;hus tv&#257;m rishayah sarve devarshir n&#257;radas tath&#257;</P><P CLASS=n>asito devalo vy&#257;sah svayam caiva brav&#299;shi me</P><P>"You are the Supreme Personality of Godhead, the ultimate abode, the purest, the Absolute Truth. You are the eternal, transcendental, original person, the unborn, the greatest. All the great sages such as N&#257;rada, Asita, Devala, and Vy&#257;sa confirm this truth about You, and now You Yourself are declaring it to me" (<A CLASS=v HREF="../bg/10/12.htm">Bg. 10.12-13</A>).</P><P>&#346;r&#299;la Prabhup&#257;da writes, "It is not that because Krishna is Arjuna's intimate friend Arjuna is flattering Him by calling Him the Supreme Personality of Godhead, the Absolute Truth. Whatever Arjuna says in these two verses is confirmed by Vedic truth" (<A CLASS=v HREF="../bg/10/12.htm">Bg. 10.12-13</A>, purport). When Yamar&#257;ja wanted to impress upon his messengers, the Yamad&#363;tas, that Lord Vishnu is the supreme authority and that bhakti is the supreme path, he also quoted an impressive list of names. These teachers are known as the twelve mah&#257;-janas, or authorities in Krishna consciousness:</P><P>svayambh&#363;r n&#257;radah &#347;ambhuh kaum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo balir vaiy&#257;sakir vayam</P><P CLASS=n>dv&#257;da&#347;aite vij&#257;n&#299;mo dharmam bh&#257;gavatam bhat&#257;h</P><P CLASS=n>guhyam vi&#347;uddham durbodham yam jñ&#257;tv&#257;mritam a&#347;nute</P><P CLASS=n>[<A CLASS=v HREF="../sb/6/3/20.htm">SB 6.3.20</A>]</P><P>"Lord Brahm&#257;, Bhagav&#257;n N&#257;rada, Lord &#346;iva, the four Kum&#257;ras, Lord Kapila [the son of Devah&#363;ti], Sv&#257;yambhuva Manu, Prahl&#257;da Mah&#257;r&#257;ja, Janaka Mah&#257;r&#257;ja, Grandfather Bh&#299;shma, Bali Mah&#257;r&#257;ja, &#346;ukadeva Gosv&#257;m&#299;, and I myself know the real religious principle. My dear servants, this transcendental religious principle, which is known as bh&#257;gavata-dharma, or surrender unto the Supreme Lord and love for Him, is un-contaminated by the material modes of nature. It is very confidential and difficult for ordinary human beings to understand, but if by chance a person fortunately understands it, he is immediately liberated, and thus he returns home, back to Godhead" (Bh&#257;g. <A CLASS=v HREF="../sb/6/3/20.htm">6.3.20-21</A>).</P><P>In his purport, &#346;r&#299;la Prabhup&#257;da stresses not only the importance of the individual sages but the fact that they are representatives of Vaishnava samprad&#257;yas:</P><P>There are four lines of disciplic succession: one from Lord Brahm&#257;, one from Lord &#346;iva, one from Lakshm&#299;, the goddess of fortune, and one from the Kum&#257;ras. The disciplic succession from Lord Brahm&#257; is called the Brahm&#257;-samprad&#257;ya, the succession from Lord &#346;iva (&#346;ambhu) is called the Rudra-samprad&#257;ya, the one from the goddess of fortune, Lakshm&#299;j&#299;, is called the &#346;r&#299;-samprad&#257;ya, and the one from the Kum&#257;ras is called the Kum&#257;ra-samprad&#257;ya. One must take shelter of one of these four samprad&#257;yas in order to understand the most confidential religious system. In the Padma Pur&#257;na it is said, samprad&#257;ya-vih&#299;n&#257; ye mantr&#257;s te nishphal&#257; mat&#257;h: "If a person does not follow the four recognized disciplic successions, his mantra or initiation is useless." [Bh&#257;g. <A CLASS=v HREF="../sb/6/3/20.htm">6.3.20-21</A>, purport]</P><P>N&#257;rada states that the &#257;c&#257;ryas of the Absolute Truth were not afraid of criticism. In bygone ages fools criticized pure devotees and even the Supreme Lord Himself. Once the powerful progenitor Daksha cursed N&#257;rada because he had convinced Daksha's sons to reject marriage and remain celibate. Daksha called N&#257;rada a sinful rascal posing as a devotee. N&#257;rada tolerated Daksha's curse without retaliation, but he continued his preaching.</P><P>In his purports, &#346;r&#299;la Prabhup&#257;da compares the criticism N&#257;rada received to the criticism he himself received from his disciples' parents. Their accusation was the same as Daksha's &#8212; that the spiritual master has unreasonably caused young boys (and girls) to give up the normal life of sense gratification and take to extreme forms of renunciation and devotion to God. The criticism of the Krishna consciousness movement has taken organized shape as part of the "anticult movement," but &#346;r&#299;la Prabhup&#257;da assured his followers not to be afraid of attacks:</P><P>We have no business creating enemies, but the process is such that nondevotees will always be inimical toward us. Nevertheless, as stated in the &#347;&#257;stras, a devotee should be both tolerant and merciful. Devotees engaged in preaching should be prepared to be accused by ignorant persons, and yet they must be very merciful to the fallen, conditioned souls. If one can execute his duty in the disciplic succession of N&#257;rada Muni, his service will surely be recognized.... Preaching can be a difficult, thankless task, but a preacher must follow the orders of the Supreme Lord and be unafraid of materialistic persons. [Bh&#257;g. <A CLASS=v HREF="../sb/6/5/39.htm">6.5.39</A>, purport]</P><P>Critics deride the Hare Krishna movement as a concocted new cult. But just as the N&#257;rada-bhakti-s&#363;tra is supported by venerable authorities and mah&#257;-janas, so the Krishna consciousness movement, created by His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, is also authoritative. In fact, the same authorities N&#257;rada has cited also back up the Krishna consciousness movement. &#346;r&#299;la Prabhup&#257;da comes in the disciplic line of the Brahma-Madhva-Gaud&#299;ya-samprad&#257;ya, a line that includes Brahm&#257;, N&#257;rada, Vy&#257;sadeva, Madhva, and Lord Caitanya. In the pran&#257;ma-mantra &#346;r&#299;la Prabhup&#257;da's followers chant, the phrase gaura-v&#257;n&#299;-prac&#257;rine means that &#346;r&#299;la Prabhup&#257;da teaches the message of Lord Caitanya. The sa&#324;k&#299;rtana movement, the congregational chanting of Hare Krishna, was begun by Lord Caitanya Himself, and so the Krishna consciousness movement now spreading around the world is not a new religion but a continuation of the original samprad&#257;ya. As &#346;r&#299;la Prabhup&#257;da says, "Actually the original father of this movement is Lord Krishna Himself, since it was started a very long time ago but is coming down to human society by disciplic succession" (Bhagavad-g&#299;t&#257; As It Is, preface).</P><P CLASS=l><A CLASS=i HREF="82.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="84.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>