<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 84</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 5 Verse 84"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: <A CLASS=v HREF="perfection.htm">Attaining Perfection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 84</P><P CLASS=c>ya idam n&#257;rada-proktam &#347;iv&#257;nu&#347;&#257;sanam vi&#347;vasiti &#347;raddhate sa bhaktim&#257;n bhavati sa preshtham labhate sa preshtham labhata iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A>-<A CLASS=v HREF="http://vedabase.net/p/proktam">proktam</A> &#8212; spoken by <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/a/anusasanam">anu&#347;&#257;sanam</A> &#8212; instruction; <A CLASS=v HREF="http://vedabase.net/v/visvasiti">vi&#347;vasiti</A> &#8212; trusts; <A CLASS=v HREF="http://vedabase.net/s/sraddhate">&#347;raddhate</A> &#8212; is convinced by; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/m/man">m&#257;n</A> &#8212; endowed with devotion; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/p/prestham">preshtham</A> &#8212; the most dear (Supreme Lord); <A CLASS=v HREF="http://vedabase.net/l/labhate">labhate</A> &#8212; attains; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/p/prestham">preshtham</A> &#8212; the most dear; <A CLASS=v HREF="http://vedabase.net/l/labhate">labhate</A> &#8212; attains; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Anyone who trusts these instructions spoken by N&#257;rada and is convinced by them will be blessed with devotion and attain the most dear Lord. Yes, he will attain the most dear Lord.</P><P CLASS=t>PURPORT</P><P>N&#257;rada ends the Bhakti-s&#363;tras by stating that one has to hear them with faith. Inquiries and even doubts may be placed before the guru, just as Arjuna expressed his doubts before Lord Krishna. But an attitude of disbelief will prevent us from understanding. As Lord Krishna states,</P><P>a&#347;raddadh&#257;n&#257;h purush&#257; dharmasy&#257;sya parantapa</P><P CLASS=n>apr&#257;pya m&#257;m nivartante mrityu-sams&#257;ra-vartmani</P><P>"Those who are not faithful in this devotional service cannot attain Me, O conqueror of enemies. Therefore they return to the path of birth and death in this material world" (<A CLASS=v HREF="../bg/9/3.htm">Bg. 9.3</A>). And as stated in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>),</P><P>yasya deve par&#257; bhaktir yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of the Vedas are automatically revealed."</P><P>This final s&#363;tra declares that if a person hears the N&#257;rada-bhakti-s&#363;tra with faith, then N&#257;rada blesses him with devotion to the Supreme Personality of Godhead. This means that N&#257;rada Muni is present and acting through the teachings of the s&#363;tras. The same potent blessing N&#257;rada has given to many persons enabling them to become staunch bhaktas are available even now through his v&#257;n&#299;, or teachings. As the Skanda Pur&#257;na states, "My dear N&#257;rada, of all the saintly persons, you are so great and glorious that simply by your good wishes a lowborn hunter also has become a great, elevated devotee of Lord Krishna" (The Nectar of Devotion, p. 137).</P><P>Let us gratefully receive this benediction and repeatedly hear the N&#257;rada-bhakti-s&#363;tra for our transcendental pleasure and benefit. N&#257;rada wishes to bless us that we shall attain the par&#257;m gatim, the ultimate goal of life, the most cherished desire. But we must ask ourselves, "What do I desire?" If we desire to attain krishna-bhakti and if we lead our life in accordance with the teachings of Krishna consciousness, then N&#257;rada promises we will attain the ultimate in this life and the next: we will render devotional service to Lord Krishna, the supreme beloved. As R&#363;pa Gosv&#257;m&#299; states in his Bhakti-ras&#257;mrita-sindhu, the goal of bhakti is very rarely attained. The Supreme Lord doesn't grant devotion as easily as He grants liberation, because when He gives devotion one gets an opportunity to serve Him directly. &#346;ukadeva Gosv&#257;m&#299; tells Mah&#257;r&#257;ja Par&#299;kshit, "Those engaged in getting the Lord's favor attain liberation from the Lord very easily, but He does not very easily give the opportunity to render direct service unto Him" (Bh&#257;g. <A CLASS=v HREF="../sb/5/6/18.htm">5.6.18</A>).</P><P>N&#257;rada assures us twice, so there should be no doubt about it: although bhakti is very rare and hard to attain, with the blessings of N&#257;rada and his representatives we will attain the supreme beloved, we will attain the supreme beloved.</P><P>&#8212; Completed on Unm&#299;lan&#299; Mah&#257;-dv&#257;da&#347;&#299;, November 24, 1989, in Jagann&#257;tha Pur&#299;, as desired by His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da</P><P CLASS=l><A CLASS=i HREF="83.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="index.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>