<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra Narada Bhakti Sutra Chapter 1 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra Narada Bhakti Sutra Chapter 1 Verse 9"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: <A CLASS=v HREF="value.htm">The Value of Devotion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A> 9</P><P CLASS=c>tasminn ananyat&#257; tad-virodhish&#363;d&#257;s&#299;nat&#257; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; for Him; <A CLASS=v HREF="http://vedabase.net/a/ananyata">ananyat&#257;</A> &#8212; exclusive dedication; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/v/virodhisu">virodhishu</A> &#8212; for those things which <A HREF="http://vedabase.net/a/are">are</A> opposed; <A CLASS=v HREF="http://vedabase.net/u/udasinata">ud&#257;s&#299;nat&#257;</A> &#8212; indifference; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>Renunciation also means being exclusively dedicated to the Lord and indifferent to what stands in the way of His service.</P><P CLASS=t>PURPORT</P><P>The exclusive nature of devotional service has also been described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>):</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"When first-class devotional service develops, one must be devoid of all material desires, knowledge obtained by monistic philosophy, and fruitive action. The devotee must constantly serve Krishna favorably, as Krishna desires."</P><P>Pure devotees are so exclusive in their intent to serve the Supreme Lord without any reward that they do not accept any kind of liberation, even though it may be offered by the Supreme Lord. This is confirmed in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/3/29/13.htm">3.29.13</A>).</P><P>There is also something called "mixed bhakti," which occurs before the stage of pure devotional service. It is sometimes called pr&#257;krita-bhakti, or devotional service mixed with material desires. &#346;r&#299;la Prabhup&#257;da writes, "When one has even a tinge of personal interest, his devotion is mixed with the three modes of material nature" (Bh&#257;g. <A CLASS=v HREF="../sb/3/29/9.htm">3.29.9</A>, purport). Thus mixed devotion can occur in various combinations within the modes of ignorance, passion, and goodness. &#346;r&#299;la Prabhup&#257;da elaborately explains mixed devotion as follows:</P><P>Devotional service in the modes of ignorance, passion, and goodness can be divided into eighty-one categories. There are different devotional activities, such as hearing, chanting, remembering, worshiping, offering prayers, rendering service, and surrendering everything, and each of them can be divided into three categories. There is hearing in the mode of passion, in the mode of ignorance, and in the mode of goodness. Similarly, there is chanting in the mode of ignorance, passion, and goodness, etc.... One has to transcend all such mixed materialistic devotional service in order to reach the standard of pure devotional service. [Bh&#257;g. <A CLASS=v HREF="../sb/3/29/10.htm">3.29.10</A>, purport]</P><P>One kind of mixed devotional service is known as jñ&#257;na-mi&#347;ra-bhakti, or devotional service mixed with empiric knowledge. &#346;r&#299;la Prabhup&#257;da writes, "People in general, who are under the influence of avidy&#257;-&#347;akti, or m&#257;y&#257;, have neither knowledge nor devotion. But when a person who is a little advanced and is therefore called a jñ&#257;n&#299; advances even more, he is in the category of a jñ&#257;na-mi&#347;ra-bhakta, or a devotee whose love is mixed with empiric knowledge" (Bh&#257;g. <A CLASS=v HREF="../sb/4/9/16.htm">4.9.16</A>, purport).</P><P>N&#257;rada's definition of bhakti, being "exclusively dedicated to the Lord," refers to pure devotional service in the liberated stage. This has also been noted by &#346;r&#299;la Prabhup&#257;da in his commentary on the first s&#363;tra of the N&#257;rada-bhakti-s&#363;tra, wherein he says that pure devotional service begins after the brahma-bh&#363;ta, or liberated, stage.</P><P>A pure devotee is ak&#257;ma, free of material desire. He is conscious of his actual position and derives satisfaction only from serving the Supreme Lord. &#346;r&#299;la Prabhup&#257;da writes, "&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained this desirelessness as bhajan&#299;ya-parama-purusha-sukha-m&#257;tra-sva-sukhatvam in his Sandarbhas. This means that one should feel happy only by experiencing the happiness of the Supreme Lord" (Bh&#257;g. <A CLASS=v HREF="../sb/2/3/10.htm">2.3.10</A>, purport).</P><P>In the present s&#363;tra N&#257;rada Muni states that a pure devotee is "indifferent toward what stands in the way of [the Lord's] service." If a devotee encounters some hindrance in his service to the Lord, he prays to the Lord to please remove it. A good example is Queen Kunt&#299;:</P><P>atha vi&#347;ve&#347;a vi&#347;v&#257;tman vi&#347;va-m&#363;rte svakeshu me</P><P CLASS=n>sneha-p&#257;&#347;am imam chindhi dridham p&#257;ndushu vrishnishu</P><P CLASS=n>tvayi me 'nanya-vishay&#257; matir madhu-pate 'sakrit</P><P CLASS=n>ratim udvahat&#257;d addh&#257; ga&#324;gevaugham udanvati</P><P>"O Lord of the universe, soul of the universe, O personality of the form of the universe, please, therefore, sever my tie of affection for my kinsmen, the P&#257;ndavas and the Vrishnis. O Lord of Madhu, as the Ganges forever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else" (Bh&#257;g. <A CLASS=v HREF="../sb/1/8/41.htm">1.8.41-42</A>).</P><P>The supreme examples of devotees who let nothing stand in the way of their service to Krishna are the gop&#299;s of Vrind&#257;vana. And among all the gop&#299;s, the best is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Her determination to serve Krishna is beautifully described in this verse from &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s Vidagdha-m&#257;dhava (3.9):</P><P>hitv&#257; d&#363;re pathi dhava-taror antikam dharma-setor</P><P CLASS=n>bha&#324;godagr&#257; guru-&#347;ikharinam ramhas&#257; la&#324;ghayant&#299;</P><P CLASS=n>lebhe krishn&#257;rnava-nava-ras&#257; r&#257;dhik&#257;-v&#257;hin&#299; tv&#257;m</P><P CLASS=n>v&#257;g-v&#299;c&#299;bhih kim iva vimukh&#299;-bh&#257;vam asy&#257;s tanoshi</P><P>"O Lord Krishna, You are just like an ocean. The river of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; has reached You from a long distance &#8212; leaving far behind the tree of Her husband, breaking through the bridge of social convention, and forcibly crossing the hills of elder relatives."</P><P>Although pure devotion to Lord Krishna is exclusive, it is not a narrow-minded, sectarian devotion. Lord Krishna is the Supreme Personality of Godhead, the source of all emanations; therefore love for Krishna includes within it love for all living entities. &#346;r&#299;la Prabhup&#257;da explained this by the homely example of a girl who marries and joins with her husband's family. Just by the act of marrying one man, she automatically becomes intimately related with his family members, who now become her brothers-in-law, father-in-law, mother-in-law, and so on. Similarly, when we join with Krishna by rendering Him loving service, we enter into His family, which includes all living beings. &#346;r&#299;la Prabhup&#257;da describes this in the preface to The Nectar of Devotion:</P><P>The basic principle of the living condition is that we have a general propensity to love someone. No one can live without loving someone else.... The missing point, however, is where to repose our love so that everyone can become happy.... The Nectar of Devotion teaches us the science of loving every one of the living entities perfectly by the easy method of loving Krishna. We have failed to create peace and harmony in human society, even by such great attempts as the United Nations, because we do not know the right method.</P><P>At the conclusion of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/18/66.htm">18.66</A>), Lord Krishna states,</P><P>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear." If one hesitates to take up exclusive devotion to the Lord because of obstacles or fear of being lax in other obligations, Krishna assures us that there is nothing to fear. &#346;r&#299;la Prabhup&#257;da writes, "The particular words used here, m&#257; &#347;ucah, 'Don't fear, don't hesitate, don't worry,' are very significant. One may be perplexed as to how one can give up all kinds of religious forms and simply surrender unto Krishna, but such worry is useless."</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>