<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Narada Bhakti Sutra, Introduction</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Narada Bhakti Sutra"><META NAME=DESCRIPTION CONTENT="Narada Bhakti Sutra, Introduction"></HEAD><BODY><TABLE><TR><TD CLASS=l> Introduction</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">N&#257;rada Bhakti S&#363;tra</A>, Introduction</P><P>In 1967, His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da translated and wrote purports for thirteen of the eighty-four aphorisms (&#346;r&#299;la Prabhup&#257;da called them "codes") of the N&#257;rada-bhakti-s&#363;tra. In 1989, at their annual meeting, the Governing Body Commission of the International Society for Krishna Consciousness (ISKCON) suggested that I complete the book. I was pleased to accept the assignment, especially because of my involvement with &#346;r&#299;la Prabhup&#257;da's initial writing of the N&#257;rada-bhakti-s&#363;tra.</P><P>I was part of the small group of seekers who joined &#346;r&#299;la Prabhup&#257;da in the latter part of 1966 at his storefront temple at 26 Second Avenue, in New York City. At one point we began passing around a Gita Press edition of N&#257;rada's Philosophy of Love-N&#257;rada-bhakti-s&#363;tra. Some of us were attracted to the nectar and simplicity of the aphorisms. In those days it wasn't unusual for us naive followers to pick up all sorts of translations of Sanskrit Indian books. We tended to think that anything Hindu was salutary and within Krishna consciousness. It wasn't long before &#346;r&#299;la Prabhup&#257;da made it clear to us that we had to discriminate. Many books, we learned, were the works of M&#257;y&#257;v&#257;d&#299;s, a brand of atheists in the guise of sv&#257;m&#299;s, gurus, and scholars. It was hard to break our attachments to some of these books, but we always did so once &#346;r&#299;la Prabhup&#257;da explained that a particular book or guru was not bona fide.</P><P>But when I showed &#346;r&#299;la Prabhup&#257;da the N&#257;rada-bhakti-s&#363;tra and told him I liked it, he encouraged me and said he might translate it.</P><P>In our edition of the N&#257;rada-bhakti-s&#363;tra was a beautiful color illustration of &#346;r&#299; &#346;r&#299; R&#257;dh&#257; and Krishna. They looked young, about eight years old, and stood gracefully by the edge of the Yamun&#257; River with a cow behind Them. I took the illustration to a photography shop and had a dozen color copies made. With &#346;r&#299;la Prabhup&#257;da's approval, I gave a photo to each of his initiated disciples. It became like an ISKCON membership photo and was used by devotees on their personal altars.</P><P>When &#346;r&#299;la Prabhup&#257;da left our New York home early in 1967 and went to San Francisco, I wrote him to ask if he would translate the N&#257;rada-bhakti-s&#363;tra. Here is &#346;r&#299;la Prabhup&#257;da's reply, dated February 10, 1967:</P><P>Yes, please send me immediately one copy of Bhakti Sutra (with original Sanskrit text). I shall immediately begin the commentary.</P><P>At first &#346;r&#299;la Prabhup&#257;da's translation of the N&#257;rada-bhakti-s&#363;tra went quickly. He sent tapes of his dictation in the mail, and I transcribed them along with the tapes he sent for his major work, Teachings of Lord Caitanya. From the beginning it was understood that N&#257;rada-bhakti-s&#363;tra was a kind of "extra" for &#346;r&#299;la Prabhup&#257;da. But it had its own charm, and Prabhup&#257;da approached it in his own inimitable way. I was surprised, on receiving the translation for the first aphorism, to see how &#346;r&#299;la Prabhup&#257;da translated the word bhakti. The edition he was using translated bhakti as "devotion" or "Divine Love." But &#346;r&#299;la Prabhup&#257;da translated bhakti as "devotional service." Even by this one phrase he indicated that bhakti was active and personal. He would not tolerate any hint that bhakti was a state of impersonal "Love."</P><P>It was significant that &#346;r&#299;la Prabhup&#257;da began his first purport with a reference to Bhagavad-g&#299;t&#257;, the foremost scripture for teaching bhakti-yoga. The N&#257;rada-bhakti-s&#363;tra, or any other treatise on devotion to God, should be supported by Lord Krishna's direct teachings in Bhagavad-g&#299;t&#257;. By their nature, s&#363;tras require explanation. As Lord Caitanya explained while discussing the Ved&#257;nta-s&#363;tra, the aphorisms have a direct meaning, but their brevity allows devious commentators to distort the meaning through misinterpretation. How safe we were when reading the Bhaktivedanta purports to the N&#257;rada-bhakti-s&#363;tra, and how dangerous it is to read these aphorisms when interpreted by those who lack pure devotion to the Supreme Person!</P><P>As with his other works, &#346;r&#299;la Prabhup&#257;da's purports to the N&#257;rada-bhakti-s&#363;tra were completely in line with the teachings of the param-par&#257;, or disciplic succession, and at the same time full of his own realizations.</P><P>One particular statement that attracted me was his reference to enthusiasm in bhakti. Commenting on S&#363;tra 5, &#346;r&#299;la Prabhup&#257;da compared enthusiasm to a powerful engine that has to be used properly. He wrote, "If one, however, becomes disappointed in his enthusiasm for serving the Supreme Lord, that disappointment must also be rejected." As a neophyte devotee, I was well aware of the danger of depression, which we sometimes refer to in ISKCON as being "fried." But just as a serious practitioner restrains his tongue and other senses, so one should not indulge in too much depression or disappointment. It was comforting to hear this from &#346;r&#299;la Prabhup&#257;da and to gain conviction that it is within our control-we are not helpless before unlimited waves of depression.</P><P>One simply has to follow the rules and regulations patiently "so that the day will come when he will achieve, all of a sudden, all the perfection of devotional service."</P><P>I have to admit that I acquired a personal attachment for &#346;r&#299;la Prabhup&#257;da's N&#257;rada-bhakti-s&#363;tra as I happily watched its progress. I noticed that some of the same material &#346;r&#299;la Prabhup&#257;da was putting into Teachings of Lord Caitanya also appeared in the N&#257;rada-bhakti-s&#363;tra, but I didn't think anything was wrong in that. Yet at some point &#346;r&#299;la Prabhup&#257;da began to think that perhaps N&#257;rada-bhakti-s&#363;tra was a bit redundant, at least while he was also working on Teachings of Lord Caitanya. I might have suspected this when he wrote in his purport to S&#363;tra 12, "There are many authoritative books of spiritual knowledge, but all of them are more or less supplements to the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Even the N&#257;rada-bhakti-s&#363;tra is a summary of the Bhagavad-g&#299;t&#257; and the &#346;r&#299;mad-Bh&#257;gavatam. Therefore the beginning of devotional service is to hear these two important transcendental books of knowledge."</P><P>Then, in March of 1967, while &#346;r&#299;la Prabhup&#257;da was still residing in San Francisco, he wrote me this letter:</P><P>Please accept my blessings. I have seen the typed copies of Narada Bhakti Sutras as well as Teachings of Lord Caitanya. Both of them are nicely made. I think let us finish first Teachings of Lord Caitanya and then we may take again Narada Bhakti Sutras. The subject matter discussed with Narada Sutras is already there in the Teachings of Lord Caitanya.</P><P>I have sent you matter for the second part of the Teachings and please go on sending me a copy of your typewritten matter. I shall be glad to hear from you.</P><P>And so &#346;r&#299;la Prabhup&#257;da's work on the N&#257;rada-bhakti-s&#363;tra stopped, and it was never resumed. It was a personal choice by the author, who wanted to concentrate on Teachings of Lord Caitanya. But we should not see it as a rejection of the N&#257;rada-bhakti-s&#363;tra. &#346;r&#299;la Prabhup&#257;da intended to "take again Narada Bhakti Sutras." And so more than twenty years later we are taking up the work again, on the authority of &#346;r&#299;la Prabhup&#257;da. Whatever we have written to complete the work we have done as &#346;r&#299;la Prabhup&#257;da's student, using his commentated translations of the &#346;r&#299;mad-Bh&#257;gavatam, the Bhagavad-g&#299;t&#257;, and the Caitanya-carit&#257;mrita, and his summary studies of the Bhakti-ras&#257;mrita-sindhu (The Nectar of Devotion) and the Bh&#257;gavatam's Tenth Canto (Krishna, the Supreme Personality of Godhead).</P><P>There is a particular charm to the N&#257;rada-bhakti-s&#363;tra in its brevity, universality, and emphasis on total surrender to Lord Krishna. The aphorisms are strong and can be easily remembered and confidently quoted in devotional discussions and preaching. &#346;r&#299;la Prabhup&#257;da refers to the N&#257;rada-bhakti-s&#363;tra several times in his writings, as in this statement from Teachings of Lord Caitanya (p. 53-4): "In the N&#257;rada-bhakti-s&#363;tra it is said that one who is very serious about developing Krishna consciousness has his desire to understand Krishna fulfilled very soon by the grace of the Lord."</P><P>The major importance of the present publication is that another of &#346;r&#299;la Prabhup&#257;da's literary works is now available in book form for his growing reading audience. The GBC's request to Gopipar&#257;nadhana Prabhu and me to complete the N&#257;rada-bhakti-s&#363;tra is their mercy upon us. We pray that we have not deviated from &#346;r&#299;la Prabhup&#257;da's intentions and that this edition of the N&#257;rada-bhakti-s&#363;tra will bring pleasure and enlightenment to the hearts of everyone who reads it.</P><P>Satsvar&#363;pa d&#257;sa Goswami</P><P>Editor's note: Citations from Krishna, the Supreme Personality of Godhead and Teachings of Lord Caitanya are from "The Great Classics of India" editions (1985). Citations from The Nectar of Devotion are from the 1982 edition.</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=377"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>Satsvarupa dasa Goswami<BR>Gopiparanadhana dasa Adhikari</P></BODY></HTML>