<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 31 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 31 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">The Gop&#299;s' Songs of Separation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.31.9</P><P CLASS=c>tava kath&#257;mritam tapta-j&#299;vanam</P><P CLASS=c>kavibhir &#299;ditam kalmash&#257;paham</P><P CLASS=c>&#347;ravana-ma&#324;galam &#347;r&#299;mad &#257;tatam</P><P CLASS=c>bhuvi grinanti ye bh&#363;ri-d&#257; jan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; the nectar of words; <A CLASS=v HREF="http://vedabase.net/t/tapta">tapta</A>-<A CLASS=v HREF="http://vedabase.net/j/jivanam">j&#299;vanam</A> &#8212; life for those aggrieved <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/k/kavibhih">kavibhih</A> &#8212; by great thinkers; <A CLASS=v HREF="http://vedabase.net/i/iditam">&#299;ditam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/k/kalmasa">kalmasha</A>-<A CLASS=v HREF="http://vedabase.net/a/apaham">apaham</A> &#8212; that which drives away sinful reactions; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; giving spiritual benefit when heard; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;ri&#299;mat</A> &#8212; filled with spiritual power; <A CLASS=v HREF="http://vedabase.net/a/atatam">&#257;tatam</A> &#8212; broadcast all over the world; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/g/grnanti">grinanti</A> &#8212; chant and spread; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">d&#257;h</A> &#8212; most beneficent; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; persons.</P><P CLASS=t>TRANSLATION</P><P>The nectar of Your words and the descriptions of Your activities are the life and soul of those suffering in this material world. These narrations, transmitted by learned sages, eradicate one's sinful reactions and bestow good fortune upon whoever hears them. These narrations are broadcast all over the world and are filled with spiritual power. Certainly those who spread the message of Godhead are most munificent.</P><P CLASS=t>PURPORT</P><P>King Prat&#257;parudra recited this verse to &#346;r&#299; Caitanya Mah&#257;prabhu during Lord Jagann&#257;tha's Ratha-y&#257;tr&#257; festival. While the Lord was resting in a garden, King Prat&#257;parudra humbly entered and began massaging His legs and lotus feet. Then the King recited the Thirty-first Chapter of the Tenth Canto of the &#346;r&#299;mad-Bh&#257;gavatam, the songs of the gop&#299;s. The Caitanya-carit&#257;mrita relates that when Lord Caitanya heard this verse, beginning tava kath&#257;mritam, He immediately arose in ecstatic love and embraced King Prat&#257;parudra. The incident is described in detail in the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/14/4.htm">Madhya 14.4-18</A>), and in his edition &#346;r&#299;la Prabhup&#257;da has given extensive commentary on it.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>