<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 13"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 13: Description of Future Manus</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 8.13 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 8.13.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: The present Manu, who is named &#346;r&#257;ddhadeva, is the son of Vivasv&#257;n, the predominating deity on the sun planet. &#346;r&#257;ddhadeva is the seventh Manu. Now please hear from me as I describe his sons.</P><P CLASS=r><A CLASS=i HREF="2-3.htm"><B>SB 8.13.2-3</B></A>: O King Par&#299;kshit, among the ten sons of Manu are Ikshv&#257;ku, Nabhaga, Dhrishta, &#346;ary&#257;ti, Narishyanta and N&#257;bh&#257;ga. The seventh son is known as Dishta. Then come Tar&#363;sha and Prishadhra, and the tenth son is known as Vasum&#257;n.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 8.13.4</B></A>: In this manvantara, O King, the &#256;dityas, the Vasus, the Rudras, the Vi&#347;vedevas, the Maruts, the two A&#347;vin&#299;-kum&#257;ra brothers and the Ribhus are the demigods. Their head king [Indra] is Purandara.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 8.13.5</B></A>: Ka&#347;yapa, Atri, Vasishtha, Vi&#347;v&#257;mitra, Gautama, Jamadagni and Bharadv&#257;ja are known as the seven sages.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 8.13.6</B></A>: In this manvantara, the Supreme Personality of Godhead appeared as the youngest of all the &#256;dityas, known as V&#257;mana, the dwarf. His father was Ka&#347;yapa and His mother Aditi.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 8.13.7</B></A>: I have briefly explained to you the position of the seven Manus. Now I shall describe the future Manus, along with the incarnations of Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 8.13.8</B></A>: O King, I have previously described [in the Sixth Canto] the two daughters of Vi&#347;vakarm&#257;, named Samjñ&#257; and Ch&#257;y&#257;, who were the first two wives of Vivasv&#257;n.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 8.13.9</B></A>: It is said that the sun-god had a third wife, named Vadav&#257;. Of the three wives, the wife named Samjñ&#257; had three children &#8212; Yama, Yam&#299; and &#346;r&#257;ddhadeva. Now let me describe the children of Ch&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 8.13.10</B></A>: Ch&#257;y&#257; had a son named S&#257;varni and a daughter named Tapat&#299;, who later became the wife of King Samvarana. Ch&#257;y&#257;'s third child is known as &#346;anai&#347;cara [Saturn]. Vadav&#257; gave birth to two sons, namely the A&#347;vin&#299; brothers.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 8.13.11</B></A>: O King, when the period of the eighth Manu arrives, S&#257;varni will become the Manu. Nirmoka and Virajaska will be among his sons.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 8.13.12</B></A>: In the period of the eighth Manu, among the demigods will be the Sutap&#257;s, the Virajas and the Amritaprabhas. The king of the demigods, Indra, will be Bali Mah&#257;r&#257;ja, the son of Virocana.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 8.13.13</B></A>: Bali Mah&#257;r&#257;ja gave a gift of three paces of land to Lord Vishnu, and because of this charity he lost all the three worlds. Later, however, when Lord Vishnu is pleased because of Bali's giving everything to Him, Bali Mah&#257;r&#257;ja will achieve the perfection of life.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 8.13.14</B></A>: With great affection, the Personality of Godhead bound Bali and then installed him in the kingdom of Sutala, which is more opulent than the heavenly planets. Mah&#257;r&#257;ja Bali now resides on that planet and is more comfortably situated than Indra.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>SB 8.13.15-16</B></A>: O King, during the eighth manvantara, the great personalities G&#257;lava, D&#299;ptim&#257;n, Para&#347;ur&#257;ma, A&#347;vatth&#257;m&#257;, Krip&#257;c&#257;rya, Rishya&#347;ri&#324;ga and our father, Vy&#257;sadeva, the incarnation of N&#257;r&#257;yana, will be the seven sages. For the present, they are all residing in their respective &#257;&#347;ramas.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 8.13.17</B></A>: In the eighth manvantara, the greatly powerful Personality of Godhead S&#257;rvabhauma will take birth. His father will be Devaguhya, and His mother will be Sarasvat&#299;. He will take the kingdom away from Purandara [Lord Indra] and give it to Bali Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 8.13.18</B></A>: O King, the ninth Manu will be Daksha-s&#257;varni, who is born of Varuna. Among his sons will be Bh&#363;taketu, and D&#299;ptaketu.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 8.13.19</B></A>: In this ninth manvantara, the P&#257;ras and Mar&#299;cigarbhas will be among the demigods. The king of heaven, Indra, will be named Adbhuta, and Dyutim&#257;n will be among the seven sages.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 8.13.20</B></A>: Rishabhadeva, a partial incarnation of the Supreme Personality of Godhead, will take birth from his father, &#256;yushm&#257;n, and his mother, Ambudh&#257;r&#257;. He will enable the Indra named Adbhuta to enjoy the opulence of the three worlds.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 8.13.21</B></A>: The son of Upa&#347;loka known as Brahma-s&#257;varni will be the tenth Manu. Bh&#363;rishena will be among his sons, and the br&#257;hmanas headed by Havishm&#257;n will be the seven sages.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 8.13.22</B></A>: Havishm&#257;n, Sukrita, Satya, Jaya, M&#363;rti and others will be the seven sages, the Suv&#257;sanas and Viruddhas will be among the demigods, and &#346;ambhu will be their king, Indra.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 8.13.23</B></A>: In the home of Vi&#347;vasrasht&#257;, a plenary portion of the Supreme Personality of Godhead will appear from the womb of Vish&#363;c&#299; as the incarnation known as Vishvaksena. He will make friends with &#346;ambhu.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 8.13.24</B></A>: In the eleventh manvantara, the Manu will be Dharma-s&#257;varni, who will be extremely learned in spiritual knowledge. From him there will come ten sons, headed by Satyadharma.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 8.13.25</B></A>: The Viha&#324;gamas, K&#257;magamas, Nirv&#257;narucis and others will be the demigods. The king of the demigods, Indra, will be Vaidhrita, and the seven sages will be headed by Aruna.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 8.13.26</B></A>: The son of &#256;ryaka known as Dharmasetu, a partial incarnation of the Supreme Personality of Godhead, will appear from the womb of Vaidhrit&#257;, the wife of &#256;ryaka, and will rule the three worlds.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 8.13.27</B></A>: O King, the twelfth Manu will be named Rudra-s&#257;varni. Devav&#257;n, Upadeva and Deva&#347;reshtha will be among his sons.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 8.13.28</B></A>: In this manvantara, the name of Indra will be Ritadh&#257;m&#257;, and the demigods will be headed by the Haritas. Among the sages will be Tapom&#363;rti, Tapasv&#299; and &#256;gn&#299;dhraka.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 8.13.29</B></A>: From the mother named Sunrit&#257; and the father named Satyasah&#257; will come Svadh&#257;m&#257;, a partial incarnation of the Supreme Personality of Godhead. He will rule that manvantara.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 8.13.30</B></A>: The thirteenth Manu will be named Deva-s&#257;varni, and he will be very advanced in spiritual knowledge. Among his sons will be Citrasena and Vicitra.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 8.13.31</B></A>: In the thirteenth manvantara, the Sukarm&#257;s and Sutr&#257;mas will be among the demigods, Divaspati will be the king of heaven, and Nirmoka and Tattvadar&#347;a will be among the seven sages.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 8.13.32</B></A>: The son of Devahotra known as Yoge&#347;vara will appear as a partial incarnation of the Supreme Personality of Godhead. His mother's name will be Brihat&#299;. He will perform activities for the welfare of Divaspati.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 8.13.33</B></A>: The name of the fourteenth Manu will be Indra-s&#257;varni. He will have sons like Uru, Gambh&#299;ra and Budha.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 8.13.34</B></A>: The Pavitras and C&#257;kshushas will be among the demigods, and &#346;uci will be Indra, the king of heaven. Agni, B&#257;hu, &#346;uci, &#346;uddha, M&#257;gadha and others of great austerity will be the seven sages.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 8.13.35</B></A>: O King Par&#299;kshit, in the fourteenth manvantara the Supreme Personality of Godhead will appear from the womb of Vit&#257;n&#257;, and His father's name will be Satr&#257;yana. This incarnation will be celebrated as Brihadbh&#257;nu, and He will administer spiritual activities.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 8.13.36</B></A>: O King, I have now described to you the fourteen Manus appearing in the past, present and future. The total duration of time ruled by these Manus is one thousand yuga cycles. This is called a kalpa, or one day of Lord Brahm&#257;.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>