<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>evam pitari sampravritte tad-anu&#347;&#257;sane vartam&#257;na &#257;gn&#299;dhro jamb&#363;dv&#299;paukasah praj&#257; aurasavad dharm&#257;veksham&#257;nah paryagop&#257;yat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pitari">pitari</A> &#8212; when his father; <A CLASS=v HREF="http://vedabase.net/s/sampravrtte">sampravritte</A> &#8212; took <A HREF="http://vedabase.net/t/to">to</A> the path of liberation; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/anusasane">anu&#347;&#257;sane</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> his order; <A CLASS=v HREF="http://vedabase.net/v/vartamanah">vartam&#257;nah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/a/agnidhrah">&#257;gn&#299;dhrah</A> &#8212; King <A HREF="http://vedabase.net/a/agnidhra">&#256;gn&#299;dhra</A>; <A CLASS=v HREF="http://vedabase.net/j/jambu">jamb&#363;</A>-<A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/j/jambudvipa">Jamb&#363;dv&#299;pa</A>; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; citizens; <A CLASS=v HREF="http://vedabase.net/a/aurasa">aurasa</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if they were his sons; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/a/aveksamanah">aveksham&#257;nah</A> &#8212; strictly observing; <A CLASS=v HREF="http://vedabase.net/p/paryagopayat">paryagop&#257;yat</A> &#8212; completely protected.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: After his father, Mah&#257;r&#257;ja Priyavrata, departed to follow the path of spiritual life by undergoing austerities, King &#256;gn&#299;dhra completely obeyed his order. Strictly observing the principles of religion, he gave full protection to the inhabitants of Jamb&#363;dv&#299;pa as if they were his own begotten sons.</P><P CLASS=t>PURPORT</P><P>Following the instruction of his father, Mah&#257;r&#257;ja Priyavrata, Mah&#257;r&#257;ja &#256;gn&#299;dhra ruled the inhabitants of Jamb&#363;dv&#299;pa according to religious principles. These principles are exactly contrary to the modern principles of faithlessness. As clearly stated here, the King protected the citizens the way a father protects his begotten children. How he ruled the citizens is also described here &#8212; dharm&#257;veksham&#257;nah, strictly according to religious principles. It is the duty of the executive head of a state to see that the citizens strictly follow religious principles. The Vedic religious principles begin with varn&#257;&#347;rama-dharma, the duties of the four varnas and four &#257;&#347;ramas. Dharma refers to principles given by the Supreme Personality of Godhead. The first principle of dharma, or religion, is to observe the duties of the four orders as enjoined by the Supreme Personality of Godhead. According to people's qualities and activities, society should be divided into br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras and then again into brahmac&#257;r&#299;s, grihasthas, v&#257;naprasthas and sanny&#257;s&#299;s. These are religious principles, and it is the duty of the head of state to see that his citizens strictly follow them. He should not merely act officially; he should be like a father who is always a well-wisher of his sons. Such a father strictly observes whether his sons are performing their duties, and sometimes he also punishes them.</P><P>Just contrary to the principles mentioned here, the presidents and chief executives in the age of Kali are simply tax collectors who do not care whether religious principles are observed. Indeed, the chief executives of the present day introduce all kinds of sinful activity, especially illicit sex, intoxication, animal killing and gambling. These sinful activities are now very prominently manifested in India. Although a hundred years ago these four principles of sinful life were strictly prohibited in the families of India, they have now been introduced into every Indian family; therefore they cannot follow religious principles. In contrast to the principles of the kings of old, the modern state is concerned only with propaganda for levying taxes and is no longer responsible for the spiritual welfare of the citizens. The state is now callous to religious principles. &#346;r&#299;mad-Bh&#257;gavatam predicts that in Kali-yuga the government will be entrusted with dasyu-dharma, which means the occupational duty of rogues and thieves. Modern heads of state are rogues and thieves who plunder the citizens instead of giving them protection. Rogues and thieves plunder without regard for law, but in this age of Kali, as stated in &#346;r&#299;mad-Bh&#257;gavatam, the lawmakers themselves plunder the citizens. The next prediction to be fulfilled, which is already coming to pass, is that because of the sinful activities of the citizens and the government, rain will become increasingly scarce. Gradually there will be complete drought and no production of food grains. People will be reduced to eating flesh and seeds, and many good, spiritually inclined people will have to forsake their homes because they will be too harassed by drought, taxation and famine. The Krishna consciousness movement is the only hope to save the world from such devastation. It is the most scientific and authorized movement for the actual welfare of the whole human society.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>