<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.11</P><P CLASS=c>kim sambhritam rucirayor dvija &#347;ri&#324;gayos te</P><P CLASS=c>madhye kri&#347;o vahasi yatra dri&#347;ih &#347;rit&#257; me</P><P CLASS=c>pa&#324;ko 'runah surabhir &#257;tma-vish&#257;na &#299;drig</P><P CLASS=c>yen&#257;&#347;ramam subhaga me surabh&#299;-karoshi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/s/sambhrtam">sambhritam</A> &#8212; filled; <A CLASS=v HREF="http://vedabase.net/r/rucirayoh">rucirayoh</A> &#8212; very beautiful; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/srngayoh">&#347;ri&#324;gayoh</A> &#8212; within two horns; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the middle; <A CLASS=v HREF="http://vedabase.net/k/krsah">kri&#347;ah</A> &#8212; thin; <A CLASS=v HREF="http://vedabase.net/v/vahasi">vahasi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> carrying; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/d/drsih">dri&#347;ih</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/s/srita">&#347;rit&#257;</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/p/pankah">pa&#324;kah</A> &#8212; powder; <A CLASS=v HREF="http://vedabase.net/a/arunah">arunah</A> &#8212; red; <A CLASS=v HREF="http://vedabase.net/s/surabhih">surabhih</A> &#8212; fragrant; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/visane">vish&#257;ne</A> &#8212; on the two horns; <A CLASS=v HREF="http://vedabase.net/i/idrk">&#299;drik</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/asramam">&#257;&#347;ramam</A> &#8212; place of residence; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bhaga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most fortunate one; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/surabhi">surabh&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/karosi">karoshi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> perfuming.</P><P CLASS=t>TRANSLATION</P><P>&#256;gn&#299;dhra then praised P&#363;rvacitti's raised breasts. He said: My dear br&#257;hmana your waist is very thin, yet with great difficulty you are carefully carrying two horns, to which my eyes have become attracted. What is filling those two beautiful horns? You seem to have spread fragrant red powder upon them, powder that is like the rising morning sun. O most fortunate one, I beg to inquire where you have gotten this fragrant powder that is perfuming my &#257;&#347;rama, my place of residence.</P><P CLASS=t>PURPORT</P><P>&#256;gn&#299;dhra appreciated P&#363;rvacitti's raised breasts. After seeing the girl's breasts, he became almost mad. Nevertheless, he could not recognize whether P&#363;rvacitti was a boy or a girl, for as a result of his austerity, he saw no distinction between the two. He therefore addressed her with the word dvija, "O br&#257;hmana." Yet why should a dvija, a br&#257;hmana boy, have horns on his chest? Because the boy's waist was thin, &#256;gn&#299;dhra thought, he was carrying the horns with great difficulty. and therefore they must be filled with something very valuable. Otherwise why would he carry them? When a woman's waist is thin and her breasts are full, she looks very attractive. &#256;gn&#299;dhra, his eyes attracted, contemplated the heavy breasts on the girl's thin body and imagined how her back must sustain them. &#256;gn&#299;dhra imagined that her raised breasts were two horns she had covered with cloth so that others would not see the valuables within them. &#256;gn&#299;dhra, however, was very anxious to see them. Therefore he requested, "Please uncover them so that I can see what you are carrying. Rest assured that I shall not take it away. If you feel an inconvenience in removing the covering, I can help you; I myself can uncover them to see what valuable things those raised horns contain." He was also surprised to see the red dust of perfumed ku&#324;kuma spread over her breasts. Nevertheless, still considering P&#363;rvacitti a boy, &#256;gn&#299;dhra addressed her as subhaga, most fortunate muni. The boy must have been fortunate; otherwise how simply by standing there could he perfume &#256;gn&#299;dhra's entire &#257;&#347;rama?</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>