<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.13</P><P CLASS=c>k&#257; v&#257;tma-vrittir adan&#257;d dhavir a&#324;ga v&#257;ti</P><P CLASS=c>vishnoh kal&#257;sy animishonmakarau ca karnau</P><P CLASS=c>udvigna-m&#299;na-yugalam dvija-pa&#324;kti-&#347;ocir</P><P CLASS=c>&#257;sanna-bhri&#324;ga-nikaram sara in mukham te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttih">vrittih</A> &#8212; food for maintenance of the body; <A CLASS=v HREF="http://vedabase.net/a/adanat">adan&#257;t</A> &#8212; by the chewing (of betel); <A CLASS=v HREF="http://vedabase.net/h/havih">havih</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> sacrificial ingredients; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; my dear friend; <A CLASS=v HREF="http://vedabase.net/v/vati">v&#257;ti</A> &#8212; emanate; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; expansion of the body; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/animisa">animisha</A> &#8212; without blinking; <A CLASS=v HREF="http://vedabase.net/u/unmakarau">unmakarau</A> &#8212; two brilliant sharks; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/karnau">karnau</A> &#8212; two ears; <A CLASS=v HREF="http://vedabase.net/u/udvigna">udvigna</A> &#8212; restless; <A CLASS=v HREF="http://vedabase.net/m/mina">m&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/y/yugalam">yugalam</A> &#8212; possessing two fish; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/p/pankti">pa&#324;kti</A> &#8212; of lines of teeth; <A CLASS=v HREF="http://vedabase.net/s/socih">&#347;ocih</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/a/asanna">&#257;sanna</A> &#8212; nearby; <A CLASS=v HREF="http://vedabase.net/b/bhrnga">bhri&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/n/nikaram">nikaram</A> &#8212; possessing swarms of bumblebees; <A CLASS=v HREF="http://vedabase.net/s/sarah">sarah</A> <A CLASS=v HREF="http://vedabase.net/i/it">it</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> lake; <A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your.</P><P CLASS=t>TRANSLATION</P><P>My dear friend, what do you eat to maintain your body? Because you are chewing betel, a pleasing scent is emanating from your mouth. This proves that you always eat the remnants of food offered to Vishnu. Indeed, you must also be an expansion of Lord Vishnu's body. Your face is as beautiful as a pleasing lake. Your jeweled earrings resemble two brilliant sharks with unblinking eyes like those of Vishnu, and your own eyes resemble two restless fish. Simultaneously, therefore, two sharks and two restless fish are swimming in the lake of your face. Besides them, the white rows of your teeth seem like rows of very beautiful swans in the water, and your scattered hair resembles swarms of bumblebees following the beauty of your face.</P><P CLASS=t>PURPORT</P><P>The devotees of Lord Vishnu are also His expansions. They are called vibhinn&#257;m&#347;a. Lord Vishnu is offered all kinds of sacrificial ingredients, and because devotees always eat pras&#257;da, the remnants of His food, the scent of sacrificial ingredients emanates not only from Vishnu but also from the devotees who eat the remnants of His food or the food of His devotees. &#256;gn&#299;dhra considered P&#363;rvacitti an expansion of Lord Vishnu because of the pleasing scent of her body. Aside from that, because of her jeweled earrings, shaped like sharks, because of her scattered hair, resembling bumblebees mad after the scent of her body, and because of the white rows of her teeth, which resembled swans, &#256;gn&#299;dhra compared P&#363;rvacitti's face to a beautiful lake decorated with lotus flowers, fish, swans and bumblebees.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>