<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.15</P><P CLASS=c>r&#363;pam tapodhana tapa&#347; carat&#257;m tapoghnam</P><P CLASS=c>hy etat tu kena tapas&#257; bhavatopalabdham</P><P CLASS=c>cartum tapo 'rhasi may&#257; saha mitra mahyam</P><P CLASS=c>kim v&#257; pras&#299;dati sa vai bhava-bh&#257;vano me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; beauty; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the sages performing austerity; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> <A CLASS=v HREF="http://vedabase.net/c/caratam">carat&#257;m</A> &#8212; of persons engaged <A HREF="http://vedabase.net/i/in">in</A> executing austerities and penances; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnam">ghnam</A> &#8212; which dismantles the austerities; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kena">kena</A> &#8212; by what; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/u/upalabdham">upalabdham</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/c/cartum">cartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> execute; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; you ought; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/m/mitra">mitra</A> &#8212; my dear friend; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or maybe; <A CLASS=v HREF="http://vedabase.net/p/prasidati">pras&#299;dati</A> &#8212; is pleased; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the creator of this universe; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; with <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>O best among those performing austerities, where did you get this wonderful beauty that dismantles the austerities performed by others? Where have you learned this art? What austerity have you undergone to achieve this beauty, my dear friend? I desire that you join me to perform austerity and penance, for it may be that the creator of the universe, Lord Brahm&#257;, being pleased with me, has sent you to become my wife.</P><P CLASS=t>PURPORT</P><P>&#256;gn&#299;dhra appreciated the wonderful beauty of P&#363;rvacitti. Indeed, he was surprised to see such exceptional beauty, which must have been the result of past austerities and penances. He therefore asked the girl whether she had achieved such beauty just to break the penances and austerities of others. He thought that Lord Brahm&#257;, the creator of the universe, might have been pleased with him and might therefore have sent her to become his wife. He requested P&#363;rvacitti to become his wife so that together they could perform austerities and penances in family life. In other words, a suitable wife helps her husband perform penances and austerities in household life if both of them are on the same elevated platform of spiritual understanding. Without spiritual understanding, husband and wife cannot be equally situated. Lord Brahm&#257;, the creator of the universe, is interested in good progeny. Therefore unless he is pleased, one cannot get a suitable wife. In fact, Lord Brahm&#257; is worshiped in marriage ceremonies. In India even today, wedding invitations are still issued with a picture of Lord Brahm&#257; on the face of the card.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>