<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.21</P><P CLASS=c>&#257;gn&#299;dhra-sut&#257;s te m&#257;tur anugrah&#257;d autpattikenaiva samhanana-balopet&#257;h pitr&#257; vibhakt&#257; &#257;tma-tulya-n&#257;m&#257;ni yath&#257;-bh&#257;gam jamb&#363;dv&#299;pa-varsh&#257;ni bubhujuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agnidhra">&#257;gn&#299;dhra</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; the sons of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/a/agnidhra">&#256;gn&#299;dhra</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; of the mother; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by the mercy or by drinking the breast milk; <A CLASS=v HREF="http://vedabase.net/a/autpattikena">autpattikena</A> &#8212; naturally; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/samhanana">samhanana</A> &#8212; well-built body; <A CLASS=v HREF="http://vedabase.net/b/bala">bala</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/u/upetah">upet&#257;h</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by the father; <A CLASS=v HREF="http://vedabase.net/v/vibhaktah">vibhakt&#257;h</A> &#8212; divided; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tulya">tulya</A> &#8212; following their own; <A CLASS=v HREF="http://vedabase.net/n/namani">n&#257;m&#257;ni</A> &#8212; possessing names; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagam">bh&#257;gam</A> &#8212; divided properly; <A CLASS=v HREF="http://vedabase.net/j/jambudvipa">jamb&#363;dv&#299;pa</A>-<A CLASS=v HREF="http://vedabase.net/v/varsani">varsh&#257;ni</A> &#8212; different parts of <A HREF="http://vedabase.net/j/jambudvipa">Jamb&#363;dv&#299;pa</A> (probably Asia and Europe combined together); <A CLASS=v HREF="http://vedabase.net/b/bubhujuh">bubhujuh</A> &#8212; ruled.</P><P CLASS=t>TRANSLATION</P><P>Because of drinking the breast milk of their mother, the nine sons of &#256;gn&#299;dhra naturally had strong, well-built bodies. Their father gave them each a kingdom in a different part of Jamb&#363;dv&#299;pa. The kingdoms were named according to the names of the sons. Thus the sons of &#256;gn&#299;dhra ruled the kingdoms they received from their father.</P><P CLASS=t>PURPORT</P><P>The &#257;c&#257;ryas specifically mention that in this verse the words m&#257;tuh anugrah&#257;t ("by the mercy of their mother") refer to the breast milk of their mother. In India it is a common belief that if a baby is fed his mother's milk for at least six months, his body will be very strong. Besides that, it is mentioned herein that all the sons of &#256;gn&#299;dhra were endowed with the nature of their mother. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/1/40.htm">1.40</A>) also declares, str&#299;shu dusht&#257;su v&#257;rshneya j&#257;yate varna-sa&#324;karah: when women are polluted, varna-sa&#324;kara, unqualified children, are generated, and when the varna-sa&#324;kara population increases, the entire world becomes hellish. Therefore, according to Manu-samhit&#257;, a woman needs a great deal of protection in order to remain pure and chaste so that her children can be fully engaged for the benefit of human society.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>