<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.3</P><P CLASS=c>tad upalabhya bhagav&#257;n &#257;di-purushah sadasi g&#257;yant&#299;m p&#363;rvacittim n&#257;m&#257;psarasam abhiy&#257;pay&#257;m &#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the first created being within this universe; <A CLASS=v HREF="http://vedabase.net/s/sadasi">sadasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his assembly; <A CLASS=v HREF="http://vedabase.net/g/gayantim">g&#257;yant&#299;m</A> &#8212; dancing girl; <A CLASS=v HREF="http://vedabase.net/p/purvacittim">p&#363;rvacittim</A> &#8212; P&#363;rvacitti; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/a/apsarasam">apsarasam</A> &#8212; the heavenly dancing girl; <A CLASS=v HREF="http://vedabase.net/a/abhiyapayam">abhiy&#257;pay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; sent down.</P><P CLASS=t>TRANSLATION</P><P>Understanding King &#256;gn&#299;dhra's desire, the first and most powerful created being of this universe, Lord Brahm&#257;, selected the best of the dancing girls in his assembly, whose name was P&#363;rvacitti, and sent her to the King.</P><P CLASS=t>PURPORT</P><P>In this verse, the words bhagav&#257;n &#257;di-purushah are significant. Bhagav&#257;n &#257;di-purushah is Lord Krishna. Govindam &#257;di-purusham tam aham bhaj&#257;mi **. Lord Krishna is the original person. In Bhagavad-g&#299;t&#257;, He is also addressed by Arjuna as purusham &#257;dyam, the original person, and He is called Bhagav&#257;n. In this verse, however, we see that Lord Brahm&#257; is described as bhagav&#257;n &#257;di-purushah. The reason he is called bhagav&#257;n is that he fully represents the Supreme Personality of Godhead and is the first-born creature in this universe. Lord Brahm&#257; could understand Mah&#257;r&#257;ja &#256;gn&#299;dhra's desire because he is as powerful as Lord Vishnu. As Lord Vishnu, situated as Param&#257;tm&#257;, can understand the desire of the living entity, so Lord Brahm&#257; can also understand the living entity's desire, for Vishnu, as a via medium, informs him. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/1.htm">1.1.1</A>), tene brahma hrid&#257; ya &#257;di-kavaye: Lord Vishnu informs Lord Brahm&#257; of everything from within his heart. Because Mah&#257;r&#257;ja &#256;gn&#299;dhra specifically worshiped Lord Brahm&#257;, Lord Brahm&#257; was pleased, and he sent P&#363;rvacitti, the Apsar&#257;, to satisfy him.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>