<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.5</P><P CLASS=c>tasy&#257;h sulalita-gamana-pada-viny&#257;sa-gati-vil&#257;s&#257;y&#257;&#347; c&#257;nupadam khana-khan&#257;yam&#257;na-rucira-caran&#257;bharana-svanam up&#257;karnya naradeva-kum&#257;rah sam&#257;dhi-yogen&#257;m&#299;lita-nayana-nalina-mukula-yugalam &#299;shad vikacayya vyacashta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyah">tasy&#257;h</A> &#8212; of her (P&#363;rvacitti); <A CLASS=v HREF="http://vedabase.net/s/sulalita">sulalita</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> very beautiful; <A CLASS=v HREF="http://vedabase.net/g/gamana">gamana</A> &#8212; movements; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/v/vinyasa">viny&#257;sa</A> &#8212; with styles of walking; <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the progression; <A CLASS=v HREF="http://vedabase.net/v/vilasayah">vil&#257;s&#257;y&#257;h</A> &#8212; whose pastime; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anupadam">anupadam</A> &#8212; with every step; <A CLASS=v HREF="http://vedabase.net/k/khana">khana</A>-<A CLASS=v HREF="http://vedabase.net/k/khanayamana">khan&#257;yam&#257;na</A> &#8212; making <A HREF="http://vedabase.net/a/a">a</A> tinkling sound; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; very pleasing; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/abharana">&#257;bharana</A> &#8212; of the ornaments on the feet; <A CLASS=v HREF="http://vedabase.net/s/svanam">svanam</A> &#8212; the sound; <A CLASS=v HREF="http://vedabase.net/u/upakarnya">up&#257;karnya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/n/naradeva">naradeva</A>-<A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;rah</A> &#8212; the Prince; <A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by controlling the senses; <A CLASS=v HREF="http://vedabase.net/a/amilita">&#257;m&#299;lita</A> &#8212; half-open; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/n/nalina">nalina</A> &#8212; of lotus; <A CLASS=v HREF="http://vedabase.net/m/mukula">mukula</A> &#8212; buds; <A CLASS=v HREF="http://vedabase.net/y/yugalam">yugalam</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> pair; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;shat</A> &#8212; slightly; <A CLASS=v HREF="http://vedabase.net/v/vikacayya">vikacayya</A> &#8212; opening; <A CLASS=v HREF="http://vedabase.net/v/vyacasta">vyacashta</A> &#8212; saw.</P><P CLASS=t>TRANSLATION</P><P>As P&#363;rvacitti passed by on the road in a very beautiful style and mood of her own, the pleasing ornaments on her ankles tinkled with her every step. Although Prince &#256;gn&#299;dhra was controlling his senses, practicing yoga with half-open eyes, he could see her with his lotuslike eyes, and when he heard the sweet tinkling of her bangles, he opened his eyes slightly more and could see that she was just nearby.</P><P CLASS=t>PURPORT</P><P>It is said that yog&#299;s always think of the Supreme Personality of Godhead within their hearts. Dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/13/1.htm">12.13.1</A>). The Supreme Personality of Godhead is always observed by yog&#299;s who practice controlling the venomous senses. As recommended in Bhagavad-g&#299;t&#257;, yog&#299;s should practice samprekshya n&#257;sik&#257;gram, keeping their eyes half-open. If the eyes are closed completely, there will be a tendency to sleep. So-called yog&#299;s sometimes practice a fashionable form of yoga by closing their eyes and meditating, but we have actually seen such so-called yog&#299;s sleeping and snoring while meditating. This is not the practice of yoga. To actually practice yoga, one should keep his eyes half-open and gaze at the tip of his nose.</P><P>Although &#256;gn&#299;dhra, the son of Priyavrata, was practicing mystic yoga and trying to control his senses, the tinkling sound of P&#363;rvacitti's ankle bells disturbed his practice. Yoga indriya-samyamah: actual yoga practice means controlling the senses. One must practice mystic yoga, to control the senses, but the sense control of a devotee who fully engages in the service of the Lord with his purified senses (hrish&#299;kena hrish&#299;ke&#347;a-sevanam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]) can never be disturbed. &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; therefore stated, durd&#257;ntendriya-k&#257;la-sarpa-patal&#299; protkh&#257;ta-damshtra-yate (Caitanya-candr&#257;mrita 5). The practice of yoga is undoubtedly good because it controls the senses, which are like venomous serpents. When one engages in devotional service, however, completely employing all the activities of the senses in the service of the Lord, the venomous quality of the senses is completely nullified. It is explained that a serpent is to be feared because of its poison fangs, but if those fangs are broken. the serpent, although it seems fearsome, is not at all dangerous. Devotees, therefore, may see hundreds and thousands of beautiful women with fascinating bodily movements and gestures but not be allured, whereas such women would make ordinary yog&#299;s fall. Even the advanced yog&#299; Vi&#347;v&#257;mitra broke his mystic practice to unite with Menak&#257; and beget a child known as &#346;akuntal&#257;. The practice of mystic yoga, therefore, is not sufficiently strong to control the senses. Another example is Prince &#256;gn&#299;dhra, whose attention was drawn to the movements of P&#363;rvacitti, the Apsar&#257;, simply because he heard the tinkling of her ankle bells. In the same way that Vi&#347;v&#257;mitra Muni was attracted by the tinkling bangles of Menak&#257;, Prince &#256;gn&#299;dhra, upon hearing the tinkling bangles of P&#363;rvacitti, immediately opened his eyes to see her beautiful movements as she walked. The prince was also very handsome. As described herein, his eyes were just like the buds of lotus flowers. As he opened his lotuslike eyes, he could immediately see that the Apsar&#257; was present by his side.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>