<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.6</P><P CLASS=c>t&#257;m ev&#257;vid&#363;re madhukar&#299;m iva sumanasa upajighrant&#299;m divija-manuja-mano-nayan&#257;hl&#257;da-dughair gati-vih&#257;ra-vr&#299;d&#257;-vinay&#257;valoka-susvar&#257;kshar&#257;vayavair manasi nrin&#257;m kusum&#257;yudhasya vidadhat&#299;m vivaram nija-mukha-vigalit&#257;mrit&#257;sava-sah&#257;sa-bh&#257;shan&#257;moda-mad&#257;ndha-madhukara-nikaroparodhena druta-pada-viny&#257;sena valgu-spandana-stana-kala&#347;a-kabara-bh&#257;ra-ra&#347;an&#257;m dev&#299;m tad-avalokanena vivrit&#257;vasarasya bhagavato makara-dhvajasya va&#347;am upan&#299;to jadavad iti hov&#257;ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> her; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avidure">avid&#363;re</A> &#8212; nearby; <A CLASS=v HREF="http://vedabase.net/m/madhukarim">madhukar&#299;m</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> honeybee; <A CLASS=v HREF="http://vedabase.net/s/sumanasah">sumanasah</A> &#8212; beautiful flowers; <A CLASS=v HREF="http://vedabase.net/u/upajighrantim">upajighrant&#299;m</A> &#8212; smelling; <A CLASS=v HREF="http://vedabase.net/d/divi">divi</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; of those born <A HREF="http://vedabase.net/i/in">in</A> the heavenly planets; <A CLASS=v HREF="http://vedabase.net/m/manu">manu</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; of those born <A HREF="http://vedabase.net/i/in">in</A> human society; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; for the eyes; <A CLASS=v HREF="http://vedabase.net/a/ahlada">&#257;hl&#257;da</A> &#8212; pleasure; <A CLASS=v HREF="http://vedabase.net/d/dughaih">dughaih</A> &#8212; producing; <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; by her movement; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; by pastimes; <A CLASS=v HREF="http://vedabase.net/v/vrida">vr&#299;d&#257;</A> &#8212; by shyness; <A CLASS=v HREF="http://vedabase.net/v/vinaya">vinaya</A> &#8212; by humility; <A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; by glancing; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/svara">svara</A>-<A CLASS=v HREF="http://vedabase.net/a/aksara">akshara</A> &#8212; by her sweet voice; <A CLASS=v HREF="http://vedabase.net/a/avayavaih">avayavaih</A> &#8212; and by the limbs of the body; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/k/kusuma">kusuma</A>-<A CLASS=v HREF="http://vedabase.net/a/ayudhasya">&#257;yudhasya</A> &#8212; of Cupid, who has <A HREF="http://vedabase.net/a/a">a</A> flower arrow <A HREF="http://vedabase.net/i/in">in</A> his hand; <A CLASS=v HREF="http://vedabase.net/v/vidadhatim">vidadhat&#299;m</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/v/vivaram">vivaram</A> &#8212; aural reception; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A> &#8212; from her own mouth; <A CLASS=v HREF="http://vedabase.net/v/vigalita">vigalita</A> &#8212; pouring out; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/a/asava">&#257;sava</A> &#8212; nectar like honey; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> her smiling; <A CLASS=v HREF="http://vedabase.net/b/bhasana">bh&#257;shana</A> &#8212; and talking; <A CLASS=v HREF="http://vedabase.net/a/amoda">&#257;moda</A> &#8212; by the pleasure; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/a/andha">andha</A> &#8212; blinded by intoxication; <A CLASS=v HREF="http://vedabase.net/m/madhukara">madhukara</A> &#8212; of bees; <A CLASS=v HREF="http://vedabase.net/n/nikara">nikara</A> &#8212; by groups; <A CLASS=v HREF="http://vedabase.net/u/uparodhena">uparodhena</A> &#8212; because of being surrounded; <A CLASS=v HREF="http://vedabase.net/d/druta">druta</A> &#8212; hasty; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; of feet; <A CLASS=v HREF="http://vedabase.net/v/vinyasena">viny&#257;sena</A> &#8212; by stylish stepping; <A CLASS=v HREF="http://vedabase.net/v/valgu">valgu</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> little; <A CLASS=v HREF="http://vedabase.net/s/spandana">spandana</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/s/stana">stana</A> &#8212; breasts; <A CLASS=v HREF="http://vedabase.net/k/kalasa">kala&#347;a</A> &#8212; like waterpots; <A CLASS=v HREF="http://vedabase.net/k/kabara">kabara</A> &#8212; of her braids of hair; <A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A> &#8212; weight; <A CLASS=v HREF="http://vedabase.net/r/rasanam">ra&#347;an&#257;m</A> &#8212; the belt upon the hips; <A CLASS=v HREF="http://vedabase.net/d/devim">dev&#299;m</A> &#8212; the goddess; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/avalokanena">avalokanena</A> &#8212; simply by seeing her; <A CLASS=v HREF="http://vedabase.net/v/vivrta">vivrita</A>-<A CLASS=v HREF="http://vedabase.net/a/avasarasya">avasarasya</A> &#8212; taking the opportunity of; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the greatly powerful; <A CLASS=v HREF="http://vedabase.net/m/makara">makara</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvajasya">dhvajasya</A> &#8212; of Cupid; <A CLASS=v HREF="http://vedabase.net/v/vasam">va&#347;am</A> &#8212; under the control; <A CLASS=v HREF="http://vedabase.net/u/upanitah">upan&#299;tah</A> &#8212; being brought <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/j/jada">jada</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if stunned; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> said.</P><P CLASS=t>TRANSLATION</P><P>Like a honeybee, the Apsar&#257; smelled the beautiful and attractive flowers. She could attract the minds and vision of both humans and demigods by her playful movements, her shyness and humility, her glances, the very pleasing sounds that poured from her mouth as she spoke, and the motion of her limbs. By all these qualities, she opened for Cupid, who bears an arrow of flowers, a path of aural reception into the minds of men. When she spoke, nectar seemed to flow from her mouth. As she breathed, the bees, mad for the taste of her breath, tried to hover about her beautiful lotuslike eyes. Disturbed by the bees, she tried to move hastily, but as she raised her feet to walk quickly, her hair, the belt on her hips, and her breasts, which were like water jugs, also moved in a way that made her extremely beautiful and attractive. Indeed, she seemed to be making a path for the entrance of Cupid, who is most powerful. Therefore the prince, completely subdued by seeing her, spoke to her as follows.</P><P CLASS=t>PURPORT</P><P>How a beautiful woman's movements and gestures, her hair and the structure of her breasts, hips and other bodily features attract the minds not only of men but of demigods also is very finely described in this statement. The words divija and manuja specifically emphasize that the attraction of feminine gestures is powerful everywhere within this material world, both on this planet and in the higher planetary systems. It is said that the standard of living in the higher planetary systems is thousands and thousands of times higher than the standard of living on this planet. Therefore the beautiful bodily features of the women there are also thousands and thousands of times more attractive than the features of the women on earth. The creator has constructed women in such a way that their beautiful voices and movements and the beautiful features of their hips, their breasts, and the other parts of their bodies attract the members of the opposite sex, both on earth and on other planets, and awaken their lusty desires. When one is controlled by Cupid or the beauty of women, he becomes stunned like matter such as stone. Captivated by the material movements of women, he wants to remain in this material world. Thus one's promotion to the spiritual world is checked simply by seeing the beautiful bodily structure and movements of women. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore warned all devotees to beware of the attraction of beautiful women and materialistic civilization. &#346;r&#299; Caitanya Mah&#257;prabhu even refused to see Prat&#257;parudra Mah&#257;r&#257;ja because he was a very opulent person in the material world. Lord Caitanya said in this connection, nishkiñcanasya bhagavad-bhajanonmukhasya: those who are engaged in the devotional service of the Lord because they are very serious about going back home, back to Godhead, should be very careful to avoid seeing the beautiful gestures of women and should also avoid seeing persons who are very rich.</P><P>nishkiñcanasya bhagavad-bhajanonmukhasya</P><P CLASS=n>p&#257;ram param jigamishor bhava-s&#257;garasya</P><P CLASS=n>sandar&#347;anam vishayin&#257;m atha yoshit&#257;m ca</P><P CLASS=n>h&#257; hanta hanta visha-bhakshanato 'py as&#257;dhu</P><P>"Alas, for a person who is seriously desiring to cross the material ocean and engage in the transcendental loving service of the Lord without material motives, seeing a materialist engaged in sense gratification or seeing a woman who is similarly interested is more abominable than drinking poison willingly." (Caitanya-carit&#257;mrita, <A CLASS=v HREF="../../../cc/madhya/11/8.htm">Madhya 11.8</A>) One who is serious about going back home, back to Godhead, should not contemplate the attractive features of women and the opulence of rich men. Such contemplation will check one's advancement in spiritual life. Once a devotee is fixed in Krishna consciousness, however, these attractions will not agitate his mind.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>