<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2.7</P><P CLASS=c>k&#257; tvam cik&#299;rshasi ca kim muni-varya &#347;aile</P><P CLASS=c>m&#257;y&#257;si k&#257;pi bhagavat-para-devat&#257;y&#257;h</P><P CLASS=c>vijye bibharshi dhanush&#299; suhrid-&#257;tmano 'rthe</P><P CLASS=c>kim v&#257; mrig&#257;n mrigayase vipine pramatt&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> you; <A CLASS=v HREF="http://vedabase.net/c/cikirsasi">cik&#299;rshasi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> you trying <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of munis; <A CLASS=v HREF="http://vedabase.net/s/saile">&#347;aile</A> &#8212; on this hill; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; illusory potency; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> you; <A CLASS=v HREF="http://vedabase.net/k/kapi">k&#257;pi</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/d/devatayah">devat&#257;y&#257;h</A> &#8212; of the transcendental Lord; <A CLASS=v HREF="http://vedabase.net/v/vijye">vijye</A> &#8212; without strings; <A CLASS=v HREF="http://vedabase.net/b/bibharsi">bibharshi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> carrying; <A CLASS=v HREF="http://vedabase.net/d/dhanusi">dhanush&#299;</A> &#8212; two bows; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> friend; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of yourself; <A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/mrgan">mrig&#257;n</A> &#8212; forest animals; <A CLASS=v HREF="http://vedabase.net/m/mrgayase">mrigayase</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> you trying <A HREF="http://vedabase.net/t/to">to</A> hunt; <A CLASS=v HREF="http://vedabase.net/v/vipine">vipine</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this forest; <A CLASS=v HREF="http://vedabase.net/p/pramattan">pramatt&#257;n</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> materially maddened.</P><P CLASS=t>TRANSLATION</P><P>The Prince mistakenly addressed the Apsar&#257;: O best of saintly persons, who are you? Why are you on this hill, and what do you want to do? Are you one of the illusory potencies of the Supreme Personality of Godhead? You seem to be carrying two bows without strings, What is the reason you carry these bows? Is it for some purpose of your own or for the sake of a friend? Perhaps you carry them to kill the mad animals in this forest.</P><P CLASS=t>PURPORT</P><P>While undergoing severe penances in the forest, &#256;gn&#299;dhra was captivated by the movements of P&#363;rvacitti, the girl sent by Lord Brahm&#257;. As stated in Bhagavad-g&#299;t&#257;, k&#257;mais tais tair hrita jñ&#257;n&#257;h: [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>] when one becomes lusty, he loses his intelligence. Therefore &#256;gn&#299;dhra, having lost his intelligence, could not distinguish whether P&#363;rvacitti was male or female. He mistook her for a muni-putra, the son of a saintly person in the forest, and addressed her as muni-varya. Because of her personal beauty, however, he could not believe her to be a boy. He therefore began studying her features. First he saw her two eyebrows, which were so expressive that he wondered whether he or she might be the m&#257;y&#257; of the Supreme Personality of Godhead. The words used in this connection are bhagavat-para-devat&#257;y&#257;h. Devat&#257;h, the demigods, all belong to this material world, whereas Bhagav&#257;n, the Supreme Personality of Godhead, Krishna, is always beyond this material world and is therefore known as para-devat&#257;. The material world is certainly created by m&#257;y&#257;, but it is created under the direction of para-devat&#257;, the Supreme Personality of Godhead. As confirmed in Bhagavad-g&#299;t&#257; (may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]), m&#257;y&#257; is not the ultimate authority for the creation of this material world. M&#257;y&#257; acts on behalf of Krishna.</P><P>P&#363;rvacitti's eyebrows were so beautiful that &#256;gn&#299;dhra compared them to bows without strings. He therefore asked her whether they were to be used for her own purposes or for the sake of someone else. Her eyebrows were like bows meant to kill animals in the forest. This material world is like a great forest, and its inhabitants are like forest animals such as deer and tigers meant to be killed. The killers are the eyebrows of beautiful women. Captivated by the beauty of the fair sex, all the men of the world are killed by bows without strings, but cannot see how they are killed by m&#257;y&#257;. It is a fact, however, that they are being killed (bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate). By dint of his tapasya, &#256;gn&#299;dhra could understand how m&#257;y&#257; acts under the direction of the Supreme Personality of Godhead.</P><P>The word pramatt&#257;n is also significant. pramatta refers to one who cannot control his senses. The entire material world is being exploited by people who are pramatta, or vim&#363;dha. Prahl&#257;da Mah&#257;r&#257;ja therefore said:</P><P>&#347;oce tato vimukha-cetasa indriy&#257;rtha-</P><P CLASS=n>m&#257;y&#257;-sukh&#257;ya bharam udvahato vim&#363;dh&#257;n</P><P>"They are rotting in material activities for transient material pleasure and spoiling their lives toiling all day and night simply for sense gratification, with no attachment for love of Godhead. I am simply lamenting for them and devising various plans to deliver them from the clutches of m&#257;y&#257;." (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/43.htm">7.9.43</A>) Karm&#299;s who act very seriously for sense gratification are always referred to in the &#347;&#257;stras by such terms as pramatta, vimukha and vim&#363;dha. They are killed by m&#257;y&#257;. However, one who is apramatta, a sane, sober person, a dh&#299;ra, knows very well that a human being's primary duty is to render service to the Supreme Person. M&#257;y&#257; is always ready to kill those who are pramatta with her invisible bows and arrows. &#256;gn&#299;dhra questioned P&#363;rvacitti about this.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>