<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.2 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.2.1</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: After his father, Mah&#257;r&#257;ja Priyavrata, departed to follow the path of spiritual life by undergoing austerities, King &#256;gn&#299;dhra completely obeyed his order. Strictly observing the principles of religion, he gave full protection to the inhabitants of Jamb&#363;dv&#299;pa as if they were his own begotten sons.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.2.2</B></A>: Desiring to get a perfect son and become an inhabitant of Pitriloka, Mah&#257;r&#257;ja &#256;gn&#299;dhra once worshiped Lord Brahm&#257;, the master of those in charge of material creation. He went to a valley of Mandara Hill, where the damsels of the heavenly planets come down to stroll. There he collected garden flowers and other necessary paraphernalia and then engaged in severe austerities and worship.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.2.3</B></A>: Understanding King &#256;gn&#299;dhra's desire, the first and most powerful created being of this universe, Lord Brahm&#257;, selected the best of the dancing girls in his assembly, whose name was P&#363;rvacitti, and sent her to the King.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.2.4</B></A>: The Apsar&#257; sent by Lord Brahm&#257; began strolling in a beautiful park near the place where the King was meditating and worshiping. The park was beautiful because of its dense green foliage and golden creepers. There were pairs of varied birds such as peacocks, and in a lake there were ducks and swans, all vibrating very sweet sounds. Thus the park was magnificently beautiful because of the foliage, the clear water, the lotus flowers and the sweet singing of various kinds of birds.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.2.5</B></A>: As P&#363;rvacitti passed by on the road in a very beautiful style and mood of her own, the pleasing ornaments on her ankles tinkled with her every step. Although Prince &#256;gn&#299;dhra was controlling his senses, practicing yoga with half-open eyes, he could see her with his lotuslike eyes, and when he heard the sweet tinkling of her bangles, he opened his eyes slightly more and could see that she was just nearby.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.2.6</B></A>: Like a honeybee, the Apsar&#257; smelled the beautiful and attractive flowers. She could attract the minds and vision of both humans and demigods by her playful movements, her shyness and humility, her glances, the very pleasing sounds that poured from her mouth as she spoke, and the motion of her limbs. By all these qualities, she opened for Cupid, who bears an arrow of flowers, a path of aural reception into the minds of men. When she spoke, nectar seemed to flow from her mouth. As she breathed, the bees, mad for the taste of her breath, tried to hover about her beautiful lotuslike eyes. Disturbed by the bees, she tried to move hastily, but as she raised her feet to walk quickly, her hair, the belt on her hips, and her breasts, which were like water jugs, also moved in a way that made her extremely beautiful and attractive. Indeed, she seemed to be making a path for the entrance of Cupid, who is most powerful. Therefore the prince, completely subdued by seeing her, spoke to her as follows.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.2.7</B></A>: The Prince mistakenly addressed the Apsar&#257;: O best of saintly persons, who are you? Why are you on this hill, and what do you want to do? Are you one of the illusory potencies of the Supreme Personality of Godhead? You seem to be carrying two bows without strings, What is the reason you carry these bows? Is it for some purpose of your own or for the sake of a friend? Perhaps you carry them to kill the mad animals in this forest.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.2.8</B></A>: Then &#256;gn&#299;dhra observed the glancing eyes of P&#363;rvacitti and said: My dear friend, you have two very powerful arrows, namely your glancing eyes. Those arrows have feathers like the petals of a lotus flower. Although they have no shafts, they are very beautiful, and they have very sharp, piercing points. They appear very peaceful, and thus it seems that they will not be shot at anyone. You must be loitering in this forest to shoot those arrows at someone, but I cannot understand whom. My intelligence is dull, and I cannot combat you. Indeed, no one can equal you in prowess, and therefore I pray that your prowess will be for my good fortune.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.2.9</B></A>: Seeing the bumblebees following P&#363;rvacitti, Mah&#257;r&#257;ja &#256;gn&#299;dhra said: My dear Lord, the bumblebees surrounding your body are like disciples surrounding your worshipable self. They are incessantly chanting the mantras of the S&#257;ma Veda and the Upanishads, thus offering prayers to you. Just as great sages resort to the branches of Vedic literatures, the bumblebees are enjoying the showers of flowers falling from your hair.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 5.2.10</B></A>: O br&#257;hmana, I can simply hear the tinkling of your ankle bells. Within those bells, tittiri birds seem to be chirping among themselves. Although I do not see their forms, I can hear how they are chirping. When I look at your beautiful circular hips, I see they are the lovely color of kadamba flowers, and your waist is encircled by a belt of burning cinders. Indeed, you seem to have forgotten to dress yourself.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 5.2.11</B></A>: &#256;gn&#299;dhra then praised P&#363;rvacitti's raised breasts. He said: My dear br&#257;hmana your waist is very thin, yet with great difficulty you are carefully carrying two horns, to which my eyes have become attracted. What is filling those two beautiful horns? You seem to have spread fragrant red powder upon them, powder that is like the rising morning sun. O most fortunate one, I beg to inquire where you have gotten this fragrant powder that is perfuming my &#257;&#347;rama, my place of residence.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 5.2.12</B></A>: O best friend, will you kindly show me the place where you reside? I cannot imagine how the residents of that place have gotten such wonderful bodily features as your raised breasts, which agitate the mind and eyes of a person like me who sees them. Judging by the sweet speech and kind smiles of those residents, I think that their mouths must contain nectar.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 5.2.13</B></A>: My dear friend, what do you eat to maintain your body? Because you are chewing betel, a pleasing scent is emanating from your mouth. This proves that you always eat the remnants of food offered to Vishnu. Indeed, you must also be an expansion of Lord Vishnu's body. Your face is as beautiful as a pleasing lake. Your jeweled earrings resemble two brilliant sharks with unblinking eyes like those of Vishnu, and your own eyes resemble two restless fish. Simultaneously, therefore, two sharks and two restless fish are swimming in the lake of your face. Besides them, the white rows of your teeth seem like rows of very beautiful swans in the water, and your scattered hair resembles swarms of bumblebees following the beauty of your face.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 5.2.14</B></A>: My mind is already restless, and by playing with a ball, moving it all about with your lotuslike palm, you are also agitating my eyes. Your curling black hair is now scattered, but you are not attentive to arranging it. Are you not going to arrange it? Like a man attached to women, the most cunning wind is trying to take off your lower garment. Are you not mindful of it?</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 5.2.15</B></A>: O best among those performing austerities, where did you get this wonderful beauty that dismantles the austerities performed by others? Where have you learned this art? What austerity have you undergone to achieve this beauty, my dear friend? I desire that you join me to perform austerity and penance, for it may be that the creator of the universe, Lord Brahm&#257;, being pleased with me, has sent you to become my wife.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 5.2.16</B></A>: Lord Brahm&#257;, who is worshiped by the br&#257;hmanas, has very mercifully given you to me, and that is why I have met you. I do not want to give up your company, for my mind and eyes are fixed upon you and cannot be drawn away. O woman with beautiful raised breasts, I am your follower. You may take me wherever you like, and your friends may also follow me.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 5.2.17</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: Mah&#257;r&#257;ja &#256;gn&#299;dhra, whose intelligence was like that of a demigod, knew the art of flattering women to win them to his side. He therefore pleased that celestial girl with his lusty words and gained her favor.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 5.2.18</B></A>: Attracted by the intelligence, learning, youth, beauty, behavior, opulence and magnanimity of &#256;gn&#299;dhra, the King of Jamb&#363;dv&#299;pa and master of all heroes, P&#363;rvacitti lived with him for many thousands of years and luxuriously enjoyed both worldly and heavenly happiness.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 5.2.19</B></A>: In the womb of P&#363;rvacitti, Mah&#257;r&#257;ja &#256;gn&#299;dhra, the best of kings, begot nine sons, named N&#257;bhi, Kimpurusha, Harivarsha, Il&#257;vrita, Ramyaka, Hiranmaya, Kuru, Bhadr&#257;&#347;va and Ketum&#257;la.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 5.2.20</B></A>: P&#363;rvacitti gave birth to these nine sons, one each year, but after they grew up, she left them at home and again approached Lord Brahm&#257; to worship him.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 5.2.21</B></A>: Because of drinking the breast milk of their mother, the nine sons of &#256;gn&#299;dhra naturally had strong, well-built bodies. Their father gave them each a kingdom in a different part of Jamb&#363;dv&#299;pa. The kingdoms were named according to the names of the sons. Thus the sons of &#256;gn&#299;dhra ruled the kingdoms they received from their father.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 5.2.22</B></A>: After P&#363;rvacitti's departure, King &#256;gn&#299;dhra, his lusty desires not at all satisfied, always thought of her. Therefore, in accordance with the Vedic injunctions, the King, after his death, was promoted to the same planet as his celestial wife. That planet, which is called Pitriloka, is where the pit&#257;s, the forefathers, live in great delight.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 5.2.23</B></A>: After the departure of their father, the nine brothers married the nine daughters of Meru named Merudev&#299;, Pratir&#363;p&#257;, Ugradamshtr&#299;, Lat&#257;, Ramy&#257;, &#346;y&#257;m&#257;, N&#257;r&#299;, Bhadr&#257; and Devav&#299;ti.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>