<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Activities of Mah&#257;r&#257;ja &#256;gn&#299;dhra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.2 Summary</P><P>In this chapter, the character of Mah&#257;r&#257;ja &#256;gn&#299;dhra is described. When Mah&#257;r&#257;ja Priyavrata went off for spiritual realization, his son &#256;gn&#299;dhra became the ruler of Jamb&#363;dv&#299;pa, in accordance with Mah&#257;r&#257;ja Priyavrata's instructions, and maintained its residents with the same affection a father feels for his sons. Once Mah&#257;r&#257;ja &#256;gn&#299;dhra desired to have a son, and therefore he entered a cave of Mandara Mountain to practice austerity. Understanding his desire, Lord Brahm&#257; sent a celestial girl named P&#363;rvacitti to &#256;gn&#299;dhra's hermitage. After dressing herself very attractively, she presented herself before him with various feminine movements, and &#256;gn&#299;dhra was naturally attracted to her. The girl's actions, expressions, smile, sweet words and moving eyes were fascinating to him. &#256;gn&#299;dhra was expert in flattery. Thus he attracted the celestial girl, who was pleased to accept him as her husband because of his mellifluous words. She enjoyed royal happiness with &#256;gn&#299;dhra for many years before returning to her abode in the heavenly planets. In her womb &#256;gn&#299;dhra begot nine sons &#8212; N&#257;bhi, Kimpurusha, Harivarsha, Il&#257;vrita, Ramyaka, Hiranmaya, Kuru, Bhadr&#257;&#347;va and Ketum&#257;la. He gave them nine islands with names corresponding to theirs. &#256;gn&#299;dhra, however, his senses unsatisfied, was always thinking of his celestial wife, and therefore in his next life he was born in her celestial planet. After the death of &#256;gn&#299;dhra, his nine sons married nine daughters of Meru named Merudev&#299;, Pratir&#363;p&#257;, Ugradamshtr&#299;, Lat&#257;, Ramy&#257;, &#346;y&#257;m&#257;, N&#257;r&#299;, Bhadr&#257; and Devav&#299;ti.</P><P CLASS=l><A CLASS=i HREF="../1/41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>