<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 13"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.13</P><P CLASS=c>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha</P><P CLASS=c>daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=c>bhajanty ananya-manaso</P><P CLASS=c>jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tm&#257;nah</A> &#8212; the great souls; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/daivim">daiv&#299;m</A> &#8212; divine; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/a/asritah">&#257;&#347;rit&#257;h</A> &#8212; having taken shelter of; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; render service; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; without deviation of the mind; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of creation; <A CLASS=v HREF="http://vedabase.net/a/adim">&#257;dim</A> &#8212; the origin; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; inexhaustible.</P><P CLASS=t>TRANSLATION</P><P>O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.</P><P CLASS=t>PURPORT</P><P>In this verse the description of the mah&#257;tm&#257; is clearly given. The first sign of the mah&#257;tm&#257; is that he is already situated in the divine nature. He is not under the control of material nature. And how is this effected? That is explained in the Seventh Chapter: one who surrenders unto the Supreme Personality of Godhead, &#346;r&#299; Krishna, at once becomes freed from the control of material nature. That is the qualification. One can become free from the control of material nature as soon as he surrenders his soul to the Supreme Personality of Godhead. That is the preliminary formula. Being marginal potency, as soon as the living entity is freed from the control of material nature, he is put under the guidance of the spiritual nature. The guidance of the spiritual nature is called daiv&#299; prakriti, divine nature. So when one is promoted in that way &#8212; by surrendering to the Supreme Personality of Godhead &#8212; one attains to the stage of great soul, mah&#257;tm&#257;.</P><P>The mah&#257;tm&#257; does not divert his attention to anything outside Krishna, because he knows perfectly well that Krishna is the original Supreme Person, the cause of all causes. There is no doubt about it. Such a mah&#257;tm&#257;, or great soul, develops through association with other mah&#257;tm&#257;s, pure devotees. Pure devotees are not even attracted by Krishna's other features, such as the four-armed Mah&#257;-Vishnu. They are simply attracted by the two-armed form of Krishna. They are not attracted to other features of Krishna, nor are they concerned with any form of a demigod or of a human being. They meditate only upon Krishna in Krishna consciousness. They are always engaged in the unswerving service of the Lord in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>