<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.14</P><P CLASS=c>satatam k&#299;rtayanto m&#257;m</P><P CLASS=c>yatanta&#347; ca dridha-vrat&#257;h</P><P CLASS=c>namasyanta&#347; ca m&#257;m bhakty&#257;</P><P CLASS=c>nitya-yukt&#257; up&#257;sate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satatam">satatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/kirtayantah">k&#299;rtayantah</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; about <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yatantah">yatantah</A> &#8212; fully endeavoring; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/drdha">dridha</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vrat&#257;h</A> &#8212; with determination; <A CLASS=v HREF="http://vedabase.net/n/namasyantah">namasyantah</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> devotion; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/y/yuktah">yukt&#257;h</A> &#8212; perpetually engaged; <A CLASS=v HREF="http://vedabase.net/u/upasate">up&#257;sate</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion.</P><P CLASS=t>PURPORT</P><P>The mah&#257;tm&#257; cannot be manufactured by rubber-stamping an ordinary man. His symptoms are described here: a mah&#257;tm&#257; is always engaged in chanting the glories of the Supreme Lord Krishna, the Personality of Godhead. He has no other business. He is always engaged in the glorification of the Lord. In other words, he is not an impersonalist. When the question of glorification is there, one has to glorify the Supreme Lord, praising His holy name, His eternal form, His transcendental qualities and His uncommon pastimes. One has to glorify all these things; therefore a mah&#257;tm&#257; is attached to the Supreme Personality of Godhead.</P><P>One who is attached to the impersonal feature of the Supreme Lord, the brahmajyoti, is not described as mah&#257;tm&#257; in the Bhagavad-g&#299;t&#257;. He is described in a different way in the next verse. The mah&#257;tm&#257; is always engaged in different activities of devotional service, as described in the &#346;r&#299;mad-Bh&#257;gavatam, hearing and chanting about Vishnu, not a demigod or human being. That is devotion: &#347;ravanam k&#299;rtanam vishnoh and smaranam, remembering Him. Such a mah&#257;tm&#257; has firm determination to achieve at the ultimate end the association of the Supreme Lord in any one of the five transcendental rasas. To achieve that success, he engages all activities &#8212; mental, bodily and vocal, everything &#8212; in the service of the Supreme Lord, &#346;r&#299; Krishna. That is called full Krishna consciousness.</P><P>In devotional service there are certain activities which are called determined, such as fasting on certain days, like the eleventh day of the moon, Ek&#257;da&#347;&#299;, and on the appearance day of the Lord. All these rules and regulations are offered by the great &#257;c&#257;ryas for those who are actually interested in getting admission into the association of the Supreme Personality of Godhead in the transcendental world. The mah&#257;tm&#257;s, great souls, strictly observe all these rules and regulations, and therefore they are sure to achieve the desired result.</P><P>As described in the second verse of this chapter, not only is this devotional service easy, but it can be performed in a happy mood. One does not need to undergo any severe penance and austerity. He can live this life in devotional service, guided by an expert spiritual master, and in any position, either as a householder or a sanny&#257;s&#299; or a brahmac&#257;r&#299;; in any position and anywhere in the world, he can perform this devotional service to the Supreme Personality of Godhead and thus become actually mah&#257;tm&#257;, a great soul.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>