<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 20"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.20</P><P CLASS=c>trai-vidy&#257; m&#257;m soma-p&#257;h p&#363;ta-p&#257;p&#257;</P><P CLASS=c>yajñair ishtv&#257; svar-gatim pr&#257;rthayante</P><P CLASS=c>te punyam &#257;s&#257;dya surendra-lokam</P><P CLASS=c>a&#347;nanti divy&#257;n divi deva-bhog&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trai">trai</A>-<A CLASS=v HREF="http://vedabase.net/v/vidyah">vidy&#257;h</A> &#8212; the knowers of the three Vedas; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/soma">soma</A>-<A CLASS=v HREF="http://vedabase.net/p/pah">p&#257;h</A> &#8212; drinkers of <A HREF="http://vedabase.net/s/soma">soma</A> juice; <A CLASS=v HREF="http://vedabase.net/p/puta">p&#363;ta</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/p/papah">p&#257;p&#257;h</A> &#8212; of sins; <A CLASS=v HREF="http://vedabase.net/y/yajnaih">yajñaih</A> &#8212; with sacrifices; <A CLASS=v HREF="http://vedabase.net/i/istva">ishtv&#257;</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; passage <A HREF="http://vedabase.net/t/to">to</A> heaven; <A CLASS=v HREF="http://vedabase.net/p/prarthayante">pr&#257;rthayante</A> &#8212; pray for; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/p/punyam">punyam</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/a/asadya">&#257;s&#257;dya</A> &#8212; attaining; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; of <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; the world; <A CLASS=v HREF="http://vedabase.net/a/asnanti">a&#347;nanti</A> &#8212; enjoy; <A CLASS=v HREF="http://vedabase.net/d/divyan">divy&#257;n</A> &#8212; celestial; <A CLASS=v HREF="http://vedabase.net/d/divi">divi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> heaven; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhogan">bhog&#257;n</A> &#8212; the pleasures of the gods.</P><P CLASS=t>TRANSLATION</P><P>Those who study the Vedas and drink the soma juice, seeking the heavenly planets, worship Me indirectly. Purified of sinful reactions, they take birth on the pious, heavenly planet of Indra, where they enjoy godly delights.</P><P CLASS=t>PURPORT</P><P>The word trai-vidy&#257;h refers to the three Vedas &#8212; S&#257;ma, Yajur and Rig. A br&#257;hmana who has studied these three Vedas is called a tri-ved&#299;. Anyone who is very much attached to knowledge derived from these three Vedas is respected in society. Unfortunately, there are many great scholars of the Vedas who do not know the ultimate purport of studying them. Therefore Krishna herein declares Himself to be the ultimate goal for the tri-ved&#299;s. Actual tri-ved&#299;s take shelter under the lotus feet of Krishna and engage in pure devotional service to satisfy the Lord. Devotional service begins with the chanting of the Hare Krishna mantra and side by side trying to understand Krishna in truth. Unfortunately those who are simply official students of the Vedas become more interested in offering sacrifices to the different demigods like Indra and Candra. By such endeavor, the worshipers of different demigods are certainly purified of the contamination of the lower qualities of nature and are thereby elevated to the higher planetary systems or heavenly planets known as Maharloka, Janoloka, Tapoloka, etc. Once situated on those higher planetary systems, one can satisfy his senses hundreds of thousands of times better than on this planet.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>