<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 25"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.25</P><P CLASS=c>y&#257;nti deva-vrat&#257; dev&#257;n</P><P CLASS=c>pitrin y&#257;nti pitri-vrat&#257;h</P><P CLASS=c>bh&#363;t&#257;ni y&#257;nti bh&#363;tejy&#257;</P><P CLASS=c>y&#257;nti mad-y&#257;jino 'pi m&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vrat&#257;h</A> &#8212; worshipers of demigods; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the demigods; <A CLASS=v HREF="http://vedabase.net/p/pitrn">pitrin</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the ancestors; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vrat&#257;h</A> &#8212; worshipers of ancestors; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the ghosts and spirits; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/i/ijyah">ijy&#257;h</A> &#8212; worshipers of ghosts and spirits; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/y/yajinah">y&#257;jinah</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>Those who worship the demigods will take birth among the demigods; those who worship the ancestors go to the ancestors; those who worship ghosts and spirits will take birth among such beings; and those who worship Me will live with Me.</P><P CLASS=t>PURPORT</P><P>If one has any desire to go to the moon, the sun or any other planet, one can attain the desired destination by following specific Vedic principles recommended for that purpose, such as the process technically known as dar&#347;a-paurnam&#257;s&#299;. These are vividly described in the fruitive activities portion of the Vedas, which recommends a specific worship of demigods situated on different heavenly planets. Similarly, one can attain the Pit&#257; planets by performing a specific yajña. Similarly, one can go to many ghostly planets and become a Yaksha, Raksha or Pi&#347;&#257;ca. Pi&#347;&#257;ca worship is called "black arts" or "black magic." There are many men who practice this black art, and they think that it is spiritualism, but such activities are completely materialistic. Similarly, a pure devotee, who worships the Supreme Personality of Godhead only, achieves the planets of Vaikuntha and Krishnaloka without a doubt. It is very easy to understand through this important verse that if by simply worshiping the demigods one can achieve the heavenly planets, or by worshiping the Pit&#257;s achieve the Pit&#257; planets, or by practicing the black arts achieve the ghostly planets, why can the pure devotee not achieve the planet of Krishna or Vishnu? Unfortunately many people have no information of these sublime planets where Krishna and Vishnu live, and because they do not know of them they fall down. Even the impersonalists fall down from the brahmajyoti. The Krishna consciousness movement is therefore distributing sublime information to the entire human society to the effect that by simply chanting the Hare Krishna mantra one can become perfect in this life and go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>