<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 28"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.28</P><P CLASS=c>&#347;ubh&#257;&#347;ubha-phalair evam</P><P CLASS=c>mokshyase karma-bandhanaih</P><P CLASS=c>sanny&#257;sa-yoga-yukt&#257;tm&#257;</P><P CLASS=c>vimukto m&#257;m upaishyasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/subha">&#347;ubha</A> &#8212; from auspicious; <A CLASS=v HREF="http://vedabase.net/a/asubha">a&#347;ubha</A> &#8212; and inauspicious; <A CLASS=v HREF="http://vedabase.net/p/phalaih">phalaih</A> &#8212; results; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/moksyase">mokshyase</A> &#8212; you will become free; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of work; <A CLASS=v HREF="http://vedabase.net/b/bandhanaih">bandhanaih</A> &#8212; from the bondage; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> &#8212; of renunciation; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; the <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/y/yukta">yukta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; having the mind firmly set on; <A CLASS=v HREF="http://vedabase.net/v/vimuktah">vimuktah</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/upaisyasi">upaishyasi</A> &#8212; you will attain.</P><P CLASS=t>TRANSLATION</P><P>In this way you will be freed from bondage to work and its auspicious and inauspicious results. With your mind fixed on Me in this principle of renunciation, you will be liberated and come to Me.</P><P CLASS=t>PURPORT</P><P>One who acts in Krishna consciousness under superior direction is called yukta. The technical term is yukta-vairagya. This is further explained by R&#363;pa Gosv&#257;m&#299; as follows:</P><P>an&#257;saktasya vishay&#257;n</P><P CLASS=n>yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe</P><P CLASS=n>yuktam vair&#257;gyam ucyate</P><P>(Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs2/255">2.255</A>)</P><P>R&#363;pa Gosv&#257;m&#299; says that as long as we are in this material world we have to act; we cannot cease acting. Therefore if actions are performed and the fruits are given to Krishna, then that is called yukta-vair&#257;gya. Actually situated in renunciation, such activities clear the mirror of the mind, and as the actor gradually makes progress in spiritual realization he becomes completely surrendered to the Supreme Personality of Godhead. Therefore at the end he becomes liberated, and this liberation is also specified. By this liberation he does not become one with the brahmajyoti, but rather enters into the planet of the Supreme Lord. It is clearly mentioned here: m&#257;m upaishyasi, "he comes to Me," back home, back to Godhead. There are five different stages of liberation, and here it is specified that the devotee who has always lived his lifetime here under the direction of the Supreme Lord, as stated, has evolved to the point where he can, after quitting this body, go back to Godhead and engage directly in the association of the Supreme Lord.</P><P>Anyone who has no interest but to dedicate his life to the service of the Lord is actually a sanny&#257;s&#299;. Such a person always thinks of himself as an eternal servant, dependent on the supreme will of the Lord. As such, whatever he does, he does it for the benefit of the Lord. Whatever action he performs, he performs it as service to the Lord. He does not give serious attention to the fruitive activities or prescribed duties mentioned in the Vedas. For ordinary persons it is obligatory to execute the prescribed duties mentioned in the Vedas, but although a pure devotee who is completely engaged in the service of the Lord may sometimes appear to go against the prescribed Vedic duties, actually it is not so.</P><P>It is said, therefore, by Vaishnava authorities that even the most intelligent person cannot understand the plans and activities of a pure devotee. The exact words are t&#257;&#324;ra v&#257;kya, kriy&#257;, mudr&#257; vijñeha n&#257; bujhaya (Caitanya-carit&#257;mrita, <A CLASS=v HREF="../../cc/madhya/23/39.htm">Madhya 23.39</A>). A person who is thus always engaged in the service of the Lord or is always thinking and planning how to serve the Lord is to be considered completely liberated at present, and in the future his going back home, back to Godhead, is guaranteed. He is above all materialistic criticism, just as Krishna is above all criticism.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>