<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 32"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.32</P><P CLASS=c>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=c>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=c>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=c>te 'pi y&#257;nti par&#257;m gatim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vyapasritya">vyap&#257;&#347;ritya</A> &#8212; particularly taking shelter; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/y/yonayah">yonayah</A> &#8212; born of <A HREF="http://vedabase.net/a/a">a</A> lower family; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/v/vaisyah">vai&#347;y&#257;h</A> &#8212; mercantile people; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sudrah">&#347;&#363;dr&#257;h</A> &#8212; lower-class men; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even they; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the supreme; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination.</P><P CLASS=t>TRANSLATION</P><P>O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants] and &#347;&#363;dras [workers] &#8212; can attain the supreme destination.</P><P CLASS=t>PURPORT</P><P>It is clearly declared here by the Supreme Lord that in devotional service there is no distinction between the lower and higher classes of people. In the material conception of life there are such divisions, but for a person engaged in transcendental devotional service to the Lord there are not. Everyone is eligible for the supreme destination. In the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/2/4/18.htm">2.4.18</A>) it is stated that even the lowest, who are called cand&#257;las (dog-eaters), can be purified by association with a pure devotee. Therefore devotional service and the guidance of a pure devotee are so strong that there is no discrimination between the lower and higher classes of men; anyone can take to it. The most simple man taking shelter of the pure devotee can be purified by proper guidance. According to the different modes of material nature, men are classified in the mode of goodness (br&#257;hmanas), the mode of passion (kshatriyas, or administrators), the mixed modes of passion and ignorance (vai&#347;yas, or merchants), and the mode of ignorance (&#347;&#363;dras, or workers). Those lower than them are called cand&#257;las, and they are born in sinful families. Generally, the association of those born in sinful families is not accepted by the higher classes. But the process of devotional service is so strong that the pure devotee of the Supreme Lord can enable people of all the lower classes to attain the highest perfection of life. This is possible only when one takes shelter of Krishna. As indicated here by the word vyap&#257;&#347;ritya, one has to take shelter completely of Krishna. Then one can become much greater than great jñ&#257;n&#299;s and yog&#299;s.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>