<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 6"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.6</P><P CLASS=c>yath&#257;k&#257;&#347;a-sthito nityam</P><P CLASS=c>v&#257;yuh sarvatra-go mah&#257;n</P><P CLASS=c>tath&#257; sarv&#257;ni bh&#363;t&#257;ni</P><P CLASS=c>mat-sth&#257;n&#299;ty upadh&#257;raya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/akasa">&#257;k&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/v/vayuh">v&#257;yuh</A> &#8212; the wind; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A>-<A CLASS=v HREF="http://vedabase.net/g/gah">gah</A> &#8212; blowing everywhere; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/s/sarvani">sarv&#257;ni</A> <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all created beings; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/sthani">sth&#257;ni</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/upadharaya">upadh&#257;raya</A> &#8212; try <A HREF="http://vedabase.net/t/to">to</A> understand.</P><P CLASS=t>TRANSLATION</P><P>Understand that as the mighty wind, blowing everywhere, rests always in the sky, all created beings rest in Me.</P><P CLASS=t>PURPORT</P><P>For the ordinary person it is almost inconceivable how the huge material creation is resting in Him. But the Lord is giving an example which may help us to understand. The sky may be the biggest manifestation we can conceive. And in that sky the wind or air is the biggest manifestation in the cosmic world. The movement of the air influences the movements of everything. But although the wind is great, it is still situated within the sky; the wind is not beyond the sky. Similarly, all the wonderful cosmic manifestations are existing by the supreme will of God, and all of them are subordinate to that supreme will. As we generally say, not a blade of grass moves without the will of the Supreme Personality of Godhead. Thus everything is moving under His will: by His will everything is being created, everything is being maintained, and everything is being annihilated. Still He is aloof from everything, as the sky is always aloof from the activities of the wind.</P><P>In the Upanishads it is stated, yad-bh&#299;sh&#257; v&#257;tah pavate: "It is out of the fear of the Supreme Lord that the wind is blowing." (Taittir&#299;ya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/8/1">2.8.1</A>) In the Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8/9">3.8.9</A>) it is stated, etasya v&#257; aksharasya pra&#347;&#257;sane g&#257;rgi s&#363;rya-candramasau vidhritau tishthata etasya v&#257; aksharasya pra&#347;&#257;sane g&#257;rgi dy&#257;v-&#257;prithivyau vidhritau tishthatah. "By the supreme order, under the superintendence of the Supreme Personality of Godhead, the moon, the sun, and the other great planets are moving." In the Brahma-samhit&#257; (<A CLASS=v HREF="../../bs/5/52.htm">5.52</A>) also it is stated,</P><P>yac-cakshur esha savit&#257; sakala-grah&#257;n&#257;m</P><P CLASS=n>r&#257;j&#257; samasta-sura-m&#363;rtir a&#347;esha-tej&#257;h</P><P CLASS=n>yasy&#257;jñay&#257; bhramati sambhrita-k&#257;la-cakro</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>This is a description of the movement of the sun. It is said that the sun is considered to be one of the eyes of the Supreme Lord and that it has immense potency to diffuse heat and light. Still it is moving in its prescribed orbit by the order and the supreme will of Govinda. So, from the Vedic literature we can find evidence that this material manifestation, which appears to us to be very wonderful and great, is under the complete control of the Supreme Personality of Godhead. This will be further explained in the later verses of this chapter.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>