<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 9 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 9 Verse 9"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 9: <A CLASS=v HREF="index.htm">The Most Confidential Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 9.9</P><P CLASS=c>na ca m&#257;m t&#257;ni karm&#257;ni</P><P CLASS=c>nibadhnanti dhanañjaya</P><P CLASS=c>ud&#257;s&#299;na-vad &#257;s&#299;nam</P><P CLASS=c>asaktam teshu karmasu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/n/nibadhnanti">nibadhnanti</A> &#8212; bind; <A CLASS=v HREF="http://vedabase.net/d/dhananjaya">dhanañjaya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> conqueror of riches; <A CLASS=v HREF="http://vedabase.net/u/udasina">ud&#257;s&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> neutral; <A CLASS=v HREF="http://vedabase.net/a/asinam">&#257;s&#299;nam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/a/asaktam">asaktam</A> &#8212; without attraction; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; for those; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; activities.</P><P CLASS=t>TRANSLATION</P><P>O Dhanañjaya, all this work cannot bind Me. I am ever detached from all these material activities, seated as though neutral.</P><P CLASS=t>PURPORT</P><P>One should not think, in this connection, that the Supreme Personality of Godhead has no engagement. In His spiritual world He is always engaged. In the Brahma-samhit&#257; (<A CLASS=v HREF="../../bs/5/6.htm">5.6</A>) it is stated, &#257;tm&#257;r&#257;masya tasy&#257;sti prakrity&#257; na sam&#257;gamah: "He is always involved in His eternal, blissful, spiritual activities, but He has nothing to do with these material activities." Material activities are being carried on by His different potencies. The Lord is always neutral in the material activities of the created world. This neutrality is mentioned here with the word ud&#257;s&#299;na-vat. Although He has control over every minute detail of material activities, He is sitting as if neutral. The example can be given of a high-court judge sitting on his bench. By his order so many things are happening &#8212; someone is being hanged, someone is being put into jail, someone is awarded a huge amount of wealth &#8212; but still he is neutral. He has nothing to do with all that gain and loss. Similarly, the Lord is always neutral, although He has His hand in every sphere of activity. In the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra2/1/34">2.1.34</A>) it is stated, vaishamya-nairghrinye na: He is not situated in the dualities of this material world. He is transcendental to these dualities. Nor is He attached to the creation and annihilation of this material world. The living entities take their different forms in the various species of life according to their past deeds, and the Lord doesn't interfere with them.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>