<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 11 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 11 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord R&#257;macandra Rules the World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.11.22</P><P CLASS=c>sa yaih sprishto 'bhidrishto v&#257;</P><P CLASS=c>samvishto 'nugato 'pi v&#257;</P><P CLASS=c>kosal&#257;s te yayuh sth&#257;nam</P><P CLASS=c>yatra gacchanti yoginah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>, Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by which persons; <A CLASS=v HREF="http://vedabase.net/s/sprstah">sprishtah</A> &#8212; touched; <A CLASS=v HREF="http://vedabase.net/a/abhidrstah">abhidrishtah</A> &#8212; seen; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/s/samvistah">samvishtah</A> &#8212; eating together, lying together; <A CLASS=v HREF="http://vedabase.net/a/anugatah">anugatah</A> &#8212; followed <A HREF="http://vedabase.net/a/as">as</A> servants; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/k/kosalah">kosal&#257;h</A> &#8212; all those inhabitants of <A HREF="http://vedabase.net/k/kosala">Kosala</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; departed; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the place; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/g/gacchanti">gacchanti</A> &#8212; they <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; all the <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-yogis.</P><P CLASS=t>TRANSLATION</P><P>Lord R&#257;macandra returned to His abode, to which bhakti-yog&#299;s are promoted. This is the place to which all the inhabitants of Ayodhy&#257; went after they served the Lord in His manifest pastimes by offering Him obeisances, touching His lotus feet, fully observing Him as a fatherlike King, sitting or lying down with Him like equals, or even just accompanying Him.</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." Here this is confirmed. All the inhabitants of Ayodhy&#257; who saw Lord R&#257;macandra as citizens, served Him as servants, sat and talked with Him as friends or were somehow or other present during His reign went back home, back to Godhead. After giving up the body, the devotee who becomes perfect in devotional service enters that particular universe where Lord R&#257;macandra or Lord Krishna is engaged in His pastimes. Then, after being trained to serve the Lord in various capacities in that prakata-l&#299;l&#257;, the devotee is finally promoted to san&#257;tana-dh&#257;ma, the supreme abode in the spiritual world. This san&#257;tana-dh&#257;ma is also mentioned in Bhagavad-g&#299;t&#257; (paras tasm&#257;t tu bh&#257;vo 'nyo'vyakto'vyakt&#257;t san&#257;tanah [<A CLASS=v HREF="../../../bg/8/20.htm">Bg. 8.20</A>]). One who enters the transcendental pastimes of the Lord is called nitya-l&#299;l&#257;-pravishta. To understand clearly why Lord R&#257;macandra returned, it is mentioned herewith that the Lord went to that particular place where the bhakti-yog&#299;s go. The impersonalists misunderstand the statements of &#346;r&#299;mad-Bh&#257;gavatam to mean that the Lord entered His own effulgence and therefore become impersonal. But the Lord is a person, and His devotees are persons. Indeed, the living entities, like the Lord, were persons in the past, they are persons in the present, and they will continue to be persons even after giving up the body. This is also confirmed in Bhagavad-g&#299;t&#257;.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>