<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 11 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 11 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord R&#257;macandra Rules the World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.11.23</P><P CLASS=c>purusho r&#257;ma-caritam</P><P CLASS=c>&#347;ravanair upadh&#257;rayan</P><P CLASS=c>&#257;nri&#347;amsya-paro r&#257;jan</P><P CLASS=c>karma-bandhair vimucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; any person; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; the narration concerning the activities of the Supreme Personality of Godhead Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/s/sravanaih">&#347;ravanaih</A> &#8212; by aural reception; <A CLASS=v HREF="http://vedabase.net/u/upadharayan">upadh&#257;rayan</A> &#8212; simply by this process of hearing; <A CLASS=v HREF="http://vedabase.net/a/anrsamsya">&#257;nri&#347;amsya</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; becomes completely free from envy; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhaih">bandhaih</A> &#8212; by the bondage of fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/vimucyate">vimucyate</A> &#8212; one becomes liberated.</P><P CLASS=t>TRANSLATION</P><P>O King Par&#299;kshit, anyone who aurally receives the narrations concerning the characteristics of Lord R&#257;macandra's pastimes will ultimately be freed from the disease of envy and thus be liberated from the bondage of fruitive activities.</P><P CLASS=t>PURPORT</P><P>Here in this material world, everyone is envious of someone else. Even in religious life, it is sometimes found that if one devotee has advanced in spiritual activities, other devotees are envious of him. Such envious devotees are not completely freed from the bondage of birth and death. As long as one is not completely free from the cause of birth and death, one cannot enter the san&#257;tana-dh&#257;ma or the eternal pastimes of the Lord. One becomes envious because of being influenced by the designations of the body, but the liberated devotee has nothing to do with the body, and therefore he is completely on the transcendental platform. A devotee is never envious of anyone, even his enemy. Because the devotee knows that the Lord is his supreme protector, he thinks, "What harm can the so-called enemy do?" Thus a devotee is confident about his protection. The Lord says, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham: [<A CLASS=v HREF="../../../bg/4/11.htm">Bg. 4.11</A>] "According to the proportion of one's surrender unto Me, I respond accordingly." A devotee must therefore be completely free from envy, especially of other devotees. To envy other devotees is a great offense, a vaishnava-apar&#257;dha. A devotee who constantly engages in hearing and chanting (&#347;ravana-k&#299;rtana) is certainly freed from the disease of envy, and thus he becomes eligible to go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>