<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 11 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 11 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord R&#257;macandra Rules the World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.11.25</P><P CLASS=c>&#347;r&#299;-b&#257;dar&#257;yanir uv&#257;ca</P><P CLASS=c>ath&#257;di&#347;ad dig-vijaye</P><P CLASS=c>bhr&#257;trims tri-bhuvane&#347;varah</P><P CLASS=c>&#257;tm&#257;nam dar&#347;ayan sv&#257;n&#257;m</P><P CLASS=c>pur&#299;m aikshata s&#257;nugah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/badarayanih">b&#257;dar&#257;yanih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; hereafter (when the Lord accepted the throne on the request of <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/a/adisat">&#257;di&#347;at</A> &#8212; ordered; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A>-<A CLASS=v HREF="http://vedabase.net/v/vijaye">vijaye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> conquer all the world; <A CLASS=v HREF="http://vedabase.net/b/bhratrn">bhr&#257;trin</A> &#8212; His younger brothers; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Lord of the universe; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; personally, Himself; <A CLASS=v HREF="http://vedabase.net/d/darsayan">dar&#347;ayan</A> &#8212; giving audience; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the family members and the citizens; <A CLASS=v HREF="http://vedabase.net/p/purim">pur&#299;m</A> &#8212; the city; <A CLASS=v HREF="http://vedabase.net/a/aiksata">aikshata</A> &#8212; supervised; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anugah</A> &#8212; with other assistants.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; replied: After accepting the throne of the government by the fervent request of His younger brother Bharata, Lord R&#257;macandra ordered His younger brothers to go out and conquer the entire world, while He personally remained in the capital to give audience to all the citizens and residents of the palace and supervise the governmental affairs with His other assistants.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead does not allow any of His devotees or assistants to be engaged in sense gratification. The younger brothers of Lord R&#257;macandra were at home enjoying the personal presence of the Supreme Personality of Godhead, but the Lord ordered Them to go out and achieve victory all over the world. It was the custom (and this custom, in some places, is still current) that all other kings would have to accept the supremacy of the emperor. If the king of a small state did not accept the emperor's supremacy, there would be a fight, and the king of the small state would be obliged to accept the emperor as supreme; otherwise, it would not be possible for the emperor to rule the country.</P><P>Lord R&#257;macandra showed His favor to His brothers by ordering Them to go out. Many of the Lord's devotees residing in Vrind&#257;vana have taken the vow not to leave Vrind&#257;vana to preach Krishna consciousness. But the Lord says that Krishna consciousness should be spread all over the world, in every village and every town. This is the open order of Lord Caitanya Mah&#257;prabhu.</P><P>prithiv&#299;te &#257;che yata nagar&#257;di gr&#257;ma</P><P CLASS=n>sarvatra prac&#257;ra haibe mora n&#257;ma</P><P>A pure devotee, therefore, must execute the order of the Lord and must not gratify his senses by remaining stagnant in one place, falsely proud, thinking that because he does not leave Vrind&#257;vana but chants in a solitary place he has become a great devotee. A devotee must carry out the order of the Supreme Personality of Godhead. Caitanya Mah&#257;prabhu said, y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a [Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>]. Every devotee, therefore, should spread Krishna consciousness by preaching, asking whomever he meets to accept the order of the Supreme Personality of Godhead. The Lord says, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Abandon all varieties of religion and just surrender unto Me." This is the order of the Lord, who speaks as the supreme emperor. Everyone should be induced to accept this order, for this is victory (dig-vijaya). And it is the duty of the soldier, the devotee, to impress upon everyone this philosophy of life.</P><P>Of course, those who are kanishtha-adhik&#257;r&#299;s do not preach, but the Lord shows mercy to them also, as He did by staying personally in Ayodhy&#257; to give audience to the people in general. One should not mistakenly think that the Lord asked His younger brothers to leave Ayodhy&#257; because He especially favored the citizens. The Lord is merciful to everyone, and He knows how to show His favor to each individual person according to his capacity. One who abides by the order of the Lord is a pure devotee.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>