<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 11 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 11 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord R&#257;macandra Rules the World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.11.26</P><P CLASS=c>&#257;sikta-m&#257;rg&#257;m gandhodaih</P><P CLASS=c>karin&#257;m mada-&#347;&#299;karaih</P><P CLASS=c>sv&#257;minam pr&#257;ptam &#257;lokya</P><P CLASS=c>matt&#257;m v&#257; sutar&#257;m iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asikta">&#257;sikta</A>-<A CLASS=v HREF="http://vedabase.net/m/margam">m&#257;rg&#257;m</A> &#8212; the streets were sprinkled; <A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A>-<A CLASS=v HREF="http://vedabase.net/u/udaih">udaih</A> &#8212; with perfumed water; <A CLASS=v HREF="http://vedabase.net/k/karinam">karin&#257;m</A> &#8212; of elephants; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/s/sikaraih">&#347;&#299;karaih</A> &#8212; with particles of perfumed liquor; <A CLASS=v HREF="http://vedabase.net/s/svaminam">sv&#257;minam</A> &#8212; the master or proprietor; <A CLASS=v HREF="http://vedabase.net/p/praptam">pr&#257;ptam</A> &#8212; present; <A CLASS=v HREF="http://vedabase.net/a/alokya">&#257;lokya</A> &#8212; seeing personally; <A CLASS=v HREF="http://vedabase.net/m/mattam">matt&#257;m</A> &#8212; very opulent; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/s/sutaram">sutar&#257;m</A> &#8212; highly; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if.</P><P CLASS=t>TRANSLATION</P><P>During the reign of Lord R&#257;macandra, the streets of the capital, Ayodhy&#257;, were sprinkled with perfumed water and drops of perfumed liquor, thrown about by elephants from their trunks. When the citizens saw the Lord personally supervising the affairs of the city in such opulence, they appreciated this opulence very much.</P><P CLASS=t>PURPORT</P><P>We have simply heard about the opulence of R&#257;ma-r&#257;jya during the reign of Lord R&#257;macandra. Now, here is one example of the opulence of the Lord's kingdom. The streets of Ayodhy&#257; were not only cleaned but also sprinkled with perfumed water and drops of perfumed liquor, which were distributed by elephants through their trunks. There was no need of sprinkling machines, for the elephant has a natural ability to suck water through its trunk and again throw it out in a shower. We can understand the opulence of the city from this one example: it was actually sprinkled with perfumed water. Moreover, the citizens had the opportunity to see the Lord personally supervising the affairs of the state. He was not a sleeping monarch, as we can understand from His activities in sending His brothers to see to affairs outside the capital and punish anyone who did not obey the emperor's orders. This is called dig-vijaya. The citizens were all given facilities for peaceful life, and they were also qualified with appropriate attributes according to varn&#257;&#347;rama. As we have seen from the previous chapter, varn&#257;&#347;rama-gun&#257;nvit&#257;h: the citizens were trained according to the varn&#257;&#347;rama system. A class of men were br&#257;hmanas, a class of men were kshatriyas, a class were vai&#347;yas, and a class were &#347;&#363;dras. Without this scientific division, there can be no question of good citizenship. The King, being magnanimous and perfect in His duty, performed many sacrifices and treated the citizens as His sons, and the citizens, being trained in the varn&#257;&#347;rama system, were obedient and perfectly ordered. The entire monarchy was so opulent and peaceful that the government was even able to sprinkle the street with perfumed water, what to speak of other management. Since the city was sprinkled with perfumed water, we can simply imagine how opulent it was in other respects. Why should the citizens not have felt happy during the reign of Lord R&#257;macandra.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>