<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 11"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 11: Lord R&#257;macandra Rules the World</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.11 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.11.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thereafter, the Supreme Personality of Godhead, Lord R&#257;macandra, accepted an &#257;c&#257;rya and performed sacrifices [yajñas] with opulent paraphernalia. Thus He Himself worshiped Himself, for He is the Supreme Lord of all demigods.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.11.2</B></A>: Lord R&#257;macandra gave the entire east to the hot&#257; priest, the entire south to the brahm&#257; priest, the west to the adhvaryu priest, and the north to the udg&#257;t&#257; priest, the reciter of the S&#257;ma Veda. In this way, He donated His kingdom.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 9.11.3</B></A>: Thereafter, thinking that because the br&#257;hmanas have no material desires they should possess the entire world, Lord R&#257;macandra delivered the land between the east, west, north and south to the &#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.11.4</B></A>: After thus giving everything in charity to the br&#257;hmanas, Lord R&#257;macandra retained only His personal garments and ornaments, and similarly the Queen, mother S&#299;t&#257;, was left with only her nose ring, and nothing else.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.11.5</B></A>: All the br&#257;hmanas who were engaged in the various activities of the sacrifice were very pleased with Lord R&#257;macandra, who was greatly affectionate and favorable to the br&#257;hmanas. Thus with melted hearts they returned all the property received from Him and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.11.6</B></A>: O Lord, You are the master of the entire universe. What have You not given to us? You have entered the core of our hearts and dissipated the darkness of our ignorance by Your effulgence. This is the supreme gift. We do not need a material donation.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.11.7</B></A>: O Lord, You are the Supreme Personality of Godhead, who have accepted the br&#257;hmanas as Your worshipable deity. Your knowledge and memory are never disturbed by anxiety. You are the chief of all famous persons within this world, and Your lotus feet are worshiped by sages who are beyond the jurisdiction of punishment. O Lord R&#257;macandra, let us offer our respectful obeisances unto You.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.11.8</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: Once while Lord R&#257;macandra was walking at night incognito, hiding Himself by a disguise to find out the people's opinion of Himself, He heard a man speaking unfavorably about His wife, S&#299;t&#257;dev&#299;.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.11.9</B></A>: [Speaking to his unchaste wife, the man said] You go to another man's house, and therefore you are unchaste and polluted. I shall not maintain you any more. A henpecked husband like Lord R&#257;ma may accept a wife like S&#299;t&#257;, who went to another man's house, but I am not henpecked like Him, and therefore I shall not accept you again.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.11.10</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Men with a poor fund of knowledge and a heinous character speak nonsensically. Fearing such rascals, Lord R&#257;macandra abandoned His wife, S&#299;t&#257;dev&#299;, although she was pregnant. Thus S&#299;t&#257;dev&#299; went to the &#257;&#347;rama of V&#257;lm&#299;ki Muni.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.11.11</B></A>: When the time came, the pregnant mother S&#299;t&#257;dev&#299; gave birth to twin sons, later celebrated as Lava and Ku&#347;a. The ritualistic ceremonies for their birth were performed by V&#257;lm&#299;ki Muni.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.11.12</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, Lord Lakshmana had two sons, named A&#324;gada and Citraketu, and Lord Bharata also had two sons, named Taksha and Pushkala.</P><P CLASS=r><A CLASS=i HREF="13-14.htm"><B>SB 9.11.13-14</B></A>: &#346;atrughna had two sons, named Sub&#257;hu and &#346;rutasena. When Lord Bharata went to conquer all directions, He had to kill many millions of Gandharvas, who are generally pretenders. Taking all their wealth, He offered it to Lord R&#257;macandra. &#346;atrughna also killed a R&#257;kshasa named Lavana, who was the son of Madhu R&#257;kshasa. Thus He established in the great forest known as Madhuvana the town known as Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.11.15</B></A>: Being forsaken by her husband, S&#299;t&#257;dev&#299; entrusted her two sons to the care of V&#257;lm&#299;ki Muni. Then, meditating upon the lotus feet of Lord R&#257;macandra, she entered into the earth.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.11.16</B></A>: After hearing the news of mother S&#299;t&#257;'s entering the earth, the Supreme Personality of Godhead was certainly aggrieved. Although He is the Supreme Personality of Godhead, upon remembering the exalted qualities of mother S&#299;t&#257;, He could not check His grief in transcendental love.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.11.17</B></A>: The attraction between man and woman, or male and female, always exists everywhere, making everyone always fearful. Such feelings are present even among the controllers like Brahm&#257; and Lord &#346;iva and is the cause of fear for them, what to speak of others who are attached to household life in this material world.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 9.11.18</B></A>: After mother S&#299;t&#257; entered the earth, Lord R&#257;macandra observed complete celibacy and performed an uninterrupted Agnihotra-yajña for thirteen thousand years.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 9.11.19</B></A>: After completing the sacrifice, Lord R&#257;macandra, whose lotus feet were sometimes pierced by thorns when He lived in Dandak&#257;ranya, placed those lotus feet in the hearts of those who always think of Him. Then He entered His own abode, the Vaikuntha planet beyond the brahmajyoti.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 9.11.20</B></A>: Lord R&#257;macandra's reputation for having killed R&#257;vana with showers of arrows at the request of the demigods and for having built a bridge over the ocean does not constitute the factual glory of the Supreme Personality of Godhead Lord R&#257;macandra, whose spiritual body is always engaged in various pastimes. Lord R&#257;macandra has no equal or superior, and therefore He had no need to take help from the monkeys to gain victory over R&#257;vana.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 9.11.21</B></A>: Lord R&#257;macandra's spotless name and fame, which vanquish all sinful reactions, are celebrated in all directions, like the ornamental cloth of the victorious elephant that conquers all directions. Great saintly persons like M&#257;rkandeya Rishi still glorify His characteristics in the assemblies of great emperors like Mah&#257;r&#257;ja Yudhishthira. Similarly, all the saintly kings and all the demigods, including Lord &#346;iva and Lord Brahm&#257;, worship the Lord by bowing down with their helmets. Let me offer my obeisances unto His lotus feet.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 9.11.22</B></A>: Lord R&#257;macandra returned to His abode, to which bhakti-yog&#299;s are promoted. This is the place to which all the inhabitants of Ayodhy&#257; went after they served the Lord in His manifest pastimes by offering Him obeisances, touching His lotus feet, fully observing Him as a fatherlike King, sitting or lying down with Him like equals, or even just accompanying Him.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 9.11.23</B></A>: O King Par&#299;kshit, anyone who aurally receives the narrations concerning the characteristics of Lord R&#257;macandra's pastimes will ultimately be freed from the disease of envy and thus be liberated from the bondage of fruitive activities.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 9.11.24</B></A>: Mah&#257;r&#257;ja Par&#299;kshit inquired from &#346;ukadeva Gosv&#257;m&#299;: How did the Lord conduct Himself, and how did He behave in relationship with His brothers, who were expansions of His own self? And how did His brothers and the inhabitants of Ayodhy&#257; treat Him?</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 9.11.25</B></A>: &#346;ukadeva Gosv&#257;m&#299; replied: After accepting the throne of the government by the fervent request of His younger brother Bharata, Lord R&#257;macandra ordered His younger brothers to go out and conquer the entire world, while He personally remained in the capital to give audience to all the citizens and residents of the palace and supervise the governmental affairs with His other assistants.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 9.11.26</B></A>: During the reign of Lord R&#257;macandra, the streets of the capital, Ayodhy&#257;, were sprinkled with perfumed water and drops of perfumed liquor, thrown about by elephants from their trunks. When the citizens saw the Lord personally supervising the affairs of the city in such opulence, they appreciated this opulence very much.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 9.11.27</B></A>: The palaces, the palace gates, the assembly houses, the platforms for meeting places, the temples and all such places were decorated with golden waterpots and bedecked with various types of flags.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 9.11.28</B></A>: Wherever Lord R&#257;macandra visited, auspicious welcome gates were constructed, with banana trees and betel nut trees, full of flowers and fruits. The gates were decorated with various flags made of colorful cloth and with tapestries, mirrors and garlands.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 9.11.29</B></A>: Wherever Lord R&#257;macandra visited, the people approached Him with paraphernalia of worship and begged the Lord's blessings. "O Lord," they said, "as You rescued the earth from the bottom of the sea in Your incarnation as a boar, may You now maintain it. Thus we beg Your blessings."</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 9.11.30</B></A>: Thereafter, not having seen the Lord for a long time, the citizens, both men and women, being very eager to see Him, left their homes and got up on the roofs of the palaces. Being incompletely satiated with seeing the face of the lotus-eyed Lord R&#257;macandra, they showered flowers upon Him.</P><P CLASS=r><A CLASS=i HREF="31-34.htm"><B>SB 9.11.31-34</B></A>: Thereafter, Lord R&#257;macandra entered the palace of His forefathers. Within the palace were various treasures and valuable wardrobes. The sitting places on the two sides of the entrance door were made of coral, the yards were surrounded by pillars of vaid&#363;rya-mani, the floor was made of highly polished marakata-mani, and the foundation was made of marble. The entire palace was decorated with flags and garlands and bedecked with valuable stones, shining with a celestial effulgence. The palace was fully decorated with pearls and surrounded by lamps and incense. The men and women within the palace all resembled demigods and were decorated with various ornaments, which seemed beautiful because of being placed on their bodies.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 9.11.35</B></A>: Lord R&#257;macandra, the Supreme Personality of Godhead, chief of the best learned scholars, resided in that palace with His pleasure potency, mother S&#299;t&#257;, and enjoyed complete peace.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 9.11.36</B></A>: Without transgressing the religious principles, Lord R&#257;macandra, whose lotus feet are worshiped by devotees in meditation, enjoyed with all the paraphernalia of transcendental pleasure for as long as needed.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>