<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 7 Verses 9-10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 7 Verses 9-10"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Pur&#257;nic Literatures</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.7.9-10</P><P CLASS=c>sargo 'sy&#257;tha visarga&#347; ca</P><P CLASS=c>vritti-raksh&#257;ntar&#257;ni ca</P><P CLASS=c>vam&#347;o vam&#347;&#257;nucar&#299;tam</P><P CLASS=c>samsth&#257; hetur ap&#257;&#347;rayah</P><P CLASS=c>da&#347;abhir lakshanair yuktam</P><P CLASS=c>pur&#257;nam tad-vido viduh</P><P CLASS=c>kecit pañca-vidham brahman</P><P CLASS=c>mahad-alpa-vyavasthay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sargah">sargah</A> &#8212; the creation; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this universe; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/visargah">visargah</A> &#8212; the secondary creation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vritti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/r/raksa">raksh&#257;</A> &#8212; protection by sustenance; <A CLASS=v HREF="http://vedabase.net/a/antarani">antar&#257;ni</A> &#8212; the reigns of the Manus; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vamsah">vam&#347;ah</A> &#8212; the dynasties of great kings; <A CLASS=v HREF="http://vedabase.net/v/vamsa">vam&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/anucaritam">anucaritam</A> &#8212; the narrations of their activities; <A CLASS=v HREF="http://vedabase.net/s/samstha">samsth&#257;</A> &#8212; the annihilation; <A CLASS=v HREF="http://vedabase.net/h/hetuh">hetuh</A> &#8212; the motivation (for the living entities' involvement <A HREF="http://vedabase.net/i/in">in</A> material activities); <A CLASS=v HREF="http://vedabase.net/a/apasrayah">ap&#257;&#347;rayah</A> &#8212; the supreme shelter; <A CLASS=v HREF="http://vedabase.net/d/dasabhih">da&#347;abhih</A> &#8212; with the ten; <A CLASS=v HREF="http://vedabase.net/l/laksanaih">lakshanaih</A> &#8212; characteristics; <A CLASS=v HREF="http://vedabase.net/y/yuktam">yuktam</A> &#8212; endowed; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/purana">Pur&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of this matter; <A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; those who know; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; they know; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; some authorities; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; fivefold; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; of great; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A> &#8212; and lesser; <A CLASS=v HREF="http://vedabase.net/v/vyavasthaya">vyavasthay&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the distinction.</P><P CLASS=t>TRANSLATION</P><P>O br&#257;hmana, authorities on the matter understand a Pur&#257;na to contain ten characteristic topics: the creation of this universe, the subsequent creation of worlds and beings, the maintenance of all living beings, their sustenance, the rule of various Manus, the dynasties of great kings, the activities of such kings, annihilation, motivation and the supreme shelter. Other scholars state that the great Pur&#257;nas deal with these ten topics, while lesser Pur&#257;nas may deal with five.</P><P CLASS=t>PURPORT</P><P>The ten subjects of a great Pur&#257;na are also described in the Second Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/10/1.htm">2.10.1</A>):</P><P>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=n>atra sargo visarga&#347; ca</P><P CLASS=n>sth&#257;nam poshanam &#363;tayah</P><P CLASS=n>manvantare&#347;&#257;nukath&#257;</P><P CLASS=n>nirodho muktir &#257;&#347;rayah</P><P>"&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: In the &#346;r&#299;mad-Bh&#257;gavatam there are ten divisions of statements regarding the following: the creation of the universe, subcreation, planetary systems, protection by the Lord, the creative impetus, the change of Manus, the science of God, returning home (back to Godhead), liberation and the summum bonum."</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, Pur&#257;nas such as &#346;r&#299;mad-Bh&#257;gavatam deal with these ten topics, whereas lesser Pur&#257;nas deal with only five. As stated in Vedic literature:</P><P>sarga&#347; ca pratisarga&#347; ca</P><P CLASS=n>vam&#347;o manvantar&#257;ni ca</P><P CLASS=n>vam&#347;&#257;nucaritam ceti</P><P CLASS=n>pur&#257;nam pañca-lakshanam</P><P>"Creation, secondary creation, the dynasties of kings, the reigns of Manus and the activities of various dynasties are the five characteristics of a Pur&#257;na." Pur&#257;nas covering five categories of knowledge are understood to be secondary Pur&#257;nic literature.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained that the ten principal topics of &#346;r&#299;mad-Bh&#257;gavatam are found within each of the twelve cantos. One should not try to assign each of the ten topics to a particular canto. Nor should the &#346;r&#299;mad-Bh&#257;gavatam be artificially interpreted to show that it deals with the topics successively. The simple fact is that all aspects of knowledge important to human beings, summarized in the ten categories mentioned above, are described with various degrees of emphasis and analysis throughout the &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>