<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 7: The Pur&#257;nic Literatures</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 12.7 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 12.7.1</B></A>: S&#363;ta Gosv&#257;m&#299; said: Sumantu Rishi, the authority on the Atharva Veda, taught his samhit&#257; to his disciple Kabandha, who in turn spoke it to Pathya and Vedadar&#347;a.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 12.7.2</B></A>: &#346;aukl&#257;yani, Brahmabali, Modosha and Pippal&#257;yani were disciples of Vedadar&#347;a. Hear from me also the names of the disciples of Pathya. My dear br&#257;hmana, they are Kumuda, &#346;unaka and J&#257;jali, all of whom knew the Atharva Veda very well.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 12.7.3</B></A>: Babhru and Saindhav&#257;yana, disciples of &#346;unaka, studied the two divisions of their spiritual master's compilation of the Atharva Veda. Saindhav&#257;yana's disciple S&#257;varna and disciples of other great sages also studied this edition of the Atharva Veda.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 12.7.4</B></A>: Nakshatrakalpa, &#346;&#257;ntikalpa, Ka&#347;yapa, &#256;&#324;girasa and others were also among the &#257;c&#257;ryas of the Atharva Veda. Now, O sage, listen as I name the authorities on Pur&#257;nic literature.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 12.7.5</B></A>: Trayy&#257;runi, Ka&#347;yapa, S&#257;varni, Akritavrana, Vai&#347;amp&#257;yana and H&#257;r&#299;ta are the six masters of the Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 12.7.6</B></A>: Each of them studied one of the six anthologies of the Pur&#257;nas from my father, Romah&#257;rshana, who was a disciple of &#346;r&#299;la Vy&#257;sadeva. I became the disciple of these six authorities and thoroughly learned all their presentations of Puranic wisdom.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 12.7.7</B></A>: Romaharshana, a disciple of Vedavy&#257;sa, divided the Pur&#257;nas into four basic compilations. The sage Ka&#347;yapa and I, along with S&#257;varni and Akritavrana, a disciple of R&#257;ma, learned these four divisions.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 12.7.8</B></A>: O &#346;aunaka, please hear with attention the characteristics of a Pur&#257;na, which have been defined by the most eminent learned br&#257;hmanas in accordance with Vedic literature.</P><P CLASS=r><A CLASS=i HREF="9-10.htm"><B>SB 12.7.9-10</B></A>: O br&#257;hmana, authorities on the matter understand a Pur&#257;na to contain ten characteristic topics: the creation of this universe, the subsequent creation of worlds and beings, the maintenance of all living beings, their sustenance, the rule of various Manus, the dynasties of great kings, the activities of such kings, annihilation, motivation and the supreme shelter. Other scholars state that the great Pur&#257;nas deal with these ten topics, while lesser Pur&#257;nas may deal with five.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 12.7.11</B></A>: From the agitation of the original modes within the unmanifest material nature, the mahat-tattva arises. From the mahat-tattva comes the element false ego, which divides into three aspects. This threefold false ego further manifests as the subtle forms of perception, as the senses and as the gross sense objects. The generation of all these is called creation.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 12.7.12</B></A>: The secondary creation, which exists by the mercy of the Lord, is the manifest amalgamation of the desires of the living entities. Just as a seed produces additional seeds, activities that promote material desires in the performer produce moving and nonmoving life forms.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 12.7.13</B></A>: Vritti means the process of sustenance, by which the moving beings live upon the nonmoving. For a human, vritti specifically means acting for one's livelihood in a manner suited to his personal nature. Such action may be carried out either in pursuit of selfish desire or in accordance with the law of God.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 12.7.14</B></A>: In each age, the infallible Lord appears in this world among the animals, human beings, sages and demigods. By His activities in these incarnations He protects the universe and kills the enemies of Vedic culture.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 12.7.15</B></A>: In each reign of Manu, six types of personalities appear as manifestations of Lord Hari: the ruling Manu, the chief demigods, the sons of Manu, Indra, the great sages and the partial incarnations of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 12.7.16</B></A>: Dynasties are lines of kings originating with Lord Brahm&#257; and extending continuously through past, present and future. The accounts of such dynasties, especially of their most prominent members, constitute the subject of dynastic history.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 12.7.17</B></A>: There are four types of cosmic annihilation &#8212; occasional, elemental, continuous and ultimate &#8212; all of which are effected by the inherent potency of the Supreme Lord. Learned scholars have designated this topic dissolution.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 12.7.18</B></A>: Out of ignorance the living being performs material activities and thereby becomes in one sense the cause of the creation, maintenance and destruction of the universe. Some authorities call the living being the personality underlying the material creation, while others say he is the unmanifest self.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 12.7.19</B></A>: The Supreme Absolute Truth is present throughout all the stages of awareness &#8212; waking consciousness, sleep and deep sleep &#8212; throughout all the phenomena manifested by the illusory energy, and within the functions of all living entities, and He also exists separate from all these. Thus situated in His own transcendence, He is the ultimate and unique shelter.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 12.7.20</B></A>: Although a material object may assume various forms and names, its essential ingredient is always present as the basis of its existence. Similarly, both conjointly and separately, the Supreme Absolute Truth is always present with the created material body throughout its phases of existence, beginning with conception and ending with death.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 12.7.21</B></A>: Either automatically or because of one's regulated spiritual practice, one's mind may stop functioning on the material platform of waking consciousness, sleep and deep sleep. Then one understands the Supreme Soul and withdraws from material endeavor.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 12.7.22</B></A>: Sages expert in ancient histories have declared that the Pur&#257;nas, according to their various characteristics, can be divided into eighteen major Pur&#257;nas and eighteen secondary Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="23-24.htm"><B>SB 12.7.23-24</B></A>: The eighteen major Pur&#257;nas are the Brahm&#257;, Padma, Vishnu, &#346;iva, Li&#324;ga, Garuda, N&#257;rada, Bh&#257;gavata, Agni, Skanda, Bhavishya, Brahma-vaivarta, M&#257;rkandeya, V&#257;mana, Var&#257;ha, Matsya, K&#363;rma and Brahm&#257;nda Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 12.7.25</B></A>: I have thoroughly described to you, O br&#257;hmana, the expansion of the branches of the Vedas by the great sage Vy&#257;sadeva, his disciples and the disciples of his disciples. One who listens to this narration will increase in spiritual strength.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>