<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 20 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 20 Verse 28"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The &#346;iksh&#257;shtaka Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 20.28</P><P CLASS=c>premera svabh&#257;va &#8212; y&#257;h&#257;&#324; premera sambandha</P><P CLASS=c>sei m&#257;ne, &#8212; 'krishne mora n&#257;hi prema-gandha'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/premera">premera</A> <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; the nature of love of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yahan">y&#257;h&#257;&#324;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/p/premera">premera</A> <A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> relationship of love of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> recognizes; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/g/gandha">gandha</A> &#8212; even <A HREF="http://vedabase.net/a/a">a</A> scent of love of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Wherever there is a relationship of love of Godhead, its natural symptom is that the devotee does not think himself a devotee. Instead, he always thinks that he has not even a drop of love for Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that persons who are actually very poor because they possess not even a drop of love of Godhead or pure devotional service falsely advertise themselves as great devotees, although they cannot at any time relish the transcendental bliss of devotional service. A class of so-called devotees known as pr&#257;krita-sahajiy&#257;s sometimes display devotional symptoms to exhibit their good fortune. They are pretending, however, because these devotional features are only external. The pr&#257;krita-sahajiy&#257;s exhibit these symptoms to advertise their so-called advancement in love of Krishna, but instead of praising the pr&#257;krita-sahajiy&#257;s for their symptoms of transcendental ecstasy, pure devotees do not like to associate with them. It is not advisable to equate the pr&#257;krita-sahajiy&#257;s with pure devotees. When one is actually advanced in ecstatic love of Krishna, he does not try to advertise himself. Instead, he endeavors more and more to render service to the Lord.</P><P>The pr&#257;krita-sahajiy&#257;s sometimes criticize pure devotees by calling them philosophers, learned scholars, knowers of the truth, or minute observers, but not devotees. On the other hand, they depict themselves as the most advanced, transcendentally blissful devotees, deeply absorbed in devotional service and mad to taste transcendental mellows. They also describe themselves as the most advanced devotees in spontaneous love, as knowers of transcendental mellows, as the topmost devotees in conjugal love of Krishna, and so on. Not actually knowing the transcendental nature of love of God, they accept their material emotions to be indicative of advancement. In this way they pollute the process of devotional service. To try to become writers of Vaishnava literature, they introduce their material conceptions of life into pure devotional service. Because of their material conceptions, they advertise themselves as knowers of transcendental mellows, but they do not understand the transcendental nature of devotional service.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>