<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 20 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 20 Verse 57"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The &#346;iksh&#257;shtaka Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 20.57</P><P CLASS=c>kushth&#299;-viprera raman&#299;, pativrat&#257;-&#347;iromani,</P><P CLASS=c>pati l&#257;gi' kail&#257; ve&#347;y&#257;ra sev&#257;</P><P CLASS=c>stambhila s&#363;ryera gati, j&#299;y&#257;ila mrita pati,</P><P CLASS=c>tushta kaila mukhya tina-dev&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kusthi">kushth&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/viprera">viprera</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> who suffered from leprosy; <A CLASS=v HREF="http://vedabase.net/r/ramani">raman&#299;</A> &#8212; the wife; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/v/vrata">vrat&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/siromani">&#347;iromani</A> &#8212; the topmost of chaste women; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for the satisfaction of her husband; <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/v/vesyara">ve&#347;y&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> prostitute; <A CLASS=v HREF="http://vedabase.net/s/stambhila">stambhila</A> &#8212; stopped; <A CLASS=v HREF="http://vedabase.net/s/suryera">s&#363;ryera</A> <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; the movement of the sun; <A CLASS=v HREF="http://vedabase.net/j/jiyaila">j&#299;y&#257;ila</A> &#8212; revived; <A CLASS=v HREF="http://vedabase.net/m/mrta">mrita</A> <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; the dead husband; <A CLASS=v HREF="http://vedabase.net/t/tusta">tushta</A> <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A> &#8212; the principal; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">dev&#257;</A> &#8212; three deities or demigods.</P><P CLASS=t>TRANSLATION</P><P>"The wife of a br&#257;hmana suffering from leprosy manifested herself as the topmost of all chaste women by serving a prostitute to satisfy her husband. She thus stopped the movement of the sun, brought her dead husband back to life and satisfied the three principal demigods [Brahm&#257;, Vishnu and Mahe&#347;vara].</P><P CLASS=t>PURPORT</P><P>The &#256;ditya Pur&#257;na, M&#257;rkandeya Pur&#257;na and Padma Pur&#257;na tell about a br&#257;hmana who was suffering from leprosy but had a very chaste and faithful wife. He desired to enjoy the company of a prostitute, and therefore his wife went to her and became her maidservant, just to draw her attention for his service. When the prostitute agreed to associate with him, the wife brought her the leprotic husband. When that leper, the sinful son of a br&#257;hmana, saw the chastity of his wife, he finally abandoned his sinful intentions. While coming home, however, he touched the body of M&#257;rkandeya Rishi, who thus cursed him to die at sunrise. Because of her chastity, the woman was very powerful. Therefore when she heard about the curse, she vowed to stop the sunrise. Because of her strong determination to serve her husband, the three deities &#8212; namely Brahm&#257;, Vishnu and Mahe&#347;vara &#8212; were very happy, and they gave her the benediction that her husband would be cured and brought back to life. This example is given herein to emphasize that a devotee should engage himself exclusively for the satisfaction of Krishna, without personal motives. That will make his life successful.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>