<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 20"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: The &#346;iksh&#257;shtaka Prayers</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 20 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 20.1</B></A>: Only the most fortunate will relish the mad words of &#346;r&#299; Caitanya Mah&#257;prabhu, which were mixed with jubilation, envy, agitation, submissiveness and grief, all produced by ecstatic loving emotions.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 20.2</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 20.3</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu thus resided at Jagann&#257;tha Pur&#299; [N&#299;l&#257;cala], He was continuously overwhelmed, night and day, by separation from Krishna.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 20.4</B></A>: Day and night He tasted transcendental blissful songs and verses with two associates, namely Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 20.5</B></A>: He relished the symptoms of various transcendental emotions, such as jubilation, lamentation, anger, humility, anxiety, grief, eagerness and satisfaction.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 20.6</B></A>: He would recite His own verses, expressing their meanings and emotions, and thus enjoy tasting them with these two friends.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 20.7</B></A>: Sometimes the Lord would be absorbed in a particular emotion and would stay awake all night reciting related verses and relishing their taste.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 20.8</B></A>: In great jubilation, &#346;r&#299; Caitanya Mah&#257;prabhu said, "My dear Svar&#363;pa D&#257;modara and R&#257;m&#257;nanda R&#257;ya, know from Me that chanting the holy names is the most feasible means of salvation in this Age of Kali.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 20.9</B></A>: "In this Age of Kali, the process of worshiping Krishna is to perform sacrifice by chanting the holy name of the Lord. One who does so is certainly very intelligent, and he attains shelter at the lotus feet of Krishna.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 20.10</B></A>: "'In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the name of Krishna. Although His complexion is not blackish, He is Krishna Himself. He is accompanied by His associates, servants, weapons and confidential companions.'</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 20.11</B></A>: "Simply by chanting the holy name of Lord Krishna, one can be freed from all undesirable habits. This is the means of awakening all good fortune and initiating the flow of waves of love for Krishna.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 20.12</B></A>: "'Let there be all victory for the chanting of the holy name of Lord Krishna, which can cleanse the mirror of the heart and stop the miseries of the blazing fire of material existence. That chanting is the waxing moon that spreads the white lotus of good fortune for all living entities. It is the life and soul of all education. The chanting of the holy name of Krishna expands the blissful ocean of transcendental life. It gives a cooling effect to everyone and enables one to taste full nectar at every step.'</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 20.13</B></A>: "By performing congregational chanting of the Hare Krishna mantra, one can destroy the sinful condition of material existence, purify the unclean heart and awaken all varieties of devotional service.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 20.14</B></A>: "The result of chanting is that one awakens his love for Krishna and tastes transcendental bliss. Ultimately, one attains the association of Krishna and engages in His devotional service, as if immersing himself in a great ocean of love."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 20.15</B></A>: Lamentation and humility awoke within &#346;r&#299; Caitanya Mah&#257;prabhu, and He began reciting another of His own verses. By hearing the meaning of that verse, one can forget all unhappiness and lamentation.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 20.16</B></A>: "'My Lord, O Supreme Personality of Godhead, in Your holy name there is all good fortune for the living entity, and therefore You have many names, such as "Krishna" and "Govinda," by which You expand Yourself. You have invested all Your potencies in those names, and there are no hard and fast rules for remembering them. My dear Lord, although You bestow such mercy upon the fallen, conditioned souls by liberally teaching Your holy names, I am so unfortunate that I commit offenses while chanting the holy name, and therefore I do not achieve attachment for chanting.'</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 20.17</B></A>: "Because people vary in their desires, You have distributed various holy names by Your mercy.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 20.18</B></A>: "Regardless of time or place, one who chants the holy name, even while eating or sleeping, attains all perfection.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 20.19</B></A>: "You have invested Your full potencies in each individual holy name, but I am so unfortunate that I have no attachment for chanting Your holy names."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 20.20</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "O Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya, hear from Me the symptoms of how one should chant the Hare Krishna mah&#257;-mantra to awaken very easily one's dormant love for Krishna.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 20.21</B></A>: "'One who thinks himself lower than the grass, who is more tolerant than a tree, and who does not expect personal honor but is always prepared to give all respect to others can very easily always chant the holy name of the Lord.'</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 20.22</B></A>: "These are the symptoms of one who chants the Hare Krishna mah&#257;-mantra. Although he is very exalted, he thinks himself lower than the grass on the ground, and like a tree, he tolerates everything in two ways.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 20.23</B></A>: "When a tree is cut down, it does not protest, and even when drying up, it does not ask anyone for water.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 20.24</B></A>: "The tree delivers its fruits, flowers and whatever else it possesses to anyone and everyone. It tolerates scorching heat and torrents of rain, yet it still gives shelter to others.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 20.25</B></A>: "Although a Vaishnava is the most exalted person, he is prideless and gives all respect to everyone, knowing everyone to be the resting place of Krishna.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 20.26</B></A>: "If one chants the holy name of Lord Krishna in this manner, he will certainly awaken his dormant love for Krishna's lotus feet."</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 20.27</B></A>: As Lord Caitanya spoke in this way, His humility increased, and He began praying to Krishna that He could discharge pure devotional service.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 20.28</B></A>: Wherever there is a relationship of love of Godhead, its natural symptom is that the devotee does not think himself a devotee. Instead, he always thinks that he has not even a drop of love for Krishna.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 20.29</B></A>: "'O Lord of the universe, I do not desire material wealth, materialistic followers, a beautiful wife or fruitive activities described in flowery language. All I want, life after life, is unmotivated devotional service to You.'</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 20.30</B></A>: "My dear Lord Krishna, I do not want material wealth from You, nor do I want followers, a beautiful wife or the results of fruitive activities. I only pray that by Your causeless mercy You give Me pure devotional service to You, life after life."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 20.31</B></A>: In great humility, considering Himself a conditioned soul of the material world, &#346;r&#299; Caitanya Mah&#257;prabhu again expressed His desire to be endowed with service to the Lord.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 20.32</B></A>: "'O My Lord, O Krishna, son of Mah&#257;r&#257;ja Nanda, I am Your eternal servant, but because of My own fruitive acts I have fallen into this horrible ocean of nescience. Now please be causelessly merciful to Me. Consider Me a particle of dust at Your lotus feet.'</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 20.33</B></A>: "I am Your eternal servant, but I forgot Your Lordship. Now I have fallen into the ocean of nescience and have been conditioned by the external energy.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 20.34</B></A>: "Be causelessly merciful to Me by giving Me a place with the particles of dust at Your lotus feet so that I may engage in the service of Your Lordship as Your eternal servant."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 20.35</B></A>: Natural humility and eagerness then awoke in Lord &#346;r&#299; Caitanya Mah&#257;prabhu. He prayed to Krishna to be able to chant the mah&#257;-mantra in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 20.36</B></A>: "'My dear Lord, when will My eyes be beautified by filling with tears that constantly glide down as I chant Your holy name? When will My voice falter and all the hairs on My body stand erect in transcendental happiness as I chant Your holy name?'</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 20.37</B></A>: "Without love of Godhead, My life is useless. Therefore I pray that You accept Me as Your servant and give Me the salary of ecstatic love of God."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 20.38</B></A>: Separation from Krishna awoke various mellows of distress, lamentation and humility. Thus &#346;r&#299; Caitanya Mah&#257;prabhu spoke like a crazy man.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 20.39</B></A>: "'My Lord Govinda, because of separation from You, I consider even a moment a great millennium. Tears flow from My eyes like torrents of rain, and I see the entire world as void.'</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 20.40</B></A>: "In My agitation, a day never ends, for every moment seems like a millennium. Pouring incessant tears, My eyes are like clouds in the rainy season.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 20.41</B></A>: "The three worlds have become void because of separation from Govinda. I feel as if I were burning alive in a slow fire.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 20.42</B></A>: "Lord Krishna has become indifferent to Me just to test My love, and My friends say, 'Better to disregard Him.'"</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 20.43</B></A>: While &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was thinking in this way, the characteristics of natural love became manifest because of Her pure heart.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 20.44</B></A>: The ecstatic symptoms of envy, great eagerness, humility, zeal and supplication all became manifest at once.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 20.45</B></A>: In that mood, the mind of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was agitated, and therefore She spoke a verse of advanced devotion to Her gop&#299; friends.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 20.46</B></A>: In the same spirit of ecstasy, &#346;r&#299; Caitanya Mah&#257;prabhu recited that verse, and as soon as He did so, He felt like &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 20.47</B></A>: "Let Krishna tightly embrace this maidservant who has fallen at His lotus feet, or let Him trample Me or break My heart by never being visible to Me. He is a debauchee, after all, and can do whatever He likes, but He is still no one other than the worshipable Lord of My heart.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 20.48</B></A>: "I am a maidservant at the lotus feet of Krishna. He is the embodiment of transcendental happiness and mellows. If He likes He can tightly embrace Me and make Me feel oneness with Him, or by not giving Me His audience, He may corrode My mind and body. Nevertheless, it is He who is the Lord of My life.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 20.49</B></A>: "My dear friend, just hear the decision of My mind. Krishna is the Lord of My life in all conditions, whether He shows Me affection or kills Me by giving Me unhappiness.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 20.50</B></A>: "Sometimes Krishna gives up the company of other gop&#299;s and becomes controlled, mind and body, by Me. Thus He manifests My good fortune and gives others distress by performing His loving affairs with Me.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 20.51</B></A>: "Or, since after all He is a very cunning, obstinate debauchee with a propensity to cheat, He takes to the company of other women. He then indulges in loving affairs with them in front of Me to give distress to My mind. Nevertheless, He is still the Lord of My life.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 20.52</B></A>: "I do not mind My personal distress. I only wish for the happiness of Krishna, for His happiness is the goal of My life. However, if He feels great happiness in giving Me distress, that distress is the best of My happiness.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 20.53</B></A>: "If Krishna, attracted by the beauty of some other woman, wants to enjoy with her but is unhappy because He cannot get her, I fall down at her feet, catch her hand and bring her to Krishna to engage her for His happiness.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 20.54</B></A>: "When a beloved gop&#299; shows symptoms of anger toward Krishna, Krishna is very satisfied. Indeed, He is extremely pleased when chastised by such a gop&#299;. She shows her pride suitably, and Krishna enjoys that attitude. Then she gives up her pride with a little endeavor.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 20.55</B></A>: "Why does a woman continue to live who knows that Krishna's heart is unhappy but who still shows her deep anger toward Him? She is interested in her own happiness. I condemn such a woman to be struck on the head with a thunderbolt, for We simply want the happiness of Krishna.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 20.56</B></A>: "If a gop&#299; envious of Me satisfies Krishna and Krishna desires her, I shall not hesitate to go to her house and become her maidservant, for then My happiness will be awakened.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 20.57</B></A>: "The wife of a br&#257;hmana suffering from leprosy manifested herself as the topmost of all chaste women by serving a prostitute to satisfy her husband. She thus stopped the movement of the sun, brought her dead husband back to life and satisfied the three principal demigods [Brahm&#257;, Vishnu and Mahe&#347;vara].</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 20.58</B></A>: "Krishna is My life and soul. Krishna is the treasure of My life. Indeed, Krishna is the very life of My life. I therefore keep Him always in My heart and try to please Him by rendering service. That is My constant meditation.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 20.59</B></A>: "My happiness is in the service of Krishna, and Krishna's happiness is in union with Me. For this reason, I give My body in charity to the lotus feet of Krishna, who accepts Me as His loved one and calls Me His most beloved. It is then that I consider Myself His maidservant.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 20.60</B></A>: "Service to My lover is the home of happiness and is more sweet than direct union with Him. The goddess of fortune is evidence of this, for although she constantly lives on the heart of N&#257;r&#257;yana, she wants to render service to His lotus feet. She therefore considers herself a maidservant and serves Him constantly."</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 20.61</B></A>: These statements by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; show the symptoms of pure love for Krishna tasted by &#346;r&#299; Caitanya Mah&#257;prabhu. In that ecstatic love, His mind was unsteady. Transformations of transcendental love spread throughout His entire body, and He could not sustain His body and mind.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 20.62</B></A>: The pure devotional service in Vrind&#257;vana is like the golden particles in the river J&#257;mb&#363;. In Vrind&#257;vana there is not a trace of personal sense gratification. It is to advertise such pure love in this material world that &#346;r&#299; Caitanya Mah&#257;prabhu has written the previous verse and explained its meaning.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 20.63</B></A>: Thus overwhelmed by ecstatic love, &#346;r&#299; Caitanya Mah&#257;prabhu spoke like a madman and recited suitable verses.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 20.64</B></A>: The Lord had formerly composed these eight verses to teach people in general. Now He personally tasted the meaning of the verses, which are called the &#346;iksh&#257;shtaka.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 20.65</B></A>: If anyone recites or hears these eight verses of instruction by &#346;r&#299; Caitanya Mah&#257;prabhu, his ecstatic love and devotion for Krishna increase day by day.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 20.66</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu is as deep and grave as millions of oceans, when the moon of His various emotions rises, He becomes restless.</P><P CLASS=r><A CLASS=i HREF="67-68.htm"><B>CC Antya 20.67-68</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu read the verses of Jayadeva's G&#299;ta-govinda, of &#346;r&#299;mad-Bh&#257;gavatam, of R&#257;m&#257;nanda R&#257;ya's drama Jagann&#257;tha-vallabha-n&#257;taka, and of Bilvama&#324;gala Th&#257;kura's Krishna-karn&#257;mrita, He was overwhelmed by the various ecstatic emotions of those verses. Thus He tasted their purports.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 20.69</B></A>: For twelve years, &#346;r&#299; Caitanya Mah&#257;prabhu remained in that state day and night. With His two friends He tasted the meaning of those verses, which consists of nothing but the transcendental bliss and mellows of Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 20.70</B></A>: Even Anantadeva, who has thousands of faces, could not reach the end of describing the transcendental bliss of &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 20.71</B></A>: How, then, could an ordinary living being with very little intelligence describe such pastimes? Nevertheless, I am trying to touch but a particle of them just to rectify myself.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 20.72</B></A>: There is no limit to &#346;r&#299; Caitanya Mah&#257;prabhu's activities and His words of madness. Therefore describing them all would greatly increase the size of this book.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 20.73</B></A>: Whatever pastimes &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has first described I have merely summarized.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 20.74</B></A>: I have only very briefly described the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu not described by Vrind&#257;vana d&#257;sa Th&#257;kura. Nevertheless, because those transcendental pastimes are so numerous, the size of this book has increased.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 20.75</B></A>: It is impossible to describe all the pastimes elaborately. I shall therefore end this description and offer them my respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 20.76</B></A>: What I have described gives merely an indication, but by following this indication one may obtain a taste of all the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 20.77</B></A>: I cannot understand the very deep, meaningful pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu. My intelligence cannot penetrate them, and therefore I could not properly describe them.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 20.78</B></A>: After offering my respectful obeisances to the lotus feet of all my Vaishnava readers, I shall therefore end this description of the characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 20.79</B></A>: The sky is unlimited, but many birds fly higher and higher according to their own abilities.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 20.80</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are like the unlimited sky. How, then, can an ordinary living being describe them all?</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 20.81</B></A>: I have tried to describe them as far as my intelligence allows, as if trying to touch a drop in the midst of a great ocean.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 20.82</B></A>: Vrind&#257;vana d&#257;sa Th&#257;kura is Lord Nity&#257;nanda's favorite devotee, and therefore he is the original Vy&#257;sadeva in describing the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 20.83</B></A>: Although Vrind&#257;vana d&#257;sa Th&#257;kura has within his jurisdiction the full store of &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes, he has left aside most of them and described but a small portion.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 20.84</B></A>: What I have described was left aside by Vrind&#257;vana d&#257;sa Th&#257;kura, but although he could not describe these pastimes, he gave us a synopsis.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 20.85</B></A>: In his book named Caitanya-ma&#324;gala [Caitanya-bh&#257;gavata], he has described these pastimes in many places. I request my readers to hear that book, for that is the best evidence.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 20.86</B></A>: I have described the pastimes very briefly, for it is impossible for me to describe them in full. In the future, however, Vedavy&#257;sa will describe them elaborately.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 20.87</B></A>: In the Caitanya-ma&#324;gala, &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has stated in many places the factual truth that in the future Vy&#257;sadeva will describe the Lord's pastimes elaborately.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 20.88</B></A>: The ocean of nectarean pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu is like the ocean of milk. According to his thirst, Vrind&#257;vana d&#257;sa Th&#257;kura filled his pitcher and drank from that ocean.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 20.89</B></A>: Whatever remnants of milk Vrind&#257;vana d&#257;sa Th&#257;kura has given me are sufficient to fill my belly. Now my thirst is completely satiated.</P><P CLASS=r><A CLASS=i HREF="90-91.htm"><B>CC Antya 20.90-91</B></A>: I am a very insignificant living being, like a small red-beaked bird. Just as such a bird drinks the water of the sea to quench its thirst, so I have touched only a drop of the ocean of &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes. From this example, you may all understand how expansive are the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 20.92</B></A>: I infer that "I have written" is a false understanding, for my body is like a wooden doll.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 20.93</B></A>: I am old and troubled by invalidity. I am almost blind and deaf, my hands tremble, and my mind and intelligence are unsteady.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 20.94</B></A>: I am infected with so many diseases that I can neither properly walk nor properly sit. Indeed, I am always exhausted by five kinds of diseases. I may die at any time of the day or night.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 20.95</B></A>: I have previously given an account of my inabilities. Please hear the reason why I nevertheless still write.</P><P CLASS=r><A CLASS=i HREF="96-98.htm"><B>CC Antya 20.96-98</B></A>: I am writing this book by the mercy of the lotus feet of &#346;r&#299; Govindadeva, &#346;r&#299; Caitanya Mah&#257;prabhu, Lord Nity&#257;nanda, Advaita &#256;c&#257;rya, other devotees and the readers of this book, as well as Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, who is my spiritual master, and &#346;r&#299; J&#299;va Gosv&#257;m&#299;. I have also been specifically favored by another Supreme Personality.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 20.99</B></A>: &#346;r&#299; Madana-mohana Deity of Vrind&#257;vana has given the order that is making me write. Although this should not be disclosed, I disclose it because I am unable to remain silent.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 20.100</B></A>: If I did not disclose this fact, I would be guilty of ingratitude to the Lord. Therefore, my dear readers, please do not consider me too proud and be angry at me.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 20.101</B></A>: It is because I have offered my prayers unto the lotus feet of all of you that whatever I have written about &#346;r&#299; Caitanya Mah&#257;prabhu has been possible.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 20.102</B></A>: Now let me repeat all the pastimes of the Antya-l&#299;l&#257;, for if I do so I shall taste the pastimes again.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 20.103</B></A>: The First Chapter describes how R&#363;pa Gosv&#257;m&#299; met &#346;r&#299; Caitanya Mah&#257;prabhu for the second time and how the Lord heard his two dramas [Vidagdha-m&#257;dhava and Lalita-m&#257;dhava].</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 20.104</B></A>: That chapter also describes the incident of &#346;iv&#257;nanda Sena's dog, who was induced by &#346;r&#299; Caitanya Mah&#257;prabhu to chant the holy name of Krishna and was thus liberated.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 20.105</B></A>: The Second Chapter tells how the Lord instructively punished Junior Harid&#257;sa. Also in that chapter is a description of the wonderful vision of &#346;iv&#257;nanda Sena.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 20.106</B></A>: In the Third Chapter is a description of the forceful glories of Harid&#257;sa Th&#257;kura. That chapter also mentions how D&#257;modara Pandita spoke words of criticism to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 20.107</B></A>: The Third Chapter also tells how &#346;r&#299; Caitanya Mah&#257;prabhu delivered everyone by bestowing upon the universe the holy name of the Lord, and it describes how Harid&#257;sa Th&#257;kura established the glories of the holy name by his practical example.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 20.108</B></A>: The Fourth Chapter describes San&#257;tana Gosv&#257;m&#299;'s second visit with &#346;r&#299; Caitanya Mah&#257;prabhu and how the Lord saved him from committing suicide.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 20.109</B></A>: The Fourth Chapter also tells how San&#257;tana Gosv&#257;m&#299; was tested in the sunshine of Jyaishtha [May-June] and was then empowered and sent back to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 20.110</B></A>: The Fifth Chapter tells how the Lord showed His favor to Pradyumna Mi&#347;ra and made him hear topics of Krishna from R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 20.111</B></A>: That chapter also describes how Svar&#363;pa D&#257;modara Gosv&#257;m&#299; rejected the drama of a poet from Bengal and established the glories of the Deity.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 20.112</B></A>: The Sixth Chapter describes how Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; met &#346;r&#299; Caitanya Mah&#257;prabhu and performed the chipped rice festival in accordance with Nity&#257;nanda Prabhu's order.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 20.113</B></A>: That chapter also tells how the Lord entrusted Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; to the care of Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and gave Raghun&#257;tha d&#257;sa the gift of a stone from Govardhana Hill and a garland of small conchshells.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 20.114</B></A>: The Seventh Chapter tells how &#346;r&#299; Caitanya Mah&#257;prabhu met Vallabha Bhatta and dismantled his false pride in various ways.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 20.115</B></A>: The Eighth Chapter describes the arrival of R&#257;macandra Pur&#299; and how &#346;r&#299; Caitanya Mah&#257;prabhu minimized His eating due to fear of him.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 20.116</B></A>: In the Ninth Chapter is a description of how Gop&#299;n&#257;tha Pattan&#257;yaka was delivered and how the people of the three worlds were able to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 20.117</B></A>: In the Tenth Chapter I have described how &#346;r&#299; Caitanya Mah&#257;prabhu tasted the food given by His devotees, and I have also described the assortment of pras&#257;dam in the bags of R&#257;ghava Pandita.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 20.118</B></A>: Also in that chapter is a description of how the Lord examined Govinda and how He danced in the temple.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 20.119</B></A>: The Eleventh Chapter describes the disappearance of Harid&#257;sa Th&#257;kura and how &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead, showed His affection for His devotees.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 20.120</B></A>: In the Twelfth Chapter are descriptions of how Jagad&#257;nanda Pandita broke a pot of oil and how Lord Nity&#257;nanda chastised &#346;iv&#257;nanda Sena.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 20.121</B></A>: The Thirteenth Chapter tells how Jagad&#257;nanda Pandita went to Mathur&#257; and returned and how &#346;r&#299; Caitanya Mah&#257;prabhu by chance heard a song sung by a deva-d&#257;s&#299; dancing girl.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 20.122</B></A>: Also in the Thirteenth Chapter is an account of how Raghun&#257;tha Bhatta met &#346;r&#299; Caitanya Mah&#257;prabhu, who by His causeless mercy sent him to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 20.123</B></A>: The Fourteenth Chapter describes the beginning of the Lord's spiritual trance, in which His body was at Jagann&#257;tha Pur&#299; but His mind was in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 20.124</B></A>: Also in that chapter is a description of how &#346;r&#299; Caitanya Mah&#257;prabhu fell down in front of the Simha-dv&#257;ra gate of the Jagann&#257;tha temple, His bones separated at the joints, and how various transcendental symptoms awakened in Him.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 20.125</B></A>: Also in that chapter is a description of how &#346;r&#299; Caitanya Mah&#257;prabhu ran toward Cataka-parvata and spoke like a madman.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 20.126</B></A>: In the Fifteenth Chapter is a description of how &#346;r&#299; Caitanya Mah&#257;prabhu entered a garden on the seashore and mistook it for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 20.127</B></A>: Also in that chapter is a description of the attraction of Lord Caitanya's five senses to Krishna and how He searched for Krishna in the r&#257;sa dance.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 20.128</B></A>: The Sixteenth Chapter tells how &#346;r&#299; Caitanya Mah&#257;prabhu showed His mercy to K&#257;lid&#257;sa and thus demonstrated the result of eating the remnants of the food of Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 20.129</B></A>: It also describes how &#346;iv&#257;nanda's son composed a verse and how the doorkeeper of the Simha-dv&#257;ra showed Krishna to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 20.130</B></A>: Also in that chapter, the glories of mah&#257;-pras&#257;dam are explained, and a verse is tasted describing the effect of nectar from the lips of Krishna.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 20.131</B></A>: The Seventeenth Chapter recounts how &#346;r&#299; Caitanya Mah&#257;prabhu fell among the cows and assumed the form of a tortoise as His ecstatic emotions awakened.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 20.132</B></A>: That chapter also tells how the attributes of Krishna's sound attracted the mind of &#346;r&#299; Caitanya Mah&#257;prabhu, who then described in ecstasy the meaning of the "k&#257; stry a&#324;ga te" verse.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 20.133</B></A>: The Seventeenth Chapter also tells how &#346;r&#299; Caitanya Mah&#257;prabhu, due to the conjunction of various ecstatic emotions, again began speaking like a madman and described in detail the meaning of a verse from the Krishna-karn&#257;mrita.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 20.134</B></A>: In the Eighteenth Chapter is an account of how the Lord fell into the ocean and in ecstasy saw in a dream the pastimes of a water fight between Krishna and the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 20.135</B></A>: In that dream, &#346;r&#299; Caitanya Mah&#257;prabhu saw Krishna's picnic in the forest. As Lord Caitanya floated in the sea, a fisherman caught Him, and then the Lord returned to His own residence. All this is recounted in the Eighteenth Chapter.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 20.136</B></A>: In the Nineteenth Chapter is a description of how Lord &#346;r&#299; Caitanya Mah&#257;prabhu rubbed His face against the walls and spoke like a madman because of separation from Krishna.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 20.137</B></A>: That chapter also describes Krishna's wandering in a garden on a spring night, and it fully describes the meaning of a verse about the scent of Krishna's body.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 20.138</B></A>: The Twentieth Chapter tells how Lord &#346;r&#299; Caitanya Mah&#257;prabhu recited His own eight stanzas of instruction and tasted their meaning in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 20.139</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu composed those eight stanzas to instruct the devotees, but He also personally tasted their meaning.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 20.140</B></A>: I have thus repeated the principal pastimes and their meaning, for by such repetition one can remember the descriptions in the book.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 20.141</B></A>: In every chapter there are various topics, but I have repeated only those that are principal, for not all of them could be described again.</P><P CLASS=r><A CLASS=i HREF="142-143.htm"><B>CC Antya 20.142-143</B></A>: The Vrind&#257;vana Deities of Madana-mohana with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, Govinda with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and Gop&#299;n&#257;tha with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; are the life and soul of the Gaud&#299;ya Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="144-146.htm"><B>CC Antya 20.144-146</B></A>: So that my desires may be fulfilled, I place the lotus feet of these personalities on my head: Lord &#346;r&#299; Caitanya Mah&#257;prabhu, with Lord Nity&#257;nanda, Advaita &#256;c&#257;rya and Their devotees, as well as &#346;r&#299; Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, who is my spiritual master, and &#346;r&#299;la J&#299;va Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 20.147</B></A>: The mercy of their lotus feet is my spiritual master, and my words are my disciples, whom I have made dance in various ways.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 20.148</B></A>: Seeing the fatigue of the disciples, the spiritual master has stopped making them dance, and because that mercy no longer makes them dance, my words now sit silently.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 20.149</B></A>: My inexperienced words do not know how to dance by themselves. The mercy of the guru made them dance as much as possible, and now, after dancing, they have taken rest.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 20.150</B></A>: I now worship the lotus feet of all my readers, for by the mercy of their lotus feet there is all good fortune.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 20.151</B></A>: If one hears the pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu as described in &#346;r&#299; Caitanya-carit&#257;mrita, I wash his lotus feet and drink the water.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 20.152</B></A>: I decorate my head with the dust of the lotus feet of my audience. Now you have all drunk this nectar, and therefore my labor is successful.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 20.153</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Antya 20.154</B></A>: &#346;r&#299; Caitanya-carit&#257;mrita is filled with the activities of &#346;r&#299; Caitanya Mah&#257;prabhu, who is the Supreme Personality of Godhead Himself. It invokes all good fortune and destroys everything inauspicious. If one tastes the nectar of &#346;r&#299; Caitanya-carit&#257;mrita with faith and love, I become like a bumblebee tasting the honey of transcendental love from his lotus feet.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 20.155</B></A>: Since this book, Caitanya-carit&#257;mrita, is now complete, having been written for the satisfaction of the most opulent Deities Madana-mohanaj&#299; and Govindaj&#299;, let it be offered at the lotus feet of &#346;r&#299; Krishna Caitanyadeva.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 20.156</B></A>: Realized devotees are like bumblebees maddened by their own mellows at Krishna's lotus feet. The scent of those lotus feet perfumes the entire world. Who is the realized soul that could give them up?</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 20.157</B></A>: In Vrind&#257;vana in the year 1537 &#346;ak&#257;bda Era [A.D 1615], in the month of Jyaishtha [May-June], on Sunday, the fifth day of the waning moon, this Caitanya-carit&#257;mrita has been completed.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>