<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 20"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The &#346;iksh&#257;shtaka Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 20 Summary</P><P>The following summary of the Twentieth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. &#346;r&#299; Caitanya Mah&#257;prabhu passed His nights tasting the meaning of the &#346;iksh&#257;shtaka prayers in the company of Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya. Sometimes He recited verses from Jayadeva Gosv&#257;m&#299;'s G&#299;ta-govinda, from &#346;r&#299;mad-Bh&#257;gavatam, from &#346;r&#299; R&#257;m&#257;nanda R&#257;ya's Jagann&#257;tha-vallabha-n&#257;taka or from &#346;r&#299; Bilvama&#324;gala Th&#257;kura's Krishna-karn&#257;mrita. In this way, He became absorbed in ecstatic emotions. For the twelve years &#346;r&#299; Caitanya Mah&#257;prabhu lived at Jagann&#257;tha Pur&#299;, He relished the taste of reciting such transcendental verses. Altogether the Lord was present in this mortal world for forty-eight years. After hinting about the Lord's disappearance, the author of the Caitanya-carit&#257;mrita gives a short description of the entire Antya-l&#299;l&#257; and then ends his book.</P><P CLASS=l><A CLASS=i HREF="../19/112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>