<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 15 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 15 Verse 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Lord's Pauganda-l&#299;l&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 15.14</P><P CLASS=c>bh&#257;la haila, &#8212; vi&#347;var&#363;pa sanny&#257;sa karila</P><P CLASS=c>pitri-kula, m&#257;tri-kula, &#8212; dui uddh&#257;rila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhala">bh&#257;la</A> <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is very good; <A CLASS=v HREF="http://vedabase.net/v/visvarupa">vi&#347;var&#363;pa</A> &#8212; <A HREF="http://vedabase.net/v/visvarupa">Vi&#347;var&#363;pa</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A> &#8212; the renounced order of life; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; has accepted; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; father's family; <A CLASS=v HREF="http://vedabase.net/m/matr">m&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; mother's family; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; both of them; <A CLASS=v HREF="http://vedabase.net/u/uddharila">uddh&#257;rila</A> &#8212; delivered.</P><P CLASS=t>TRANSLATION</P><P>"My dear mother and father," the Lord said, "it is very good that Vi&#347;var&#363;pa has accepted the sanny&#257;sa order, for thus He has delivered both His father's family and His mother's family."</P><P CLASS=t>PURPORT</P><P>It is sometimes said that Lord Caitanya Mah&#257;prabhu disapproved of the acceptance of the sanny&#257;sa order in this Kali-yuga because in the &#347;&#257;stra it is said:</P><P>a&#347;vamedham gav&#257;lambham sanny&#257;sam pala-paitrikam</P><P CLASS=n>devarena sutotpattim kalau pañca vivarjayet</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/164.htm">&#256;di 17.164</A>]</P><P>"In this Age of Kali, five acts are forbidden: the offering of a horse in sacrifice, the offering of a cow in sacrifice, the acceptance of the order of sanny&#257;sa, the offering of oblations of flesh to the forefathers, and a man's begetting children in his brother's wife." (Brahma-vaivarta Pur&#257;na, Krishna-janma-<A CLASS=v HREF="http://vedabase.net/todo/kanda85/180">khanda 185.180</A>)</P><P>Nevertheless, we see that &#346;r&#299; Caitanya Mah&#257;prabhu Himself accepted sanny&#257;sa and approved of the sanny&#257;sa of His elder brother, Vi&#347;var&#363;pa. It is clearly said here, bh&#257;la haila, &#8212; vi&#347;var&#363;pa sanny&#257;sa karila pitri-kula, m&#257;tri-kula, &#8212; dui uddh&#257;rila. Therefore, should it be thought that &#346;r&#299; Caitanya Mah&#257;prabhu made statements that are contradictory? No, actually He did not. It is recommended that one accept sanny&#257;sa to dedicate his life for the service of the Lord, and everyone must take that kind of sanny&#257;sa, for by accepting such sanny&#257;sa one renders the best service to both his paternal and maternal families. But one should not accept the sanny&#257;sa order of the M&#257;y&#257;v&#257;da school, which has practically no meaning. We find many M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s simply loitering in the street thinking themselves Brahman or N&#257;r&#257;yana and spending all day and night begging so they can fill their hungry bellies. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s have become so degraded that there is a section of them who eat everything, just like hogs and dogs. It is such degraded sanny&#257;sa that is prohibited in this age. Actually, &#346;r&#299;la &#346;a&#324;kar&#257;c&#257;rya's principles for the acceptance of sanny&#257;sa were very strict, but later the so-called M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s became degraded because of their false philosophy, which propounds that by accepting sanny&#257;sa one becomes N&#257;r&#257;yana. &#346;r&#299; Caitanya Mah&#257;prabhu rejected that kind of sanny&#257;sa. But the acceptance of sanny&#257;sa is one of the items of the varn&#257;&#347;rama-dharma. How then can it be rejected?</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>