<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 15: The Lord's Pauganda-l&#299;l&#257;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 15 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 15.1</B></A>: I offer my respectful obeisances unto the lotus feet of Lord Caitanya because simply by offering a flower at His lotus feet even the most ardent materialist becomes a devotee.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 15.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 15.3</B></A>: Let me now enumerate the activities of the Lord between the ages of five and ten. His chief occupation during this period was to engage Himself in study.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 15.4</B></A>: The pastimes of the Lord during His pauganda age were very extensive. His education was His chief occupation, and after that His very beautiful marriage took place.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 15.5</B></A>: When the Lord was studying grammar at the place of Ga&#324;g&#257;d&#257;sa Pandita, He would immediately learn grammatical rules and definitions by heart simply by hearing them once.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 15.6</B></A>: He soon became so expert in commenting on the Pañj&#299;-t&#299;k&#257; that He could win victory over all the other students, although He was a neophyte.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 15.7</B></A>: In his book Caitanya-ma&#324;gala [which later became Caitanya-bh&#257;gavata], &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has very elaborately described the Lord's pastimes of study.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 15.8</B></A>: One day &#346;r&#299; Caitanya Mah&#257;prabhu fell down at the feet of His mother and requested her to give Him one thing in charity.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 15.9</B></A>: His mother replied, "My dear son, I will give You whatever You ask." Then the Lord said, "My dear mother, please do not eat grains on the Ek&#257;da&#347;&#299; day."</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 15.10</B></A>: Mother &#346;ac&#299; said, "You have spoken very nicely. I shall not eat grains on Ek&#257;da&#347;&#299;." From that day, she began to observe fasting on Ek&#257;da&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 15.11</B></A>: Thereafter, seeing that Vi&#347;var&#363;pa was a grown-up youth, Jagann&#257;tha Mi&#347;ra wanted to find a girl and arrange a marriage ceremony for Him.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 15.12</B></A>: Hearing of this, Vi&#347;var&#363;pa immediately left home and went away to accept sanny&#257;sa and travel from one place of pilgrimage to another.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 15.13</B></A>: When &#346;ac&#299;m&#257;t&#257; and Jagann&#257;tha Mi&#347;ra heard of the departure of their elder son, Vi&#347;var&#363;pa, they were very unhappy, but Lord Caitanya tried to console them.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 15.14</B></A>: "My dear mother and father," the Lord said, "it is very good that Vi&#347;var&#363;pa has accepted the sanny&#257;sa order, for thus He has delivered both His father's family and His mother's family."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 15.15</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu assured His parents that He would serve them, and thus the minds of His father and mother were satisfied.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 15.16</B></A>: One day &#346;r&#299; Caitanya Mah&#257;prabhu ate betel nuts offered to the Deity, but they acted as an intoxicant, and He fell down on the ground unconscious.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 15.17</B></A>: After His father and mother sprinkled water on His mouth with great haste, the Lord revived and said something wonderful they had never heard before.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 15.18</B></A>: The Lord said, "Vi&#347;var&#363;pa took Me away from here, and He requested Me to accept the sanny&#257;sa order.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 15.19</B></A>: "I replied to Vi&#347;var&#363;pa, 'I have My helpless father and mother, and also I am but a child. What do I know about the sanny&#257;sa order of life?</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 15.20</B></A>: "'Later I shall become a householder and thus serve My parents, for this action will very much satisfy Lord N&#257;r&#257;yana and His wife, the goddess of fortune.'</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 15.21</B></A>: "Then Vi&#347;var&#363;pa returned Me home and requested, 'Offer thousands and thousands of obeisances unto My mother, &#346;ac&#299;dev&#299;.'"</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 15.22</B></A>: In this way Lord Caitanya Mah&#257;prabhu performed various pastimes, but why He did so I cannot understand.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 15.23</B></A>: After some days, Jagann&#257;tha Mi&#347;ra passed away from this world to the transcendental world, and both mother and son were very much aggrieved in their hearts.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 15.24</B></A>: Friends and relatives came there to pacify Lord Caitanya and His mother. Then Lord Caitanya, even though He was the Supreme Personality of Godhead, executed the rituals for His dead father according to the Vedic system.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 15.25</B></A>: After some days the Lord thought, "I did not take sanny&#257;sa, and since I am remaining at home it is My duty to act as a grihastha.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 15.26</B></A>: "Without a wife," Lord Caitanya considered, "there is no meaning to householder life." Thus the Lord decided to marry.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 15.27</B></A>: "Merely a house is not a home, for it is a wife who gives a home its meaning. If one lives at home with his wife, together they can fulfill all the interests of human life."</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 15.28</B></A>: One day when the Lord was coming back from school He accidentally saw the daughter of Vallabh&#257;c&#257;rya on the way to the Ganges.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 15.29</B></A>: When the Lord and Lakshm&#299;dev&#299; met, their relationship awakened, having already been settled, and coincidentally the marriage-maker Vanam&#257;l&#299; came to see &#346;ac&#299;m&#257;t&#257;.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 15.30</B></A>: Following the indications of &#346;ac&#299;dev&#299;, Vanam&#257;l&#299; Ghataka arranged the marriage, and thus in due course the Lord married Lakshm&#299;dev&#299;.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 15.31</B></A>: Vrind&#257;vana d&#257;sa Th&#257;kura has elaborately described all these pastimes of the Lord's early age. What I have given is but a condensed presentation of the same pastimes.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 15.32</B></A>: The Lord performed many varieties of pastimes in His early age, and &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has described them elaborately.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 15.33</B></A>: I have given but a single hint of these pastimes, for Vrind&#257;vana d&#257;sa Th&#257;kura, in his book Caitanya-ma&#324;gala [now Caitanya-bh&#257;gavata], has described them all vividly.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 15.34</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>