<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.10</P><P CLASS=c>evam kri&#347;am sth&#363;lam anur brihad yad</P><P CLASS=c>asac ca saj j&#299;vam aj&#299;vam anyat</P><P CLASS=c>dravya-svabh&#257;v&#257;&#347;aya-k&#257;la-karma-</P><P CLASS=c>n&#257;mn&#257;jay&#257;vehi kritam dvit&#299;yam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/krsam">kri&#347;am</A> &#8212; skinny or short; <A CLASS=v HREF="http://vedabase.net/s/sthulam">sth&#363;lam</A> &#8212; fat; <A CLASS=v HREF="http://vedabase.net/a/anuh">anuh</A> &#8212; tiny; <A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A> &#8212; big; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; impermanent; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/j/jivam">j&#299;vam</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/a/ajivam">aj&#299;vam</A> &#8212; inanimate, lifeless matter; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other causes; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; phenomena; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; disposition; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/n/namna">n&#257;mn&#257;</A> &#8212; only by such names; <A CLASS=v HREF="http://vedabase.net/a/ajaya">ajay&#257;</A> &#8212; by material nature; <A CLASS=v HREF="http://vedabase.net/a/avehi">avehi</A> &#8212; you should understand; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/d/dvitiyam">dvit&#299;yam</A> &#8212; duality.</P><P CLASS=t>TRANSLATION</P><P>Since this universe has no real ultimate existence, the things within it &#8212; shortness, differences, grossness, skinniness, smallness, bigness, result, cause, living symptoms, and materials &#8212; are all imagined. They are all pots made of the same substance, earth, but they are named differently. The differences are characterized by the substance, nature, predisposition, time and activity. You should know that all these are simply mechanical manifestations created by material nature.</P><P CLASS=t>PURPORT</P><P>The temporary manifestations and varieties within this material world are simply creations of material nature under various circumstances: prakriteh kriyam&#257;na-ni gunaih karm&#257;ni sarva&#347;ah. The actions and reactions carried out by the material nature are sometimes accepted as our scientific inventions; therefore we want to take credit for them and defy the existence of God. This is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/27.htm">3.27</A>), aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257; kart&#257;ham iti manyate: due to being covered by the illusory external energy, the living entity tries to take credit for the differentiated creations within the material world. Actually all these are being created automatically by the material force set in motion by the energy of the Supreme Personality of Godhead. Therefore the ultimate cause is the Supreme Person. As stated in Brahma-samhit&#257;:</P><P>&#299;&#347;varah paramah krishnah</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah</P><P CLASS=n>an&#257;dir &#257;dir govindah</P><P CLASS=n>sarva-k&#257;rana-k&#257;ranam</P><P CLASS=n>[<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]</P><P>He is the cause of all causes, the ultimate cause. In this regard &#346;r&#299;la Madhv&#257;c&#257;rya says: evam sarvam tath&#257; prakritvayai kalpitam vishnor anyat. evam prakrity&#257;dh&#257;rah svayam anany&#257;dh&#257;ro vishnur eva atah sarva-&#347;abd&#257;&#347; ca tasminn eva. Actually the original cause is Lord Vishnu, but out of ignorance people think that matter is the cause of everything.</P><P>r&#257;j&#257; gopt&#257;&#347;rayo bh&#363;mih</P><P CLASS=n>&#347;aranam ceti laukikah</P><P CLASS=n>vyavah&#257;ro na tat satyam</P><P CLASS=n>tayor brahm&#257;&#347;rayo vibhuh</P><P>Things are contemplated on the ephemeral or external platform, but actually this is not the truth. The actual protector and shelter of everyone is Brahman, the Supreme, not the king.</P><P>goptr&#299; ca tasya prakritis</P><P CLASS=n>tasy&#257; vishnuh svayam prabhuh</P><P CLASS=n>tava goptr&#299; tu prithiv&#299;</P><P CLASS=n>na tvam gopt&#257; kshiteh smritah</P><P CLASS=n>atah sarv&#257;&#347;rayai&#347; caiva</P><P CLASS=n>gopt&#257; ca harir &#299;&#347;varah</P><P CLASS=n>sarva-&#347;abd&#257;bhidheya&#347; ca</P><P CLASS=n>&#347;abda-vritter hi k&#257;ranam</P><P CLASS=n>sarv&#257;ntarah sarva-bahir</P><P CLASS=n>eka eva jan&#257;rdanah</P><P>The actual protectress is the material nature, but Vishnu is her Lord. He is the Lord of everything. Lord Jan&#257;rdana is the director both externally and internally. He is the cause of the function of words and what is expressed in all sound.</P><P>&#347;irasodh&#257;rat&#257; yadvad</P><P CLASS=n>gr&#299;v&#257;y&#257;s tadvad eva tu</P><P CLASS=n>&#257;&#347;rayatvam ca goptritvam</P><P CLASS=n>anyesh&#257;m upac&#257;ratah</P><P>Lord Vishnu is the resting place of the entire creation: brahmano hi pratishth&#257;ham (<A CLASS=v HREF="../../../bg/14/27.htm">Bg. 14.27</A>). On Brahman, everything is resting. All the universes are resting on the brahmajyoti, and all the planets are resting on the universal atmosphere. In each and every planet there are oceans, hills, states and kingdoms, and each planet is giving shelter to so many living entities. They are all standing on the earth of feet and legs, torso and shoulders, but actually everything is resting ultimately on the potencies of the Supreme Personality of Godhead. Therefore He is known ultimately as sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the cause of all causes.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>