<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.11</P><P CLASS=c>jñ&#257;nam vi&#347;uddham param&#257;rtham ekam</P><P CLASS=c>anantaram tv abahir brahma satyam</P><P CLASS=c>pratyak pra&#347;&#257;ntam bhagavac-chabda-samjñam</P><P CLASS=c>yad v&#257;sudevam kavayo vadanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; the supreme knowledge; <A CLASS=v HREF="http://vedabase.net/v/visuddham">vi&#347;uddham</A> &#8212; without contamination; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; giving the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; unified; <A CLASS=v HREF="http://vedabase.net/a/anantaram">anantaram</A> &#8212; without interior, unbroken; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/abahih">abahih</A> &#8212; without exterior; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; Absolute Truth; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A> &#8212; inner; <A CLASS=v HREF="http://vedabase.net/p/prasantam">pra&#347;&#257;ntam</A> &#8212; the calm and peaceful Supreme Lord, worshiped by the yog&#299;s; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnam">samjñam</A> &#8212; known <A HREF="http://vedabase.net/i/in">in</A> the higher sense <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bhagavan">Bhagav&#257;n</A>, or full of all opulences; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vasudevam">v&#257;sudevam</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; the learned scholars; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; say.</P><P CLASS=t>TRANSLATION</P><P>What, then, is the ultimate truth? The answer is that nondual knowledge is the ultimate truth. It is devoid of the contamination of material qualities. It gives us liberation. It is the one without a second, all-pervading and beyond imagination. The first realization of that knowledge is Brahman. Then Param&#257;tm&#257;, the Supersoul, is realized by the yog&#299;s who try to see Him without grievance. This is the second stage of realization. Finally, full realization of the same supreme knowledge is realized in the Supreme Person. All learned scholars describe the Supreme Person as V&#257;sudeva, the cause of Brahman, Param&#257;tm&#257; and others.</P><P CLASS=t>PURPORT</P><P>In Caitanya-carit&#257;mrita it is said: yad advaitam brahmopanishadi tad apy asya tanu-bh&#257;. The impersonal Brahman effulgence of the Absolute Truth consists of the bodily rays of the Supreme Personality of Godhead. Ya &#257;tm&#257;ntary&#257;m&#299; purusha iti so 'sy&#257;m&#347;a-vibhavah. What is known as &#257;tm&#257; and antary&#257;m&#299;, the Supersoul, is but an expansion of the Supreme Personality of Godhead. Sad-ai&#347;varyaih p&#363;rno ya iha bhagav&#257;n sa svayam ayam [Cc. <A CLASS=v HREF="../../../cc/adi/1/3.htm">&#256;di 1.3</A>]. What is described as the Supreme Personality of Godhead, complete with all six opulences, is V&#257;sudeva, and &#346;r&#299; Caitanya Mah&#257;prabhu is nondifferent from Him. Great learned scholars and philosophers accept this after many, many births. V&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah (<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>). The wise man can understand that ultimately V&#257;sudeva, Krishna, is the cause of Brahman, and Param&#257;tm&#257;, the Supersoul. Thus V&#257;sudeva is sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the cause of all causes. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam. The real tattva, Absolute Truth, is Bhagav&#257;n, but due to incomplete realization of the Absolute Truth, people sometimes describe the same Vishnu as impersonal Brahman or localized Param&#257;tm&#257;.</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/11.htm">1.2.11</A>)</P><P>From the very beginning, &#346;r&#299;mad-Bh&#257;gavatam says, satyam param dh&#299;mahi: we meditate on the supreme truth. The supreme truth is explained here as jñ&#257;nam vi&#347;uddham satyam. The Absolute Truth is devoid of material contamination and is transcendental to the material qualities. It gives all spiritual success and liberation from this material world. That Supreme Absolute Truth is Krishna, V&#257;sudeva. There is no difference between Krishna's inner self and outward body. Krishna is p&#363;rna, the complete whole. There is no distinction between His body and soul as there is between ours. Sometimes so-called scholars, not knowing the constitutional position of Krishna, mislead people by saying that the Krishna within is different from the Krishna without. When Krishna says, man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru, so-called scholars advise the reader that it is not the person Krishna to whom we must surrender but the Krishna within. So-called scholars, M&#257;y&#257;v&#257;d&#299;s, cannot understand Krishna with their poor fund of knowledge. One should therefore approach an authorized person to understand Krishna. The spiritual master has actually seen Krishna; therefore he can explain Him properly.</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam</P><P CLASS=n>jñ&#257;ninas tattva-dar&#347;inah</P><P>(<A CLASS=v HREF="../../../bg/4/34.htm">Bg. 4.34</A>)</P><P>Without approaching an authorized person, one cannot understand Krishna.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>