<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.12</P><P CLASS=c>rah&#363;ganaitat tapas&#257; na y&#257;ti</P><P CLASS=c>na cejyay&#257; nirvapan&#257;d grih&#257;d v&#257;</P><P CLASS=c>na cchandas&#257; naiva jal&#257;gni-s&#363;ryair</P><P CLASS=c>vin&#257; mahat-p&#257;da-rajo-'bhishekam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rahugana">rah&#363;gana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gana</A>; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this knowledge; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by severe austerities and penances; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; does not become revealed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/ijyaya">ijyay&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> great arrangement for worshiping the Deity; <A CLASS=v HREF="http://vedabase.net/n/nirvapanat">nirvapan&#257;t</A> &#8212; or from finishing all material duties and accepting <A HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/g/grhat">grih&#257;t</A> &#8212; from ideal householder life; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/c/chandasa">chandas&#257;</A> &#8212; by observing celibacy or studying Vedic literature; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/s/suryaih">s&#363;ryaih</A> &#8212; by severe austerities such <A HREF="http://vedabase.net/a/as">as</A> keeping oneself <A HREF="http://vedabase.net/i/in">in</A> water, <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> burning fire or <A HREF="http://vedabase.net/i/in">in</A> the scorching sun; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; of the great devotees; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the dust of the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/abhisekam">abhishekam</A> &#8212; smearing all over the body.</P><P CLASS=t>TRANSLATION</P><P>My dear King Rah&#363;gana, unless one has the opportunity to smear his entire body with the dust of the lotus feet of great devotees, one cannot realize the Absolute Truth. One cannot realize the Absolute Truth simply by observing celibacy [brahmacarya], strictly following the rules and regulations of householder life, leaving home as a v&#257;naprastha, accepting sanny&#257;sa, or undergoing severe penances in winter by keeping oneself submerged in water or surrounding oneself in summer by fire and the scorching heat of the sun. There are many other processes to understand the Absolute Truth, but the Absolute Truth is only revealed to one who has attained the mercy of a great devotee.</P><P CLASS=t>PURPORT</P><P>Actual knowledge of transcendental bliss can be bestowed upon anyone by a pure devotee. Vedeshu durlabham adurlabham &#257;tma-bhaktau [<A CLASS=v HREF="../../../bs/5/33.htm">Bs. 5.33</A>]. One cannot attain the perfection of spiritual life simply by following the directions of the Vedas. One has to approach a pure devotee: any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]. By the grace of such a devotee, one can understand the Absolute Truth, Krishna, and one's relationship with Him. A materialistic person sometimes thinks that simply by executing pious activities and remaining at home one can understand the Absolute Truth. That is denied in this verse. Nor can one understand the Absolute Truth simply by observing the rules and regulations of brahmacarya (celibacy). One only has to serve the pure devotee. That will help one understand the Absolute Truth without fail.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>