<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.13</P><P CLASS=c>yatrottama&#347;loka-gun&#257;nuv&#257;dah</P><P CLASS=c>prast&#363;yate gr&#257;mya-kath&#257;-vigh&#257;tah</P><P CLASS=c>nishevyam&#257;no 'nudinam mumukshor</P><P CLASS=c>matim sat&#299;m yacchati v&#257;sudeve</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which place (<A HREF="http://vedabase.net/i/in">in</A> the presence of exalted devotees); <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvadah">anuv&#257;dah</A> &#8212; discussion of the pastimes and glories of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prastuyate">prast&#363;yate</A> &#8212; is presented; <A CLASS=v HREF="http://vedabase.net/g/gramya">gr&#257;mya</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vighatah">vigh&#257;tah</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> which there is <A HREF="http://vedabase.net/n/no">no</A> chance of talking of worldly matters; <A CLASS=v HREF="http://vedabase.net/n/nisevyamanah">nishevyam&#257;nah</A> &#8212; being heard very seriously; <A CLASS=v HREF="http://vedabase.net/a/anudinam">anudinam</A> &#8212; day after day; <A CLASS=v HREF="http://vedabase.net/m/mumuksoh">mumukshoh</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> very serious about getting out of material entanglement; <A CLASS=v HREF="http://vedabase.net/m/matim">matim</A> &#8212; meditation; <A CLASS=v HREF="http://vedabase.net/s/satim">sat&#299;m</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> and simple; <A CLASS=v HREF="http://vedabase.net/y/yacchati">yacchati</A> &#8212; is turned; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; unto the lotus feet of Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>.</P><P CLASS=t>TRANSLATION</P><P>Who are the pure devotees mentioned here? In an assembly of pure devotees, there is no question of discussing material subjects like politics and sociology. In an assembly of pure devotees, there is discussion only of the qualities, forms and pastimes of the Supreme Personality of Godhead. He is praised and worshiped with full attention. In the association of pure devotees, by constantly hearing such topics respectfully, even a person who wants to merge into the existence of the Absolute Truth abandons this idea and gradually becomes attached to the service of V&#257;sudeva.</P><P CLASS=t>PURPORT</P><P>The symptoms of pure devotees are described in this verse. The pure devotee is never interested in material topics. &#346;r&#299; Caitanya Mah&#257;prabhu has strictly prohibited His devotees to talk about worldly matters. Gr&#257;mya-v&#257;rt&#257; n&#257; kahibe: one should not indulge in talking unnecessarily about news of the material world. One should not waste time in this way. This is a very important feature in the life of a devotee. A devotee has no other ambition than to serve Krishna, the Supreme Personality of Godhead. This Krishna consciousness movement was started to engage people twenty-four hours daily in the service of the Lord and in His glorification. The students in this institution engage in the cultivation of Krishna consciousness from five in the morning to ten at night. They actually have no opportunity to waste their time unnecessarily by discussing politics, sociology and current events. These will go their own way. A devotee is concerned only with serving Krishna positively and seriously.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>