<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.14</P><P CLASS=c>aham pur&#257; bharato n&#257;ma r&#257;j&#257;</P><P CLASS=c>vimukta-drishta-&#347;ruta-sa&#324;ga-bandhah</P><P CLASS=c>&#257;r&#257;dhanam bhagavata &#299;ham&#257;no</P><P CLASS=c>mrigo 'bhavam mriga-sa&#324;g&#257;d dhat&#257;rthah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; formerly (<A HREF="http://vedabase.net/i/in">in</A> my previous birth); <A CLASS=v HREF="http://vedabase.net/b/bharatah">bharatah</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> King named <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A> &#8212; liberated from; <A CLASS=v HREF="http://vedabase.net/d/drsta">drishta</A>-<A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; by experiencing personally through direct association, or by getting knowledge from the Vedas; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; bondage by association; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; the worship; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/i/ihamanah">&#299;ham&#257;nah</A> &#8212; always performing; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrigah</A> <A CLASS=v HREF="http://vedabase.net/a/abhavam">abhavam</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> became <A HREF="http://vedabase.net/a/a">a</A> deer; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; because of my intimate association with <A HREF="http://vedabase.net/a/a">a</A> deer; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; having neglected the regulative principles <A HREF="http://vedabase.net/i/in">in</A> the discharge of devotional service.</P><P CLASS=t>TRANSLATION</P><P>In a previous birth I was known as Mah&#257;r&#257;ja Bharata. I attained perfection by becoming completely detached from material activities through direct experience, and through indirect experience I received understanding from the Vedas. I was fully engaged in the service of the Lord, but due to my misfortune, I became very affectionate to a small deer, so much so that I neglected my spiritual duties. Due to my deep affection for the deer, in my next life I had to accept the body of a deer.</P><P CLASS=t>PURPORT</P><P>The incident herein described is very significant. In a previous verse it is stated, vin&#257; mahat-p&#257;da-rajo-'bhishekam: one cannot attain perfection without smearing the dust from the lotus feet of an exalted devotee on his head. If one always follows the orders of the spiritual master, there is no question of falling down. As soon as a foolish disciple tries to overtake his spiritual master and becomes ambitious to occupy his post, he immediately falls down. Yasya pras&#257;d&#257;d bhagavat-pras&#257;do yasy&#257;pras&#257;d&#257;n na gatih kuto 'pi **. If the spiritual master is considered an ordinary man, the disciple surely loses his chance to advance further. Despite a very rigid life in devotional service, Bharata Mah&#257;r&#257;ja did not consult a spiritual master when he became overly attached to a deer. Consequently he became strongly attached to the deer, and, forgetting his spiritual routine, he fell down.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>