<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.16</P><P CLASS=c>tasm&#257;n naro 'sa&#324;ga-susa&#324;ga-j&#257;ta-</P><P CLASS=c>jñ&#257;n&#257;sinehaiva vivrikna-mohah</P><P CLASS=c>harim tad-&#299;h&#257;-kathana-&#347;rut&#257;bhy&#257;m</P><P CLASS=c>labdha-smritir y&#257;ty atip&#257;ram adhvanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; for this reason; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; every person; <A CLASS=v HREF="http://vedabase.net/a/asanga">asa&#324;ga</A> &#8212; by detachment from the association of worldly people; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; by the association of devotees; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A> &#8212; produced; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/asina">asin&#257;</A> &#8212; by the sword of knowledge; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/v/vivrkna">vivrikna</A>-<A CLASS=v HREF="http://vedabase.net/m/mohah">mohah</A> &#8212; whose illusion is completely cut <A HREF="http://vedabase.net/t/to">to</A> pieces; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tad">tad</A>-<A CLASS=v HREF="http://vedabase.net/i/iha">&#299;h&#257;</A> &#8212; of His activities; <A CLASS=v HREF="http://vedabase.net/k/kathana">kathana</A>-<A CLASS=v HREF="http://vedabase.net/s/srutabhyam">&#347;rut&#257;bhy&#257;m</A> &#8212; by the two processes of hearing and chanting; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A>-<A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; the lost consciousness is regained; <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/a/atiparam">atip&#257;ram</A> &#8212; the ultimate end; <A CLASS=v HREF="http://vedabase.net/a/adhvanah">adhvanah</A> &#8212; of the path back home, back <A HREF="http://vedabase.net/t/to">to</A> Godhead.</P><P CLASS=t>TRANSLATION</P><P>Simply by associating with exalted devotees, anyone can attain perfection of knowledge and with the sword of knowledge can cut to pieces the illusory associations within this material world. Through the association of devotees, one can engage in the service of the Lord by hearing and chanting [&#347;ravanam k&#299;rtanam]. Thus one can revive his dormant Krishna consciousness and, sticking to the cultivation of Krishna consciousness, return home, back to Godhead, even in this life.</P><P CLASS=t>PURPORT</P><P>To become liberated from material bondage, one must give up the association of worldly people and accept the association of devotees, positive and negative processes are mentioned in this regard. Through the association of devotees, one develops Krishna consciousness, which is dormant within. This Krishna consciousness movement is giving this chance to everyone. We are giving shelter to everyone who is serious about progressing in Krishna consciousness. We arrange for their lodging and board so that they can peacefully cultivate Krishna consciousness and return home, back to Godhead, even in this life.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Twelfth Chapter of the &#346;r&#299;mad-Bh&#257;gavatam, entitled, "The Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata."</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../13/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>