<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.3</P><P CLASS=c>tasm&#257;d bhavantam mama sam&#347;ay&#257;rtham</P><P CLASS=c>prakshy&#257;mi pa&#347;c&#257;d adhun&#257; subodham</P><P CLASS=c>adhy&#257;tma-yoga-grathitam tavoktam</P><P CLASS=c>&#257;khy&#257;hi kaut&#363;hala-cetaso me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bhavantam">bhavantam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/samsaya">sam&#347;aya</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; the subject matter that is not clear <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/praksyami">prakshy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall submit; <A CLASS=v HREF="http://vedabase.net/p/pascat">pa&#347;c&#257;t</A> &#8212; afterwards; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/b/bodham">bodham</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that <A HREF="http://vedabase.net/i/it">it</A> can be clearly understood; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; of mystic instruction for self-realization; <A CLASS=v HREF="http://vedabase.net/g/grathitam">grathitam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> composed; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/a/akhyahi">&#257;khy&#257;hi</A> &#8212; please explain again; <A CLASS=v HREF="http://vedabase.net/k/kautuhala">kaut&#363;hala</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; whose mind is very inquisitive <A HREF="http://vedabase.net/t/to">to</A> understand the mystery of such statements; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>Whatever doubts I have about a particular subject matter I shall ask you about later. For the time being, these mysterious yoga instructions you have given me for self-realization appear very difficult to understand. Please repeat them in a simple way so that I can understand them. My mind is very inquisitive, and I want to understand this clearly.</P><P CLASS=t>PURPORT</P><P>The Vedic literature instructs: tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>]. An intelligent man must be very inquisitive to know the transcendental science deeply. Therefore one must approach a guru, a spiritual master. Although Jada Bharata explained everything to Mah&#257;r&#257;ja Rah&#363;gana, it appears that his intelligence was not perfect enough to understand clearly. He therefore requested a further explanation. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>): tad viddhi pranip&#257;tena paripra&#347;nena sevay&#257;. The student must approach a spiritual master and surrender unto him fully (pranip&#257;tena). He must also question him in order to understand his instructions (paripra&#347;nena). One should not only surrender to the spiritual master but also render loving service unto him (sevay&#257;) so that the spiritual master will be pleased with the student and explain the transcendental subject matter more clearly. A challenging spirit before the spiritual master should be avoided if one is at all interested in learning the Vedic instructions in depth.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>