<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verses 5-6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verses 5-6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.5-6</P><P CLASS=c>br&#257;hmana uv&#257;ca</P><P CLASS=c>ayam jano n&#257;ma calan prithivy&#257;m</P><P CLASS=c>yah p&#257;rthivah p&#257;rthiva kasya hetoh</P><P CLASS=c>tasy&#257;pi c&#257;&#324;ghryor adhi gulpha-ja&#324;gh&#257;-</P><P CLASS=c>j&#257;n&#363;ru-madhyora-&#347;irodhar&#257;ms&#257;h</P><P CLASS=c>amse 'dhi d&#257;rv&#299; &#347;ibik&#257; ca yasy&#257;m</P><P CLASS=c>sauv&#299;ra-r&#257;jety apade&#347;a &#257;ste</P><P CLASS=c>yasmin bhav&#257;n r&#363;dha-nij&#257;bhim&#257;no</P><P CLASS=c>r&#257;j&#257;smi sindhushv iti durmad&#257;ndhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> said; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; celebrated <A HREF="http://vedabase.net/a/as">as</A> such; <A CLASS=v HREF="http://vedabase.net/c/calan">calan</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/p/prthivyam">prithivy&#257;m</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/p/parthivah">p&#257;rthivah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> transformation of the earth; <A CLASS=v HREF="http://vedabase.net/p/parthiva">p&#257;rthiva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King, who possesses <A HREF="http://vedabase.net/a/a">a</A> similar earthly body; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; for what; <A CLASS=v HREF="http://vedabase.net/h/hetoh">hetoh</A> &#8212; reason; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; of him also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anghryoh">a&#324;ghryoh</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/a/adhi">adhi</A> &#8212; above; <A CLASS=v HREF="http://vedabase.net/g/gulpha">gulpha</A> &#8212; ankles; <A CLASS=v HREF="http://vedabase.net/j/jangha">ja&#324;gh&#257;</A> &#8212; calves; <A CLASS=v HREF="http://vedabase.net/j/janu">j&#257;nu</A> &#8212; knees; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; thighs; <A CLASS=v HREF="http://vedabase.net/m/madhyora">madhyora</A> &#8212; waist; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A>-<A CLASS=v HREF="http://vedabase.net/d/dhara">dhara</A> &#8212; neck; <A CLASS=v HREF="http://vedabase.net/a/amsah">ams&#257;h</A> &#8212; shoulders; <A CLASS=v HREF="http://vedabase.net/a/amse">amse</A> &#8212; shoulder; <A CLASS=v HREF="http://vedabase.net/a/adhi">adhi</A> &#8212; upon; <A CLASS=v HREF="http://vedabase.net/d/darvi">d&#257;rv&#299;</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of wood; <A CLASS=v HREF="http://vedabase.net/s/sibika">&#347;ibik&#257;</A> &#8212; palanquin; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; on which; <A CLASS=v HREF="http://vedabase.net/s/sauvira">sauv&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King of <A HREF="http://vedabase.net/s/sauvira">Sauv&#299;ra</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/apadesah">apade&#347;ah</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/r/rudha">r&#363;dha</A> &#8212; imposed upon; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimanah">abhim&#257;nah</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> conception of false prestige; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> the King; <A CLASS=v HREF="http://vedabase.net/s/sindhusu">sindhushu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the state of <A HREF="http://vedabase.net/s/sindhu">Sindhu</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/durmada">durmada</A>-<A CLASS=v HREF="http://vedabase.net/a/andhah">andhah</A> &#8212; captivated by false prestige.</P><P CLASS=t>TRANSLATION</P><P>The self-realized br&#257;hmana Jada Bharata said: Among the various material combinations and permutations, there are various forms and earthly transformations. For some reason, these move on the surface of the earth and are called palanquin carriers. Those material transformations which do not move are gross material objects like stones. In any case, the material body is made of earth and stone in the form of feet, ankles, calves, knees, thighs, torso, throat and head. Upon the shoulders is the wooden palanquin, and within the palanquin is the so-called King of Sauv&#299;ra. The body of the King is simply another transformation of earth, but within that body Your Lordship is situated and falsely thinking that you are the King of the state of Sauv&#299;ra.</P><P CLASS=t>PURPORT</P><P>After analyzing the material bodies of the palanquin carrier and the palanquin passenger, Jada Bharata concludes that the real living force is the living entity. The living entity is the offshoot or offspring of Lord Vishnu; therefore within this material world, among moving and nonmoving things, the real principle is Lord Vishnu. Due to His presence, everything is working, and there are actions and reactions. One who understands Lord Vishnu as the original cause of everything is to be understood to be perfectly situated in knowledge. Although he was falsely proud of being a king, King Rah&#363;gana was not really situated in knowledge. Therefore he was rebuking the palanquin carriers, including the self-realized br&#257;hmana, Jada Bharata. This is the first accusation Jada Bharata made against the King, who was daring to talk to a learned br&#257;hmana from the flimsy ground of ignorance, identifying everything with matter. King Rah&#363;gana argued that the living entity is within the body and that when the body is fatigued the living entity within must therefore be suffering. It is clearly explained in the following verses that the living entity does not suffer due to the body's fatigue. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; gives an example of a child heavily decorated with ornaments; although the child's body is very delicate, he does not feel fatigue, nor do the parents think that his ornaments should be taken away. The living entity has nothing to do with bodily pains and pleasures. These are simply mental concoctions. An intelligent man will find the original cause of everything. Material combinations and permutations may be a matter of fact in worldly dealings, but actually the living force, the soul, has nothing to do with them. Those who are materially upset take care of the body and manufacture daridra-n&#257;r&#257;yana (poor N&#257;r&#257;yana). However, it is not a fact that the soul or Supersoul becomes poor simply because the body is poor. These are the statements of ignorant people. The soul and Supersoul are always apart from bodily pleasure and pain.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>