<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.7</P><P CLASS=c>&#347;ocy&#257;n im&#257;ms tvam adhikashta-d&#299;n&#257;n</P><P CLASS=c>vishty&#257; nigrihnan niranugraho 'si</P><P CLASS=c>janasya gopt&#257;smi vikattham&#257;no</P><P CLASS=c>na &#347;obhase vriddha-sabh&#257;su dhrishtah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/socyan">&#347;ocy&#257;n</A> &#8212; lamentable; <A CLASS=v HREF="http://vedabase.net/i/iman">im&#257;n</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/adhi">adhi</A>-<A CLASS=v HREF="http://vedabase.net/k/kasta">kashta</A>-<A CLASS=v HREF="http://vedabase.net/d/dinan">d&#299;n&#257;n</A> &#8212; poor persons suffering <A HREF="http://vedabase.net/m/more">more</A> pains because of their poverty-stricken position; <A CLASS=v HREF="http://vedabase.net/v/vistya">vishty&#257;</A> &#8212; by force; <A CLASS=v HREF="http://vedabase.net/n/nigrhnan">nigrihnan</A> &#8212; seizing; <A CLASS=v HREF="http://vedabase.net/n/niranugrahah">niranugrahah</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you have <A HREF="http://vedabase.net/n/no">no</A> mercy <A HREF="http://vedabase.net/i/in">in</A> your heart; <A CLASS=v HREF="http://vedabase.net/j/janasya">janasya</A> &#8212; of the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/g/gopta">gopt&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> the protector (king); <A CLASS=v HREF="http://vedabase.net/v/vikatthamanah">vikattham&#257;nah</A> &#8212; bragging; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/sobhase">&#347;obhase</A> &#8212; you <A HREF="http://vedabase.net/d/do">do</A> not look very good; <A CLASS=v HREF="http://vedabase.net/v/vrddha">vriddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sabhasu">sabh&#257;su</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the society of learned persons; <A CLASS=v HREF="http://vedabase.net/d/dhrstah">dhrishtah</A> &#8212; simply impudent.</P><P CLASS=t>TRANSLATION</P><P>It is a fact, however, that these innocent people carrying your palanquin without payment are certainly suffering due to this injustice. Their condition is very lamentable because you have forcibly engaged them in carrying your palanquin. This proves that you are cruel and unkind, yet due to false prestige you were thinking that you were protecting the citizens. This is ludicrous. You were such a fool that you could not have been adored as a great man in an assembly of persons advanced in knowledge.</P><P CLASS=t>PURPORT</P><P>King Rah&#363;gana was proud of being king, and he felt he had the right to control the citizens as he liked, but actually he was engaging men in carrying his palanquin without payment, and therefore he was causing them trouble without reason. Nonetheless, the King was thinking that he was the protector of the citizens. Actually the king should be the representative of the Supreme Personality of Godhead. For this reason he is called nara-devat&#257;, the Lord among human beings. However, when a king thinks that because he is the head of the state, he can utilize the citizens for his sense gratification, he is in error. Such an attitude is not appreciated by learned scholars. According to the Vedic principles, the king should be advised by learned sages, br&#257;hmanas and scholars, who advise him according to the injunctions given in the dharma-&#347;&#257;stra. The duty of the king is to follow these instructions. Learned circles do not appreciate the king's utilizing public endeavor for his own benefit. His duty is to give protection to the citizens instead. The king should not become such a rogue that he exploits the citizens for his own benefit.</P><P>It is stated in &#346;r&#299;mad-Bh&#257;gavatam that in Kali-yuga the heads of government will be plunderers and thieves. These thieves and plunderers take the money and property of the public by force or connivance. Therefore it is said in &#346;r&#299;mad-Bh&#257;gavatam, r&#257;janyair nirghrinair dasyu-dharmabhih. As Kali-yuga advances, we can see that these characteristics are already visible. We can certainly imagine how deteriorated human civilization will be by the end of Kali-yuga. Indeed, there will no longer be a sane man capable of understanding God and our relationship with Him. In other words, human beings will be just like animals. At that time, in order to reform human society, Lord Krishna will come in the form of the Kalki avat&#257;ra. His business will be to kill all the atheists because ultimately the real protector is Vishnu, or Krishna.</P><P>The Lord incarnates and sets things in order when things are mismanaged by so-called kings and heads of government. As Krishna says in Bhagavad-g&#299;t&#257;, yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata [<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>]. Of course this takes many years, but the principle is there. When the king or governmental head does not follow the proper principles, nature deals out the punishments in the forms of war, famine and so forth. Therefore if the governmental head is not aware of life's goal, he should not take charge of ruling the people. Actually the supreme proprietor of everything is Lord Vishnu. He is the maintainer of everyone. The king, the father, and the guardian are simply representatives of Lord Vishnu, empowered by Him to look after the management and maintain things. It is therefore the duty of the head of the state to maintain the general populace in such a way that people will ultimately know the goal of life. Na te viduh sv&#257;rtha-gatim hi vishnum [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>]. Unfortunately the foolish governmental head and the general populace do not know that the ultimate goal of life is to understand and approach Lord Vishnu. Without this knowledge, everyone is in ignorance, and all society is crowded with cheaters and cheated.</P><P CLASS=l><A CLASS=i HREF="5-6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>