<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.8</P><P CLASS=c>yad&#257; kshit&#257;v eva car&#257;carasya</P><P CLASS=c>vid&#257;ma nishth&#257;m prabhavam ca nityam</P><P CLASS=c>tan n&#257;mato 'nyad vyavah&#257;ra-m&#363;lam</P><P CLASS=c>nir&#363;pyat&#257;m sat-kriyay&#257;numeyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/ksitau">kshitau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the earth; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A>-<A CLASS=v HREF="http://vedabase.net/a/acarasya">acarasya</A> &#8212; of different bodies, some moving and some not moving; <A CLASS=v HREF="http://vedabase.net/v/vidama">vid&#257;ma</A> &#8212; we know; <A CLASS=v HREF="http://vedabase.net/n/nistham">nishth&#257;m</A> &#8212; annihilation; <A CLASS=v HREF="http://vedabase.net/p/prabhavam">prabhavam</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly by the principles of nature; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/namatah">n&#257;matah</A> &#8212; than simply by <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/v/vyavahara">vyavah&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; cause of material activities; <A CLASS=v HREF="http://vedabase.net/n/nirupyatam">nir&#363;pyat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be ascertained; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/kriyaya">kriyay&#257;</A> &#8212; by actual employment; <A CLASS=v HREF="http://vedabase.net/a/anumeyam">anumeyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be inferred.</P><P CLASS=t>TRANSLATION</P><P>All of us on the surface of the globe are living entities in different forms. Some of us are moving and some not moving. All of us come into existence, remain for some time and are annihilated when the body is again mingled with the earth. We are all simply different transformations of the earth. Different bodies and capacities are simply transformations of the earth that exist in name only, for everything grows out of the earth and when everything is annihilated it again mingles with the earth. In other words, we are but dust, and we shall but be dust. Everyone can consider this point.</P><P CLASS=t>PURPORT</P><P>In the Brahma-s&#363;tra it is said: tad-ananyatvam &#257;rabhambhana-&#347;abd&#257;dibhyah (2.1.14). This cosmic manifestation is a mixture of matter and spirit, but the cause is the Supreme Brahman, the Supreme Personality of Godhead. Therefore in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/20.htm">1.5.20</A>) it is said: idam hi vi&#347;vam bhagav&#257;n ivetarah. The entire cosmic manifestation is but a transformation of the energy of the Supreme Personality of Godhead, but because of illusion, no one can appreciate that God is nondifferent from the material world. Actually He is not different, but this material world is simply a transformation of His different energies; par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate. There are also other versions of this in the Vedas: sarvam khalv idam brahma. Matter and spirit are all nondifferent from the Supreme Brahman, Bhagav&#257;n. Lord &#346;r&#299; Krishna confirms this statement in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>): me bhinn&#257; prakritir ashtadh&#257;. The material energy is Krishna's energy, but it is separated from Him. The spiritual energy is also His energy, but it is not separated from Him. When the material energy is engaged in the service of the Supreme Spirit, so-called material energy is also transformed into spiritual energy, just as an iron rod becomes fire when placed in contact with fire. When we can understand by an analytical study that the Supreme Personality of Godhead is the cause of all causes, our knowledge is perfect. Simply understanding the transformations of different energies is partial knowledge. We must come to the ultimate cause. Na te viduh sv&#257;rtha gatim hi vishnum [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>]. The knowledge of those who are not interested in knowing the original cause of all emanations is never perfect knowledge. There is nothing in the phenomenal world that is not produced by the supreme energy of the Supreme Personality of Godhead. Aromas from the earth are different scents manufactured and used for different purposes, but the original cause is the earth, nothing else. A waterpot made of earth can be used to carry water for some time, but ultimately the pot is nothing but earth. Therefore there is no difference between the pot and its original ingredient, earth. It is simply a different transformation of the energy. Originally the cause or primary ingredient is the Supreme Personality of Godhead, and the varieties are only by-products. In the Ch&#257;ndogya Upanishad it is stated: yath&#257; saumy ekena mrit-pindena sarvam mrinmayam vijñ&#257;tam sy&#257;d v&#257;c&#257;rambhanam vik&#257;ro n&#257;madheyam mrittikety eva satyam. If one studies the earth, he naturally understands the by-products of the earth. The Vedas therefore enjoin, yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati: if one simply understands the original cause, Krishna, the cause of all causes, then naturally everything else is understood, although it may be presented in different varieties. By understanding the original cause of different varieties, one can understand everything. If we understand Krishna, the original cause of everything, we do not need to separately study the subsidiary varieties. Therefore from the very beginning it is said: satyam param dh&#299;mahi. One has to concentrate one's understanding on the Supreme Truth, Krishna or V&#257;sudeva. The word V&#257;sudeva indicates the Supreme Personality of Godhead, who is the cause of all causes. Mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham teshv avasthitah. This is a summary of phenomenal and noumenal philosophy. The phenomenal world depends on the noumenal existence; similarly, everything exists by virtue of the potency of the Supreme Lord, although due to our ignorance the Supreme Lord is not perceived in everything.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>