<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12 Summary</P><P>Because Mah&#257;r&#257;ja Rah&#363;gana was still doubtful about his enlightenment, he asked the br&#257;hmana Jada Bharata to repeat his instructions and clarify ideas he could not understand. In this chapter, Mah&#257;r&#257;ja Rah&#363;gana offers his respectful obeisances to Jada Bharata, who was concealing his real position. The King could understand by his speech how exalted and advanced he was in spiritual knowledge. He very much regretted his offense against him. Mah&#257;r&#257;ja Rah&#363;gana was bitten by the serpent of ignorance, but was cured by the nectarean words of Jada Bharata. Later, because he was doubtful about the subjects discussed, he made further inquiries, one question after another. First he wanted to be released from the offense he had committed at the lotus feet of Jada Bharata.</P><P>Mah&#257;r&#257;ja Rah&#363;gana was somewhat unhappy at not being able to grasp Jada Bharata's instructions, which were full of meaning that could not be understood by a materialistic person. Therefore Jada Bharata repeated his instructions more clearly. He said that on the surface of the globe all living entities, moving and unmoving, were but transformations of the earth in different ways. The King was very proud of his king's body, but that body was simply another transformation of the earth. Out of his false prestige, the King was misbehaving toward the palanquin carrier. as a master toward a servant, and he was actually very unkind to other living entities. Consequently King Rah&#363;gana was unfit to give protection to the citizens, and because he was ignorant, he was unfit to be counted among advanced philosophers. Everything in the material world is but a transformation of the earth, although things have different names according to their transformations. Actually the varieties are one and the same, and ultimately all these varieties are vanquished into atoms. Nothing is permanent in this material world. The variety of things and their distinctions are simply mental concoctions. The Absolute Truth is beyond illusion and is manifest in three features &#8212; impersonal Brahman, localized Param&#257;tm&#257; and the Supreme Personality of Godhead. Ultimate realization of the Absolute Truth is the Supreme Personality of Godhead, called V&#257;sudeva by His devotees. Unless one is blessed with the dust from the feet of a pure devotee on his head, one cannot possibly become a devotee of the Supreme Personality of Godhead.</P><P>Jada Bharata also told about his own previous birth and informed the King that by the grace of the Lord he still remembered all the incidents of his past life. Due to the activities of his past life, Jada Bharata was being very cautious and was therefore assuming the characteristics of a deaf and dumb man to avoid mingling with the material world. Association with the material modes of nature is very powerful. The bad association of materialistic men can be avoided only in the association of devotees. In the association of devotees, one is given an opportunity to render devotional service in nine different ways &#8212; &#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. In this way, in the association of devotees, one can pass over material association, cross over the ocean of nescience and return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="../11/17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>