<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 5 Verses 1-2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 5 Verses 1-2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Meeting of Nanda Mah&#257;r&#257;ja and Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.5.1-2</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>nandas tv &#257;tmaja utpanne</P><P CLASS=c>j&#257;t&#257;hl&#257;do mah&#257;-man&#257;h</P><P CLASS=c>&#257;h&#363;ya vipr&#257;n veda-jñ&#257;n</P><P CLASS=c>sn&#257;tah &#347;ucir ala&#324;kritah</P><P CLASS=c>v&#257;cayitv&#257; svastyayanam</P><P CLASS=c>j&#257;ta-karm&#257;tmajasya vai</P><P CLASS=c>k&#257;ray&#257;m &#257;sa vidhivat</P><P CLASS=c>pitri-dev&#257;rcanam tath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/n/nandah">nandah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atmaje">&#257;tmaje</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/u/utpanne">utpanne</A> &#8212; having been born; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/a/ahladah">&#257;hl&#257;dah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great jubilation; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; who was great minded; <A CLASS=v HREF="http://vedabase.net/a/ahuya">&#257;h&#363;ya</A> &#8212; invited; <A CLASS=v HREF="http://vedabase.net/v/vipran">vipr&#257;n</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/j/jnan">jñ&#257;n</A> &#8212; who were fully conversant <A HREF="http://vedabase.net/i/in">in</A> Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/snatah">sn&#257;tah</A> &#8212; taking <A HREF="http://vedabase.net/a/a">a</A> full bath; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; purifying himself; <A CLASS=v HREF="http://vedabase.net/a/alankrtah">ala&#324;kritah</A> &#8212; being dressed very nicely with ornaments and fresh garments; <A CLASS=v HREF="http://vedabase.net/v/vacayitva">v&#257;cayitv&#257;</A> &#8212; after causing <A HREF="http://vedabase.net/t/to">to</A> be recited; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; Vedic mantras (by the br&#257;hmanas); <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the festival for the birth of the child; <A CLASS=v HREF="http://vedabase.net/a/atmajasya">&#257;tmajasya</A> &#8212; of his own son; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/karayam">k&#257;ray&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> be performed; <A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the Vedic regulations; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/a/arcanam">arcanam</A> &#8212; the worship of the forefathers and the demigods; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Nanda Mah&#257;r&#257;ja was naturally very magnanimous, and when Lord &#346;r&#299; Krishna appeared as his son, he was overwhelmed by jubilation. Therefore, after bathing and purifying himself and dressing himself properly, he invited br&#257;hmanas who knew how to recite Vedic mantras. After having these qualified br&#257;hmanas recite auspicious Vedic hymns, he arranged to have the Vedic birth ceremony celebrated for his newborn child according to the rules and regulations, and he also arranged for worship of the demigods and forefathers.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has discussed the significance of the words nandas tu. The word tu, he says, is not used to fulfill the sentence, because without tu the sentence is complete. Therefore the word tu is used for a different purpose. Although Krishna appeared as the son of Devak&#299;, Devak&#299; and Vasudeva did not enjoy the j&#257;ta-karma, the festival of the birth ceremony. Instead, this ceremony was enjoyed by Nanda Mah&#257;r&#257;ja, as stated here (nandas tv &#257;tmaja utpanne j&#257;t&#257;hl&#257;do mah&#257;-man&#257;h). When Nanda Mah&#257;r&#257;ja met Vasudeva, Vasudeva could not disclose, "Your son Krishna is actually my son. You are His father in a different way, spiritually." Because of fear of Kamsa, Vasudeva could not observe the festival for Krishna's birth, Nanda Mah&#257;r&#257;ja, however, took full advantage of this opportunity.</P><P>The j&#257;ta-karma ceremony can take place when the umbilical cord, connecting the child and the placenta, is cut. However, since Krishna was brought by Vasudeva to the house of Nanda Mah&#257;r&#257;ja, where was the chance for this to happen? In this regard, Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura desires to prove with evidence from many &#347;&#257;stras that Krishna actually took birth as the son of Ya&#347;od&#257; before the birth of Yogam&#257;y&#257;, who is therefore described as the Lord's younger sister. Even though there may be doubts about the cutting of the umbilical cord, and even though it is possible that this was not done, when the Supreme Personality of Godhead appears, such events are regarded as factual. Krishna appeared as Var&#257;hadeva from the nostril of Brahm&#257;, and therefore Brahm&#257; is described as the father of Var&#257;hadeva. Also significant are the words k&#257;ray&#257;m &#257;sa vidhivat. Being overwhelmed with jubilation over the birth of his son, Nanda Mah&#257;r&#257;ja did not see whether the cord was cut or not. Thus he performed the ceremony very gorgeously. According to the opinion of some authorities, Krishna was actually born as the son of Ya&#347;od&#257;. In any case, without regard for material understandings, we can accept that Nanda Mah&#257;r&#257;ja's celebration for the ceremony of Krishna's birth was proper. This ceremony is therefore well known everywhere as Nandotsava.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>