<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 5 Verses 15-16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 5 Verses 15-16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Meeting of Nanda Mah&#257;r&#257;ja and Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.5.15-16</P><P CLASS=c>nando mah&#257;-man&#257;s tebhyo</P><P CLASS=c>v&#257;so 'la&#324;k&#257;ra-go-dhanam</P><P CLASS=c>s&#363;ta-m&#257;gadha-vandibhyo</P><P CLASS=c>ye 'nye vidyopaj&#299;vinah</P><P CLASS=c>tais taih k&#257;mair ad&#299;n&#257;tm&#257;</P><P CLASS=c>yathocitam ap&#363;jayat</P><P CLASS=c>vishnor &#257;r&#257;dhan&#257;rth&#257;ya</P><P CLASS=c>sva-putrasyoday&#257;ya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nandah">nandah</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; who among the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men was the greatest of all upright persons; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; unto the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;sah</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/a/alankara">ala&#324;k&#257;ra</A> &#8212; ornaments; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; and cows; <A CLASS=v HREF="http://vedabase.net/s/suta">s&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/m/magadha">m&#257;gadha</A>-<A CLASS=v HREF="http://vedabase.net/v/vandibhyah">vandibhyah</A> &#8212; unto the s&#363;tas (the professional reciters of the old histories), the m&#257;gadhas (the professional reciters of the histories of royal dynasties) and the vand&#299;s (general singers of prayers); <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> others; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/upajivinah">upaj&#299;vinah</A> &#8212; who were continuing their livelihood on the basis of educational qualifications; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; with whatever; <A CLASS=v HREF="http://vedabase.net/k/kamaih">k&#257;maih</A> &#8212; improvements of desire; <A CLASS=v HREF="http://vedabase.net/a/adina">ad&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>, who was <A HREF="http://vedabase.net/s/so">so</A> magnanimous; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/ucitam">ucitam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> was suitable; <A CLASS=v HREF="http://vedabase.net/a/apujayat">ap&#363;jayat</A> &#8212; worshiped them or satisfied them; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> <A CLASS=v HREF="http://vedabase.net/a/aradhana">&#257;r&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaya">arth&#257;ya</A> &#8212; for the purpose of satisfying Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/putrasya">putrasya</A> &#8212; of his own child; <A CLASS=v HREF="http://vedabase.net/u/udayaya">uday&#257;ya</A> &#8212; for the improvement <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>The great-minded Mah&#257;r&#257;ja Nanda gave clothing, ornaments and cows in charity to the cowherd men in order to please Lord Vishnu, and thus he improved the condition of his own son in all respects. He distributed charity to the s&#363;tas, the m&#257;gadhas, the vand&#299;s, and men of all other professions, according to their educational qualifications, and satisfied everyone's desires.</P><P CLASS=t>PURPORT</P><P>Although it has become fashionable to speak of daridra-n&#257;r&#257;yana, the words vishnor &#257;r&#257;dhan&#257;rth&#257;ya do not mean that all the people satisfied by Nanda Mah&#257;r&#257;ja in this great ceremony were Vishnus. They were not daridra, nor were they N&#257;r&#257;yana. Rather, they were devotees of N&#257;r&#257;yana, and by their educational qualifications they would satisfy N&#257;r&#257;yana. Therefore, satisfying them was an indirect way of satisfying Lord Vishnu. Mad-bhakta-p&#363;j&#257;bhyadhik&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/19/21.htm">11.19.21</A>). The Lord says, "Worshiping My devotees is better than worshiping Me directly." The varn&#257;&#347;rama system is entirely meant for vishnu-&#257;r&#257;dhana, worship of Lord Vishnu. Varn&#257;&#347;ram&#257;c&#257;ravat&#257; purushena parah pum&#257;n/ vishnur &#257;r&#257;dhyate (Vishnu Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>). The ultimate goal of life is to please Lord Vishnu, the Supreme Lord. The uncivilized man or materialistic person, however, does not know this aim of life. Na te viduh sv&#257;rtha-gatim hi vishnum (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/31.htm">7.5.31</A>). One's real self-interest lies in satisfying Lord Vishnu. Not satisfying Lord Vishnu but instead attempting to become happy through material adjustments (bahir-artha-m&#257;ninah) is the wrong way for happiness. Because Vishnu is the root of everything, if Vishnu is pleased, everyone is pleased; in particular, one's children and family members become happy in all respects. Nanda Mah&#257;r&#257;ja wanted to see his newborn child happy. That was his purpose. Therefore he wanted to satisfy Lord Vishnu, and to satisfy Lord Vishnu it was necessary to satisfy His devotees, such as the learned br&#257;hmanas, m&#257;gadhas and s&#363;tas. Thus, in a roundabout way, ultimately it was Lord Vishnu who was to be satisfied.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>