<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 5 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 5 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Meeting of Nanda Mah&#257;r&#257;ja and Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.5.23</P><P CLASS=c>dishty&#257; bhr&#257;tah pravayasa</P><P CLASS=c>id&#257;n&#299;m aprajasya te</P><P CLASS=c>praj&#257;&#347;&#257;y&#257; nivrittasya</P><P CLASS=c>praj&#257; yat samapadyata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/distya">dishty&#257;</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is by great fortune; <A CLASS=v HREF="http://vedabase.net/b/bhratah">bhr&#257;tah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my dear brother; <A CLASS=v HREF="http://vedabase.net/p/pravayasah">pravayasah</A> &#8212; of you whose <A HREF="http://vedabase.net/a/age">age</A> is now quite advanced; <A CLASS=v HREF="http://vedabase.net/i/idanim">id&#257;n&#299;m</A> &#8212; at the present moment; <A CLASS=v HREF="http://vedabase.net/a/aprajasya">aprajasya</A> &#8212; of one who did not have <A HREF="http://vedabase.net/a/a">a</A> son before; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;&#257;y&#257;h</A> <A CLASS=v HREF="http://vedabase.net/n/nivrttasya">nivrittasya</A> &#8212; of one who was almost hopeless of getting <A HREF="http://vedabase.net/a/a">a</A> son at this <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/s/samapadyata">samapadyata</A> &#8212; has been gotten by chance.</P><P CLASS=t>TRANSLATION</P><P>My dear brother Nanda Mah&#257;r&#257;ja, at an advanced age you had no son at all and were hopeless of having one. Therefore, that you now have a son is a sign of great fortune.</P><P CLASS=t>PURPORT</P><P>At an advanced age one generally cannot beget a male child. If by chance one does beget a child at this age, the child is generally female. Thus Vasudeva indirectly asked Nanda Mah&#257;r&#257;ja whether he had actually begotten a male child or a female child. Vasudeva knew that Ya&#347;od&#257; had given birth to a female child, whom he had stolen and replaced with a male child. This was a great mystery, and Vasudeva wanted to determine whether this mystery was already known to Nanda Mah&#257;r&#257;ja. On inquiring, however, he was confident that the mystery of Krishna's birth and His being placed in the care of Ya&#347;od&#257; was still hidden. There was no danger, since Kamsa at least could not learn what had already happened.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>