<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 5: The Meeting of Nanda Mah&#257;r&#257;ja and Vasudeva</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.5 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 10.5.1-2</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Nanda Mah&#257;r&#257;ja was naturally very magnanimous, and when Lord &#346;r&#299; Krishna appeared as his son, he was overwhelmed by jubilation. Therefore, after bathing and purifying himself and dressing himself properly, he invited br&#257;hmanas who knew how to recite Vedic mantras. After having these qualified br&#257;hmanas recite auspicious Vedic hymns, he arranged to have the Vedic birth ceremony celebrated for his newborn child according to the rules and regulations, and he also arranged for worship of the demigods and forefathers.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.5.3</B></A>: Nanda Mah&#257;r&#257;ja gave two million cows, completely decorated with cloth and jewels, in charity to the br&#257;hmanas. He also gave them seven hills of grain, covered with jewels and with cloth decorated with golden embroidery.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.5.4</B></A>: O King, by the passing of time, land and other material possessions are purified; by bathing, the body is purified; and by being cleansed, unclean things are purified. By purificatory ceremonies, birth is purified; by austerity, the senses are purified; and by worship and charity offered to the br&#257;hmanas, material possessions are purified. By satisfaction, the mind is purified; and by self-realization, or Krishna consciousness, the soul is purified.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.5.5</B></A>: The br&#257;hmanas recited auspicious Vedic hymns, which purified the environment by their vibration. The experts in reciting old histories like the Pur&#257;nas, the experts in reciting the histories of royal families, and general reciters all chanted, while singers sang and many kinds of musical instruments, like bher&#299;s and dundubhis, played in accompaniment.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.5.6</B></A>: Vrajapura, the residence of Nanda Mah&#257;r&#257;ja, was fully decorated with varieties of festoons and flags, and in different places, gates were made with varieties of flower garlands, pieces of cloth, and mango leaves. The courtyards, the gates near the roads, and everything within the rooms of the houses were perfectly swept and washed with water.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.5.7</B></A>: The cows, the bulls and the calves were thoroughly smeared with a mixture of turmeric and oil, mixed with varieties of minerals. Their heads were bedecked with peacock feathers, and they were garlanded and covered with cloth and golden ornaments.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.5.8</B></A>: O King Par&#299;kshit, the cowherd men dressed very opulently with valuable ornaments and garments such as coats and turbans. Decorated in this way and carrying various presentations in their hands, they approached the house of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.5.9</B></A>: The gop&#299; wives of the cowherd men were very pleased to hear that mother Ya&#347;od&#257; had given birth to a son, and they began to decorate themselves very nicely with proper dresses, ornaments, black ointment for the eyes, and so on.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.5.10</B></A>: Their lotuslike faces extraordinarily beautiful, being decorated with saffron and newly grown ku&#324;kuma, the wives of the cowherd men hurried to the house of mother Ya&#347;od&#257; with presentations in their hands. Because of natural beauty, the wives had full hips and full breasts, which moved as they hurried along.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.5.11</B></A>: In the ears of the gop&#299;s were brilliantly polished jeweled earrings, and from their necks hung metal lockets. Their hands were decorated with bangles, their dresses were of varied colors, and from their hair, flowers fell onto the street like showers. Thus while going to the house of Mah&#257;r&#257;ja Nanda, the gop&#299;s, their earrings, breasts and garlands moving, were brilliantly beautiful.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.5.12</B></A>: Offering blessings to the newborn child, Krishna, the wives and daughters of the cowherd men said, "May You become the King of Vraja and long maintain all its inhabitants." They sprinkled a mixture of turmeric powder, oil and water upon the birthless Supreme Lord and offered their prayers.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.5.13</B></A>: Now that the all-pervading, unlimited Lord Krishna, the master of the cosmic manifestation, had arrived within the estate of Mah&#257;r&#257;ja Nanda, various types of musical instruments resounded to celebrate the great festival.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.5.14</B></A>: In gladness, the cowherd men enjoyed the great festival by splashing one another's bodies with a mixture of curd, condensed milk, butter and water. They threw butter on one another and smeared it on one another's bodies.</P><P CLASS=r><A CLASS=i HREF="15-16.htm"><B>SB 10.5.15-16</B></A>: The great-minded Mah&#257;r&#257;ja Nanda gave clothing, ornaments and cows in charity to the cowherd men in order to please Lord Vishnu, and thus he improved the condition of his own son in all respects. He distributed charity to the s&#363;tas, the m&#257;gadhas, the vand&#299;s, and men of all other professions, according to their educational qualifications, and satisfied everyone's desires.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.5.17</B></A>: The most fortunate Rohin&#299;, the mother of Baladeva, was honored by Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;, and thus she also dressed gorgeously and decorated herself with a necklace, a garland and other ornaments. She was busy wandering here and there to receive the women who were guests at the festival.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.5.18</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, the home of Nanda Mah&#257;r&#257;ja is eternally the abode of the Supreme Personality of Godhead and His transcendental qualities and is therefore always naturally endowed with the opulence of all wealth. Yet beginning from Lord Krishna's appearance there, it became the place for the pastimes of the goddess of fortune.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.5.19</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: Thereafter, my dear King Par&#299;kshit, O best protector of the Kuru dynasty, Nanda Mah&#257;r&#257;ja appointed the local cowherd men to protect Gokula and then went to Mathur&#257; to pay the yearly taxes to King Kamsa.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.5.20</B></A>: When Vasudeva heard that Nanda Mah&#257;r&#257;ja, his very dear friend and brother, had come to Mathur&#257; and already paid the taxes to Kamsa, he went to Nanda Mah&#257;r&#257;ja's residence.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.5.21</B></A>: When Nanda Mah&#257;r&#257;ja heard that Vasudeva had come, he was overwhelmed with love and affection, being as pleased as if his body had regained its life. Seeing Vasudeva suddenly present, he got up and embraced him with both arms.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.5.22</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, having thus been received and welcomed by Nanda Mah&#257;r&#257;ja with honor, Vasudeva sat down very peacefully and inquired about his own two sons because of intense love for them.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.5.23</B></A>: My dear brother Nanda Mah&#257;r&#257;ja, at an advanced age you had no son at all and were hopeless of having one. Therefore, that you now have a son is a sign of great fortune.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.5.24</B></A>: It is also by good fortune that I am seeing you. Having obtained this opportunity, I feel as if I have taken birth again. Even though one is present in this world, to meet with intimate friends and dear relatives in this material world is extremely difficult.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.5.25</B></A>: Many planks and sticks, unable to stay together, are carried away by the force of a river's waves. Similarly, although we are intimately related with friends and family members, we are unable to stay together because of our varied past deeds and the waves of time.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.5.26</B></A>: My dear friend Nanda Mah&#257;r&#257;ja, in the place where you are living with your friends, is the forest favorable for the animals, the cows? I hope there is no disease or inconvenience. The place must be full of water, grass and other plants.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.5.27</B></A>: My son Baladeva, being raised by you and your wife, Ya&#347;od&#257;dev&#299;, considers you His father and mother. Is he living very peacefully in your home with His real mother, Rohin&#299;?</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.5.28</B></A>: When one's friends and relatives are properly situated, one's religion, economic development and sense gratification, as described in the Vedic literatures, are beneficial. Otherwise, if one's friends and relatives are in distress, these three cannot offer any happiness.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.5.29</B></A>: Nanda Mah&#257;r&#257;ja said: Alas, King Kamsa killed so many of your children, born of Devak&#299;. And your one daughter, the youngest child of all, entered the heavenly planets.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.5.30</B></A>: Every man is certainly controlled by destiny, which determines the results of one's fruitive activities. In other words, one has a son or daughter because of unseen destiny, and when the son or daughter is no longer present, this also is due to unseen destiny. Destiny is the ultimate controller of everyone. One who knows this is never bewildered.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.5.31</B></A>: Vasudeva said to Nanda Mah&#257;r&#257;ja: Now, my dear brother, since you have paid the annual taxes to Kamsa and have also seen me, do not stay in this place for many days. It is better to return to Gokula, since I know that there may be some disturbances there.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.5.32</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: After Vasudeva advised Nanda Mah&#257;r&#257;ja in this way, Nanda Mah&#257;r&#257;ja and his associates, the cowherd men, took permission from Vasudeva, yoked their bulls to the bullock carts, and started riding for Gokula.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>