<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Meeting of Nanda Mah&#257;r&#257;ja and Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.5 Summary</P><P>As described in this chapter, Nanda Mah&#257;r&#257;ja very gorgeously performed the birth ceremony for his newborn child. Then he went to Kamsa to pay taxes due and met his intimate friend Vasudeva.</P><P>There was great jubilation all over Vrind&#257;vana due to Krishna's birth. Everyone was overwhelmed with joy. Therefore the King of Vraja, Mah&#257;r&#257;ja Nanda, wanted to perform the birth ceremony for his child, and this he did. During this great festival, Nanda Mah&#257;r&#257;ja gave in charity to all present whatever they desired. After the festival, Nanda Mah&#257;r&#257;ja put the cowherd men in charge of protecting Gokula, and then he went to Mathur&#257; to pay official taxes to Kamsa. In Mathur&#257;, Nanda Mah&#257;r&#257;ja met Vasudeva. Nanda Mah&#257;r&#257;ja and Vasudeva were brothers, and Vasudeva praised Nanda Mah&#257;r&#257;ja's good fortune because he knew that Krishna had accepted Nanda Mah&#257;r&#257;ja as His father. When Vasudeva inquired from Nanda Mah&#257;r&#257;ja about the welfare of the child, Nanda Mah&#257;r&#257;ja informed him all about Vrind&#257;vana, and Vasudeva was very much satisfied by this, although he expressed his grief because Devak&#299;'s many children had been killed by Kamsa. Nanda Mah&#257;r&#257;ja consoled Vasudeva by saying that everything happens according to destiny and that one who knows this is not aggrieved. Expecting many disturbances in Gokula, Vasudeva then advised Nanda Mah&#257;r&#257;ja not to wait in Mathur&#257;, but to return to Vrind&#257;vana as soon as possible. Thus Nanda Mah&#257;r&#257;ja took leave of Vasudeva and returned to Vrind&#257;vana with the other cowherd men on their bullock carts.</P><P CLASS=l><A CLASS=i HREF="../4/46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>