<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.19</P><P CLASS=c>taranti hy añjas&#257; mrityum</P><P CLASS=c>nivritt&#257; yad-anugrah&#257;t</P><P CLASS=c>yoginah sa bhav&#257;n kim svid</P><P CLASS=c>anugrihyeta yat paraih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taranti">taranti</A> &#8212; cross over; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; birth and death; <A CLASS=v HREF="http://vedabase.net/n/nivrttah">nivritt&#257;h</A> &#8212; ceasing all material desires; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by mercy; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; transcendentalists; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; never possible; <A CLASS=v HREF="http://vedabase.net/a/anugrhyeta">anugrihyeta</A> &#8212; may be favored; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/paraih">paraih</A> &#8212; by others.</P><P CLASS=t>TRANSLATION</P><P>Mystics and transcendentalists, by the mercy of the Lord, cross beyond nescience by ceasing all material desires. It is not possible, therefore, that the Supreme Lord can be favored by others.</P><P CLASS=t>PURPORT</P><P>Unless one is favored by the Supreme Lord, one cannot cross over the ocean of the nescience of repeated birth and death. Here it is stated that yog&#299;s or mystics cross beyond nescience by the mercy of the Supreme Personality of Godhead. There are many kinds of mystics, such as the karma-yog&#299;, jñ&#257;na-yog&#299;, dhy&#257;na-yog&#299; and bhakti-yog&#299;. The karm&#299;s particularly search after the favor of the demigods, the jñ&#257;n&#299;s want to become one with the Supreme Absolute Truth, and the yog&#299;s are satisfied simply by partial vision of the Supreme Personality of Godhead, Param&#257;tm&#257;, and ultimately by oneness with Him. But the bhaktas, the devotees, want to associate with the Supreme Personality of Godhead eternally and serve Him. It has already been admitted that the Lord is eternal, and those who want the favor of the Supreme Lord perpetually are also eternal. Therefore yog&#299;s here means devotees. By the mercy of the Lord, devotees can easily pass beyond the nescience of birth and death and attain the eternal abode of the Lord. The Lord is therefore not in need of another's favor because no one is equal to or greater than Him. Actually, everyone needs the favor of the Lord for successful understanding of his human mission.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>