<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.21</P><P CLASS=c>yas t&#257;m vivikta-caritair anuvartam&#257;n&#257;m</P><P CLASS=c>n&#257;ty&#257;driyat parama-bh&#257;gavata-prasa&#324;gah</P><P CLASS=c>sa tvam dvij&#257;nupatha-punya-rajah-pun&#299;tah</P><P CLASS=c>&#347;r&#299;vatsa-lakshma kim ag&#257; bhaga-bh&#257;janas tvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A> &#8212; completely <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/c/caritaih">caritaih</A> &#8212; devotional services; <A CLASS=v HREF="http://vedabase.net/a/anuvartamanam">anuvartam&#257;n&#257;m</A> &#8212; serving; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atyadriyat">aty&#257;driyat</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; the highest; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/p/prasangah">prasa&#324;gah</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/anupatha">anupatha</A> &#8212; on the path; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A> &#8212; sanctified; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; dust; <A CLASS=v HREF="http://vedabase.net/p/punitah">pun&#299;tah</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/s/srivatsa">&#347;r&#299;vatsa</A> &#8212; of <A HREF="http://vedabase.net/s/srivatsa">&#346;r&#299;vatsa</A>; <A CLASS=v HREF="http://vedabase.net/l/laksma">lakshma</A> &#8212; the mark; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/agah">ag&#257;h</A> &#8212; You obtained; <A CLASS=v HREF="http://vedabase.net/b/bhaga">bhaga</A> &#8212; all opulences or all good qualities; <A CLASS=v HREF="http://vedabase.net/b/bhajanah">bh&#257;janah</A> &#8212; the reservoir; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You.</P><P CLASS=t>TRANSLATION</P><P>O Lord, You are exceedingly attached to the activities of Your pure devotees, yet You are never attached to the goddesses of fortune who constantly engage in Your transcendental loving service. How can You be purified, therefore, by the dust of the path traversed by the br&#257;hmanas, and how can You be glorified or made fortunate by the marks of &#346;r&#299;vatsa on Your chest?</P><P CLASS=t>PURPORT</P><P>It is said in the Brahma-samhit&#257; that the Lord is always served by many hundreds of thousands of goddesses of fortune in His Vaikuntha planet, yet because of His attitude of renunciation of all opulences, He is not attached to any one of them. The Lord has six opulences &#8212; unlimited wealth, unlimited fame, unlimited strength, unlimited beauty, unlimited knowledge and unlimited renunciation. All the demigods and other living entities worship Lakshm&#299;, the goddess of fortune, just to get her favor, yet the Lord is never attached to her because He can create an unlimited number of such goddesses for His transcendental service. The goddess of fortune, Lakshm&#299;, is sometimes envious of the tulas&#299; leaves which are placed at the lotus feet of the Lord, for they remain fixed there and do not move, whereas Lakshm&#299;j&#299;, although stationed by the chest of the Lord, sometimes has to please other devotees who pray for her favor. Lakshm&#299;j&#299; sometimes has to go to satisfy her numerous devotees, but tulas&#299; leaves never forsake their position, and the Lord therefore appreciates the service of the tulas&#299; more than the service of Lakshm&#299;. When the Lord says, therefore, that it is due to the causeless mercy of the br&#257;hmanas that Lakshm&#299;j&#299; does not leave Him, we can understand that Lakshm&#299;j&#299; is attracted by the opulence of the Lord, not by the br&#257;hmanas' benedictions upon Him. The Lord is not dependent on anyone's mercy for His opulence; He is always self-sufficient. The Lord's statement that His opulence is due to the benediction of the br&#257;hmanas and Vaishnavas is only to teach others that they should offer respect to the br&#257;hmanas and Vaishnavas, the devotees of the Lord.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>