<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.24</P><P CLASS=c>tat te 'nabh&#299;shtam iva sattva-nidher vidhitsoh</P><P CLASS=c>kshemam jan&#257;ya nija-&#347;aktibhir uddhrit&#257;reh</P><P CLASS=c>nait&#257;vat&#257; try-adhipater bata vi&#347;va-bhartus</P><P CLASS=c>tejah kshatam tv avanatasya sa te vinodah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that destruction of the path of auspiciousness; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/anabhistam">anabh&#299;shtam</A> &#8212; is not liked; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/n/nidheh">nidheh</A> &#8212; the reservoir of all goodness; <A CLASS=v HREF="http://vedabase.net/v/vidhitsoh">vidhitsoh</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/k/ksemam">kshemam</A> &#8212; good; <A CLASS=v HREF="http://vedabase.net/j/janaya">jan&#257;ya</A> &#8212; for the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/s/saktibhih">&#347;aktibhih</A> &#8212; by Your own potencies; <A CLASS=v HREF="http://vedabase.net/u/uddhrta">uddhrita</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/a/areh">areh</A> &#8212; the opposite element; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/etavata">et&#257;vat&#257;</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/a/adhipateh">adhipateh</A> &#8212; of the proprietor of the three kinds of creations; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh</A> &#8212; the maintainer of the universe; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/k/ksatam">kshatam</A> &#8212; reduced; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/avanatasya">avanatasya</A> &#8212; submissive; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vinodah">vinodah</A> &#8212; pleasure.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, You never want the auspicious path to be destroyed, for You are the reservoir of all goodness. Just to benefit people in general, You destroy the evil element by Your mighty potency. You are the proprietor of the three creations and the maintainer of the entire universe. Therefore Your potency is not reduced by Your submissive behavior. Rather, by submission You exhibit Your transcendental pastimes.</P><P CLASS=t>PURPORT</P><P>Lord Krishna was never reduced in His position by becoming a cowherd boy or by offering respect to Sud&#257;m&#257; Br&#257;hmana or His other devotees like Nanda Mah&#257;r&#257;ja, Vasudeva, Mah&#257;r&#257;ja Yudhishthira and the P&#257;ndavas' mother, Kunt&#299;. Everyone knew that He was the Supreme Personality of Godhead, Krishna, yet His behavior was exemplary. The Supreme Personality of Godhead is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]; His form is completely spiritual, full of bliss and knowledge, and it is eternal. Because the living entities are His parts and parcels, originally they also belong to the same quality of eternal form as the Lord, but when they come in contact with m&#257;y&#257;, the material potency, due to their forgetfulness their existential constitution is covered. We should try to understand the appearance of Lord Krishna in this spirit, as the Kum&#257;ras pray to Him. He is eternally a cowherd boy at Vrind&#257;vana, He is eternally the leader of the Battle of Kurukshetra, and He is eternally the opulent prince of Dv&#257;rak&#257; and the lover of the damsels of Vrind&#257;vana; all His appearances are meaningful because they show His real characteristics to the conditioned souls, who have forgotten their relationship with the Supreme Lord. He does everything for their benefit. The force exhibited in the Battle of Kurukshetra by the desire of Krishna and through the agency of Arjuna was also necessary because when people become too irreligious, force is required. Nonviolence in this respect is rascaldom.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>