<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.25</P><P CLASS=c>yam v&#257;nayor damam adh&#299;&#347;a bhav&#257;n vidhatte</P><P CLASS=c>vrittim nu v&#257; tad anumanmahi nirvyal&#299;kam</P><P CLASS=c>asm&#257;su v&#257; ya ucito dhriyat&#257;m sa dando</P><P CLASS=c>ye 'n&#257;gasau vayam ayu&#324;kshmahi kilbishena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/anayoh">anayoh</A> &#8212; of both of them; <A CLASS=v HREF="http://vedabase.net/d/damam">damam</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/a/adhisa">adh&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; awards; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; better existence; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/anumanmahi">anumanmahi</A> &#8212; we accept; <A CLASS=v HREF="http://vedabase.net/n/nirvyalikam">nirvyal&#299;kam</A> &#8212; without duplicity; <A CLASS=v HREF="http://vedabase.net/a/asmasu">asm&#257;su</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; whichever; <A CLASS=v HREF="http://vedabase.net/u/ucitah">ucitah</A> &#8212; is proper; <A CLASS=v HREF="http://vedabase.net/d/dhriyatam">dhriyat&#257;m</A> &#8212; may be awarded; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dandah">dandah</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/anagasau">an&#257;gasau</A> &#8212; sinless; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/a/ayunksmahi">ayu&#324;kshmahi</A> &#8212; allotted; <A CLASS=v HREF="http://vedabase.net/k/kilbisena">kilbishena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> curse.</P><P CLASS=t>TRANSLATION</P><P>O Lord, whatever punishment You wish to award to these two innocent persons or also to us we shall accept without duplicity. We understand that we have cursed two faultless persons.</P><P CLASS=t>PURPORT</P><P>The sages, the four Kum&#257;ras, now reject their cursing of the two doorkeepers, Jaya and Vijaya, because they are now conscious that persons who engage in the service of the Lord cannot be at fault at any stage. It is said that anyone who has implicit faith in the service of the Lord, or who actually engages in transcendental loving service, has all the good qualities of the demigods. Therefore, a devotee cannot be at fault. If sometimes it is found that he is in error by accident or by some temporary arrangement, that should not be taken very seriously. The cursing of Jaya and Vijaya is here repented. Now the Kum&#257;ras are thinking in terms of their position in the modes of passion and ignorance, and they are prepared to accept any kind of punishment from the Lord. In general, when dealing with devotees, we should not try to find faults. In Bhagavad-g&#299;t&#257; also it is confirmed that the devotee who faithfully serves the Supreme Lord, even if found to commit a gross mistake, should be considered a s&#257;dhu, or saintly person. Due to former habits he may commit some wrong, but because he is engaged in the service of the Lord, that wrong should not be taken very seriously.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>