<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.31</P><P CLASS=c>mayi samrambha-yogena</P><P CLASS=c>nist&#299;rya brahma-helanam</P><P CLASS=c>pratyeshyatam nik&#257;&#347;am me</P><P CLASS=c>k&#257;len&#257;lp&#299;yas&#257; punah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/samrambha">samrambha</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by practice of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> <A HREF="http://vedabase.net/i/in">in</A> anger; <A CLASS=v HREF="http://vedabase.net/n/nistirya">nist&#299;rya</A> &#8212; being liberated from; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/h/helanam">helanam</A> &#8212; the result of disobedience <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/p/pratyesyatam">pratyeshyatam</A> &#8212; will come back; <A CLASS=v HREF="http://vedabase.net/n/nikasam">nik&#257;&#347;am</A> &#8212; near; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/a/alpiyasa">alp&#299;yas&#257;</A> &#8212; very short; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again.</P><P CLASS=t>TRANSLATION</P><P>The Lord assured the two Vaikuntha inhabitants, Jaya and Vijaya: By practicing the mystic yoga system in anger, you will be cleansed of the sin of disobeying the br&#257;hmanas and within a very short time return to Me.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead advised the two doorkeepers, Jaya and Vijaya, that by dint of bhakti-yoga in anger they would be delivered from the curses of the br&#257;hmanas. &#346;r&#299;la Madhva Muni remarks in this connection that by practicing bhakti-yoga one can become free from all sinful reactions. Even a brahma-&#347;&#257;pa, or curse by a br&#257;hmana, which cannot be overcome by any other means, can be overcome by bhakti-yoga.</P><P>One can practice bhakti-yoga in many rasas. There are twelve rasas, five primary and seven secondary. The five primary rasas constitute direct bhakti-yoga, but although the seven secondary rasas are indirect, they are also counted within bhakti-yoga if they are used in the service of the Lord. In other words, bhakti-yoga is all-inclusive. If one somehow or other becomes attached to the Supreme Personality of Godhead, he becomes engaged in bhakti-yoga, as described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/29/15.htm">10.29.15</A>): k&#257;mam krodham bhayam. The gop&#299;s were attracted to Krishna by bhakti-yoga in a relationship of lusty desire (k&#257;ma). Similarly, Kamsa was attached to bhakti-yoga by dint of fear of his death. Thus bhakti-yoga is so powerful that even becoming an enemy of the Lord and always thinking of Him can deliver one very quickly. It is said, vishnu-bhaktah smrito daiva &#257;suras tad-vipanyayah: "Devotees of Lord Vishnu are called demigods, whereas nondevotees are called asuras." But bhakti-yoga is so powerful that both demigods and asuras can derive its benefits if they always think of the personality of Godhead. The basic principle of bhakti-yoga is to think of the Supreme Lord always. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/65.htm">18.65</A>), man-man&#257; bhava mad-bhaktah: "Always think of Me." It doesn't matter which way one thinks; the very thought of the Personality of Godhead is the basic principle of bhakti-yoga.</P><P>In the material planets there are different grades of sinful activities, of which disrespecting a br&#257;hmana or a Vaishnava is the most sinful. Here it is clearly stated that one can overcome even that grave sin simply by thinking of Vishnu, not even favorably but in anger. Thus even if those who are not devotees always think of Vishnu, they become free from all sinful activities. Krishna consciousness is the highest form of thought. Lord Vishnu is thought of in this age by chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. From the statements of the Bh&#257;gavatam it appears that if one thinks of Krishna, even as an enemy, that particular qualification &#8212; thinking of Vishnu, or Krishna &#8212; cleanses one of all sins.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>