<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.32</P><P CLASS=c>dv&#257;hsth&#257;v &#257;di&#347;ya bhagav&#257;n</P><P CLASS=c>vim&#257;na-&#347;reni-bh&#363;shanam</P><P CLASS=c>sarv&#257;ti&#347;ayay&#257; lakshmy&#257;</P><P CLASS=c>jushtam svam dhishnyam &#257;vi&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvah">dv&#257;h</A>-<A CLASS=v HREF="http://vedabase.net/s/sthau">sthau</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the doorkeepers; <A CLASS=v HREF="http://vedabase.net/a/adisya">&#257;di&#347;ya</A> &#8212; just directing them; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vimana">vim&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/s/sreni">&#347;reni</A>-<A CLASS=v HREF="http://vedabase.net/b/bhusanam">bh&#363;shanam</A> &#8212; always decorated with first-class airplanes; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atisayaya">ati&#347;ayay&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every respect extensively opulent; <A CLASS=v HREF="http://vedabase.net/l/laksmya">lakshmy&#257;</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/j/justam">jushtam</A> &#8212; bedecked with; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/d/dhisnyam">dhishnyam</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/a/avisat">&#257;vi&#347;at</A> &#8212; went back.</P><P CLASS=t>TRANSLATION</P><P>After thus speaking at the door of Vaikuntha, the Lord returned to His abode, where there are many celestial airplanes and all-surpassing wealth and splendor.</P><P CLASS=t>PURPORT</P><P>It is clear from this verse that all the incidents took place at the entrance of Vaikunthaloka. In other words, the sages were not actually within Vaikunthaloka, but were at the gate. It could be asked, "How could they return to the material world if they entered Vaikunthaloka?" But factually they did not enter, and therefore they returned. There are many similar incidents where great yog&#299;s and br&#257;hmanas, by dint of their yoga practice, have gone from this material world to Vaikunthaloka &#8212; but they were not meant to stay there. They came back. It is also confirmed here that the Lord was surrounded by many Vaikuntha airplanes. Vaikunthaloka is described here as having splendid opulence, far surpassing the splendor of this material world.</P><P>All other living creatures, including the demigods, are born of Brahm&#257;, and Brahm&#257; is born of Lord Vishnu. Krishna states in Bhagavad-g&#299;t&#257;, in the Tenth Chapter, aham sarvasya prabhavah: Lord Vishnu is the origin of all manifestations in the material world. Those who know that Lord Vishnu is the origin of everything, who are conversant with the process of creation and who understand that Vishnu, or Krishna, is the most worshipable object of all living entities, engage themselves in Vishnu worship as Vaishnavas. The Vedic hymns also confirm this: om tad vishnoh paramam padam. The goal of life is to understand Vishnu. The Bh&#257;gavatam also confirms this elsewhere. Foolish people, not knowing that Vishnu is the supreme worshipable object, create so many worshipable objects in this material world, and therefore they fall down.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>