<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.4</P><P CLASS=c>tad vah pras&#257;day&#257;my adya</P><P CLASS=c>brahma daivam param hi me</P><P CLASS=c>tad dh&#299;ty &#257;tma-kritam manye</P><P CLASS=c>yat sva-pumbhir asat-krit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; you sages; <A CLASS=v HREF="http://vedabase.net/p/prasadayami">pras&#257;day&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> seeking your forgiveness; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; just now; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; most beloved personalities; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; highest; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that offense; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; done by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pumbhih">pumbhih</A> &#8212; by My own attendants; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">krit&#257;h</A> &#8212; having been disrespected.</P><P CLASS=t>TRANSLATION</P><P>To Me, the br&#257;hmana is the highest and most beloved personality. The disrespect shown by My attendants has actually been displayed by Me because the doormen are My servitors. I take this to be an offense by Myself; therefore I seek your forgiveness for the incident that has arisen.</P><P CLASS=t>PURPORT</P><P>The Lord is always in favor of the br&#257;hmanas and the cows, and therefore it is said, go-br&#257;hmana-hit&#257;ya ca. Lord Krishna, or Vishnu, the Supreme Personality of Godhead, is also the worshipable Deity of the br&#257;hmanas. In the Vedic literature, in the rig-mantra hymns of the Rig Veda, it is stated that those who are actually br&#257;hmanas always look to the lotus feet of Vishnu: om tad vishnoh paramam padam sad&#257; pa&#347;yanti s&#363;rayah. Those who are qualified br&#257;hmanas worship only the Vishnu form of the Supreme Personality of Godhead, which means Krishna, R&#257;ma and all Vishnu expansions. A so-called br&#257;hmana who is born in the family of br&#257;hmanas but performs activities aimed against the Vaishnavas cannot be accepted as a br&#257;hmana, because br&#257;hmana means Vaishnava and Vaishnava means br&#257;hmana. One who has become a devotee of the Lord is also a br&#257;hmana. The formula is brahma j&#257;n&#257;t&#299;ti br&#257;hmanah. A br&#257;hmana is one who has understood Brahman, and a Vaishnava is one who has understood the personality of Godhead. Brahman realization is the beginning of realization of the Personality of Godhead. One who understands the Personality of Godhead also knows the impersonal feature of the Supreme, which is Brahman. Therefore one who becomes a Vaishnava is already a br&#257;hmana. It should be noted that the glories of the br&#257;hmana described in this chapter by the Lord Himself refer to His devotee-br&#257;hmana, or the Vaishnava. It should never be misunderstood that the so-called br&#257;hmanas who are born in br&#257;hmana families but have no brahminical qualifications are referred to in this connection.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>