<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikuntha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.8</P><P CLASS=c>n&#257;ham tath&#257;dmi yajam&#257;na-havir vit&#257;ne</P><P CLASS=c>&#347;cyotad-ghrita-plutam adan huta-bhu&#324;-mukhena</P><P CLASS=c>yad br&#257;hmanasya mukhata&#347; carato 'nugh&#257;sam</P><P CLASS=c>tushtasya mayy avahitair nija-karma-p&#257;kaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; on the other hand; <A CLASS=v HREF="http://vedabase.net/a/admi">admi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> eat; <A CLASS=v HREF="http://vedabase.net/y/yajamana">yajam&#257;na</A> &#8212; by the sacrificer; <A CLASS=v HREF="http://vedabase.net/h/havih">havih</A> &#8212; the oblations; <A CLASS=v HREF="http://vedabase.net/v/vitane">vit&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrificial fire; <A CLASS=v HREF="http://vedabase.net/s/scyotat">&#347;cyotat</A> &#8212; pouring; <A CLASS=v HREF="http://vedabase.net/g/ghrta">ghrita</A> &#8212; ghee; <A CLASS=v HREF="http://vedabase.net/p/plutam">plutam</A> &#8212; mixed; <A CLASS=v HREF="http://vedabase.net/a/adan">adan</A> &#8212; eating; <A CLASS=v HREF="http://vedabase.net/h/huta">huta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuk">bhuk</A> &#8212; the sacrificial fire; <A CLASS=v HREF="http://vedabase.net/m/mukhena">mukhena</A> &#8212; by the mouth; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmanasya">br&#257;hmanasya</A> &#8212; of the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/m/mukhatah">mukhatah</A> &#8212; from the mouth; <A CLASS=v HREF="http://vedabase.net/c/caratah">caratah</A> &#8212; acting; <A CLASS=v HREF="http://vedabase.net/a/anughasam">anugh&#257;sam</A> &#8212; morsels; <A CLASS=v HREF="http://vedabase.net/t/tustasya">tushtasya</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/avahitaih">avahitaih</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/p/pakaih">p&#257;kaih</A> &#8212; by the results.</P><P CLASS=t>TRANSLATION</P><P>I do not enjoy the oblations offered by the sacrificers in the sacrificial fire, which is one of My own mouths, with the same relish as I do the delicacies overflowing with ghee which are offered to the mouths of the br&#257;hmanas who have dedicated to Me the results of their activities and who are ever satisfied with My pras&#257;da.</P><P CLASS=t>PURPORT</P><P>The devotee of the Lord, or the Vaishnava, does not take anything without offering it to the Lord. Since a Vaishnava dedicates all the results of his activities to the Lord, he does not taste anything eatable which is not first offered to Him. The Lord also relishes giving to the Vaishnava's mouth all eatables offered to Him. It is clear from this verse that the Lord eats through the sacrificial fire and the br&#257;hmana's mouth. So many articles &#8212; grains, ghee, etc. &#8212; are offered in sacrifice for the satisfaction of the Lord. The Lord accepts sacrificial offerings from the br&#257;hmanas and devotees, and elsewhere it is stated that whatever is given for the br&#257;hmanas and Vaishnavas to eat is also accepted by the Lord. But here it is said that He accepts offerings to the mouths of br&#257;hmanas and Vaishnavas with even greater relish. The best example of this is found in the life of Advaita Prabhu in his dealings with Harid&#257;sa Th&#257;kura. Even though Harid&#257;sa was born of a Muhammadan family, Advaita Prabhu offered him the first dish of pras&#257;da after the performance of a sacred fire ceremony. Harid&#257;sa Th&#257;kura informed him that he was born of a Muhammadan family and asked why Advaita Prabhu was offering the first dish to a Muhammadan instead of an elevated br&#257;hmana. Out of his humbleness, Harid&#257;sa condemned himself a Muhammadan, but Advaita Prabhu, being an experienced devotee, accepted him as a real br&#257;hmana. Advaita Prabhu asserted that by offering the first dish to Harid&#257;sa Th&#257;kura, he was getting the result of feeding one hundred thousand br&#257;hmanas. The conclusion is that if one can feed a br&#257;hmana or Vaishnava, it is better than performing hundreds of thousands of sacrifices. In this age, therefore, it is recommended that harer n&#257;ma [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>] &#8212; chanting the holy name of God &#8212; and pleasing the Vaishnava are the only means to elevate oneself to spiritual life.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>