<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.18</P><P CLASS=c>nashta-pr&#257;yeshv abhadreshu</P><P CLASS=c>nityam bh&#257;gavata-sevay&#257;</P><P CLASS=c>bhagavaty uttama-&#347;loke</P><P CLASS=c>bhaktir bhavati naishthik&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/p/prayesu">pr&#257;yeshu</A> &#8212; almost <A HREF="http://vedabase.net/t/to">to</A> nil; <A CLASS=v HREF="http://vedabase.net/a/abhadresu">abhadreshu</A> &#8212; all that is inauspicious; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>, or the <A HREF="http://vedabase.net/p/pure">pure</A> devotee; <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by serving; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/s/sloke">&#347;loke</A> &#8212; prayers; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; loving service; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; comes into being; <A CLASS=v HREF="http://vedabase.net/n/naisthiki">naishthik&#299;</A> &#8212; irrevocable.</P><P CLASS=t>TRANSLATION</P><P>By regular attendance in classes on the Bh&#257;gavatam and by rendering of service to the pure devotee, all that is troublesome to the heart is almost completely destroyed, and loving service unto the Personality of Godhead, who is praised with transcendental songs, is established as an irrevocable fact.</P><P CLASS=t>PURPORT</P><P>Here is the remedy for eliminating all inauspicious things within the heart which are considered to be obstacles in the path of self-realization. The remedy is the association of the Bh&#257;gavatas. There are two types of Bh&#257;gavatas, namely the book Bh&#257;gavata and the devotee Bh&#257;gavata. Both the Bh&#257;gavatas are competent remedies, and both of them or either of them can be good enough to eliminate the obstacles. A devotee Bh&#257;gavata is as good as the book Bh&#257;gavata because the devotee Bh&#257;gavata leads his life in terms of the book Bh&#257;gavata and the book Bh&#257;gavata is full of information about the Personality of Godhead and His pure devotees, who are also Bh&#257;gavatas. Bh&#257;gavata book and person are identical.</P><P>The devotee Bh&#257;gavata is a direct representative of Bhagav&#257;n, the Personality of Godhead. So by pleasing the devotee Bh&#257;gavata one can receive the benefit of the book Bh&#257;gavata. Human reason fails to understand how by serving the devotee Bh&#257;gavata or the book Bh&#257;gavata one gets gradual promotion on the path of devotion. But actually these are facts explained by &#346;r&#299;la N&#257;radadeva, who happened to be a maidservant's son in his previous life. The maidservant was engaged in the menial service of the sages, and thus he also came into contact with them. And simply by associating with them and accepting the remnants of foodstuff left by the sages, the son of the maidservant got the chance to become the great devotee and personality &#346;r&#299;la N&#257;radadeva. These are the miraculous effects of the association of Bh&#257;gavatas. And to understand these effects practically, it should be noted that by such sincere association of the Bh&#257;gavatas one is sure to receive transcendental knowledge very easily, with the result that he becomes fixed in the devotional service of the Lord. The more progress is made in devotional service under the guidance of the Bh&#257;gavatas, the more one becomes fixed in the transcendental loving service of the Lord. The messages of the book Bh&#257;gavata, therefore, have to be received from the devotee Bh&#257;gavata, and the combination of these two Bh&#257;gavatas will help the neophyte devotee to make progress on and on.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>