<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.19</P><P CLASS=c>tad&#257; rajas-tamo-bh&#257;v&#257;h</P><P CLASS=c>k&#257;ma-lobh&#257;daya&#347; ca ye</P><P CLASS=c>ceta etair an&#257;viddham</P><P CLASS=c>sthitam sattve pras&#299;dati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of passion; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;v&#257;h</A> &#8212; the situation; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; lust and desire; <A CLASS=v HREF="http://vedabase.net/l/lobha">lobha</A> &#8212; hankering; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; whatever they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/e/etaih">etaih</A> &#8212; by these; <A CLASS=v HREF="http://vedabase.net/a/anaviddham">an&#257;viddham</A> &#8212; without being affected; <A CLASS=v HREF="http://vedabase.net/s/sthitam">sthitam</A> &#8212; being fixed; <A CLASS=v HREF="http://vedabase.net/s/sattve">sattve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of goodness; <A CLASS=v HREF="http://vedabase.net/p/prasidati">pras&#299;dati</A> &#8212; thus becomes fully satisfied.</P><P CLASS=t>TRANSLATION</P><P>As soon as irrevocable loving service is established in the heart, the effects of nature's modes of passion and ignorance, such as lust, desire and hankering, disappear from the heart. Then the devotee is established in goodness, and he becomes completely happy.</P><P CLASS=t>PURPORT</P><P>A living being in his normal constitutional position is fully satisfied in spiritual bliss. This state of existence is called brahma-bh&#363;ta or &#257;tm&#257;-nand&#299;, or the state of self-satisfaction. This self-satisfaction is not like the satisfaction of the inactive fool. The inactive fool is in the state of foolish ignorance, whereas the self-satisfied &#257;tm&#257;nand&#299; is transcendental to the material state of existence. This stage of perfection is attained as soon as one is fixed in irrevocable devotional service. Devotional service is not inactivity, but the unalloyed activity of the soul.</P><P>The soul's activity becomes adulterated in contact with matter, and as such the diseased activities are expressed in the form of lust, desire, hankering, inactivity, foolishness and sleep. The effect of devotional service becomes manifest by complete elimination of these effects of passion and ignorance. The devotee is fixed at once in the mode of goodness, and he makes further progress to rise to the position of V&#257;sudeva, or the state of unmixed sattva, or &#347;uddha-sattva. Only in this &#347;uddha-sattva state can one always see Krishna eye to eye by dint of pure affection for the Lord.</P><P>A devotee is always in the mode of unalloyed goodness; therefore he harms no one. But the nondevotee, however educated he may be, is always harmful. A devotee is neither foolish nor passionate. The harmful, foolish and passionate cannot be devotees of the Lord, however they may advertise themselves as devotees by outward dress. A devotee is always qualified with all the good qualities of God. Quantitatively such qualifications may be different, but qualitatively both the Lord and His devotee are one and the same.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>