<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.2</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>yam pravrajantam anupetam apeta-krityam</P><P CLASS=c>dvaip&#257;yano viraha-k&#257;tara &#257;juh&#257;va</P><P CLASS=c>putreti tan-mayatay&#257; taravo 'bhinedus</P><P CLASS=c>tam sarva-bh&#363;ta-hridayam munim &#257;nato 'smi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/p/pravrajantam">pravrajantam</A> &#8212; while going away for the renounced order of life; <A CLASS=v HREF="http://vedabase.net/a/anupetam">anupetam</A> &#8212; without being reformed by the sacred thread; <A CLASS=v HREF="http://vedabase.net/a/apeta">apeta</A> &#8212; not undergoing ceremonies; <A CLASS=v HREF="http://vedabase.net/k/krtyam">krityam</A> &#8212; prescribed duties; <A CLASS=v HREF="http://vedabase.net/d/dvaipayanah">dvaip&#257;yanah</A> &#8212; Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A> &#8212; separation; <A CLASS=v HREF="http://vedabase.net/k/katarah">k&#257;tarah</A> &#8212; being afraid of; <A CLASS=v HREF="http://vedabase.net/a/ajuhava">&#257;juh&#257;va</A> &#8212; exclaimed; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my son; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayataya">mayatay&#257;</A> &#8212; being absorbed <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/t/taravah">taravah</A> &#8212; all the trees; <A CLASS=v HREF="http://vedabase.net/a/abhineduh">abhineduh</A> &#8212; responded; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/m/munim">munim</A> &#8212; sage; <A CLASS=v HREF="http://vedabase.net/a/anatah">&#257;natah</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; offer obeisances.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la S&#363;ta Gosv&#257;m&#299; said: Let me offer my respectful obeisances unto that great sage [&#346;ukadeva Gosv&#257;m&#299;] who can enter the hearts of all. When he went away to take up the renounced order of life [sanny&#257;sa], leaving home without undergoing reformation by the sacred thread or the ceremonies observed by the higher castes, his father, Vy&#257;sadeva, fearing separation from him, cried out, "O my son!" Indeed, only the trees, which were absorbed in the same feelings of separation, echoed in response to the begrieved father.</P><P CLASS=t>PURPORT</P><P>The institution of varna and &#257;&#347;rama prescribes many regulative duties to be observed by its followers. Such duties enjoin that a candidate willing to study the Vedas must approach a bona fide spiritual master and request acceptance as his disciple. The sacred thread is the sign of those who are competent to study the Vedas from the &#257;c&#257;rya, or the bona fide spiritual master. &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; did not undergo such purificatory ceremonies because he was a liberated soul from his very birth.</P><P>Generally, a man is born as an ordinary being, and by the purificatory processes he is born for the second time. When he sees a new light and seeks direction for spiritual progress, he approaches a spiritual master for instruction in the Vedas. The spiritual master accepts only the sincere inquirer as his disciple and gives him the sacred thread. In this way a man becomes twice-born, or a dvija. After qualifying as a dvija one may study the Vedas, and after becoming well versed in the Vedas one becomes a vipra. A vipra, or a qualified br&#257;hmana, thus realizes the Absolute and makes further progress in spiritual life until he reaches the Vaishnava stage. The Vaishnava stage is the postgraduate status of a br&#257;hmana. A progressive br&#257;hmana must necessarily become a Vaishnava, for a Vaishnava is a self-realized, learned br&#257;hmana.</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; was a Vaishnava from the beginning; therefore, there was no need for him to undergo all the processes of the varn&#257;&#347;rama institution. Ultimately the aim of varn&#257;&#347;rama-dharma is to turn a crude man into a pure devotee of the Lord, or a Vaishnava. Anyone, therefore, who becomes a Vaishnava accepted by the first-class Vaishnava, or uttama-adhik&#257;r&#299; Vaishnava, is already considered a br&#257;hmana, regardless of his birth or past deeds. &#346;r&#299; Caitanya Mah&#257;prabhu accepted this principle and recognized &#346;r&#299;la Harid&#257;sa Th&#257;kura as the &#257;c&#257;rya of the holy name, although Th&#257;kura Harid&#257;sa appeared in a Mohammedan family. In conclusion, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; was born a Vaishnava, and, therefore, brahminism was included in him. He did not have to undergo any ceremonies. Any lowborn person &#8212; be he a Kir&#257;ta, H&#363;na, &#256;ndhra, Pulinda, Pulka&#347;a, &#256;bh&#299;ra, &#346;umbha, Yavana, Khasa or even lower &#8212; can be delivered to the highest transcendental position by the mercy of Vaishnavas. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; was the spiritual master of &#346;r&#299; S&#363;ta Gosv&#257;m&#299;, who therefore offers his respectful obeisances unto &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; before he begins his answers to the questions of the sages at Naimish&#257;ranya.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>