<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verses 28-29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verses 28-29"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.28-29</P><P CLASS=c>v&#257;sudeva-par&#257; ved&#257;</P><P CLASS=c>v&#257;sudeva-par&#257; makh&#257;h</P><P CLASS=c>v&#257;sudeva-par&#257; yog&#257;</P><P CLASS=c>v&#257;sudeva-par&#257;h kriy&#257;h</P><P CLASS=c>v&#257;sudeva-param jñ&#257;nam</P><P CLASS=c>v&#257;sudeva-param tapah</P><P CLASS=c>v&#257;sudeva-paro dharmo</P><P CLASS=c>v&#257;sudeva-par&#257; gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; the ultimate goal; <A CLASS=v HREF="http://vedabase.net/v/vedah">ved&#257;h</A> &#8212; revealed scriptures; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; for worshiping; <A CLASS=v HREF="http://vedabase.net/m/makhah">makh&#257;h</A> &#8212; sacrifices; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; the means of attaining; <A CLASS=v HREF="http://vedabase.net/y/yogah">yog&#257;h</A> &#8212; mystic paraphernalia; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; under His control; <A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; best; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; superior quality; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; ultimate; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; goal of life.</P><P CLASS=t>TRANSLATION</P><P>In the revealed scriptures, the ultimate object of knowledge is &#346;r&#299; Krishna, the Personality of Godhead. The purpose of performing sacrifice is to please Him. Yoga is for realizing Him. All fruitive activities are ultimately rewarded by Him only. He is supreme knowledge, and all severe austerities are performed to know Him. Religion [dharma] is rendering loving service unto Him. He is the supreme goal of life.</P><P CLASS=t>PURPORT</P><P>That &#346;r&#299; Krishna, the Personality of Godhead, is the only object of worship is confirmed in these two &#347;lokas. In the Vedic literature there is the same objective: establishing one's relationship and ultimately reviving our lost loving service unto Him. That is the sum and substance of the Vedas. In the Bhagavad-g&#299;t&#257; the same theory is confirmed by the Lord in His own words: the ultimate purpose of the Vedas is to know Him only. All the revealed scriptures are prepared by the Lord through His incarnation in the body of &#346;r&#299;la Vy&#257;sadeva just to remind the fallen souls, conditioned by material nature, of &#346;r&#299; Krishna, the Personality of Godhead. No demigod can award freedom from material bondage. That is the verdict of all the Vedic literatures. Impersonalists who have no information of the Personality of Godhead minimize the omnipotency of the Supreme Lord and put Him on equal footing with all other living beings, and for this act such impersonalists get freedom from material bondage only with great difficulty. They can surrender unto Him only after many, many births in the culture of transcendental knowledge.</P><P>One may argue that the Vedic activities are based on sacrificial ceremonies. That is true. But all such sacrifices are also meant for realizing the truth about V&#257;sudeva. Another name of V&#257;sudeva is Yajña (sacrifice), and in the Bhagavad-g&#299;t&#257; it is clearly stated that all sacrifices and all activities are to be conducted for the satisfaction of Yajña, or Vishnu, the Personality of Godhead. This is the case also with the yoga systems. Yoga means to get into touch with the Supreme Lord. The process, however, includes several bodily features such as &#257;sana, dhy&#257;na, pr&#257;n&#257;y&#257;ma and meditation, and all of them are meant for concentrating upon the localized aspect of V&#257;sudeva represented as Param&#257;tm&#257;. Param&#257;tm&#257; realization is but partial realization of V&#257;sudeva, and if one is successful in that attempt, one realizes V&#257;sudeva in full. But by ill luck most yog&#299;s are stranded by the powers of mysticism achieved through the bodily process. Ill-fated yog&#299;s are given a chance in the next birth by being placed in the families of good learned br&#257;hmanas or in the families of rich merchants in order to execute the unfinished task of V&#257;sudeva realization. If such fortunate br&#257;hmanas and sons of rich men properly utilize the chance, they can easily realize V&#257;sudeva by good association with saintly persons. Unfortunately, such preferred persons are captivated again by material wealth and honor, and thus they practically forget the aim of life.</P><P>This is also so for the culture of knowledge. According to Bhagavad-g&#299;t&#257; there are eighteen items in culturing knowledge. By such culture of knowledge one becomes gradually prideless, devoid of vanity, nonviolent, forbearing, simple, devoted to the great spiritual master, and self-controlled. By culture of knowledge one becomes unattached to hearth and home and becomes conscious of the miseries due to death, birth, old age and disease. And all culture of knowledge culminates in devotional service to the Personality of Godhead, V&#257;sudeva. Therefore, V&#257;sudeva is the ultimate aim in culturing all different branches of knowledge. Culture of knowledge leading one to the transcendental plane of meeting V&#257;sudeva is real knowledge. physical knowledge in its various branches is condemned in the Bhagavad-g&#299;t&#257; as ajñ&#257;na, or the opposite of real knowledge. The ultimate aim of physical knowledge is to satisfy the senses, which means prolongation of the term of material existence and thereby continuance of the threefold miseries. So prolonging the miserable life of material existence is nescience. But the same physical knowledge leading to the way of spiritual understanding helps one to end the miserable life of physical existence and to begin the life of spiritual existence on the plane of V&#257;sudeva.</P><P>The same applies to all kinds of austerities. Tapasya means voluntary acceptance of bodily pains to achieve some higher end of life. R&#257;vana and Hiranyaka&#347;ipu underwent a severe type of bodily torture to achieve the end of sense gratification. Sometimes modern politicians also undergo severe types of austerities to achieve some political end. This is not actually tapasya. One should accept voluntary bodily inconvenience for the sake of knowing V&#257;sudeva because that is the way of real austerities. Otherwise all forms of austerities are classified as modes of passion and ignorance. passion and ignorance cannot end the miseries of life. Only the mode of goodness can mitigate the threefold miseries of life. Vasudeva and Devak&#299;, the so-called father and mother of Lord Krishna, underwent penances to get V&#257;sudeva as their son. Lord &#346;r&#299; Krishna is the father of all living beings (<A CLASS=v HREF="../../../bg/14/4.htm">Bg. 14.4</A>). Therefore He is the original living being of all other living beings. He is the original eternal enjoyer amongst all other enjoyers. Therefore no one can be His begetting father, as the ignorant may think. Lord &#346;r&#299; Krishna agreed to become the son of Vasudeva and Devak&#299; upon being pleased with their severe austerities. Therefore if any austerities have to be done, they must be done to achieve the end of knowledge, V&#257;sudeva.</P><P>V&#257;sudeva is the original Personality of Godhead Lord &#346;r&#299; Krishna. As explained before, the original Personality of Godhead expands Himself by innumerable forms. Such expansion of forms is made possible by His various energies. His energies are also multifarious, and His internal energies are superior and external energies inferior in quality. They are explained in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4-6</A>) as the par&#257; and the apar&#257; prakritis. So His expansions of various forms which take place via the internal energies are superior forms, whereas the expansions which take place via the external energies are inferior forms. The living entities are also His expansions. The living entities who are expanded by His internal potency are eternally liberated persons, whereas those who are expanded in terms of the material energies are eternally conditioned souls. Therefore, all culture of knowledge, austerities, sacrifice and activities should be aimed at changing the quality of the influence that is acting upon us. For the present, we are all being controlled by the external energy of the Lord, and just to change the quality of the influence, we must endeavor to cultivate spiritual energy. In the Bhagavad-g&#299;t&#257; it is said that those who are mah&#257;tm&#257;s, or those whose minds have been so broadened as to be engaged in the service of Lord Krishna, are under the influence of the internal potency, and the effect is that such broadminded living beings are constantly engaged in the service of the Lord without deviation. That should be the aim of life. And that is the verdict of all the Vedic literatures. No one should bother himself with fruitive activities or dry speculation about transcendental knowledge. Everyone should at once engage himself in the transcendental loving service of the Lord. Nor should one worship different demigods who work as different hands of the Lord for creation, maintenance or destruction of the material world. There are innumerable powerful demigods who look over the external management of the material world. They are all different assisting hands of Lord V&#257;sudeva. Even Lord &#346;iva and Lord Brahm&#257; are included in the list of demigods, but Lord Vishnu, or V&#257;sudeva, is always transcendentally situated. Even though He accepts the quality of goodness of the material world, He is still transcendental to all the material modes. The following example will clear that matter more explicitly. In the prison house there are the prisoners and the managers of the prison house. Both the managers and the prisoners are bound by the laws of the king. But even though the king sometimes comes in the prison, he is not bound by the laws of the prison house. The king is therefore always transcendental to the laws of the prison house, as the Lord is always transcendental to the laws of the material world.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>