<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.3</P><P CLASS=c>yah sv&#257;nubh&#257;vam akhila-&#347;ruti-s&#257;ram ekam</P><P CLASS=c>adhy&#257;tma-d&#299;pam atitit&#299;rshat&#257;m tamo 'ndham</P><P CLASS=c>sams&#257;rin&#257;m karunay&#257;ha pur&#257;na-guhyam</P><P CLASS=c>tam vy&#257;sa-s&#363;num upay&#257;mi gurum mun&#299;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubh&#257;vam</A> &#8212; self-assimilated (experienced); <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; cream; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; the only one; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/d/dipam">d&#299;pam</A> &#8212; torchlight; <A CLASS=v HREF="http://vedabase.net/a/atititirsatam">atitit&#299;rshat&#257;m</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> overcome; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> <A CLASS=v HREF="http://vedabase.net/a/andham">andham</A> &#8212; deeply dark material existence; <A CLASS=v HREF="http://vedabase.net/s/samsarinam">sams&#257;rin&#257;m</A> &#8212; of the materialistic men; <A CLASS=v HREF="http://vedabase.net/k/karunaya">karunay&#257;</A> &#8212; out of causeless mercy; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/purana">pur&#257;na</A> &#8212; supplement <A HREF="http://vedabase.net/t/to">to</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; very confidential; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sunum">s&#363;num</A> &#8212; the son of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/u/upayami">upay&#257;mi</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> offer my obeisances; <A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; the spiritual master; <A CLASS=v HREF="http://vedabase.net/m/muninam">mun&#299;n&#257;m</A> &#8212; of the great sages.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my respectful obeisances unto him [&#346;uka], the spiritual master of all sages, the son of Vy&#257;sadeva, who, out of his great compassion for those gross materialists who struggle to cross over the darkest regions of material existence, spoke this most confidential supplement to the cream of Vedic knowledge, after having personally assimilated it by experience.</P><P CLASS=t>PURPORT</P><P>In this prayer, &#346;r&#299;la S&#363;ta Gosv&#257;m&#299; practically summarizes the complete introduction of &#346;r&#299;mad-Bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam is the natural supplementary commentary on the Ved&#257;nta-s&#363;tras. The Ved&#257;nta-s&#363;tras, or the Brahma-s&#363;tras, were compiled by Vy&#257;sadeva with a view to presenting just the cream of Vedic knowledge. &#346;r&#299;mad-Bh&#257;gavatam is the natural commentary on this cream. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; was a thoroughly realized master on the Ved&#257;nta-s&#363;tra, and consequently he also personally realized the commentary, &#346;r&#299;mad-Bh&#257;gavatam. And just to show his boundless mercy upon bewildered materialistic men who want to cross completely over nescience, he recited for the first time this confidential knowledge.</P><P>There is no point in arguing that a materialistic man can be happy. No materialistic creature &#8212; be he the great Brahm&#257; or an insignificant ant &#8212; can be happy. Everyone tries to make a permanent plan for happiness, but everyone is baffled by the laws of material nature. Therefore the materialistic world is called the darkest region of God's creation. Yet the unhappy materialists can get out of it simply by desiring to get out. Unfortunately they are so foolish that they do not want to escape. Therefore they are compared to the camel who relishes thorny twigs because he likes the taste of the twigs mixed with blood. He does not realize that it is his own blood and that his tongue is being cut by the thorns. Similarly, to the materialist his own blood is as sweet as honey, and although he is always harassed by his own material creations, he does not wish to escape. Such materialists are called karm&#299;s. Out of hundreds of thousands of karm&#299;s, only a few may feel tired of material engagement and desire to get out of the labyrinth. Such intelligent persons are called jñ&#257;n&#299;s. The Ved&#257;nta-s&#363;tra is directed to such jñ&#257;n&#299;s. But &#346;r&#299;la Vy&#257;sadeva, being the incarnation of the Supreme Lord, could foresee the misuse of the Ved&#257;nta-s&#363;tra by unscrupulous men, and, therefore, he personally supplemented the Ved&#257;nta-s&#363;tra with the Bh&#257;gavata Pur&#257;na. It is clearly said that this Bh&#257;gavatam is the original commentary on the Brahma-s&#363;tras. &#346;r&#299;la Vy&#257;sadeva also instructed the Bh&#257;gavatam to his own son, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, who was already at the liberated stage of transcendence. &#346;r&#299;la &#346;ukadeva realized it personally and then explained it. By the mercy of &#346;r&#299;la &#346;ukadeva, the Bh&#257;gavata-ved&#257;nta-s&#363;tra is available for all those sincere souls who want to get out of material existence.</P><P>&#346;r&#299;mad-Bh&#257;gavatam is the one unrivaled commentary on Ved&#257;nta-s&#363;tra. &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya intentionally did not touch it because he knew that the natural commentary would be difficult for him to surpass. He wrote his &#346;&#257;r&#299;raka-bh&#257;shya, and his so-called followers deprecated the Bh&#257;gavatam as some "new" presentation. One should not be misled by such propaganda directed against the Bh&#257;gavatam by the M&#257;y&#257;v&#257;da school. From this introductory &#347;loka, the beginning student should know that &#346;r&#299;mad-Bh&#257;gavatam is the only transcendental literature meant for those who are paramahamsas and completely freed from the material disease called malice. The M&#257;y&#257;v&#257;d&#299;s are envious of the Personality of Godhead despite &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya's admission that N&#257;r&#257;yana, the Personality of Godhead, is above the material creation. The envious M&#257;y&#257;v&#257;d&#299; cannot have access to the Bh&#257;gavatam, but those who are really anxious to get out of this material existence may take shelter of this Bh&#257;gavatam because it is uttered by the liberated &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;. It is the transcendental torchlight by which one can see perfectly the transcendental Absolute Truth realized as Brahman, Param&#257;tm&#257; and Bhagav&#257;n.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>