<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.4</P><P CLASS=c>n&#257;r&#257;yanam namaskritya</P><P CLASS=c>naram caiva narottamam</P><P CLASS=c>dev&#299;m sarasvat&#299;m vy&#257;sam</P><P CLASS=c>tato jayam ud&#299;rayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayanam">n&#257;r&#257;yanam</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A>-<A CLASS=v HREF="http://vedabase.net/k/krtya">kritya</A> &#8212; after offering respectful obeisances; <A CLASS=v HREF="http://vedabase.net/n/naram">naram</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; and <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A> <A HREF="http://vedabase.net/r/rsi">Rishi</A>; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; the supermost human being; <A CLASS=v HREF="http://vedabase.net/d/devim">dev&#299;m</A> &#8212; the goddess; <A CLASS=v HREF="http://vedabase.net/s/sarasvatim">sarasvat&#299;m</A> &#8212; the mistress of learning; <A CLASS=v HREF="http://vedabase.net/v/vyasam">vy&#257;sam</A> &#8212; Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/j/jayam">jayam</A> &#8212; all that is meant for conquering; <A CLASS=v HREF="http://vedabase.net/u/udirayet">ud&#299;rayet</A> &#8212; be announced.</P><P CLASS=t>TRANSLATION</P><P>Before reciting this &#346;r&#299;mad-Bh&#257;gavatam, which is the very means of conquest, one should offer respectful obeisances unto the Personality of Godhead, N&#257;r&#257;yana, unto Nara-n&#257;r&#257;yana Rishi, the supermost human being, unto mother Sarasvat&#299;, the goddess of learning, and unto &#346;r&#299;la Vy&#257;sadeva, the author.</P><P CLASS=t>PURPORT</P><P>All the Vedic literatures and the Pur&#257;nas are meant for conquering the darkest region of material existence. The living being is in the state of forgetfulness of his relation with God due to his being overly attracted to material sense gratification from time immemorial. His struggle for existence in the material world is perpetual, and it is not possible for him to get out of it by making plans. If he at all wants to conquer this perpetual struggle for existence, he must reestablish his eternal relation with God. And one who wants to adopt such remedial measures must take shelter of literatures such as the Vedas and the Pur&#257;nas. Foolish people say that the Pur&#257;nas have no connection with the Vedas. However, the Pur&#257;nas are supplementary explanations of the Vedas intended for different types of men. All men are not equal. There are men who are conducted by the mode of goodness, others who are under the mode of passion and others who are under the mode of ignorance. The Pur&#257;nas are so divided that any class of men can take advantage of them and gradually regain their lost position and get out of the hard struggle for existence. &#346;r&#299;la S&#363;ta Gosv&#257;m&#299; shows the way of chanting the Pur&#257;nas. This may be followed by persons who aspire to be preachers of the Vedic literatures and the Pur&#257;nas. &#346;r&#299;mad-Bh&#257;gavatam is the spotless Pur&#257;na, and it is especially meant for those who desire to get out of the material entanglement permanently.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>