<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 15 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 15 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Glories of the Descendants of King Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.15.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>bharatasy&#257;tmajah sumatir n&#257;m&#257;bhihito yam u ha v&#257;va kecit p&#257;khandina rishabha-padav&#299;m anuvartam&#257;nam c&#257;n&#257;ry&#257; aveda-sam&#257;mn&#257;t&#257;m devat&#257;m sva-man&#299;shay&#257; p&#257;p&#299;yasy&#257; kalau kalpayishyanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/b/bharatasya">bharatasya</A> &#8212; of <A HREF="http://vedabase.net/b/bharata">Bharata</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/s/sumatih">sumatih</A> <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah</A> &#8212; named Sumati; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/p/pakhandinah">p&#257;khandinah</A> &#8212; atheists, men without Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A>-<A CLASS=v HREF="http://vedabase.net/p/padavim">padav&#299;m</A> &#8212; the path of King Rishabhadeva; <A CLASS=v HREF="http://vedabase.net/a/anuvartamanam">anuvartam&#257;nam</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anaryah">an&#257;ry&#257;h</A> &#8212; not belonging <A HREF="http://vedabase.net/t/to">to</A> the &#256;ryans who strictly follow the Vedic principles; <A CLASS=v HREF="http://vedabase.net/a/aveda">aveda</A>-<A CLASS=v HREF="http://vedabase.net/s/samamnatam">sam&#257;mn&#257;t&#257;m</A> &#8212; not enumerated <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/d/devatam">devat&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be Lord <A HREF="http://vedabase.net/b/buddha">Buddha</A> or <A HREF="http://vedabase.net/a/a">a</A> similar Buddhist deity; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/manisaya">man&#299;shay&#257;</A> &#8212; by their own mental speculation; <A CLASS=v HREF="http://vedabase.net/p/papiyasya">p&#257;p&#299;yasy&#257;</A> &#8212; most sinful; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/k/kalpayisyanti">kalpayishyanti</A> &#8212; will imagine.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: The son of Mah&#257;r&#257;ja Bharata known as Sumati followed the path of Rishabhadeva, but some unscrupulous people imagined him to be Lord Buddha himself. These people, who were actually atheistic and of bad character, took up the Vedic principles in an imaginary, infamous way to support their activities. Thus these sinful people accepted Sumati as Lord Buddhadeva and propagated the theory that everyone should follow the principles of Sumati. In this way they were carried away by mental concoction.</P><P CLASS=t>PURPORT</P><P>Those who are &#256;ryans strictly follow the Vedic principles, but in this age of Kali a community has sprung up known as the &#257;rya-sam&#257;ja, which is ignorant of the import of the Vedas in the parampar&#257; system. Their leaders decry all bona fide &#257;c&#257;ryas, and they pose themselves as the real followers of the Vedic principles. These &#257;c&#257;ryas who do not follow the Vedic principles are presently known as the &#257;rya-sam&#257;jas, or the Jains. Not only do they not follow the Vedic principles, but they have no relationship with Lord Buddha. Imitating the behavior of Sumati, they claim to be the descendants of Rishabhadeva. Those who are Vaishnavas carefully avoid their company because they are ignorant of the path of the Vedas. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) Krishna says, vedai&#347; ca sarvair aham eva vedyah: "The real purpose of the Vedas is to understand Me." This is the injunction of all Vedic literatures. One who does not know the greatness of Lord Krishna cannot be accepted as an &#256;ryan. Lord Buddha, an incarnation of Lord Krishna, adopted a particular means to propagate the philosophy of bh&#257;gavata-dharma. He preached almost exclusively among atheists. Atheists do not want any God, and Lord Buddha therefore said that there is no God, but he adopted the means to instruct his followers for their benefit. Therefore he preached in a duplicitous way, saying that there is no God. Nonetheless, he himself was an incarnation of God.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>