<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 15 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 15 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Glories of the Descendants of King Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.15.10</P><P CLASS=c>yam abhyashiñcan paray&#257; mud&#257; sat&#299;h</P><P CLASS=c>saty&#257;&#347;isho daksha-kany&#257;h saridbhih</P><P CLASS=c>yasya praj&#257;n&#257;m duduhe dhar&#257;&#347;isho</P><P CLASS=c>nir&#257;&#347;isho guna-vatsa-snutodh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/abhyasincan">abhyashiñcan</A> &#8212; bathed; <A CLASS=v HREF="http://vedabase.net/p/paraya">paray&#257;</A> &#8212; with great; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/s/satih">sat&#299;h</A> &#8212; all chaste and devoted <A HREF="http://vedabase.net/t/to">to</A> their husbands; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; whose blessings; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A>-<A CLASS=v HREF="http://vedabase.net/k/kanyah">kany&#257;h</A> &#8212; the daughters of King <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/saridbhih">saridbhih</A> &#8212; with sanctified water; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of the citizens; <A CLASS=v HREF="http://vedabase.net/d/duduhe">duduhe</A> &#8212; fulfilled; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhar&#257;</A> &#8212; the planet earth; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; of all desires; <A CLASS=v HREF="http://vedabase.net/n/nirasisah">nir&#257;&#347;ishah</A> &#8212; although personally having <A HREF="http://vedabase.net/n/no">no</A> desire; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A>-<A CLASS=v HREF="http://vedabase.net/s/snuta">snuta</A>-<A CLASS=v HREF="http://vedabase.net/u/udhah">udh&#257;h</A> &#8212; earth becoming like <A HREF="http://vedabase.net/a/a">a</A> cow whose udders flowed upon seeing <A HREF="http://vedabase.net/g/gaya">Gaya</A>'s qualities <A HREF="http://vedabase.net/i/in">in</A> ruling over the citizens.</P><P CLASS=t>TRANSLATION</P><P>All the chaste and honest daughters of Mah&#257;r&#257;ja Daksha, such as &#346;raddh&#257;, Maitr&#299; and Day&#257;, whose blessings were always effective, bathed Mah&#257;r&#257;ja Gaya with sanctified water. Indeed, they were very satisfied with Mah&#257;r&#257;ja Gaya. The planet earth personified came as a cow, and, as though she saw her calf, she delivered milk profusely when she saw all the good qualities of Mah&#257;r&#257;ja Gaya. In other words, Mah&#257;r&#257;ja Gaya was able to derive all benefits from the earth and thus satisfy the desires of his citizens. However, he personally had no desire.</P><P CLASS=t>PURPORT</P><P>The earth over which Mah&#257;r&#257;ja Gaya ruled is compared to a cow. The good qualities whereby he maintained and ruled the citizens are compared to the calf. A cow delivers milk in the presence of her calf; similarly the cow, or earth, fulfilled the desires of Mah&#257;r&#257;ja Gaya, who was able to utilize all the resources of the earth to benefit his citizens. This was possible because he was bathed in sanctified water by the honest daughters of Daksha. Unless a king or ruler is blessed by authorities, he cannot rule the citizens very satisfactorily. Through the good qualities of the ruler, the citizens become very happy and well qualified.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>