<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 15 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 15 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Glories of the Descendants of King Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.15.11</P><P CLASS=c>chand&#257;msy ak&#257;masya ca yasya k&#257;m&#257;n</P><P CLASS=c>dud&#363;hur &#257;jahrur atho balim nrip&#257;h</P><P CLASS=c>pratyañcit&#257; yudhi dharmena vipr&#257;</P><P CLASS=c>yad&#257;&#347;ish&#257;m shashtham am&#347;am paretya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/chandamsi">chand&#257;msi</A> &#8212; all the different parts of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/akamasya">ak&#257;masya</A> &#8212; of one who has <A HREF="http://vedabase.net/n/no">no</A> desire for personal sense gratification; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; all desirables; <A CLASS=v HREF="http://vedabase.net/d/duduhuh">dud&#363;huh</A> &#8212; yielded; <A CLASS=v HREF="http://vedabase.net/a/ajahruh">&#257;jahruh</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; presentation; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nrip&#257;h</A> &#8212; all the kings; <A CLASS=v HREF="http://vedabase.net/p/pratyancitah">pratyañcit&#257;h</A> &#8212; being satisfied by his fighting <A HREF="http://vedabase.net/i/in">in</A> opposition; <A CLASS=v HREF="http://vedabase.net/y/yudhi">yudhi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the war; <A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by religious principles; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; all the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;ish&#257;m</A> &#8212; of blessings; <A CLASS=v HREF="http://vedabase.net/s/sastham">shashtham</A> <A CLASS=v HREF="http://vedabase.net/a/amsam">am&#347;am</A> &#8212; one sixth; <A CLASS=v HREF="http://vedabase.net/p/paretya">paretya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next life.</P><P CLASS=t>TRANSLATION</P><P>Although King Gaya had no personal desire for sense gratification, all his desires were fulfilled by virtue of his performance of Vedic rituals. All the kings with whom Mah&#257;r&#257;ja Gaya had to fight were forced to fight on religious principles. They were very satisfied with his fighting, and they would present all kinds of gifts to him. Similarly, all the br&#257;hmanas in his kingdom were very satisfied with King Gaya's munificent charities. Consequently the br&#257;hmanas contributed a sixth of their pious activities for King Gaya's benefit in the next life.</P><P CLASS=t>PURPORT</P><P>As a kshatriya or emperor, Mah&#257;r&#257;ja Gaya sometimes had to fight with subordinate kings to maintain his government, but the subordinate kings were not dissatisfied with him because they knew that he fought for religious principles. Consequently they accepted their subordination and offered all kinds of gifts to him. Similarly, the br&#257;hmanas who performed Vedic rituals were so satisfied with the King that they very readily agreed to part with a sixth of their pious activities for his benefit in the next life. Thus the br&#257;hmanas and kshatriyas were all satisfied with Mah&#257;r&#257;ja Gaya because of his proper administration. In other words. Mah&#257;r&#257;ja Gaya satisfied the kshatriya kings by his fighting and satisfied the br&#257;hmanas by his charities. The vai&#347;yas were also encouraged by kind words and affectionate dealings, and due to Mah&#257;r&#257;ja Gaya's constant sacrifices, the &#347;&#363;dras were satisfied by sumptuous food and charity. In this way Mah&#257;r&#257;ja Gaya kept all the citizens very satisfied. When br&#257;hmanas and saintly persons are honored, they part with their pious activities, giving them to those who honor them and render them service. Therefore, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>), tad viddhi pranip&#257;tena paripra&#347;nena sevay&#257;: one should try to approach a spiritual master submissively and render service unto him.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>