<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 15 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 15 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Glories of the Descendants of King Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.15.7</P><P CLASS=c>sa vai sva-dharmena praj&#257;-p&#257;lana-poshana-pr&#299;nanopal&#257;lan&#257;nu&#347;&#257;sana-lakshanenejy&#257;din&#257; ca bhagavati mah&#257;-purushe par&#257;vare brahmani sarv&#257;tman&#257;rpita-param&#257;rtha-lakshanena brahmavic-caran&#257;nusevay&#257;p&#257;dita-bhagavad-bhakti-yogena c&#257;bh&#299;kshna&#347;ah paribh&#257;vit&#257;ti-&#347;uddha-matir uparat&#257;n&#257;tmya &#257;tmani svayam upalabhyam&#257;na-brahm&#257;tm&#257;nubhavo 'pi nirabhim&#257;na ev&#257;vanim aj&#363;gupat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that King <A HREF="http://vedabase.net/g/gaya">Gaya</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by his own duty; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/palana">p&#257;lana</A> &#8212; of protecting the subjects; <A CLASS=v HREF="http://vedabase.net/p/posana">poshana</A> &#8212; of maintaining them; <A CLASS=v HREF="http://vedabase.net/p/prinana">pr&#299;nana</A> &#8212; of making them happy <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/u/upalalana">upal&#257;lana</A> &#8212; of treating them <A HREF="http://vedabase.net/a/as">as</A> sons; <A CLASS=v HREF="http://vedabase.net/a/anusasana">anu&#347;&#257;sana</A> &#8212; of sometimes chastising them for their mistakes; <A CLASS=v HREF="http://vedabase.net/l/laksanena">lakshanena</A> &#8212; by the symptoms of <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/i/ijya">ijy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adina">&#257;din&#257;</A> &#8212; by performing the ritualistic ceremonies <A HREF="http://vedabase.net/a/as">as</A> recommended <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead, <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/puruse">purushe</A> &#8212; the chief of all living entities; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avare">avare</A> &#8212; the source of all living entities, from the highest, Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, <A HREF="http://vedabase.net/t/to">to</A> the lowest, like the insignificant ants; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; unto Parabrahman, the Supreme Personality of Godhead, <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; of being surrendered; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanena">lakshanena</A> &#8212; with spiritual symptoms; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; of self-realized, saintly devotees; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/anusevaya">anusevay&#257;</A> &#8212; by the service of the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/apadita">&#257;p&#257;dita</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by the practice of devotional service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/abhiksnasah">abh&#299;kshna&#347;ah</A> &#8212; continuously; <A CLASS=v HREF="http://vedabase.net/p/paribhavita">paribh&#257;vita</A> &#8212; saturated; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose completely <A HREF="http://vedabase.net/p/pure">pure</A> consciousness (full realization that the body and mind <A HREF="http://vedabase.net/a/are">are</A> separate from the soul); <A CLASS=v HREF="http://vedabase.net/u/uparata">uparata</A>-<A CLASS=v HREF="http://vedabase.net/a/anatmye">an&#257;tmye</A> &#8212; wherein identification with material things was stopped; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his own self; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/u/upalabhyamana">upalabhyam&#257;na</A> &#8212; being realized; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubhavah</A> &#8212; perception of his own position <A HREF="http://vedabase.net/a/as">as</A> the Supreme Spirit; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/n/nirabhimanah">nirabhim&#257;nah</A> &#8212; without false prestige; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/a/avanim">avanim</A> &#8212; the whole world; <A CLASS=v HREF="http://vedabase.net/a/ajugupat">aj&#363;gupat</A> &#8212; ruled strictly according <A HREF="http://vedabase.net/t/to">to</A> the Vedic principles.</P><P CLASS=t>TRANSLATION</P><P>King Gaya gave full protection and security to the citizens so that their personal property would not be disturbed by undesirable elements. He also saw that there was sufficient food to feed all the citizens. [This is called poshana.] He would sometimes distribute gifts to the citizens to satisfy them. [This is called pr&#299;nana.] He would sometimes call meetings and satisfy the citizens with sweet words. [This is called upal&#257;lana.] He would also give them good instructions on how to become first-class citizens. [This is called anu&#347;&#257;sana.] Such were the characteristics of King Gaya's royal order. Besides all this, King Gaya was a householder who strictly observed the rules and regulations of household life. He performed sacrifices and was an unalloyed pure devotee of the Supreme Personality of Godhead. He was called Mah&#257;purusha because as a king he gave the citizens all facilities, and as a householder he executed all his duties so that at the end he became a strict devotee of the Supreme Lord. As a devotee, he was always ready to give respect to other devotees and to engage in the devotional service of the Lord. This is the bhakti-yoga process. Due to all these transcendental activities, King Gaya was always free from the bodily conception. He was full in Brahman realization, and consequently he was always jubilant. He did not experience material lamentation. Although he was perfect in all respects, he was not proud, nor was he anxious to rule the kingdom.</P><P CLASS=t>PURPORT</P><P>As Lord Krishna states in Bhagavad-g&#299;t&#257;, when He descends on earth, He has two types of business &#8212; to give protection to the faithful and annihilate the demons (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>]). Since the king is the representative of the Supreme Personality of Godhead, he is sometimes called nara-deva, that is, the Lord as a human being. According to the Vedic injunctions, he is worshiped as God on the material platform. As a representative of the Supreme Lord, the king had the duty to protect the citizens in a perfect way so that they would not be anxious for food and protection and so that they would be jubilant. The king would supply everything for their benefit, and because of this he would levy taxes. If the king or government otherwise levies taxes on the citizens, he becomes responsible for the sinful activities of the citizens. In Kali-yuga, monarchy is abolished because the kings themselves are subjected to the influence of Kali-yuga. It is understood from the R&#257;m&#257;yana that when Bibh&#299;shana became friends with Lord R&#257;macandra, he promised that if by chance or will he broke the laws of friendship with Lord R&#257;macandra, he would become a br&#257;hmana or a king in Kali-yuga. In this age, as Bibh&#299;shana indicated, both br&#257;hmanas and kings are in a wretched condition. Actually there are no kings or br&#257;hmanas in this age, and due to their absence the whole world is in a chaotic condition and is always in distress. Compared to present standards, Mah&#257;r&#257;ja Gaya was a true representative of Lord Vishnu; therefore he was known as Mah&#257;purusha.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>