<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Glories of the Descendants of King Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.15 Summary</P><P>In this chapter the descendants of Bharata Mah&#257;r&#257;ja and many other kings are described. The son of Mah&#257;r&#257;ja Bharata was named Sumati. He followed the path of liberation given by Rishabhadeva. Some people mistakenly thought Sumati to be the direct incarnation of Lord Buddha. The son of Sumati was Devat&#257;jit, and his son was Devadyumna. Devadyumna's son was Parameshth&#299;, and his son was Prat&#299;ha. Prat&#299;ha was a very great devotee of Lord Vishnu, and he had three sons, named Pratihart&#257;, Prastot&#257; and Udg&#257;t&#257;. Pratihart&#257; had two sons, Aja and Bh&#363;m&#257;. The son of Bh&#363;m&#257; was Udg&#299;tha, and the son of Udg&#299;tha was Prast&#257;va. The son of Prast&#257;va was Vibhu, and the son of Vibhu was Prithushena, whose son was Nakta. The wife of Nakta, Druti, gave birth to Gaya, who was a very famous and saintly king. Actually King Gaya was a partial incarnation of Lord Vishnu, and because of his great devotion to Lord Vishnu he received the title Mah&#257;purusha. King Gaya had sons named Citraratha, Sumati and Avarodhana. The son of Citraratha was the emperor Samr&#257;t, and his son was Mar&#299;ci, whose son was Bindu. Bindu's son was Madhu, and Madhu's son was V&#299;ravrata. V&#299;ravrata's two sons were Manthu and Pramanthu, and the son of Manthu was Bhauvana. The son of Bhauvana was Tvasht&#257;, and the son of Tvasht&#257; was Viraja, who glorified the whole dynasty. Viraja had one hundred sons and one daughter. Of these, the son named &#346;atajit became very famous.</P><P CLASS=l><A CLASS=i HREF="../14/46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>