<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 16 Verses 11-12</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 16 Verses 11-12"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 16: <A CLASS=v HREF="index.htm">The Divine And Demoniac Natures</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 16.11-12</P><P CLASS=c>cint&#257;m aparimey&#257;m ca</P><P CLASS=c>pralay&#257;nt&#257;m up&#257;&#347;rit&#257;h</P><P CLASS=c>k&#257;mopabhoga-param&#257;</P><P CLASS=c>et&#257;vad iti ni&#347;cit&#257;h</P><P CLASS=c>&#257;&#347;&#257;-p&#257;&#347;a-&#347;atair baddh&#257;h</P><P CLASS=c>k&#257;ma-krodha-par&#257;yan&#257;h</P><P CLASS=c>&#299;hante k&#257;ma-bhog&#257;rtham</P><P CLASS=c>any&#257;yen&#257;rtha-sañcay&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cintam">cint&#257;m</A> &#8212; fears and anxieties; <A CLASS=v HREF="http://vedabase.net/a/aparimeyam">aparimey&#257;m</A> &#8212; immeasurable; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pralaya">pralaya</A>-<A CLASS=v HREF="http://vedabase.net/a/antam">ant&#257;m</A> &#8212; unto the point of death; <A CLASS=v HREF="http://vedabase.net/u/upasritah">up&#257;&#347;rit&#257;h</A> &#8212; having taken shelter of; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/u/upabhoga">upabhoga</A> &#8212; sense gratification; <A CLASS=v HREF="http://vedabase.net/p/paramah">param&#257;h</A> &#8212; the highest goal of life; <A CLASS=v HREF="http://vedabase.net/e/etavat">et&#257;vat</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/n/niscitah">ni&#347;cit&#257;h</A> &#8212; having ascertained; <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;&#347;&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A> &#8212; entanglements <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> network of hope; <A CLASS=v HREF="http://vedabase.net/s/sataih">&#347;ataih</A> &#8212; by hundreds; <A CLASS=v HREF="http://vedabase.net/b/baddhah">baddh&#257;h</A> &#8212; being bound; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of lust; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; and anger; <A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yan&#257;h</A> &#8212; always situated <A HREF="http://vedabase.net/i/in">in</A> the mentality; <A CLASS=v HREF="http://vedabase.net/i/ihante">&#299;hante</A> &#8212; they desire; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; lust; <A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A> &#8212; sense enjoyment; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the purpose of; <A CLASS=v HREF="http://vedabase.net/a/anyayena">any&#257;yena</A> &#8212; illegally; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; of wealth; <A CLASS=v HREF="http://vedabase.net/s/sancayan">sañcay&#257;n</A> &#8212; accumulation.</P><P CLASS=t>TRANSLATION</P><P>They believe that to gratify the senses is the prime necessity of human civilization. Thus until the end of life their anxiety is immeasurable. Bound by a network of hundreds of thousands of desires and absorbed in lust and anger, they secure money by illegal means for sense gratification.</P><P CLASS=t>PURPORT</P><P>The demoniac accept that the enjoyment of the senses is the ultimate goal of life, and this concept they maintain until death. They do not believe in life after death, and they do not believe that one takes on different types of bodies according to one's karma, or activities in this world. Their plans for life are never finished, and they go on preparing plan after plan, all of which are never finished. We have personal experience of a person of such demoniac mentality who, even at the point of death, was requesting the physician to prolong his life for four years more because his plans were not yet complete. Such foolish people do not know that a physician cannot prolong life even for a moment. When the notice is there, there is no consideration of the man's desire. The laws of nature do not allow a second beyond what one is destined to enjoy.</P><P>The demoniac person, who has no faith in God or the Supersoul within himself, performs all kinds of sinful activities simply for sense gratification. He does not know that there is a witness sitting within his heart. The Supersoul is observing the activities of the individual soul. As it is stated in the Upanishads, there are two birds sitting in one tree; one is acting and enjoying or suffering the fruits of the branches, and the other is witnessing. But one who is demoniac has no knowledge of Vedic scripture, nor has he any faith; therefore he feels free to do anything for sense enjoyment, regardless of the consequences.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13-15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>