<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 16 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 16 Verse 24"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 16: <A CLASS=v HREF="index.htm">The Divine And Demoniac Natures</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 16.24</P><P CLASS=c>tasm&#257;c ch&#257;stram pram&#257;nam te</P><P CLASS=c>k&#257;ry&#257;k&#257;rya-vyavasthitau</P><P CLASS=c>jñ&#257;tv&#257; &#347;&#257;stra-vidh&#257;noktam</P><P CLASS=c>karma kartum ih&#257;rhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sastram">&#347;&#257;stram</A> &#8212; the scriptures; <A CLASS=v HREF="http://vedabase.net/p/pramanam">pram&#257;nam</A> &#8212; evidence; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/k/karya">k&#257;rya</A> &#8212; duty; <A CLASS=v HREF="http://vedabase.net/a/akarya">ak&#257;rya</A> &#8212; and forbidden activities; <A CLASS=v HREF="http://vedabase.net/v/vyavasthitau">vyavasthitau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> determining; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; of scripture; <A CLASS=v HREF="http://vedabase.net/v/vidhana">vidh&#257;na</A> &#8212; the regulations; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> declared; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/k/kartum">kartum</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; you should.</P><P CLASS=t>TRANSLATION</P><P>One should therefore understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that he may gradually be elevated.</P><P CLASS=t>PURPORT</P><P>As stated in the Fifteenth Chapter, all the rules and regulations of the Vedas are meant for knowing Krishna. If one understands Krishna from the Bhagavad-g&#299;t&#257; and becomes situated in Krishna consciousness, engaging himself in devotional service, he has reached the highest perfection of knowledge offered by the Vedic literature. Lord Caitanya Mah&#257;prabhu made this process very easy: He asked people simply to chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare and to engage in the devotional service of the Lord and eat the remnants of foodstuff offered to the Deity. One who is directly engaged in all these devotional activities is to be understood as having studied all Vedic literature. He has come to the conclusion perfectly. Of course, for the ordinary persons who are not in Krishna consciousness or who are not engaged in devotional service, what is to be done and what is not to be done must be decided by the injunctions of the Vedas. One should act accordingly, without argument. That is called following the principles of &#347;&#257;stra, or scripture. &#346;&#257;stra is without the four principal defects that are visible in the conditioned soul: imperfect senses, the propensity for cheating, certainty of committing mistakes, and certainty of being illusioned. These four principal defects in conditioned life disqualify one from putting forth rules and regulations. Therefore, the rules and regulations as described in the &#347;&#257;stra &#8212; being above these defects &#8212; are accepted without alteration by all great saints, &#257;c&#257;ryas and great souls.</P><P>In India there are many parties of spiritual understanding, generally classified as two: the impersonalist and the personalist. Both of them, however, lead their lives according to the principles of the Vedas. Without following the principles of the scriptures, one cannot elevate himself to the perfectional stage. One who actually, therefore, understands the purport of the &#347;&#257;stras is considered fortunate.</P><P>In human society, aversion to the principles of understanding the Supreme Personality of Godhead is the cause of all falldowns. That is the greatest offense of human life. Therefore, m&#257;y&#257;, the material energy of the Supreme Personality of Godhead, is always giving us trouble in the shape of the threefold miseries. This material energy is constituted of the three modes of material nature. One has to raise himself at least to the mode of goodness before the path to understanding the Supreme Lord can be opened. Without raising oneself to the standard of the mode of goodness, one remains in ignorance and passion, which are the cause of demoniac life. Those in the modes of passion and ignorance deride the scriptures, deride the holy man, and deride the proper understanding of the Supreme Personality of Godhead. They disobey the instructions of the spiritual master, and they do not care for the regulations of the scriptures. In spite of hearing the glories of devotional service, they are not attracted. Thus they manufacture their own way of elevation. These are some of the defects of human society which lead to the demoniac status of life. If, however, one is able to be guided by a proper and bona fide spiritual master, who can lead one to the path of elevation, to the higher stage, then one's life becomes successful.</P><P>Thus end the Bhaktivedanta Purports to the Sixteenth Chapter of the &#346;r&#299;mad Bhagavad-g&#299;t&#257; in the matter of the Divine and Demoniac Natures.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../17/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>