<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.14</P><P CLASS=c>ananya-cet&#257;h satatam</P><P CLASS=c>yo m&#257;m smarati nitya&#347;ah</P><P CLASS=c>tasy&#257;ham sulabhah p&#257;rtha</P><P CLASS=c>nitya-yuktasya yoginah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/c/cetah">cet&#257;h</A> &#8212; without deviation of the mind; <A CLASS=v HREF="http://vedabase.net/s/satatam">satatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/s/smarati">smarati</A> &#8212; remembers; <A CLASS=v HREF="http://vedabase.net/n/nityasah">nitya&#347;ah</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/l/labhah">labhah</A> &#8212; very easy <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/y/yuktasya">yuktasya</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; for the devotee.</P><P CLASS=t>TRANSLATION</P><P>For one who always remembers Me without deviation, I am easy to obtain, O son of Prith&#257;, because of his constant engagement in devotional service.</P><P CLASS=t>PURPORT</P><P>This verse especially describes the final destination attained by the unalloyed devotees who serve the Supreme Personality of Godhead in bhakti-yoga. Previous verses have mentioned four different kinds of devotees &#8212; the distressed, the inquisitive, those who seek material gain, and the speculative philosophers. Different processes of liberation have also been described: karma-yoga, jñ&#257;na-yoga and hatha-yoga. The principles of these yoga systems have some bhakti added, but this verse particularly mentions pure bhakti-yoga, without any mixture of jñ&#257;na, karma or hatha. As indicated by the word ananya-cet&#257;h, in pure bhakti-yoga the devotee desires nothing but Krishna. A pure devotee does not desire promotion to heavenly planets, nor does he seek oneness with the brahmajyoti or salvation or liberation from material entanglement. A pure devotee does not desire anything. In the Caitanya-carit&#257;mrita the pure devotee is called nishk&#257;ma, which means he has no desire for self-interest. Perfect peace belongs to him alone, not to them who strive for personal gain. Whereas a jñ&#257;na-yog&#299;, karma-yog&#299; or hatha-yog&#299; has his own selfish interests, a perfect devotee has no desire other than to please the Supreme Personality of Godhead. Therefore the Lord says that for anyone who is unflinchingly devoted to Him, He is easy to attain.</P><P>A pure devotee always engages in devotional service to Krishna in one of His various personal features. Krishna has various plenary expansions and incarnations, such as R&#257;ma and Nrisimha, and a devotee can choose to fix his mind in loving service to any of these transcendental forms of the Supreme Lord. Such a devotee meets with none of the problems that plague the practitioners of other yogas. Bhakti-yoga is very simple and pure and easy to perform. One can begin simply by chanting Hare Krishna. The Lord is merciful to all, but as we have already explained, He is especially inclined toward those who always serve Him without deviation. The Lord helps such devotees in various ways. As stated in the Vedas (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/23">1.2.23</A>), yam evaisha vrinute tena labhyas/ tasyaisha &#257;tm&#257; vivrinute tanum sv&#257;m: one who is fully surrendered and engaged in the devotional service of the Supreme Lord can understand the Supreme Lord as He is. And as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../10/10.htm">10.10</A>), dad&#257;mi buddhi-yogam tam: the Lord gives such a devotee sufficient intelligence so that ultimately the devotee can attain Him in His spiritual kingdom.</P><P>The special qualification of the pure devotee is that he is always thinking of Krishna without deviation and without considering the time or place. There should be no impediments. He should be able to carry out his service anywhere and at any time. Some say that the devotee should remain in holy places like Vrind&#257;vana or some holy town where the Lord lived, but a pure devotee can live anywhere and create the atmosphere of Vrind&#257;vana by his devotional service. It was &#346;r&#299; Advaita who told Lord Caitanya, "Wherever You are, O Lord &#8212; there is Vrind&#257;vana."</P><P>As indicated by the words satatam and nitya&#347;ah, which mean "always," "regularly," or "every day," a pure devotee constantly remembers Krishna and meditates upon Him. These are qualifications of the pure devotee for whom the Lord is most easily attainable. Bhakti-yoga is the system that the G&#299;t&#257; recommends above all others. Generally, the bhakti-yog&#299;s are engaged in five different ways: (1) &#347;&#257;nta-bhakta, engaged in devotional service in neutrality; (2) d&#257;sya-bhakta, engaged in devotional service as servant; (3) s&#257;khya-bhakta, engaged as friend; (4) v&#257;tsalya-bhakta, engaged as parent; and (5) m&#257;dhurya-bhakta, engaged as conjugal lover of the Supreme Lord. In any of these ways, the pure devotee is always constantly engaged in the transcendental loving service of the Supreme Lord and cannot forget the Supreme Lord, and so for him the Lord is easily attained. A pure devotee cannot forget the Supreme Lord for a moment, and similarly the Supreme Lord cannot forget His pure devotee for a moment. This is the great blessing of the Krishna conscious process of chanting the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>