<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 16"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.16</P><P CLASS=c>&#257;-brahma-bhuvan&#257;l lok&#257;h</P><P CLASS=c>punar &#257;vartino 'rjuna</P><P CLASS=c>m&#257;m upetya tu kaunteya</P><P CLASS=c>punar janma na vidyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvanat">bhuvan&#257;t</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> the Brahmaloka planet; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; the planetary systems; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/a/avartinah">&#257;vartinah</A> &#8212; returning; <A CLASS=v HREF="http://vedabase.net/a/arjuna">arjuna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/upetya">upetya</A> &#8212; arriving; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/k/kaunteya">kaunteya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; rebirth; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/v/vidyate">vidyate</A> &#8212; takes place.</P><P CLASS=t>TRANSLATION</P><P>From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kunt&#299;, never takes birth again.</P><P CLASS=t>PURPORT</P><P>All kinds of yog&#299;s &#8212; karma, jñ&#257;na, hatha, etc. &#8212; eventually have to attain devotional perfection in bhakti-yoga, or Krishna consciousness, before they can go to Krishna's transcendental abode and never return. Those who attain the highest material planets, the planets of the demigods, are again subjected to repeated birth and death. As persons on earth are elevated to higher planets, people on higher planets such as Brahmaloka, Candraloka and Indraloka fall down to earth. The practice of sacrifice called pañc&#257;gni-vidy&#257;, recommended in the Ch&#257;ndogya Upanishad, enables one to achieve Brahmaloka, but if, on Brahmaloka, one does not cultivate Krishna consciousness, then he must return to earth. Those who progress in Krishna consciousness on the higher planets are gradually elevated to higher and higher planets and at the time of universal devastation are transferred to the eternal spiritual kingdom. &#346;r&#299;dhara Sv&#257;m&#299;, in his commentary on Bhagavad-g&#299;t&#257;, quotes this verse:</P><P>brahman&#257; saha te sarve</P><P CLASS=n>sampr&#257;pte pratisañcare</P><P CLASS=n>parasy&#257;nte krit&#257;tm&#257;nah</P><P CLASS=n>pravi&#347;anti param padam</P><P>"When there is devastation of this material universe, Brahm&#257; and his devotees, who are constantly engaged in Krishna consciousness, are all transferred to the spiritual universe and to specific spiritual planets according to their desires."</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>