<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 17"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.17</P><P CLASS=c>sahasra-yuga-paryantam</P><P CLASS=c>ahar yad brahmano viduh</P><P CLASS=c>r&#257;trim yuga-sahasr&#257;nt&#257;m</P><P CLASS=c>te 'ho-r&#257;tra-vido jan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; one thousand; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A> &#8212; millenniums; <A CLASS=v HREF="http://vedabase.net/p/paryantam">paryantam</A> &#8212; including; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A> &#8212; day; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; they know; <A CLASS=v HREF="http://vedabase.net/r/ratrim">r&#257;trim</A> &#8212; night; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A> &#8212; millenniums; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/a/antam">ant&#257;m</A> &#8212; similarly, ending after one thousand; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A>-<A CLASS=v HREF="http://vedabase.net/r/ratra">r&#257;tra</A> &#8212; day and night; <A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; who understand; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; people.</P><P CLASS=t>TRANSLATION</P><P>By human calculation, a thousand ages taken together form the duration of Brahm&#257;'s one day. And such also is the duration of his night.</P><P CLASS=t>PURPORT</P><P>The duration of the material universe is limited. It is manifested in cycles of kalpas. A kalpa is a day of Brahm&#257;, and one day of Brahm&#257; consists of a thousand cycles of four yugas, or ages: Satya, Tret&#257;, Dv&#257;para and Kali. The cycle of Satya is characterized by virtue, wisdom and religion, there being practically no ignorance and vice, and the yuga lasts 1,728,000 years. In the Tret&#257;-yuga vice is introduced, and this yuga lasts 1,296,000 years. In the Dv&#257;para-yuga there is an even greater decline in virtue and religion, vice increasing, and this yuga lasts 864,000 years. And finally in Kali-yuga (the yuga we have now been experiencing over the past 5,000 years) there is an abundance of strife, ignorance, irreligion and vice, true virtue being practically nonexistent, and this yuga lasts 432,000 years. In Kali-yuga vice increases to such a point that at the termination of the yuga the Supreme Lord Himself appears as the Kalki avat&#257;ra, vanquishes the demons, saves His devotees, and commences another Satya-yuga. Then the process is set rolling again. These four yugas, rotating a thousand times, comprise one day of Brahm&#257;, and the same number comprise one night. Brahm&#257; lives one hundred of such "years" and then dies. These "hundred years" by earth calculations total to 311 trillion and 40 billion earth years. By these calculations the life of Brahm&#257; seems fantastic and interminable, but from the viewpoint of eternity it is as brief as a lightning flash. In the Causal Ocean there are innumerable Brahm&#257;s rising and disappearing like bubbles in the Atlantic. Brahm&#257; and his creation are all part of the material universe, and therefore they are in constant flux.</P><P>In the material universe not even Brahm&#257; is free from the process of birth, old age, disease and death. Brahm&#257;, however, is directly engaged in the service of the Supreme Lord in the management of this universe &#8212; therefore he at once attains liberation. Elevated sanny&#257;s&#299;s are promoted to Brahm&#257;'s particular planet, Brahmaloka, which is the highest planet in the material universe and which survives all the heavenly planets in the upper strata of the planetary system, but in due course Brahm&#257; and all the inhabitants of Brahmaloka are subject to death, according to the law of material nature.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>