<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 19"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.19</P><P CLASS=c>bh&#363;ta-gr&#257;mah sa ev&#257;yam</P><P CLASS=c>bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate</P><P CLASS=c>r&#257;try-&#257;game 'va&#347;ah p&#257;rtha</P><P CLASS=c>prabhavaty ahar-&#257;game</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/gramah">gr&#257;mah</A> &#8212; the aggregate of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; repeatedly taking birth; <A CLASS=v HREF="http://vedabase.net/p/praliyate">pral&#299;yate</A> &#8212; is annihilated; <A CLASS=v HREF="http://vedabase.net/r/ratri">r&#257;tri</A> &#8212; of night; <A CLASS=v HREF="http://vedabase.net/a/agame">&#257;game</A> &#8212; on the arrival; <A CLASS=v HREF="http://vedabase.net/a/avasah">ava&#347;ah</A> &#8212; automatically; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhavati">prabhavati</A> &#8212; is manifest; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah</A> &#8212; of daytime; <A CLASS=v HREF="http://vedabase.net/a/agame">&#257;game</A> &#8212; on the arrival.</P><P CLASS=t>TRANSLATION</P><P>Again and again, when Brahm&#257;'s day arrives, all living entities come into being, and with the arrival of Brahm&#257;'s night they are helplessly annihilated.</P><P CLASS=t>PURPORT</P><P>The less intelligent, who try to remain within this material world, may be elevated to higher planets and then again must come down to this planet earth. During the daytime of Brahm&#257; they can exhibit their activities on higher and lower planets within this material world, but at the coming of Brahm&#257;'s night they are all annihilated. In the day they receive various bodies for material activities, and at night they no longer have bodies but remain compact in the body of Vishnu. Then again they are manifest at the arrival of Brahm&#257;'s day. Bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate: during the day they become manifest, and at night they are annihilated again. Ultimately, when Brahm&#257;'s life is finished, they are all annihilated and remain unmanifest for millions and millions of years. And when Brahm&#257; is born again in another millennium they are again manifest. In this way they are captivated by the spell of the material world. But those intelligent persons who take to Krishna consciousness use the human life fully in the devotional service of the Lord, chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Thus they transfer themselves, even in this life, to the spiritual planet of Krishna and become eternally blissful there, not being subject to such rebirths.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>