<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 21"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.21</P><P CLASS=c>avyakto 'kshara ity uktas</P><P CLASS=c>tam &#257;huh param&#257;m gatim</P><P CLASS=c>yam pr&#257;pya na nivartante</P><P CLASS=c>tad dh&#257;ma paramam mama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avyaktah">avyaktah</A> &#8212; unmanifested; <A CLASS=v HREF="http://vedabase.net/a/aksarah">aksharah</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; is said; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; is known; <A CLASS=v HREF="http://vedabase.net/p/paramam">param&#257;m</A> &#8212; the ultimate; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; gaining; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/n/nivartante">nivartante</A> &#8212; come back; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My.</P><P CLASS=t>TRANSLATION</P><P>That which the Ved&#257;ntists describe as unmanifest and infallible, that which is known as the supreme destination, that place from which, having attained it, one never returns &#8212; that is My supreme abode.</P><P CLASS=t>PURPORT</P><P>The supreme abode of the Personality of Godhead, Krishna, is described in the Brahma-samhit&#257; as cint&#257;mani-dh&#257;ma, a place where all desires are fulfilled. The supreme abode of Lord Krishna, known as Goloka Vrind&#257;vana, is full of palaces made of touchstone. There are also trees, called "desire trees," that supply any type of eatable upon demand, and there are cows, known as surabhi cows, which supply a limitless supply of milk. In this abode, the Lord is served by hundreds of thousands of goddesses of fortune (Lakshm&#299;s), and He is called Govinda, the primal Lord and the cause of all causes. The Lord is accustomed to blow His flute (venum kvanantam). His transcendental form is the most attractive in all the worlds &#8212; His eyes are like lotus petals, and the color of His body is like the color of clouds. He is so attractive that His beauty excels that of thousands of Cupids. He wears saffron cloth, a garland around His neck and a peacock feather in His hair. In the Bhagavad-g&#299;t&#257; Lord Krishna gives only a small hint of His personal abode, Goloka Vrind&#257;vana, which is the supermost planet in the spiritual kingdom. A vivid description is given in the Brahma-samhit&#257;. Vedic literatures (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/3/11">1.3.11</A>) state that there is nothing superior to the abode of the Supreme Godhead, and that that abode is the ultimate destination (purush&#257;n na param kiñcit s&#257; k&#257;shth&#257; param&#257; gatih). When one attains to it, he never returns to the material world. Krishna's supreme abode and Krishna Himself are nondifferent, being of the same quality. On this earth, Vrind&#257;vana, ninety miles southeast of Delhi, is a replica of that supreme Goloka Vrind&#257;vana located in the spiritual sky. When Krishna descended on this earth, He sported on that particular tract of land known as Vrind&#257;vana, comprising about eighty-four square miles in the district of Mathur&#257;, India.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>