<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 22"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.22</P><P CLASS=c>purushah sa parah p&#257;rtha</P><P CLASS=c>bhakty&#257; labhyas tv ananyay&#257;</P><P CLASS=c>yasy&#257;ntah-sth&#257;ni bh&#363;t&#257;ni</P><P CLASS=c>yena sarvam idam tatam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Personality; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; the Supreme, than whom <A HREF="http://vedabase.net/n/no">no</A> one is greater; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/l/labhyah">labhyah</A> &#8212; can be achieved; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/ananyaya">ananyay&#257;</A> &#8212; unalloyed, undeviating; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/s/sthani">sth&#257;ni</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all of this material manifestation; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; whatever we can see; <A CLASS=v HREF="http://vedabase.net/t/tatam">tatam</A> &#8212; is pervaded.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, who is greater than all, is attainable by unalloyed devotion. Although He is present in His abode, He is all-pervading, and everything is situated within Him.</P><P CLASS=t>PURPORT</P><P>It is here clearly stated that the supreme destination, from which there is no return, is the abode of Krishna, the Supreme Person. The Brahma-samhit&#257; describes this supreme abode as &#257;nanda-cinmaya-rasa, a place where everything is full of spiritual bliss. All the variegatedness manifest there is of the quality of spiritual bliss &#8212; nothing there is material. That variegatedness is expanded as the spiritual expansion of the Supreme Godhead Himself, for the manifestation there is totally of the spiritual energy, as explained in Chapter Seven. As far as this material world is concerned, although the Lord is always in His supreme abode, He is nonetheless all-pervading by His material energy. So by His spiritual and material energies He is present everywhere &#8212; both in the material and in the spiritual universes. Yasy&#257;ntah-sth&#257;ni means that everything is sustained within Him, within either His spiritual or material energy. The Lord is all-pervading by these two energies.</P><P>To enter Krishna's supreme abode or the innumerable Vaikuntha planets is possible only by bhakti, devotional service, as clearly indicated here by the word bhakty&#257;. No other process can help one attain that supreme abode. The Vedas (Gop&#257;la-t&#257;pan&#299; Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2">3.2</A>) also describe the supreme abode and the Supreme Personality of Godhead. Eko va&#347;&#299; sarva-gah krishnah. In that abode there is only one Supreme Personality of Godhead, whose name is Krishna. He is the supreme merciful Deity, and although situated there as one He has expanded Himself into millions and millions of plenary expansions. The Vedas compare the Lord to a tree standing still yet bearing many varieties of fruits, flowers and changing leaves. The plenary expansions of the Lord who preside over the Vaikuntha planets are four-armed, and they are known by a variety of names &#8212; Purushottama, Trivikrama, Ke&#347;ava, M&#257;dhava, Aniruddha, Hrish&#299;ke&#347;a, Sa&#324;karshana, Pradyumna, &#346;r&#299;dhara, V&#257;sudeva, D&#257;modara, Jan&#257;rdana, N&#257;r&#257;yana, V&#257;mana, Padman&#257;bha, etc.</P><P>The Brahma-samhit&#257; (<A CLASS=v HREF="../../bs/5/37.htm">5.37</A>) also confirms that although the Lord is always in the supreme abode, Goloka Vrind&#257;vana, He is all-pervading, so that everything is going on nicely (goloka eva nivasaty akhil&#257;tma-bh&#363;tah). As stated in the Vedas (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>), par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate/ sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca: His energies are so expansive that they systematically conduct everything in the cosmic manifestation without a flaw, although the Supreme Lord is far, far away.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>