<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 23"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.23</P><P CLASS=c>yatra k&#257;le tv an&#257;vrittim</P><P CLASS=c>&#257;vrittim caiva yoginah</P><P CLASS=c>pray&#257;t&#257; y&#257;nti tam k&#257;lam</P><P CLASS=c>vakshy&#257;mi bharatarshabha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; at which; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anavrttim">an&#257;vrittim</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> return; <A CLASS=v HREF="http://vedabase.net/a/avrttim">&#257;vrittim</A> &#8212; return; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; different kinds of mystics; <A CLASS=v HREF="http://vedabase.net/p/prayatah">pray&#257;t&#257;h</A> &#8212; having departed; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; attain; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/v/vaksyami">vakshy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall describe; <A CLASS=v HREF="http://vedabase.net/b/bharata">bharata</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabha">rishabha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the Bh&#257;ratas.</P><P CLASS=t>TRANSLATION</P><P>O best of the Bh&#257;ratas, I shall now explain to you the different times at which, passing away from this world, the yog&#299; does or does not come back.</P><P CLASS=t>PURPORT</P><P>The unalloyed devotees of the Supreme Lord, who are totally surrendered souls, do not care when they leave their bodies or by what method. They leave everything in Krishna's hands and so easily and happily return to Godhead. But those who are not unalloyed devotees and who depend instead on such methods of spiritual realization as karma-yoga, jñ&#257;na-yoga and hatha-yoga must leave the body at a suitable time and thereby be assured whether or not they will return to the world of birth and death.</P><P>If the yog&#299; is perfect he can select the time and situation for leaving this material world. But if he is not so expert his success depends on his accidentally passing away at a certain suitable time. The suitable times at which one passes away and does not come back are explained by the Lord in the next verse. According to &#256;c&#257;rya Baladeva Vidy&#257;bh&#363;shana, the Sanskrit word k&#257;la used herein refers to the presiding deity of time.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>