<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 28"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.28</P><P CLASS=c>vedeshu yajñeshu tapahsu caiva</P><P CLASS=c>d&#257;neshu yat punya-phalam pradishtam</P><P CLASS=c>atyeti tat sarvam idam viditv&#257;</P><P CLASS=c>yog&#299; param sth&#257;nam upaiti c&#257;dyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vedesu">vedeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the study of the Vedas; <A CLASS=v HREF="http://vedabase.net/y/yajnesu">yajñeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the performances of <A HREF="http://vedabase.net/y/yajna">yajña</A>, sacrifice; <A CLASS=v HREF="http://vedabase.net/t/tapahsu">tapahsu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> undergoing different types of austerities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/danesu">d&#257;neshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> giving charities; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; result of pious work; <A CLASS=v HREF="http://vedabase.net/p/pradistam">pradishtam</A> &#8212; indicated; <A CLASS=v HREF="http://vedabase.net/a/atyeti">atyeti</A> &#8212; surpasses; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/viditva">viditv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/y/yogi">yog&#299;</A> &#8212; the devotee; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/u/upaiti">upaiti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adyam">&#257;dyam</A> &#8212; original.</P><P CLASS=t>TRANSLATION</P><P>A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing austere sacrifices, giving charity or pursuing philosophical and fruitive activities. Simply by performing devotional service, he attains all these, and at the end he reaches the supreme eternal abode.</P><P CLASS=t>PURPORT</P><P>This verse is the summation of the Seventh and Eighth chapters, which particularly deal with Krishna consciousness and devotional service. One has to study the Vedas under the guidance of the spiritual master and undergo many austerities and penances while living under his care. A brahmac&#257;r&#299; has to live in the home of the spiritual master just like a servant, and he must beg alms from door to door and bring them to the spiritual master. He takes food only under the master's order, and if the master neglects to call the student for food that day, the student fasts. These are some of the Vedic principles for observing brahmacarya.</P><P>After the student studies the Vedas under the master for a period from five to twenty years, he may become a man of perfect character. Study of the Vedas is not meant for the recreation of armchair speculators, but for the formation of character. After this training, the brahmac&#257;r&#299; is allowed to enter into household life and marry. When he is a householder, he has to perform many sacrifices so that he may achieve further enlightenment. He must also give charity according to the country, time and candidate, discriminating among charity in goodness, in passion and in ignorance, as described in Bhagavad-g&#299;t&#257;. Then after retiring from household life, upon accepting the order of v&#257;naprastha, he undergoes severe penances &#8212; living in forests, dressing with tree bark, not shaving, etc. By carrying out the orders of brahmacarya, householder life, v&#257;naprastha and finally sanny&#257;sa, one becomes elevated to the perfectional stage of life. Some are then elevated to the heavenly kingdoms, and when they become even more advanced they are liberated in the spiritual sky, either in the impersonal brahmajyoti or in the Vaikuntha planets or Krishnaloka. This is the path outlined by Vedic literatures.</P><P>The beauty of Krishna consciousness, however, is that by one stroke, by engaging in devotional service, one can surpass all the rituals of the different orders of life.</P><P>The words idam viditv&#257; indicate that one should understand the instructions given by &#346;r&#299; Krishna in this chapter and the Seventh Chapter of Bhagavad-g&#299;t&#257;. One should try to understand these chapters not by scholarship or mental speculation but by hearing them in association with devotees. Chapters Seven through Twelve are the essence of Bhagavad-g&#299;t&#257;. The first six and the last six chapters are like coverings for the middle six chapters, which are especially protected by the Lord. If one is fortunate enough to understand Bhagavad-g&#299;t&#257; &#8212; especially these middle six chapters &#8212; in the association of devotees, then his life at once becomes glorified beyond all penances, sacrifices, charities, speculations, etc., for one can achieve all the results of these activities simply by Krishna consciousness.</P><P>One who has a little faith in Bhagavad-g&#299;t&#257; should learn Bhagavad-g&#299;t&#257; from a devotee, because in the beginning of the Fourth Chapter it is stated clearly that Bhagavad-g&#299;t&#257; can be understood only by devotees; no one else can perfectly understand the purpose of Bhagavad-g&#299;t&#257;. One should therefore learn Bhagavad-g&#299;t&#257; from a devotee of Krishna, not from mental speculators. This is a sign of faith. When one searches for a devotee and finally gets a devotee's association one actually begins to study and understand Bhagavad-g&#299;t&#257;. By advancement in the association of the devotee one is placed in devotional service, and this service dispels all one's misgivings about Krishna, or God, and Krishna's activities, form, pastimes, name and other features. After these misgivings have been perfectly cleared away, one becomes fixed in one's study. Then one relishes the study of Bhagavad-g&#299;t&#257; and attains the state of feeling always Krishna conscious. In the advanced stage, one falls completely in love with Krishna. This highest perfectional stage of life enables the devotee to be transferred to Krishna's abode in the spiritual sky, Goloka Vrind&#257;vana, where the devotee becomes eternally happy.</P><P>Thus end the Bhaktivedanta Purports to the Eighth Chapter of the &#346;r&#299;mad Bhagavad-g&#299;t&#257; in the matter of Attaining the Supreme.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../9/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>