<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 8 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 8 Verse 5"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 8: <A CLASS=v HREF="index.htm">Attaining the Supreme</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 8.5</P><P CLASS=c>anta-k&#257;le ca m&#257;m eva</P><P CLASS=c>smaran muktv&#257; kalevaram</P><P CLASS=c>yah pray&#257;ti sa mad-bh&#257;vam</P><P CLASS=c>y&#257;ti n&#257;sty atra sam&#347;ayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anta">anta</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at the end of life; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/smaran">smaran</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/m/muktva">muktv&#257;</A> &#8212; quitting; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/p/prayati">pray&#257;ti</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; My nature; <A CLASS=v HREF="http://vedabase.net/y/yati">y&#257;ti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/s/samsayah">sam&#347;ayah</A> &#8212; doubt.</P><P CLASS=t>TRANSLATION</P><P>And whoever, at the end of his life, quits his body, remembering Me alone, at once attains My nature. Of this there is no doubt.</P><P CLASS=t>PURPORT</P><P>In this verse the importance of Krishna consciousness is stressed. Anyone who quits his body in Krishna consciousness is at once transferred to the transcendental nature of the Supreme Lord. The Supreme Lord is the purest of the pure. Therefore anyone who is constantly Krishna conscious is also the purest of the pure. The word smaran ("remembering") is important. Remembrance of Krishna is not possible for the impure soul who has not practiced Krishna consciousness in devotional service. Therefore one should practice Krishna consciousness from the very beginning of life. If one wants to achieve success at the end of his life, the process of remembering Krishna is essential. Therefore one should constantly, incessantly chant the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Lord Caitanya has advised that one be as tolerant as a tree (taror iva sahishnun&#257;). There may be so many impediments for a person who is chanting Hare Krishna. Nonetheless, tolerating all these impediments, one should continue to chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, so that at the end of one's life one can have the full benefit of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>