<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 30 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 30 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Gop&#299;s Search for Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.30.11</P><P CLASS=c>apy ena-patny upagatah priyayeha g&#257;trais</P><P CLASS=c>tanvan dri&#347;&#257;m sakhi su-nirvritim acyuto vah</P><P CLASS=c>k&#257;nt&#257;&#324;ga-sa&#324;ga-kuca-ku&#324;kuma-rañjit&#257;y&#257;h</P><P CLASS=c>kunda-srajah kula-pater iha v&#257;ti gandhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/e/ena">ena</A> &#8212; of the deer; <A CLASS=v HREF="http://vedabase.net/p/patni">patni</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> wife; <A CLASS=v HREF="http://vedabase.net/u/upagatah">upagatah</A> &#8212; has been encountered; <A CLASS=v HREF="http://vedabase.net/p/priyaya">priyay&#257;</A> &#8212; together with His beloved; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/g/gatraih">g&#257;traih</A> &#8212; by His bodily limbs; <A CLASS=v HREF="http://vedabase.net/t/tanvan">tanvan</A> &#8212; producing; <A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;&#257;m</A> &#8212; of the eyes; <A CLASS=v HREF="http://vedabase.net/s/sakhi">sakhi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/n/nirvrtim">nirvritim</A> &#8212; great pleasure; <A CLASS=v HREF="http://vedabase.net/a/acyutah">acyutah</A> &#8212; the infallible Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/k/kanta">k&#257;nt&#257;</A> &#8212; of His girlfriend; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; because of the physical contact; <A CLASS=v HREF="http://vedabase.net/k/kuca">kuca</A> &#8212; on the breast; <A CLASS=v HREF="http://vedabase.net/k/kunkuma">ku&#324;kuma</A> &#8212; by the vermilion powder; <A CLASS=v HREF="http://vedabase.net/r/ranjitayah">rañjit&#257;y&#257;h</A> &#8212; colored; <A CLASS=v HREF="http://vedabase.net/k/kunda">kunda</A> &#8212; of jasmine flowers; <A CLASS=v HREF="http://vedabase.net/s/srajah">srajah</A> &#8212; of the garland; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; of the group (of gop&#299;s); <A CLASS=v HREF="http://vedabase.net/p/pateh">pateh</A> &#8212; of the master; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; around here; <A CLASS=v HREF="http://vedabase.net/v/vati">v&#257;ti</A> &#8212; is blowing; <A CLASS=v HREF="http://vedabase.net/g/gandhah">gandhah</A> &#8212; the fragrance.</P><P CLASS=t>TRANSLATION</P><P>O friend, wife of the deer, has Lord Acyuta been here with His beloved, bringing great joy to your eyes? Indeed, blowing this way is the fragrance of His garland of kunda flowers, which was smeared with the ku&#324;kuma from the breasts of His girlfriend when He embraced Her.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; provides the following charming commentary on this verse:</P><P>"The gop&#299;s spoke to a doe, 'O friend, wife of the deer, from the bliss in your clear eyes we can tell that &#346;r&#299; Krishna has expanded your joy with the beauty of His limbs, His face and so forth. You are eager to realize the ecstasy of seeing Krishna, and thus your eyes are following Him. In fact, He is never lost to you.'</P><P>"Then the gop&#299;s, seeing the doe continue to walk in her natural way, exclaimed, 'Oh, are you telling us that you have seen Krishna? Look! As this deer walks she constantly turns her head back to us; as if to say, "I will show Him to you; just follow me and I will show you Krishna." In this merciless Vrind&#257;vana, she is the only merciful person.'</P><P>"As the gop&#299;s follow the doe they happen to lose sight of her, and they cry out, 'Oh, why can't we see the deer who is showing us the way to Krishna?'</P><P>"One gop&#299; suggests that Krishna must be somewhere in the vicinity and that the deer, being afraid of Him, must have hidden herself to avoid the possible mistake of revealing His presence. Conjecturing in this way, the gop&#299;s detect a fragrance that has by chance blown their way, and they repeatedly declare with great joy, 'Yes! Yes! This is it! By Krishna's physical contact with His girlfriend, His jasmine garland was smeared with the ku&#324;kuma powder on Her breasts, and the fragrances of all these things are reaching us.' Thus the gop&#299;s smelled the aroma of the two lovers' bodies, of Krishna's jasmine garland, and of the cosmetic powder on the breasts of His lover."</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>