<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 30 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 30 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Gop&#299;s Search for Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.30.2</P><P CLASS=c>gaty&#257;nur&#257;ga-smita-vibhramekshitair</P><P CLASS=c>mano-ram&#257;l&#257;pa-vih&#257;ra-vibhramaih</P><P CLASS=c>&#257;kshipta-citt&#257;h pramad&#257; ram&#257;-pates</P><P CLASS=c>t&#257;s t&#257; vicesht&#257; jagrihus tad-&#257;tmik&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gatya">gaty&#257;</A> &#8212; by His movements; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; smiles; <A CLASS=v HREF="http://vedabase.net/v/vibhrama">vibhrama</A> &#8212; playful; <A CLASS=v HREF="http://vedabase.net/i/iksitaih">&#299;kshitaih</A> &#8212; and glances; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/r/rama">rama</A> &#8212; charming; <A CLASS=v HREF="http://vedabase.net/a/aIapa">&#257;I&#257;pa</A> &#8212; by His talking; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/v/vibhramaih">vibhramaih</A> &#8212; and other allurements; <A CLASS=v HREF="http://vedabase.net/a/aksipta">&#257;kshipta</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/c/cittah">citt&#257;h</A> &#8212; whose hearts; <A CLASS=v HREF="http://vedabase.net/p/pramadah">pramad&#257;h</A> &#8212; the girls; <A CLASS=v HREF="http://vedabase.net/r/rama">ram&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pateh">pateh</A> &#8212; of the husband of <A HREF="http://vedabase.net/r/rama">Ram&#257;</A>, the goddess of fortune, or of the master of beauty and opulence; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; each of those; <A CLASS=v HREF="http://vedabase.net/v/vicestah">vicesht&#257;h</A> &#8212; wonderful activities; <A CLASS=v HREF="http://vedabase.net/j/jagrhuh">jagrihuh</A> &#8212; they enacted; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmikah">&#257;tmik&#257;h</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A> Him.</P><P CLASS=t>TRANSLATION</P><P>As the cowherd women remembered Lord Krishna, their hearts were overwhelmed by His movements and loving smiles, His playful glances and enchanting talks, and by the many other pastimes He would enjoy with them. Thus absorbed in thoughts of Krishna, the Lord of Ram&#257;, the gop&#299;s began acting out His various transcendental pastimes.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura describes the following charming exchange between Krishna and the gop&#299;s:</P><P>"Krishna said to a gop&#299;, 'My dear land lily, are you going to offer your honey to this very thirsty honeybee or not?'</P><P>"The gop&#299; replied, 'My dear bee, the husband of the lilies is the sun, not the bee, so why are You claiming that my honey belongs to You?'</P><P>"But My dear lily, the very nature of you lilies is that you don't give your honey to your husband, the sun, but rather to your paramour, the bee.' The gop&#299;, defeated by the words of Krishna, laughed and then gave Him her lips as honey to drink."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; also describes the following conversation:</P><P>"Krishna said to a gop&#299;, 'Ah, I can understand that as you approached this n&#299;pa tree standing here, you were bitten by an audacious snake. Its venom has already reached your chest, but since you are a respectable maiden you haven't asked Me to cure you. Still I've come, being merciful by nature. Now, while I massage your body with My hands, I'll chant a mantra to counteract the serpent's poison.'</P><P>"The gop&#299; said, 'But, my dear snake charmer, no snake has bitten me. Go massage the body of some girl who actually has suffered a snakebite.'</P><P>" 'Come now, My dear respectable girl, from your trembling voice I can tell that you are experiencing a feverish reaction to poisoning. Knowing this, if I don't take care of you I'll be guilty of killing an innocent woman. So let Me treat you.'</P><P>"With this, Krishna applied His fingernails to the gop&#299;'s chest."</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>