<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 30: The Gop&#299;s Search for Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.30 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.30.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: When Lord Krishna disappeared so suddenly, the gop&#299;s felt great sorrow at losing sight of Him, like a group of female elephants who have lost their mate.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.30.2</B></A>: As the cowherd women remembered Lord Krishna, their hearts were overwhelmed by His movements and loving smiles, His playful glances and enchanting talks, and by the many other pastimes He would enjoy with them. Thus absorbed in thoughts of Krishna, the Lord of Ram&#257;, the gop&#299;s began acting out His various transcendental pastimes.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.30.3</B></A>: Because the beloved gop&#299;s were absorbed in thoughts of their beloved Krishna, their bodies imitated His way of moving and smiling, His way of beholding them, His speech and His other distinctive features. Deeply immersed in thinking of Him and maddened by remembering His pastimes, they declared to one another, "I am Krishna!"</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.30.4</B></A>: Singing loudly of Krishna, they searched for Him throughout the Vrind&#257;vana forest like a band of madwomen. They even asked the trees about Him, who as the Supersoul is present inside and outside of all created things, just like the sky.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.30.5</B></A>: [The gop&#299;s said:] O a&#347;vattha tree, O plaksha, O nyagrodha, have you seen Krishna? That son of Nanda Mah&#257;r&#257;ja has gone away after stealing our minds with His loving smiles and glances.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.30.6</B></A>: O kurabaka tree, O a&#347;oka, O n&#257;ga, punn&#257;ga and campaka, has Balar&#257;ma's younger brother, whose smile removes the audacity of all proud women, passed this way?</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.30.7</B></A>: O most kind tulas&#299;, to whom the feet of Govinda are so dear, have you seen that infallible one walk by, wearing you and encircled by swarms of bees?</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.30.8</B></A>: O m&#257;lati, O mallik&#257;, O j&#257;ti and y&#363;thik&#257;, has M&#257;dhava gone by here, giving you pleasure with the touch of His hand?</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.30.9</B></A>: O c&#363;ta, O priy&#257;la, O panasa, &#257;sana and kovid&#257;ra, O jambu, O arka, O bilva, bakula and &#257;mra, O kadamba and n&#299;pa and all you other plants and trees living by the banks of the Yamun&#257; who have dedicated your very existence to the welfare of others, we gop&#299;s have lost our minds, so please tell us where Krishna has gone.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.30.10</B></A>: O mother earth, what austerity did you perform to attain the touch of Lord Ke&#347;ava's lotus feet, which has brought you such great joy that your bodily hairs are standing on end? You appear very beautiful in this condition. Was it during the Lord's current appearance that you acquired this ecstatic symptom, or was it perhaps much earlier, when He stepped upon you in His form of the dwarf V&#257;manadeva, or even earlier, when He embraced you in His form of the boar Var&#257;hadeva?</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.30.11</B></A>: O friend, wife of the deer, has Lord Acyuta been here with His beloved, bringing great joy to your eyes? Indeed, blowing this way is the fragrance of His garland of kunda flowers, which was smeared with the ku&#324;kuma from the breasts of His girlfriend when He embraced Her.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.30.12</B></A>: O trees, we see that you are bowing down. When the younger brother of R&#257;ma walked by here, followed by intoxicated bees swarming around the tulasi mañjar&#299;s decorating His garland, did He acknowledge your obeisances with His affectionate glances? He must have been resting His arm on the shoulder of His beloved and carrying a lotus flower in His free hand.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.30.13</B></A>: Let us ask these creepers about Krishna. Even though they are embracing the arms of their husband, this tree, they certainly must have been touched by Krishna's fingernails, since out of joy they are manifesting eruptions on their skin.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.30.14</B></A>: Having spoken these words, the gop&#299;s, distraught from searching for Krishna, began to act out His various pastimes, fully absorbed in thoughts of Him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.30.15</B></A>: One gop&#299; imitated P&#363;tan&#257;, while another acted like infant Krishna and pretended to suck her breast. Another gop&#299;, crying in imitation of infant Krishna, kicked a gop&#299; who was taking the role of the cart demon, &#346;akat&#257;sura.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.30.16</B></A>: One gop&#299; took the role of Trin&#257;varta and carried away another, who was acting like infant Krishna, while yet another gop&#299; crawled about, her ankle bells tinkling as she pulled her feet.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.30.17</B></A>: Two gop&#299;s acted like R&#257;ma and Krishna in the midst of several others, who took the role of cowherd boys. One gop&#299; enacted Krishna's killing of the demon Vats&#257;sura, represented by another gop&#299;, and a pair of gop&#299;s acted out the killing of Bak&#257;sura.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.30.18</B></A>: When one gop&#299; perfectly imitated how Krishna would call the cows who had wandered far away, how He would play His flute and how He would engage in various sports, the others congratulated her with exclamations of "Well done! Well done!"</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.30.19</B></A>: Another gop&#299;, her mind fixed on Krishna, walked about with her arm resting on the shoulder of a friend and declared, "I am Krishna! Just see how gracefully I move!"</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.30.20</B></A>: "Don't be afraid of the wind and rain," said one gop&#299;. "I will save you." And with that she lifted her shawl above her head.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.30.21</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] O King, one gop&#299; climbed on another's shoulders and, putting her foot on the other's head, said, "Go away from here, O wicked snake! You should know that I have taken birth in this world just to punish the envious."</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.30.22</B></A>: Then another gop&#299; spoke up: My dear cowherd boys, look al this raging forest fire! Quickly close your eyes and I will easily protect you.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.30.23</B></A>: One gop&#299; tied up her slender companion with a flower garland and said, "Now I will bind this boy who has broken the butter pots and stolen the butter." The second gop&#299; then covered her face and beautiful eyes, pretending to be afraid.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.30.24</B></A>: While the gop&#299;s were thus imitating Krishna's pastimes and asking Vrind&#257;vana's creepers and trees where Krishna, the Supreme Soul, might be, they happened to see His footprints in a corner of the forest.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.30.25</B></A>: [The gop&#299;s said:] The marks of a flag, lotus, thunderbolt, elephant goad, barleycorn and so forth on these footprints clearly distinguish them as belonging to that great soul, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.30.26</B></A>: The gop&#299;s began following Krishna's path, as shown by His many footprints, but when they saw that these prints were thoroughly intermixed with those of His dearmost consort, they became perturbed and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.30.27</B></A>: [The gop&#299;s said:] Here we see the footprints of some gop&#299; who must have been walking along with the son of Nanda Mah&#257;r&#257;ja. He must have put His arm on Her shoulder, just as an elephant rests His trunk on the shoulder of an accompanying she-elephant.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.30.28</B></A>: Certainly this particular gop&#299; has perfectly worshiped the all-powerful Personality of Godhead, Govinda, since He was so pleased with Her that He abandoned the rest of us and brought Her to a secluded place.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.30.29</B></A>: O girls! The dust of Govinda's lotus feet is so sacred that even Brahm&#257;, &#346;iva and the goddess Ram&#257; take that dust upon their heads to dispel sinful reactions.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.30.30</B></A>: These footprints of that special gop&#299; greatly disturb us. Of all the gop&#299;s, She alone was taken away to a secluded place, where She is enjoying the lips of Krishna. Look, we can't see Her footprints over here! It's obvious that the grass and sprouts were hurting the tender soles of Her feet, and so the lover lifted up His beloved.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.30.31</B></A>: Please observe, my dear gop&#299;s, how in this place lusty Krishna's footprints are pressed more deeply into the ground. Carrying the weight of His beloved must have been difficult for Him. And over here that intelligent boy must have put Her down to gather some flowers.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.30.32</B></A>: Just see how in this place dear Krishna collected flowers for His beloved. Here He has left the impression of only the front part of His feet because He was standing on His toes to reach the flowers.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.30.33</B></A>: Certainly Krishna sat down here with His girlfriend to arrange Her hair. The lusty boy must have made a crown for that lusty girl out of the flowers He had collected.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.30.34</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] Lord Krishna enjoyed with that gop&#299;, although He enjoys only within, being self-satisfied and complete in Himself. Thus by contrast He showed the wretchedness of ordinary lusty men and hardhearted women.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 10.30.35-36</B></A>: As the gop&#299;s wandered about, their minds completely bewildered, they pointed out various signs of Krishna's pastimes. The particular gop&#299; whom Krishna had led into a secluded forest when He had abandoned all the other young girls began to think Herself the best of women. "My beloved has rejected all the other gop&#299;s, "She thought, "even though they are driven by Cupid himself. He has chosen to reciprocate with Me alone."</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.30.37</B></A>: As the two lovers passed through one part of the Vrind&#257;vana forest, the special gop&#299; began feeling proud of Herself. She told Lord Ke&#347;ava, "I cannot walk any further. Please carry Me wherever You want to go."</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.30.38</B></A>: Thus addressed, Lord Krishna replied, "Just climb on My shoulder." But as soon as He said this, He disappeared. His beloved consort then immediately felt great remorse.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.30.39</B></A>: She cried out: O master! My lover! O dearmost, where are You? Where are You? Please, O mighty-armed one, O friend, show Yourself to Me, Your poor servant!</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.30.40</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: While continuing to search out Krishna's path, the gop&#299;s discovered their unhappy friend close by. She was bewildered by separation from Her lover.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.30.41</B></A>: She told them how M&#257;dhava had given Her much respect, but how She then suffered dishonor because of Her misbehavior. The gop&#299;s were extremely amazed to hear this.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.30.42</B></A>: In search of Krishna, the gop&#299;s then entered the depths of the forest as far as the light of the moon shone. But when they found themselves engulfed in darkness, they decided to turn back.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.30.43</B></A>: Their minds absorbed in thoughts of Him, they conversed about Him, acted out His pastimes and felt themselves filled with His presence. They completely forgot about their homes as they loudly sang the glories of Krishna's transcendental qualities.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.30.44</B></A>: The gop&#299;s again came to the bank of the K&#257;lind&#299;. Meditating on Krishna and eagerly hoping He would come, they sat down together to sing of Him.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>