<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Gop&#299;s Search for Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.30 Summary</P><P>This chapter describes how the gop&#299;s, tormented through the long night by separation from Krishna, wandered like madwomen from forest to forest in search of Him.</P><P>When &#346;r&#299; Krishna suddenly disappeared from the arena of the r&#257;sa dance, the gop&#299;s, their minds fully absorbed in thoughts of Him, began looking for Him in the various forests. From all the moving and nonmoving creatures they asked for news of Krishna's whereabouts. Finally they became so distraught that they began imitating His pastimes.</P><P>Later, while wandering in a corner of the forest, the gop&#299;s saw &#346;r&#299; Krishna's footprints, which appeared mixed with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s. Seeing these footprints perturbed them greatly, and they declared that surely &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; must have worshiped Krishna with unusual excellence, since She had been privileged to associate with Him in seclusion. Further along the path the gop&#299;s came to a place where they could no longer see &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s footprints; they then concluded that Krishna must have taken R&#257;dh&#257;r&#257;n&#299; onto His shoulders. In another place they noticed that Krishna's footprints were showing only the toes, and thus the gop&#299;s concluded He had been picking flowers with which to decorate His beloved. In yet another spot the gop&#299;s saw signs that led them to imagine that &#346;r&#299; Krishna had been tying the locks of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s hair. All these thoughts brought pain to the gop&#299;s' minds.</P><P>Because of the special attention She received from Krishna, &#346;r&#299; R&#257;dh&#257; began to consider Herself the most fortunate of women. She told Him that She could walk no further and that He would have to carry Her on His shoulders. But just then Lord Krishna disappeared from Her sight. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, extremely troubled, then began looking everywhere for Him, and when She finally met Her gop&#299; girlfriends She related to them what had happened. All the gop&#299;s then went out to look for Krishna in the forest, going as far as the moonlight reached. But in the end they were unsuccessful, so they went back to the shore of the Yamun&#257; and simply sang Krishna's glories in utter helplessness.</P><P CLASS=l><A CLASS=i HREF="../29/48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>