<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.10</P><P CLASS=c>karma-nirh&#257;ram uddi&#347;ya</P><P CLASS=c>parasmin v&#257; tad-arpanam</P><P CLASS=c>yajed yashtavyam iti v&#257;</P><P CLASS=c>prithag-bh&#257;vah sa s&#257;ttvikah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/n/nirharam">nirh&#257;ram</A> &#8212; freeing himself from; <A CLASS=v HREF="http://vedabase.net/u/uddisya">uddi&#347;ya</A> &#8212; with the purpose of; <A CLASS=v HREF="http://vedabase.net/p/parasmin">parasmin</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/arpanam">arpanam</A> &#8212; offering the result of activities; <A CLASS=v HREF="http://vedabase.net/y/yajet">yajet</A> &#8212; may worship; <A CLASS=v HREF="http://vedabase.net/y/yastavyam">yashtavyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be worshiped; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; separatist; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/sattvikah">s&#257;ttvikah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of goodness.</P><P CLASS=t>TRANSLATION</P><P>When a devotee worships the Supreme Personality of Godhead and offers the results of his activities in order to free himself from the inebrieties of fruitive activities, his devotion is in the mode of goodness.</P><P CLASS=t>PURPORT</P><P>The br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras, along with the brahmac&#257;r&#299;s, grihasthas, v&#257;naprasthas and sanny&#257;s&#299;s, are the members of the eight divisions of varnas and &#257;&#347;ramas, and they have their respective duties to perform for the satisfaction of the Supreme Personality of Godhead. When such activities are performed and the results are offered to the Supreme Lord, they are called karm&#257;rpanam, duties performed for the satisfaction of the Lord. If there is any inebriety or fault, it is atoned for by this offering process. But if this offering process is in the mode of goodness rather than in pure devotion, then the interest is different. The four &#257;&#347;ramas and the four varnas act for some benefit in accordance with their personal interests. Therefore such activities are in the mode of goodness; they cannot be counted in the category of pure devotion. Pure devotional service as described by R&#363;pa Gosv&#257;m&#299; is free from all material desires. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]. There can be no excuse for personal or material interest. Devotional activities should be transcendental to fruitive activities and empiric philosophical speculation. Pure devotional service is transcendental to all material qualities.</P><P>Devotional service in the modes of ignorance, passion and goodness can be divided into eighty-one categories. There are different devotional activities, such as hearing, chanting, remembering, worshiping, offering prayer, rendering service and surrendering everything, and each of them can be divided into three qualitative categories. There is hearing in the mode of passion, in the mode of ignorance and in the mode of goodness. Similarly, there is chanting in the mode of ignorance, passion and goodness, etc. Three multiplied by nine equals twenty-seven, and when again multiplied by three it becomes eighty-one. One has to transcend all such mixed materialistic devotional service in order to reach the standard of pure devotional service, as explained in the next verses.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11-12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>