<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.13</P><P CLASS=c>s&#257;lokya-s&#257;rshti-s&#257;m&#299;pya-</P><P CLASS=c>s&#257;r&#363;pyaikatvam apy uta</P><P CLASS=c>d&#299;yam&#257;nam na grihnanti</P><P CLASS=c>vin&#257; mat-sevanam jan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/salokya">s&#257;lokya</A> &#8212; living on the <A HREF="http://vedabase.net/s/same">same</A> planet; <A CLASS=v HREF="http://vedabase.net/s/sarsti">s&#257;rshti</A> &#8212; having the <A HREF="http://vedabase.net/s/same">same</A> opulence; <A CLASS=v HREF="http://vedabase.net/s/samipya">s&#257;m&#299;pya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be <A HREF="http://vedabase.net/a/a">a</A> personal associate; <A CLASS=v HREF="http://vedabase.net/s/sarupya">s&#257;r&#363;pya</A> &#8212; having the <A HREF="http://vedabase.net/s/same">same</A> bodily features; <A CLASS=v HREF="http://vedabase.net/e/ekatvam">ekatvam</A> &#8212; oneness; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/d/diyamanam">d&#299;yam&#257;nam</A> &#8212; being offered; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/g/grhnanti">grihnanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> accept; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/s/sevanam">sevanam</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> devotees.</P><P CLASS=t>TRANSLATION</P><P>A pure devotee does not accept any kind of liberation &#8212; s&#257;lokya, s&#257;rshti, s&#257;m&#299;pya, s&#257;r&#363;pya or ekatva &#8212; even though they are offered by the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Lord Caitanya teaches us how to execute pure devotional service out of spontaneous love for the Supreme Personality of Godhead. In the &#346;iksh&#257;shtaka, He prays to the Lord: "O Lord, I do not wish to gain from You any wealth, nor do I wish to have a beautiful wife, nor do I wish to have many followers. All I want from You is that in life after life I may remain a pure devotee at Your lotus feet." There is a similarity between the prayers of Lord Caitanya and the statements of &#346;r&#299;mad-Bh&#257;gavatam. Lord Caitanya prays, "in life after life," indicating that a devotee does not even desire the cessation of birth and death. The yog&#299;s and empiric philosophers desire cessation of the process of birth and death, but a devotee is satisfied to remain even in this material world and execute devotional service.</P><P>It is clearly stated herein that a pure devotee does not desire ekatva, oneness with the Supreme Lord, as desired by the impersonalists, the mental speculators and the meditators. To become one with the Supreme Lord is beyond the dream of a pure devotee. Sometimes he may accept promotion to the Vaikuntha planets to serve the Lord there, but he will never accept merging into the Brahman effulgence, which he considers worse than hellish. Such ekatva, or merging into the effulgence of the Supreme Lord, is called kaivalya, but the happiness derived from kaivalya is considered by the pure devotee to be hellish. The devotee is so fond of rendering service to the Supreme Lord that the five kinds of liberation are not important to him. If one is engaged in pure transcendental loving service to the Lord, it is understood that he has already achieved the five kinds of liberation.</P><P>When a devotee is promoted to the spiritual world, Vaikuntha, he receives four kinds of facilities. One of these is s&#257;lokya, living on the same planet as the Supreme Personality. The Supreme Person, in His different plenary expansions, lives on innumerable Vaikuntha planets, and the chief planet is Krishnaloka. Just as within the material universe the chief planet is the sun, in the spiritual world the chief planet is Krishnaloka. From Krishnaloka, the bodily effulgence of Lord Krishna is distributed not only to the spiritual world but to the material world as well; it is covered by matter, however, in the material world. In the spiritual world there are innumerable Vaikuntha planets, and on each one the Lord is the predominating Deity. A devotee can be promoted to one such Vaikuntha planet to live with the Supreme Personality of Godhead.</P><P>In s&#257;rshti liberation the opulence of the devotee is equal to the opulence of the Supreme Lord. S&#257;m&#299;pya means to be a personal associate of the Supreme Lord. In s&#257;r&#363;pya liberation the bodily features of the devotee are exactly like those of the Supreme Person but for two or three symptoms found exclusively on the transcendental body of the Lord. &#346;r&#299;vatsa, for example, the hair on the chest of the Lord, particularly distinguishes Him from His devotees.</P><P>A pure devotee does not accept these five kinds of spiritual existence, even if they are offered, and he certainly does not hanker after material benefits, which are all insignificant in comparison with spiritual benefits. When Prahl&#257;da Mah&#257;r&#257;ja was offered some material benefit, he stated: "My Lord, I have seen that my father achieved all kinds of material benefits, and even the demigods were afraid of his opulence, but still, in a second, You have finished his life and all his material prosperity." For a devotee there is no question of desiring any material or spiritual prosperity. He simply aspires to serve the Lord. That is his highest happiness.</P><P CLASS=l><A CLASS=i HREF="11-12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>