<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.15</P><P CLASS=c>nisheviten&#257;nimittena</P><P CLASS=c>sva-dharmena mah&#299;yas&#257;</P><P CLASS=c>kriy&#257;-yogena &#347;astena</P><P CLASS=c>n&#257;tihimsrena nitya&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisevitena">nishevitena</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/a/animittena">animittena</A> &#8212; without attachment <A HREF="http://vedabase.net/t/to">to</A> the result; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by one's prescribed duties; <A CLASS=v HREF="http://vedabase.net/m/mahiyasa">mah&#299;yas&#257;</A> &#8212; glorious; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by devotional activities; <A CLASS=v HREF="http://vedabase.net/s/sastena">&#347;astena</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/atihimsrena">atihimsrena</A> &#8212; excessive violence; <A CLASS=v HREF="http://vedabase.net/n/nityasah">nitya&#347;ah</A> &#8212; regularly.</P><P CLASS=t>TRANSLATION</P><P>A devotee must execute his prescribed duties, which are glorious, without material profit. Without excessive violence, one should regularly perform one's devotional activities.</P><P CLASS=t>PURPORT</P><P>One has to execute his prescribed duties according to his social position as a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra. The prescribed duties of the four classes of men in human society are also described in Bhagavad-g&#299;t&#257;. The activities of br&#257;hmanas are to control the senses and to become simple, clean, learned devotees. The kshatriyas have the spirit for ruling, they are not afraid on the battlefield, and they are charitable. The vai&#347;yas, or the mercantile class of men, trade in commodities, protect cows and develop agricultural produce. The &#347;&#363;dras, or laborer class, serve the higher classes because they themselves are not very intelligent.</P><P>From every position, as confirmed in Bhagavad-g&#299;t&#257;, sva-karman&#257; tam abhyarcya: one can serve the Supreme Lord by performing one's prescribed duty. It is not that only the br&#257;hmanas can serve the Supreme Lord and not the &#347;&#363;dras. Anyone can serve the Supreme Lord by performing his prescribed duties under the direction of a spiritual master, or representative of the Supreme Personality of Godhead. No one should think that his prescribed duties are inferior. A br&#257;hmana can serve the Lord by using his intelligence, and the kshatriya can serve the Supreme Lord by using his military arts, just as Arjuna served Krishna. Arjuna was a warrior; he had no time to study Ved&#257;nta or other highly intellectual books. The damsels in Vrajadh&#257;ma were girls born of the vai&#347;ya class, and they engaged in protecting cows and producing agriculture. Krishna's foster father, Nanda Mah&#257;r&#257;ja, and his associates were all vai&#347;yas. They were not at all educated, but they could serve Krishna by loving Him and by offering everything to Him. Similarly, there are many instances in which cand&#257;las, or those lower than &#347;&#363;dras, have served Krishna. Also, the sage Vidura was considered a &#347;&#363;dra because his mother happened to be &#347;&#363;dra. There are no distinctions, for it is declared by the Lord in Bhagavad-g&#299;t&#257; that anyone engaged specifically in devotional service is elevated to the transcendental position without a doubt. Everyone's prescribed duty is glorious if it is performed in devotional service of the Lord, without desire for profit. Such loving service must be performed without reason, without impediment, and spontaneously. Krishna is lovable, and one has to serve Him in whatever capacity one can. That is pure devotional service.</P><P>Another significant phrase in this verse is n&#257;tihimsrena ("with minimum violence or sacrifice of life"). Even if a devotee has to commit violence, it should not be done beyond what is necessary. Sometimes the question is put before us: "You ask us not to eat meat, but you are eating vegetables. Do you think that is not violence?" The answer is that eating vegetables is violence, and vegetarians are also committing violence against other living entities because vegetables also have life. Nondevotees are killing cows, goats and so many other animals for eating purposes, and a devotee, who is vegetarian, is also killing. But here, significantly, it is stated that every living entity has to live by killing another entity; that is the law of nature. J&#299;vo j&#299;vasya j&#299;vanam: one living entity is the life for another living entity. But for a human being, that violence should be committed only as much as necessary.</P><P>A human being is not to eat anything which is not offered to the Supreme Personality of Godhead. Yajña-&#347;isht&#257;&#347;inah santah: one becomes freed from all sinful reactions by eating foodstuffs which are offered to Yajña, the Supreme Personality of Godhead. A devotee therefore eats only pras&#257;da, or foodstuffs offered to the Supreme Lord, and Krishna says that when a devotee offers Him foodstuffs from the vegetable kingdom, with devotion, He eats that. A devotee is to offer to Krishna foodstuffs prepared from vegetables. If the Supreme Lord wanted foodstuffs prepared from animal food, the devotee could offer this, but He does not order to do that.</P><P>We have to commit violence; that is a natural law. We should not, however, commit violence extravagantly, but only as much as ordered by the Lord. Arjuna engaged in the art of killing, and although killing is, of course, violence, he killed the enemy simply on Krishna's order. In the same way, if we commit violence as it is necessary, by the order of the Lord, that is called n&#257;tihims&#257;. We cannot avoid violence, for we are put into a conditional life in which we have to commit violence, but we should not commit more violence than necessary or than ordered by the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>