<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.17</P><P CLASS=c>mahat&#257;m bahu-m&#257;nena</P><P CLASS=c>d&#299;n&#257;n&#257;m anukampay&#257;</P><P CLASS=c>maitry&#257; caiv&#257;tma-tulyeshu</P><P CLASS=c>yamena niyamena ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the great souls; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/m/manena">m&#257;nena</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/d/dinanam">d&#299;n&#257;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the poor; <A CLASS=v HREF="http://vedabase.net/a/anukampaya">anukampay&#257;</A> &#8212; with compassion; <A CLASS=v HREF="http://vedabase.net/m/maitrya">maitry&#257;</A> &#8212; with friendship; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tulyesu">tulyeshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> persons who <A HREF="http://vedabase.net/a/are">are</A> equals; <A CLASS=v HREF="http://vedabase.net/y/yamena">yamena</A> &#8212; with control of the senses; <A CLASS=v HREF="http://vedabase.net/n/niyamena">niyamena</A> &#8212; with regulation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>The pure devotee should execute devotional service by giving the greatest respect to the spiritual master and the &#257;c&#257;ryas. He should be compassionate to the poor and make friendship with persons who are his equals, but all his activities should be executed under regulation and with control of the senses.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257;, Thirteenth Chapter, it is clearly stated that one should execute devotional service and advance on the path of spiritual knowledge by accepting the &#257;c&#257;rya. &#256;c&#257;ryop&#257;sanam: one should worship an &#257;c&#257;rya, a spiritual master who knows things as they are. The spiritual master must be in the disciplic succession from Krishna. The predecessors of the spiritual master are his spiritual master, his grand spiritual master, his great-grand spiritual master and so on, who form the disciplic succession of &#257;c&#257;ryas.</P><P>It is recommended herewith that all the &#257;c&#257;ryas be given the highest respect. It is stated, gurushu nara-matih. Gurushu means "unto the &#257;c&#257;ryas," and nara-matih means "thinking like a common man." To think of the Vaishnavas, the devotees, as belonging to a particular caste or community, to think of the &#257;c&#257;ryas as ordinary men or to think of the Deity in the temple as being made of stone, wood or metal, is condemned. Niyamena: one should offer the greatest respect to the &#257;c&#257;ryas according to the standard regulations. A devotee should also be compassionate to the poor. This does not refer to those who are poverty-stricken materially. According to devotional vision, a man is poor if he is not in Krishna consciousness. A man may be very rich materially, but if he is not Krishna conscious, he is considered poor. On the other hand, many &#257;c&#257;ryas, such as R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;, used to live beneath trees every night. Superficially it appeared that they were poverty-stricken, but from their writings we can understand that in spiritual life they were the richest personalities.</P><P>A devotee shows compassion to those poor souls who are wanting in spiritual knowledge by enlightening them in order to elevate them to Krishna consciousness. That is one of the duties of a devotee. He should also make friendship with persons who are on an equal level with himself or who have the same understanding that he does. For a devotee, there is no point in making friendships with ordinary persons; he should make friendship with other devotees so that by discussing among themselves, they may elevate one another on the path of spiritual understanding. This is called ishta-goshth&#299;.</P><P>In Bhagavad-g&#299;t&#257; there is reference to bodhayantah parasparam, "discussing among themselves." Generally pure devotees utilize their valuable time in chanting and discussing various activities of Lord Krishna or Lord Caitanya amongst themselves. There are innumerable books, such as the pur&#257;nas, Mah&#257;bh&#257;rata, Bh&#257;gavatam, Bhagavad-g&#299;t&#257; and Upanishads, which contain countless subjects for discussion among two devotees or more. Friendship should be cemented between persons with mutual interests and understanding. Such persons are said to be sva j&#257;ti, "of the same caste." The devotee should avoid a person whose character is not fixed in the standard understanding; even though he may be a Vaishnava, or a devotee of Krishna, if his character is not correctly representative, then he should be avoided. One should steadily control the senses and the mind and strictly follow the rules and regulations, and he should make friendship with persons of the same standard.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>