<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.18</P><P CLASS=c>&#257;dhy&#257;tmik&#257;nu&#347;ravan&#257;n</P><P CLASS=c>n&#257;ma-sa&#324;k&#299;rtan&#257;c ca me</P><P CLASS=c>&#257;rjaven&#257;rya-sa&#324;gena</P><P CLASS=c>niraha&#324;kriyay&#257; tath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adhyatmika">&#257;dhy&#257;tmika</A> &#8212; spiritual matters; <A CLASS=v HREF="http://vedabase.net/a/anusravanat">anu&#347;ravan&#257;t</A> &#8212; from hearing; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/sankirtanat">sa&#324;k&#299;rtan&#257;t</A> &#8212; from chanting the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/arjavena">&#257;rjavena</A> &#8212; with straightforward behavior; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/s/sangena">sa&#324;gena</A> &#8212; with association of saintly persons; <A CLASS=v HREF="http://vedabase.net/n/nirahankriyaya">niraha&#324;kriyay&#257;</A> &#8212; without false ego; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>A devotee should always try to hear about spiritual matters and should always utilize his time in chanting the holy name of the Lord. His behavior should always be straightforward and simple, and although he is not envious but friendly to everyone, he should avoid the company of persons who are not spiritually advanced.</P><P CLASS=t>PURPORT</P><P>In order to advance in spiritual understanding, one has to hear from authentic sources about spiritual knowledge. One can understand the reality of spiritual life by following strict regulative principles and by controlling the senses. To have control it is necessary that one be nonviolent and truthful, refrain from stealing, abstain from sex life and possess only that which is absolutely necessary for keeping the body and soul together. One should not eat more than necessary, he should not collect more paraphernalia than necessary, he should not talk unnecessarily with common men, and he should not follow the rules and regulations without purpose. He should follow the rules and regulations so that he may actually make advancement.</P><P>There are eighteen qualifications mentioned in Bhagavad-g&#299;t&#257;, among which is simplicity. One should be without pride; one should not demand unnecessary respect from others, and one should be nonviolent. Am&#257;nitvam adambhitvam ahims&#257;. One should be very tolerant and simple, one should accept the spiritual master, and one should control the senses. These are mentioned here and in Bhagavad-g&#299;t&#257; as well. One should hear from authentic sources how to advance in spiritual life; such instructions should be taken from the &#257;c&#257;rya and should be assimilated.</P><P>It is especially mentioned here, n&#257;ma-sa&#324;k&#299;rtan&#257;c ca: one should chant the holy names of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; either individually or with others. Lord Caitanya has given special stress to chanting of these holy names of the Lord as the basic principle of spiritual advancement. Another word used here is &#257;rjavena, meaning "without diplomacy." A devotee should not make plans out of self-interest. Of course, preachers sometimes have to make some plan to execute the mission of the Lord under proper guidance, but regarding personal self-interest, a devotee should always be without diplomacy, and he should avoid the company of persons who are not advancing in spiritual life. Another word is &#257;rya. &#256;ryans are persons who are advancing in knowledge of Krishna consciousness as well as in material prosperity. The difference between the &#256;ryan and non-&#256;ryan, the sura and asura, is in their standards of spiritual advancement. Association with persons who are not spiritually advanced is forbidden. Lord Caitanya advised, asat-sa&#324;ga-ty&#257;ga: one should avoid persons who are attached to the temporary. Asat is one who is too materially attached, who is not a devotee of the Lord and who is too attached to women or enjoyable material things. Such a person, according to Vaishnava philosophy, is a persona non grata.</P><P>A devotee should not be proud of his acquisitions. The symptoms of a devotee are meekness and humility. Although spiritually very advanced, he will always remain meek and humble, as Kavir&#257;ja Gosv&#257;m&#299; and all the other Vaishnavas have taught us by personal example. Caitanya Mah&#257;prabhu taught that one should be humbler than the grass on the street and more tolerant than the tree. One should not be proud or falsely puffed up. In this way one will surely advance in spiritual life.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>