<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.20</P><P CLASS=c>yath&#257; v&#257;ta-ratho ghr&#257;nam</P><P CLASS=c>&#257;vri&#324;kte gandha &#257;&#347;ay&#257;t</P><P CLASS=c>evam yoga-ratam ceta</P><P CLASS=c>&#257;tm&#257;nam avik&#257;ri yat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A> &#8212; of air; <A CLASS=v HREF="http://vedabase.net/r/rathah">rathah</A> &#8212; the chariot; <A CLASS=v HREF="http://vedabase.net/g/ghranam">ghr&#257;nam</A> &#8212; sense of smell; <A CLASS=v HREF="http://vedabase.net/a/avrnkte">&#257;vri&#324;kte</A> &#8212; catches; <A CLASS=v HREF="http://vedabase.net/g/gandhah">gandhah</A> &#8212; aroma; <A CLASS=v HREF="http://vedabase.net/a/asayat">&#257;&#347;ay&#257;t</A> &#8212; from the source; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/r/ratam">ratam</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/avikari">avik&#257;ri</A> &#8212; unchanging; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which.</P><P CLASS=t>TRANSLATION</P><P>As the chariot of air carries an aroma from its source and immediately catches the sense of smell, similarly, one who constantly engages in devotional service, in Krishna consciousness, can catch the Supreme Soul, who is equally present everywhere.</P><P CLASS=t>PURPORT</P><P>As a breeze carrying a pleasant fragrance from a garden of flowers at once captures the organ of smell, so one's consciousness, saturated with devotion, can at once capture the transcendental existence of the Supreme Personality of Godhead, who, in His Param&#257;tm&#257; feature, is present everywhere, even in the heart of every living being. It is stated in Bhagavad-g&#299;t&#257; that the Supreme Personality of Godhead is kshetra jña, present within this body, but He is also simultaneously present in every other body. Since the individual soul is present only in a particular body, he is altered when another individual soul does not cooperate with him. The Supersoul, however, is equally present everywhere. Individual souls may disagree, but the Supersoul, being equally present in every body, is called unchanging, or avik&#257;ri. The individual soul, when fully saturated with Krishna consciousness, can understand the presence of the Supersoul. It is confirmed in Bhagavad-g&#299;t&#257; that (bhakty&#257; m&#257;m abhij&#257;n&#257;ti [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]) a person saturated with devotional service in full Krishna consciousness can understand the Supreme Personality of Godhead, either as Supersoul or as the Supreme Person.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>