<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.27</P><P CLASS=c>atha m&#257;m sarva-bh&#363;teshu</P><P CLASS=c>bh&#363;t&#257;tm&#257;nam krit&#257;layam</P><P CLASS=c>arhayed d&#257;na-m&#257;n&#257;bhy&#257;m</P><P CLASS=c>maitry&#257;bhinnena cakshush&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all creatures; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Self <A HREF="http://vedabase.net/i/in">in</A> all beings; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/alayam">&#257;layam</A> &#8212; abiding; <A CLASS=v HREF="http://vedabase.net/a/arhayet">arhayet</A> &#8212; one should propitiate; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/m/manabhyam">m&#257;n&#257;bhy&#257;m</A> &#8212; through charity and respect; <A CLASS=v HREF="http://vedabase.net/m/maitrya">maitry&#257;</A> &#8212; through friendship; <A CLASS=v HREF="http://vedabase.net/a/abhinnena">abhinnena</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/c/caksusa">cakshush&#257;</A> &#8212; by viewing.</P><P CLASS=t>TRANSLATION</P><P>Therefore, through charitable gifts and attention, as well as through friendly behavior and by viewing all to be alike, one should propitiate Me, who abide in all creatures as their very Self.</P><P CLASS=t>PURPORT</P><P>It should not be misunderstood that because the Supersoul is dwelling within the heart of a living entity, the individual soul has become equal to Him. The equality of the Supersoul and the individual soul is misconceived by the impersonalist. Here it is distinctly mentioned that the individual soul should be recognized in relationship with the Supreme Personality of Godhead. The method of worshiping the individual soul is described here as either giving charitable gifts or behaving in a friendly manner, free from any separatist outlook. The impersonalist sometimes accepts a poor individual soul as being daridra-n&#257;r&#257;yana, meaning that N&#257;r&#257;yana, the Supreme Personality of Godhead, has become poor. This is a contradiction. The Supreme Personality of Godhead is full in all opulences. He can agree to live with a poor soul or even with an animal, but this does not make Him poor.</P><P>There are two Sanskrit words used here, m&#257;na and d&#257;na. M&#257;na indicates a superior, and d&#257;na indicates one who gives charitable gifts or is compassionate towards an inferior. We cannot treat the Supreme Personality of Godhead as an inferior who is dependent on our charitable gifts. When we give charity, it is to a person who is inferior in his material or economic condition. Charity is not given to a rich man. Similarly, it is explicitly stated here that m&#257;na, respect, is offered to a superior, and charity is offered to an inferior. The living entities, according to different results of fruitive activities, may become rich or poor, but the Supreme Personality of Godhead is unchangeable; He is always full in six opulences. Treating a living entity equally does not mean treating him as one would treat the Supreme Personality of Godhead. Compassion and friendliness do not necessitate falsely elevating someone to the exalted position of the Supreme Personality of Godhead. We should not, at the same time, misunderstand that the Supersoul situated in the heart of an animal like a hog and the Supersoul situated in the heart of a learned br&#257;hmana are different. The Supersoul in all living entities is the same Supreme Personality of Godhead. By His omnipotency, He can live anywhere, and He can create His Vaikuntha situation everywhere. That is His inconceivable potency. Therefore, when N&#257;r&#257;yana is living in the heart of a hog, He does not become a hog-N&#257;r&#257;yana. He is always N&#257;r&#257;yana and is unaffected by the body of the hog.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>