<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.31</P><P CLASS=c>tato varn&#257;&#347; ca catv&#257;ras</P><P CLASS=c>tesh&#257;m br&#257;hmana uttamah</P><P CLASS=c>br&#257;hmaneshv api veda-jño</P><P CLASS=c>hy artha-jño 'bhyadhikas tatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; among them; <A CLASS=v HREF="http://vedabase.net/v/varnah">varn&#257;h</A> &#8212; classes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/catvarah">catv&#257;rah</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A> &#8212; best; <A CLASS=v HREF="http://vedabase.net/b/brahmanesu">br&#257;hmaneshu</A> &#8212; among the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; one who knows; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the purpose; <A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; one who knows; <A CLASS=v HREF="http://vedabase.net/a/abhyadhikah">abhyadhikah</A> &#8212; better; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; than him.</P><P CLASS=t>TRANSLATION</P><P>Among human beings, the society which is divided according to quality and work is best, and in that society, the intelligent men, who are designated as br&#257;hmanas, are best. Among the br&#257;hmanas, one who has studied the Vedas is the best, and among the br&#257;hmanas who have studied the Vedas, one who knows the actual purport of Veda is the best.</P><P CLASS=t>PURPORT</P><P>The system of four classifications in human society according to quality and work is very scientific. This system of br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras has now become vitiated as the present caste system in India, but it appears that this system has been current a very long time, since it is mentioned in &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257;. Unless there is such a division of the social orders in human society, including the intelligent class, the martial class, the mercantile class and the laborer class, there is always confusion as to who is to work for what purpose. A person trained to the stage of understanding the Absolute Truth is a br&#257;hmana, and when such a br&#257;hmana is veda jña, he understands the purpose of Veda. The purpose of Veda is to understand the Absolute. One who understands the Absolute Truth in three phases, namely Brahman, Param&#257;tm&#257; and Bhagav&#257;n, and who understands the term Bhagav&#257;n to mean the Supreme Personality of Godhead, is considered to be the best of the br&#257;hmanas, or a Vaishnava.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>