<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.33</P><P CLASS=c>tasm&#257;n mayy arpit&#257;&#347;esha-</P><P CLASS=c>kriy&#257;rth&#257;tm&#257; nirantarah</P><P CLASS=c>mayy arpit&#257;tmanah pumso</P><P CLASS=c>mayi sannyasta-karmanah</P><P CLASS=c>na pa&#347;y&#257;mi param bh&#363;tam</P><P CLASS=c>akartuh sama-dar&#347;an&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; than him; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; actions; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; life, soul; <A CLASS=v HREF="http://vedabase.net/n/nirantarah">nirantarah</A> &#8212; without cessation; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; whose mind; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; than <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyasta">sannyasta</A> &#8212; dedicated; <A CLASS=v HREF="http://vedabase.net/k/karmanah">karmanah</A> &#8212; whose activities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pasyami">pa&#347;y&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> see; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; greater; <A CLASS=v HREF="http://vedabase.net/b/bhutam">bh&#363;tam</A> &#8212; living entity; <A CLASS=v HREF="http://vedabase.net/a/akartuh">akartuh</A> &#8212; without proprietorship; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; <A HREF="http://vedabase.net/s/same">same</A>; <A CLASS=v HREF="http://vedabase.net/d/darsanat">dar&#347;an&#257;t</A> &#8212; whose vision.</P><P CLASS=t>TRANSLATION</P><P>Therefore I do not find a greater person than he who has no interest outside of Mine and who therefore engages and dedicates all his activities and all his life &#8212; everything &#8212; unto Me without cessation.</P><P CLASS=t>PURPORT</P><P>In this verse the word sama-dar&#347;an&#257;t means that he no longer has any separate interest; the devotee's interest and the Supreme Personality of Godhead's interest are one. For example, Lord Caitanya, in the role of a devotee, also preached the same philosophy. He preached that Krishna is the worshipful Lord, the Supreme Personality of Godhead, and that the interest of His pure devotees is the same as His own.</P><P>Sometimes M&#257;y&#257;v&#257;d&#299; philosophers, due to a poor fund of knowledge, define the word sama-dar&#347;an&#257;t to mean that a devotee should see himself as one with the Supreme Personality of Godhead. This is foolishness. When one thinks himself one with the Supreme Personality of Godhead, there is no question of serving Him. When there is service, there must be a master. Three things must be present for there to be service: the master, the servant and the service. Here it is clearly stated that he who has dedicated his life, all his activities, his mind and his soul &#8212; everything &#8212; for the satisfaction of the Supreme Lord, is considered to be the greatest person.</P><P>The word akartuh means "without any sense of proprietorship." Everyone wants to act as the proprietor of his actions so that he can enjoy the result. A devotee, however, has no such desire; he acts because the Personality of Godhead wants him to act in a particular way. He has no personal motive. When Lord Caitanya preached Krishna consciousness, it was not with the purpose that people would call Him Krishna, the Supreme Personality of Godhead; rather, He preached that Krishna is the Supreme Personality of Godhead and should be worshiped as such. A devotee who is a most confidential servant of the Lord never does anything for his personal account, but does everything for the satisfaction of the Supreme Lord. It is clearly stated, therefore, mayi sannyasta-karmanah: the devotee works, but he works for the Supreme. It is also stated, mayy arpit&#257;tmanah: "He gives his mind unto Me." These are the qualifications of a devotee, who, according to this verse, is accepted as the highest of all human beings.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>