<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.34</P><P CLASS=c>manasait&#257;ni bh&#363;t&#257;ni</P><P CLASS=c>pranamed bahu-m&#257;nayan</P><P CLASS=c>&#299;&#347;varo j&#299;va-kalay&#257;</P><P CLASS=c>pravishto bhagav&#257;n iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; with the mind; <A CLASS=v HREF="http://vedabase.net/e/etani">et&#257;ni</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> these; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/p/pranamet">pranamet</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> offers respects; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/m/manayan">m&#257;nayan</A> &#8212; showing regard; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; by His expansion <A HREF="http://vedabase.net/a/as">as</A> the Supersoul; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravishtah</A> &#8212; has entered; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Such a perfect devotee offers respects to every living entity because he is under the firm conviction that the Supreme Personality of Godhead has entered the body of every living entity as the Supersoul, or controller.</P><P CLASS=t>PURPORT</P><P>A perfect devotee, as described above, does not make the mistake of thinking that because the Supreme Personality of Godhead as Param&#257;tm&#257; has entered into the body of every living entity, every living entity has become the Supreme Personality of Godhead. This is foolishness. Suppose a person enters into a room; that does not mean that the room has become that person. Similarly, that the Supreme Lord has entered into each of the 8,400,000 particular types of material bodies does not mean that each of these bodies has become the Supreme Lord. Because the Supreme Lord is present, however, a pure devotee accepts each body as the temple of the Lord, and since the devotee offers respect to such temples in full knowledge, he gives respect to every living entity in relationship with the Lord. M&#257;y&#257;v&#257;d&#299; philosophers wrongly think that because the Supreme Person has entered the body of a poor man, the Supreme Lord has become daridra-n&#257;r&#257;yana, or poor N&#257;r&#257;yana. These are all blasphemous statements of atheists and nondevotees.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>