<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.36</P><P CLASS=c>etad bhagavato r&#363;pam</P><P CLASS=c>brahmanah param&#257;tmanah</P><P CLASS=c>param pradh&#257;nam purusham</P><P CLASS=c>daivam karma-viceshtitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/pradhanam">pradh&#257;nam</A> &#8212; chief; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; personality; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/vicestitam">viceshtitam</A> &#8212; whose activities.</P><P CLASS=t>TRANSLATION</P><P>This purusha whom the individual soul must approach is the eternal form of the Supreme Personality of Godhead, who is known as Brahman and Param&#257;tm&#257;. He is the transcendental chief personality, and His activities are all spiritual.</P><P CLASS=t>PURPORT</P><P>In order to distinguish the personality whom the individual soul must approach, it is described herein that this purusha, the Supreme Personality of Godhead, is the chief amongst all living entities and is the ultimate form of the impersonal Brahman effulgence and Param&#257;tm&#257; manifestation. Since He is the origin of the Brahman effulgence and Param&#257;tm&#257; manifestation, He is described herewith as the chief personality. It is confirmed in the Katha Upanishad, nityo nity&#257;n&#257;m: there are many eternal living entities, but He is the chief maintainer. This is confirmed in Bhagavad-g&#299;t&#257; also, where Lord Krishna says, aham sarvasya prabhavah: "I am the origin of everything, including the Brahman effulgence and Param&#257;tm&#257; manifestation." His activities are transcendental, as confirmed in Bhagavad-g&#299;t&#257;. Janma karma ca me divyam: [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>] the activities and the appearance and disappearance of the Supreme Personality of Godhead are transcendental; they are not to be considered material. Anyone who knows this fact &#8212; that the appearance, disappearance and activities of the Lord are beyond material activities or material conception &#8212; is liberated. Yo vetti tattvatah/ tyaktv&#257; deham punar janma: [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>] such a person, after quitting his body, does not come back again to this material world, but goes to the Supreme Person. It is confirmed here, purushah purusham vrajet: the living entity goes to the Supreme Personality simply by understanding His transcendental nature and activities.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>