<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.5</P><P CLASS=c>lokasya mithy&#257;bhimater acakshusha&#347;</P><P CLASS=c>ciram prasuptasya tamasy an&#257;&#347;raye</P><P CLASS=c>&#347;r&#257;ntasya karmasv anuviddhay&#257; dhiy&#257;</P><P CLASS=c>tvam &#257;vir&#257;s&#299;h kila yoga-bh&#257;skarah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/m/mithya">mithy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimateh">abhimateh</A> &#8212; deluded by false ego; <A CLASS=v HREF="http://vedabase.net/a/acaksusah">acakshushah</A> &#8212; blind; <A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> very long time; <A CLASS=v HREF="http://vedabase.net/p/prasuptasya">prasuptasya</A> &#8212; sleeping; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> darkness; <A CLASS=v HREF="http://vedabase.net/a/anasraye">an&#257;&#347;raye</A> &#8212; without shelter; <A CLASS=v HREF="http://vedabase.net/s/srantasya">&#347;r&#257;ntasya</A> &#8212; fatigued; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> material activities; <A CLASS=v HREF="http://vedabase.net/a/anuviddhaya">anuviddhay&#257;</A> &#8212; attached; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; with the intelligence; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/avirasih">&#257;vir&#257;s&#299;h</A> &#8212; have appeared; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; of the <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/b/bhaskarah">bh&#257;skarah</A> &#8212; the sun.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are just like the sun, for You illuminate the darkness of the conditional life of the living entities. Because their eyes of knowledge are not open, they are sleeping eternally in that darkness without Your shelter, and therefore they are falsely engaged by the actions and reactions of their material activities, and they appear to be very fatigued.</P><P CLASS=t>PURPORT</P><P>It appears that &#346;r&#299;mat&#299; Devah&#363;ti, the glorious mother of Lord Kapiladeva, is very compassionate for the regrettable condition of people in general, who, not knowing the goal of life, are sleeping in the darkness of illusion. It is the general feeling of the Vaishnava, or devotee of the Lord, that he should awaken them. Similarly, Devah&#363;ti is requesting her glorious son to illuminate the lives of the conditioned souls so that their most regrettable conditional life may be ended. The Lord is described herein as yoga-bh&#257;skara, the sun of the system of all yoga. Devah&#363;ti has already requested her glorious son to describe bhakti-yoga, and the Lord has described bhakti-yoga as the ultimate yoga system.</P><P>Bhakti-yoga is the sunlike illumination for delivering the conditioned souls, whose general condition is described here. They have no eyes to see their own interests. They do not know that the goal of life is not to increase the material necessities of existence, because the body will not exist more than a few years. The living beings are eternal, and they have their eternal need. If one engages only in caring for the necessities of the body, not caring for the eternal necessities of life, then he is part of a civilization whose advancement puts the living entities in the darkest region of ignorance. Sleeping in that darkest region, one does not get any refreshment, but, rather, gradually becomes fatigued. He invents many processes to adjust this fatigued condition, but he fails and thus remains confused. The only path for mitigating his fatigue in the struggle for existence is the path of devotional service, or the path of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>