<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 29 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 29 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Explanation of Devotional Service by Lord Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.29.8</P><P CLASS=c>abhisandh&#257;ya yo hims&#257;m</P><P CLASS=c>dambham m&#257;tsaryam eva v&#257;</P><P CLASS=c>samrambh&#299; bhinna-drig bh&#257;vam</P><P CLASS=c>mayi kury&#257;t sa t&#257;masah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abhisandhaya">abhisandh&#257;ya</A> &#8212; having <A HREF="http://vedabase.net/i/in">in</A> view; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/h/himsam">hims&#257;m</A> &#8212; violence; <A CLASS=v HREF="http://vedabase.net/d/dambham">dambham</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/m/matsaryam">m&#257;tsaryam</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/samrambhi">samrambh&#299;</A> &#8212; angry; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A> &#8212; separate; <A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; whose vision; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; may <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tamasah">t&#257;masah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mode of ignorance.</P><P CLASS=t>TRANSLATION</P><P>Devotional service executed by a person who is envious, proud, violent and angry, and who is a separatist, is considered to be in the mode of darkness.</P><P CLASS=t>PURPORT</P><P>It has already been stated in the &#346;r&#299;mad-Bh&#257;gavatam, First Canto, Second Chapter, that the highest, most glorious religion is the attainment of causeless, unmotivated devotional service. In pure devotional service, the only motive should be to please the Supreme Personality of Godhead. That is not actually a motive; that is the pure condition of the living entity. In the conditioned stage, when one engages in devotional service, he should follow the instruction of the bona fide spiritual master in full surrender. The spiritual master is the manifested representation of the Supreme Lord because he receives and presents the instructions of the Lord, as they are, by disciplic succession. It is described in Bhagavad-g&#299;t&#257; that the teachings therein should be received by disciplic succession, otherwise there is adulteration. To act under the direction of a bona fide spiritual master with a motive to satisfy the Supreme Personality of Godhead is pure devotional service. But if one has a motive for personal sense gratification, his devotional service is manifested differently. Such a man may be violent, proud, envious and angry, and his interests are separate from the Lord's.</P><P>One who approaches the Supreme Lord to render devotional service, but who is proud of his personality, envious of others or vengeful, is in the mode of anger. He thinks that he is the best devotee. Devotional service executed in this way is not pure; it is mixed and is of the lowest grade, t&#257;masah. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura advises that a Vaishnava who is not of good character should be avoided. A Vaishnava is one who has taken the Supreme Personality of Godhead as the ultimate goal of life, but if one is not pure and still has motives, then he is not a Vaishnava of the first order of good character. One may offer his respects to such a Vaishnava because he has accepted the Supreme Lord as the ultimate goal of life, but one should not keep company with a Vaishnava who is in the mode of ignorance.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>