<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: R&#257;macandra Pur&#299; Criticizes the Lord</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 8 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 8.1</B></A>: Let me offer my respectful obeisances to &#346;r&#299; Caitanya Mah&#257;prabhu, who reduced His eating due to fear of the criticism of R&#257;macandra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 8.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu, the incarnation of the ocean of mercy! His lotus feet are worshiped by demigods like Lord Brahm&#257; and Lord &#346;iva.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 8.3</B></A>: All glories to Nity&#257;nanda Prabhu, the greatest of mendicants, who bound the entire world with a knot of ecstatic love for God!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 8.4</B></A>: All glories to Advaita Prabhu, the incarnation of the Supreme Personality of Godhead! He induced Krishna to descend and thus delivered the entire world.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 8.5</B></A>: All glories to all the devotees, headed by &#346;r&#299;v&#257;sa Th&#257;kura! &#346;r&#299; Krishna Caitanya Mah&#257;prabhu is their life and soul.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 8.6</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu, at Jagann&#257;tha Pur&#299;, performed His various pastimes with His devotees in the waves of love for Krishna.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 8.7</B></A>: Then a sanny&#257;s&#299; named R&#257;macandra Pur&#299; Gos&#257;ñi came to see Param&#257;nanda Pur&#299; and &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 8.8</B></A>: Param&#257;nanda Pur&#299; offered respects at the feet of R&#257;macandra Pur&#299;, and R&#257;macandra Pur&#299; strongly embraced him.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 8.9</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu also offered obeisances unto R&#257;macandra Pur&#299;, who then embraced Him and thus remembered Krishna.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 8.10</B></A>: The three of them talked about Krishna for some time, and then Jagad&#257;nanda came and extended an invitation to R&#257;macandra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 8.11</B></A>: A large quantity of the remnants of food from Lord Jagann&#257;tha was brought in for distribution. R&#257;macandra Pur&#299; ate sumptuously, and then he wanted to find faults in Jagad&#257;nanda Pandita.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 8.12</B></A>: After finishing the meal, R&#257;macandra Pur&#299; requested, "My dear Jagad&#257;nanda, please listen. You eat the food that is left."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 8.13</B></A>: With great eagerness R&#257;macandra Pur&#299; seated Jagad&#257;nanda Pandita and personally served him pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 8.14</B></A>: Encouraging him again and again, R&#257;macandra Pur&#299; fed him sumptuously, but when Jagad&#257;nanda had washed his hands and mouth, R&#257;macandra Pur&#299; began criticizing him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 8.15</B></A>: "I have heard," he said, "that the followers of Caitanya Mah&#257;prabhu eat more than necessary. Now I have directly seen that this is true.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 8.16</B></A>: "Feeding a sanny&#257;s&#299; too much breaks his regulative principles, for when a sanny&#257;s&#299; eats too much, his renunciation is destroyed."</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 8.17</B></A>: The characteristic of R&#257;macandra Pur&#299; was that first he would induce someone to eat more than necessary and then he would criticize him.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 8.18</B></A>: Formerly, when M&#257;dhavendra Pur&#299; was at the last stage of his life, R&#257;macandra Pur&#299; came to where he was staying.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 8.19</B></A>: M&#257;dhavendra Pur&#299; was chanting the holy name of Krishna, and sometimes he would cry, "O my Lord, I did not get shelter at Mathur&#257;."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 8.20</B></A>: Then R&#257;macandra Pur&#299; was so foolish that he fearlessly dared to instruct his spiritual master.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 8.21</B></A>: "If you are in full transcendental bliss," he said, "you should now remember only Brahman. Why are you crying?"</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 8.22</B></A>: Hearing this instruction, M&#257;dhavendra Pur&#299;, greatly angry, rebuked him by saying, "Get out, you sinful rascal!</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 8.23</B></A>: "O my Lord Krishna, I could not reach You, nor could I reach Your abode, Mathur&#257;. I am dying in my unhappiness, and now this rascal has come to give me more pain.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 8.24</B></A>: "Don't show your face to me! Go anywhere else you like. If I die seeing your face, I shall not achieve the destination of my life.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 8.25</B></A>: "I am dying without achieving the shelter of Krishna, and therefore I am greatly unhappy. Now this condemned foolish rascal has come to instruct me about Brahman."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 8.26</B></A>: R&#257;macandra Pur&#299; was thus denounced by M&#257;dhavendra Pur&#299;. Due to his offense, gradually material desire appeared within him.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 8.27</B></A>: One who is attached to dry speculative knowledge has no relationship with Krishna. His occupation is criticizing Vaishnavas. Thus he is situated in criticism.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 8.28</B></A>: &#298;&#347;vara Pur&#299;, the spiritual master of &#346;r&#299; Caitanya Mah&#257;prabhu, performed service to M&#257;dhavendra Pur&#299;, cleaning up his stool and urine with his own hand.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 8.29</B></A>: &#298;&#347;vara Pur&#299; was always chanting the holy name and pastimes of Lord Krishna for M&#257;dhavendra Pur&#299; to hear. In this way he helped M&#257;dhavendra Pur&#299; remember the holy name and pastimes of Lord Krishna at the time of death.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 8.30</B></A>: Pleased with &#298;&#347;vara Pur&#299;, M&#257;dhavendra Pur&#299; embraced him and gave him the benediction that he would be a great devotee and lover of Krishna.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 8.31</B></A>: Thus &#298;&#347;vara Pur&#299; became like an ocean of ecstatic love for Krishna, whereas R&#257;macandra Pur&#299; became a dry speculator and a critic of everyone else.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 8.32</B></A>: &#298;&#347;vara Pur&#299; received the blessing of M&#257;dhavendra Pur&#299;, whereas R&#257;macandra Pur&#299; received a rebuke from him. Therefore these two persons, &#298;&#347;vara Pur&#299; and R&#257;macandra Pur&#299;, are examples of the objects of a great personality's benediction and punishment. M&#257;dhavendra Pur&#299; instructed the entire world by presenting these two examples.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 8.33</B></A>: His Divine Grace M&#257;dhavendra Pur&#299;, the spiritual master of the entire world, thus distributed ecstatic love for Krishna. While passing away from the material world, he chanted the following verse.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 8.34</B></A>: "O My Lord! O most merciful master! O master of Mathur&#257;! When shall I see You again? Because of My not seeing You, My agitated heart has become unsteady. O most beloved one, what shall I do now?"</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 8.35</B></A>: In this verse M&#257;dhavendra Pur&#299; teaches how to achieve ecstatic love for Krishna. By feeling separation from Krishna, one becomes spiritually situated.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 8.36</B></A>: M&#257;dhavendra Pur&#299; sowed the seed of ecstatic love for Krishna within this material world and then departed. That seed later became a great tree in the form of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 8.37</B></A>: I have incidentally described the passing away of M&#257;dhavendra Pur&#299;. Anyone who hears this must be considered very fortunate.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 8.38</B></A>: Thus R&#257;macandra Pur&#299; stayed at Jagann&#257;tha Pur&#299;. As is customary for those in the renounced order, he would sometimes stay someplace and then go away.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 8.39</B></A>: There was no certainty of where R&#257;macandra Pur&#299; would take his meal, for he would do so even uninvited. Nevertheless, he was very particular about keeping account of how others were taking their meals.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 8.40</B></A>: To invite &#346;r&#299; Caitanya Mah&#257;prabhu would cost 320 kaudis [small conchshells]. This would provide lunch for three people, including &#346;r&#299; Caitanya Mah&#257;prabhu and sometimes K&#257;&#347;&#299;&#347;vara and Govinda.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 8.41</B></A>: Every day the Lord would take His meal at a different place, and if someone was prepared to pay for a meal, the price was fixed at only four panas.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 8.42</B></A>: R&#257;macandra Pur&#299; concerned himself with gathering all sorts of information about how &#346;r&#299; Caitanya Mah&#257;prabhu was situated, including His regulative principles, His lunch, His sleep and His movements.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 8.43</B></A>: Because R&#257;macandra Pur&#299; was interested only in finding faults, he could not understand the transcendental qualities of &#346;r&#299; Caitanya Mah&#257;prabhu. His only concern was finding faults, but still he could not find any.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 8.44</B></A>: At last he found a fault. "How can a person in the renounced order eat so many sweetmeats?" he said. "If one eats sweets, controlling the senses is very difficult."</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 8.45</B></A>: In this way R&#257;macandra Pur&#299; blasphemed &#346;r&#299; Caitanya Mah&#257;prabhu before everyone, but nevertheless he would regularly come to see the Lord every day.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 8.46</B></A>: When they met, the Lord would offer him respectful obeisances, considering him a Godbrother of His spiritual master. R&#257;macandra Pur&#299;'s business, however, was to search for faults in the Lord.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 8.47</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu knew that R&#257;macandra Pur&#299; was criticizing Him before everyone, but whenever R&#257;macandra Pur&#299; came to see Him, the Lord offered him respects with great attention.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 8.48</B></A>: One day R&#257;macandra Pur&#299; came in the morning to the abode of &#346;r&#299; Caitanya Mah&#257;prabhu. Seeing many ants, he said something to criticize the Lord.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 8.49</B></A>: "Last night there was sugar candy here," he said. "Therefore ants are wandering about. Alas, this renounced sanny&#257;s&#299; is attached to such sense gratification!" After speaking in this way, he got up and left.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 8.50</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu had heard rumors about R&#257;macandra Pur&#299;'s blasphemy. Now He directly heard his fanciful accusations.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 8.51</B></A>: Ants generally crawl about here, there and everywhere, but R&#257;macandra Pur&#299;, imagining faults, criticized &#346;r&#299; Caitanya Mah&#257;prabhu by alleging that there had been sweetmeats in His room.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 8.52</B></A>: After hearing this criticism, &#346;r&#299; Caitanya Mah&#257;prabhu was doubtful and apprehensive. Therefore He called Govinda and instructed him as follows.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 8.53</B></A>: "From today on it will be a rule that I shall accept only one-fourth of a pot of Lord Jagann&#257;tha's pras&#257;dam and five gand&#257;s' worth of vegetables.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 8.54</B></A>: "If you bring any more than this, you will not see Me here anymore."</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 8.55</B></A>: Govinda relayed this message to all the devotees. When they heard it, they felt as if their heads had been struck by thunderbolts.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 8.56</B></A>: All the devotees condemned R&#257;macandra Pur&#299;, saying, "This sinful man has come here and taken our lives."</P><P CLASS=r><A CLASS=i HREF="57-58.htm"><B>CC Antya 8.57-58</B></A>: That day, a br&#257;hmana extended an invitation to &#346;r&#299; Caitanya Mah&#257;prabhu. When Govinda accepted only five gand&#257;s' worth of vegetables and a fourth of a pot of rice, the br&#257;hmana, in great despair, struck his head with his hand and cried, "Alas! Alas!"</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 8.59</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu ate only half of the rice and vegetables, and whatever remained was taken by Govinda.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 8.60</B></A>: Thus both &#346;r&#299; Caitanya Mah&#257;prabhu and Govinda ate only half the food they needed. Because of this, all the other devotees gave up eating.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 8.61</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu ordered Govinda and K&#257;&#347;&#299;&#347;vara, "You may both take alms elsewhere to fill your bellies."</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 8.62</B></A>: In this way, some days passed in great unhappiness. Hearing of all this, R&#257;macandra Pur&#299; went to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 8.63</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu offered His obeisances to R&#257;macandra Pur&#299;, worshiping his feet. Then R&#257;macandra Pur&#299; smiled and spoke to the Lord.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 8.64</B></A>: R&#257;macandra Pur&#299; advised, "It is not the business of a sanny&#257;s&#299; to gratify his senses. He should fill his belly some way or other.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 8.65</B></A>: "I have heard that You have cut Your eating in half. Indeed, I see that You are skinny. Such dry renunciation is also not the religion of a sanny&#257;s&#299;.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 8.66</B></A>: "A sanny&#257;s&#299; eats as much as necessary to maintain his body, but he does not enjoy satisfying his senses materially. Thus a sanny&#257;s&#299; becomes perfect in his spiritual advancement in knowledge.</P><P CLASS=r><A CLASS=i HREF="67-68.htm"><B>CC Antya 8.67-68</B></A>: [Lord Krishna said:] "My dear Arjuna, one cannot perform mystic yoga if he eats more than necessary or needlessly fasts, sleeps and dreams too much or does not sleep enough. One should eat and enjoy his senses as much as necessary, one should properly endeavor to execute his duties, and one should regulate his sleep and wakefulness. Thus one can become freed from material pains by executing mystic yoga."</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 8.69</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then humbly submitted, "I am just like an ignorant boy and am like your disciple. It is My great fortune that you are instructing Me."</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 8.70</B></A>: Hearing this, R&#257;macandra Pur&#299; got up and left. He also heard from various sources that all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu were eating half as much as usual.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 8.71</B></A>: The next day, Param&#257;nanda Pur&#299; and other devotees approached &#346;r&#299; Caitanya Mah&#257;prabhu with great humility and submission.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 8.72</B></A>: Param&#257;nanda Pur&#299; said, "My Godbrother R&#257;macandra Pur&#299; is by nature a bad critic. If You give up eating because of his words, what will be the profit?</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 8.73</B></A>: "It is the nature of R&#257;macandra Pur&#299; that first he lets one eat as much as desired, and if one does not eat more than necessary, with great attention he makes him eat more.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 8.74</B></A>: "In this way he induces one to eat more than necessary, and then he directly criticizes him, saying, 'You eat so much. How much money do you have in your treasury?</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 8.75</B></A>: "'Also, by inducing sanny&#257;s&#299;s to eat so much, you spoil their religious principles. Therefore I can understand that you have no advancement.'</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 8.76</B></A>: "It is R&#257;macandra Pur&#299;'s business to inquire always about how others are eating and conducting their daily affairs.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 8.77</B></A>: "The two kinds of activities rejected in the revealed scriptures constitute his daily affairs.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 8.78</B></A>: "'One should see that because of the meeting of material nature and the living entity, the universe is acting uniformly. Thus one should neither praise nor criticize the characteristics or activities of others.'</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 8.79</B></A>: "Of the two rules, R&#257;macandra Pur&#299; obeys the first by abandoning praise, but although he knows that the second is more prominent, he neglects it by criticizing others.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 8.80</B></A>: "'Between the former rule and the latter rule, the latter is more important.'</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 8.81</B></A>: "Even where there are hundreds of good qualities, a critic does not consider them. Rather, he attempts by some trick to point out a fault in those attributes.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 8.82</B></A>: "One should not, therefore, follow the principles of R&#257;macandra Pur&#299;. Nevertheless, I have to say something against him because he is making our hearts unhappy.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 8.83</B></A>: "Why have You given up proper eating due to the criticism of R&#257;macandra Pur&#299;? Please accept invitations as before. This is the request of us all."</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 8.84</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "Why are all of you angry at R&#257;macandra Pur&#299;? He is expounding the natural principles of sanny&#257;sa life. Why are you accusing him?</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 8.85</B></A>: "For a sanny&#257;s&#299; to indulge in satisfying the tongue is a great offense. The duty of a sanny&#257;s&#299; is to eat only as much as needed to keep body and soul together."</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 8.86</B></A>: When they all requested very fervently that &#346;r&#299; Caitanya Mah&#257;prabhu take a full meal, He still would not do so. Instead, He responded to their request by accepting half as much as usual.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 8.87</B></A>: The cost for the food needed to invite &#346;r&#299; Caitanya Mah&#257;prabhu was fixed at two panas of kaudis [160 conchshells], and that food would be taken by two men and sometimes three.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 8.88</B></A>: When a br&#257;hmana at whose home an invitation could not be accepted invited the Lord, he would pay two panas of conchshells to purchase the pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 8.89</B></A>: When a br&#257;hmana at whose home an invitation could be accepted invited Him, the br&#257;hmana would purchase part of the pras&#257;dam and cook the rest at home.</P><P CLASS=r><A CLASS=i HREF="90-91.htm"><B>CC Antya 8.90-91</B></A>: Even on a day when &#346;r&#299; Caitanya Mah&#257;prabhu was invited to dine by others, if Gad&#257;dhara Pandita, Bhagav&#257;n &#256;c&#257;rya or S&#257;rvabhauma Bhatt&#257;c&#257;rya invited Him, &#346;r&#299; Caitanya Mah&#257;prabhu had no independence. He would accept their invitations as they desired.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 8.92</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu actually descended to give happiness to the devotees. Thus He behaved in whatever way fit the time and circumstances.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 8.93</B></A>: Because of His full independence, &#346;r&#299; Caitanya Mah&#257;prabhu sometimes behaved like a common man and sometimes manifested His godly opulence.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 8.94</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu sometimes accepted R&#257;macandra Pur&#299; as His master and considered Himself a servant, and sometimes the Lord, not caring for him, would see him as being just like a straw.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 8.95</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu behaved exactly like the Supreme Personality of Godhead, beyond the restriction of anyone's intelligence. He did whatever He liked, but all His activities were very beautiful.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 8.96</B></A>: Thus R&#257;macandra Pur&#299; stayed for some days at N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;]. Then he left to visit various holy places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 8.97</B></A>: The devotees considered R&#257;macandra Pur&#299; to be like a great burden on their heads. When he left Jagann&#257;tha Pur&#299;, everyone felt extremely happy, as if a great stone burden had suddenly fallen from their heads to the ground.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 8.98</B></A>: After his departure, everything was happy once again. &#346;r&#299; Caitanya Mah&#257;prabhu accepted invitations as usual and led congregational chanting and dancing. Everyone else also accepted pras&#257;dam without hindrances.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 8.99</B></A>: If one's spiritual master rejects him, one becomes so fallen that he, like R&#257;macandra Pur&#299;, commits offenses even to the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 8.100</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu did not consider the offenses of R&#257;macandra Pur&#299;, for the Lord considered him His spiritual master. However, his character instructed everyone about the result of offending the spiritual master.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 8.101</B></A>: The character of &#346;r&#299; Caitanya Mah&#257;prabhu is full of nectar. Hearing about it is pleasing to the ear and mind.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 8.102</B></A>: I write about the character of &#346;r&#299; Caitanya Mah&#257;prabhu. O readers, please hear with attention, for thus you will easily receive ecstatic love for the lotus feet of Lord &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 8.103</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>