<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">R&#257;macandra Pur&#299; Criticizes the Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 8 Summary</P><P>The following summary of the Eighth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. This chapter describes the history of the Lord's dealings with R&#257;macandra Pur&#299;. Although R&#257;macandra Pur&#299; was one of the disciples of M&#257;dhavendra Pur&#299;, he was influenced by dry M&#257;y&#257;v&#257;d&#299;s, and therefore he criticized M&#257;dhavendra Pur&#299;. Therefore M&#257;dhavendra Pur&#299; accused him of being an offender and rejected him. Because R&#257;macandra Pur&#299; had been rejected by his spiritual master, he became concerned only with finding faults in others and advising them according to dry M&#257;y&#257;v&#257;da philosophy. For this reason he was not very respectful to the Vaishnavas, and later he became so fallen that he began criticizing &#346;r&#299; Caitanya Mah&#257;prabhu for His eating. Hearing his criticisms, &#346;r&#299; Caitanya Mah&#257;prabhu reduced His eating, but after R&#257;macandra Pur&#299; left Jagann&#257;tha Pur&#299;, the Lord resumed His usual behavior.</P><P CLASS=l><A CLASS=i HREF="../7/173.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>