<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 18 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 18 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Slays the Demon Pralamba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.18.14</P><P CLASS=c>kvacid bilvaih kvacit kumbhaih</P><P CLASS=c>kvac&#257;malaka-mushtibhih</P><P CLASS=c>aspri&#347;ya-netra-bandh&#257;dyaih</P><P CLASS=c>kvacin mriga-khagehay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/b/bilvaih">bilvaih</A> &#8212; with <A HREF="http://vedabase.net/b/bilva">bilva</A> fruits; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/k/kumbhaih">kumbhaih</A> &#8212; with <A HREF="http://vedabase.net/k/kumbha">kumbha</A> fruits; <A CLASS=v HREF="http://vedabase.net/k/kvaca">kvaca</A> &#8212; and sometimes; <A CLASS=v HREF="http://vedabase.net/a/amalaka">&#257;malaka</A>-<A CLASS=v HREF="http://vedabase.net/m/mustibhih">mushtibhih</A> &#8212; with palmfuls of <A HREF="http://vedabase.net/a/amalaka">&#257;malaka</A> fruits; <A CLASS=v HREF="http://vedabase.net/a/asprsya">aspri&#347;ya</A> &#8212; with games such <A HREF="http://vedabase.net/a/as">as</A> triying <A HREF="http://vedabase.net/t/to">to</A> touch one another; <A CLASS=v HREF="http://vedabase.net/n/netra">netra</A>-<A CLASS=v HREF="http://vedabase.net/b/bandha">bandha</A> &#8212; trying <A HREF="http://vedabase.net/t/to">to</A> identify another when one is blindfolded; <A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A> &#8212; like animals; <A CLASS=v HREF="http://vedabase.net/k/khaga">khaga</A> &#8212; and birds; <A CLASS=v HREF="http://vedabase.net/i/ihaya">&#299;hay&#257;</A> &#8212; acting.</P><P CLASS=t>TRANSLATION</P><P>Sometimes the cowherd boys would play with bilva or kumbha fruits, and sometimes with handfuls of &#257;malaka fruits. At other times they would play the games of trying to touch one another or of trying to identify somebody while one is blindfolded, and sometimes they would imitate animals and birds.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; explains that the word &#257;dyaih, "by other such sports," indicates such games as chasing one another and building bridges. Another pastime would occur at noon, while Lord Krishna was taking rest. Nearby, the young cowherd girls would be passing by, singing, and Krishna's boyfriends would pretend to inquire from them about the price of milk. Then the boys would steal yogurt and other items from them and run away. Krishna, Balar&#257;ma and Their friends would also play games in which they would cross the river in boats.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura further explains that the boys would play with fruits by throwing a few in the air and then throwing others to try to hit them. The word netra-bandha indicates a game in which one boy would approach a blindfolded boy from behind and place his palms over the blindfolded boy's eyes. Then, simply by the feel of his palms, the blindfolded boy would have to guess who the other boy was. In all such games the boys put up stakes for the winner, such as flutes or walking sticks. Sometimes the boys would imitate the various fighting methods of the forest animals, and at other times they would chirp like birds.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>