<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 18: Lord Balar&#257;ma Slays the Demon Pralamba</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.18 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.18.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Surrounded by His blissful companions, who constantly chanted His glories, &#346;r&#299; Krishna then entered the village of Vraja, which was decorated with herds of cows.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.18.2</B></A>: While Krishna and Balar&#257;ma were thus enjoying life in Vrind&#257;vana in the guise of ordinary cowherd boys, the summer season gradually appeared. This season is not very pleasing to embodied souls.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.18.3</B></A>: Nevertheless, because the Supreme Personality of Godhead was personally staying in Vrind&#257;vana along with Balar&#257;ma, summer manifested the qualities of spring. Such are the features of the land of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.18.4</B></A>: In Vrind&#257;vana, the loud sound of waterfalls covered the crickets' noise, and clusters of trees constantly moistened by spray from those waterfalls beautified the entire area.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.18.5</B></A>: The wind wafting over the waves of the lakes and flowing rivers carried away the pollen of many varieties of lotuses and water lilies and then cooled the entire Vrind&#257;vana area. Thus the residents there did not suffer from the heat generated by the blazing summer sun and seasonal forest fires. Indeed, Vrind&#257;vana was abundant with fresh green grass.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.18.6</B></A>: With their flowing waves the deep rivers drenched their banks, making them damp and muddy. Thus the rays of the sun, which were as fierce as poison, could not evaporate the earth's sap or parch its green grass.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.18.7</B></A>: Flowers beautifully decorated the forest of Vrind&#257;vana, and many varieties of animals and birds filled it with sound. The peacocks and bees sang, and the cuckoos and cranes cooed.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.18.8</B></A>: Intending to engage in pastimes, Lord Krishna, the Supreme Personality of Godhead, accompanied by Lord Balar&#257;ma and surrounded by the cowherd boys and the cows, entered the forest of Vrind&#257;vana as He played His flute.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.18.9</B></A>: Decorating themselves with newly grown leaves, along with peacock feathers, garlands, clusters of flower buds, and colored minerals, Balar&#257;ma, Krishna and Their cowherd friends danced, wrestled and sang.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.18.10</B></A>: As Krishna danced, some of the boys accompanied Him by singing, and others by playing flutes, hand cymbals and buffalo horns, while still others praised His dancing.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.18.11</B></A>: O King, demigods disguised themselves as members of the cowherd community and, just as dramatic dancers praise another dancer, worshiped Krishna and Balar&#257;ma, who were also appearing as cowherd boys.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.18.12</B></A>: Krishna and Balar&#257;ma played with their cowherd boyfriends by whirling about, leaping, hurling, slapping and fighting. Sometimes Krishna and Balar&#257;ma would pull the hair on the boys' heads.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.18.13</B></A>: While the other boys were dancing, O King, Krishna and Balar&#257;ma would sometimes accompany them with song and instrumental music, and sometimes the two Lords would praise the boys, saying, "Very good! Very good!"</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.18.14</B></A>: Sometimes the cowherd boys would play with bilva or kumbha fruits, and sometimes with handfuls of &#257;malaka fruits. At other times they would play the games of trying to touch one another or of trying to identify somebody while one is blindfolded, and sometimes they would imitate animals and birds.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.18.15</B></A>: They would sometimes jump around like frogs, sometimes play various jokes, sometimes ride in swings and sometimes imitate monarchs.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.18.16</B></A>: In this way Krishna and Balar&#257;ma played all sorts of well-known games as They wandered among the rivers, hills, valleys, bushes, trees and lakes of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.18.17</B></A>: While R&#257;ma, Krishna and Their cowherd friends were thus tending the cows in that Vrind&#257;vana forest, the demon Pralamba entered their midst. He had assumed the form of a cowherd boy with the intention of kidnapping Krishna and Balar&#257;ma.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.18.18</B></A>: Since the Supreme Lord Krishna, who had appeared in the Da&#347;&#257;rha dynasty, sees everything, He understood who the demon was. Still, the Lord pretended to accept the demon as a friend, while at the same time seriously considering how to kill him.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.18.19</B></A>: Krishna, who knows all sports and games, then called together the cowherd boys and spoke as follows: "Hey cowherd boys! Let's play now! We'll divide ourselves into two even teams."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.18.20</B></A>: The cowherd boys chose Krishna and Balar&#257;ma as the leaders of the two parties. Some of the boys were on Krishna's side, and others joined Balar&#257;ma.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.18.21</B></A>: The boys played various games involving carriers and passengers. In these games the winners would climb up on the backs of the losers, who would have to carry them.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.18.22</B></A>: Thus carrying and being carried by one another, and at the same time tending the cows, the boys followed Krishna to a banyan tree known as Bh&#257;nd&#299;raka.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.18.23</B></A>: My dear King Par&#299;kshit, when &#346;r&#299;d&#257;m&#257;, Vrishabha and the other members of Lord Balar&#257;ma's party were victorious in these games, Krishna and His followers had to carry them.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.18.24</B></A>: Defeated, the Supreme Lord Krishna carried &#346;r&#299;d&#257;m&#257;. Bhadrasena carried Vrishabha, and Pralamba carried Balar&#257;ma, the son of Rohin&#299;.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.18.25</B></A>: Considering Lord Krishna invincible, that foremost demon [Pralamba] quickly carried Balar&#257;ma far beyond the spot where he was supposed to put his passenger down.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.18.26</B></A>: As the great demon carried Balar&#257;ma, the Lord became as heavy as massive Mount Sumeru, and Pralamba had to slow down. He then resumed his actual form &#8212; an effulgent body that was covered with golden ornaments and that resembled a cloud flashing with lightning and carrying the moon.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.18.27</B></A>: When Lord Balar&#257;ma, who carries the plow weapon, saw the gigantic body of the demon as he moved swiftly in the sky &#8212; with his blazing eyes, fiery hair, terrible teeth reaching toward his scowling brows, and an amazing effulgence generated by his armlets, crown and earrings &#8212; the Lord seemed to become a little frightened.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.18.28</B></A>: Remembering the actual situation, the fearless Balar&#257;ma understood that the demon was triying to kidnap Him and take Him away from His companions. The Lord then became furious and struck the demon's head with His hard fist, just as Indra, the king of the demigods, strikes a mountain with his thunderbolt weapon.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.18.29</B></A>: Thus smashed by Balar&#257;ma's fist, Pralamba's head immediately cracked open. The demon vomited blood from his mouth and lost all consciousness, and then with a great noise he fell lifeless on the ground, like a mountain devastated by Indra.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.18.30</B></A>: The cowherd boys were most astonished to see how the powerful Balar&#257;ma had killed the demon Pralamba, and they exclaimed, "Excellent! Excellent!"</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.18.31</B></A>: They offered Balar&#257;ma profuse benedictions and then glorified Him, who deserves all glorification. Their minds overwhelmed with ecstatic love, they embraced Him as if He had come back from the dead.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.18.32</B></A>: The sinful Pralamba having been killed, the demigods felt extremely happy, and they showered flower garlands upon Lord Balar&#257;ma and praised the excellence of His deed.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>