<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Slays the Demon Pralamba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.18 Summary</P><P>The killing of Pralamb&#257;sura is described in this chapter. While playing happily in Vrind&#257;vana, Lord Baladeva climbed up on the shoulders of the demon Pralamba and struck his head with His fist, destroying him.</P><P>&#346;r&#299; Vrind&#257;vana, where Krishna and Balar&#257;ma enacted Their pastimes, was even during the summer decorated with all the qualities of spring. At that time Lord &#346;r&#299; Krishna would become absorbed in various sports, surrounded by Balar&#257;ma and all the cowherd boys. One day they were intently dancing, singing and playing when a demon named Pralamba entered their midst, disguised as a cowherd boy. The omniscient Lord Krishna saw through the disguise, but even as He thought of how to kill the demon, He treated him as a friend.</P><P>Krishna then suggested to His young friends and Baladeva that they play a game involving contending parties. Taking the role of leaders, Krishna and Balar&#257;ma divided the boys into two groups and determined that the losers would have to carry the winners on their shoulders. Thus when &#346;r&#299;d&#257;m&#257; and Vrishabha, members of Balar&#257;ma's party, were victorious, Krishna and another boy in His party carried them on their shoulders. Pralamb&#257;sura thought that the unconquerable Lord &#346;r&#299; Krishna would be too great an opponent to contend with, so the demon fought with Balar&#257;ma instead and was defeated. Taking Lord Balar&#257;ma on his back, Pralamb&#257;sura began to walk away very swiftly. But Balar&#257;ma became as heavy as Mount Sumeru, and the demon, unable to carry Him, had to reveal his true, demoniac form. When Balar&#257;ma saw this terrible form, He struck the demon a ferocious blow on the head with His fist. This blow shattered Pralamb&#257;sura's head just as lightning bolts hurled by the king of the demigods shatter mountains. The demon repeatedly vomited blood and then fell upon the ground. When the cowherd boys saw Lord Balar&#257;ma return, they joyfully embraced and congratulated Him as the demigods showered garlands of flowers from the heavens and glorified Him.</P><P CLASS=l><A CLASS=i HREF="../17/25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>