<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 10: Lord &#346;iva and Um&#257; Glorify M&#257;rkandeya Rishi</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 12.10 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 12.10.1</B></A>: S&#363;ta Gosv&#257;m&#299; said: The Supreme Lord N&#257;r&#257;yana had arranged this opulent display of His bewildering potency. M&#257;rkandeya Rishi, having experienced it, took shelter of the Lord.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 12.10.2</B></A>: &#346;r&#299; M&#257;rkandeya said: O Lord Hari, I take shelter of the soles of Your lotus feet, which bestow fearlessness upon all who surrender to them. Even the great demigods are bewildered by Your illusory energy, which appears to them in the guise of knowledge.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 12.10.3</B></A>: S&#363;ta Gosv&#257;m&#299; said: Lord Rudra, traveling in the sky on his bull and accompanied by his consort, Rudr&#257;n&#299;, as well as his personal associates, observed M&#257;rkandeya in trance.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 12.10.4</B></A>: Goddess Um&#257;, seeing the sage, addressed Lord Giri&#347;a: My lord, just see this learned br&#257;hmana, his body, mind and senses motionless in trance.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 12.10.5</B></A>: He is as calm as the waters of the ocean when the wind has ceased and the fish remain still. Therefore, my lord, since you bestow perfection on the performers of austerity, please award this sage the perfection that is obviously due him.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 12.10.6</B></A>: Lord &#346;iva replied: Surely this saintly br&#257;hmana does not desire any benediction, not even liberation itself, for he has attained pure devotional service unto the inexhaustible Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 12.10.7</B></A>: Still, my dear Bhav&#257;n&#299;, let us talk with this saintly personality. After all, association with saintly devotees is man's highest achievement.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 12.10.8</B></A>: S&#363;ta Gosv&#257;m&#299; said: Having spoken thus, Lord &#346;a&#324;kara &#8212; the shelter of pure souls, master of all spiritual sciences and controller of all embodied living beings &#8212; approached the sage.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 12.10.9</B></A>: Because M&#257;rkandeya's material mind had stopped functioning, the sage failed to notice that Lord &#346;iva and his wife, the controllers of the universe, had personally come to see him. M&#257;rkandeya was so absorbed in meditation that he was unaware of either himself or the external world.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 12.10.10</B></A>: Understanding the situation very well, the powerful Lord &#346;iva employed his mystic power to enter within the sky of M&#257;rkandeya's heart, just as the wind passes through an opening.</P><P CLASS=r><A CLASS=i HREF="11-13.htm"><B>SB 12.10.11-13</B></A>: &#346;r&#299; M&#257;rkandeya saw Lord &#346;iva suddenly appear within his heart. Lord &#346;iva's golden hair resembled lightning, and he had three eyes, ten arms and a tall body that shone like the rising sun. He wore a tiger skin, and he carried a trident, a bow, arrows, a sword and a shield, along with prayer beads, a damaru drum, a skull and an ax. Astonished, the sage came out of his trance and thought, "Who is this, and where has he come from?"</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 12.10.14</B></A>: Opening his eyes, the sage saw Lord Rudra, the spiritual master of the three worlds, together with Um&#257; and Rudra's followers. M&#257;rkandeya then offered his respectful obeisances by bowing his head.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 12.10.15</B></A>: M&#257;rkandeya worshiped Lord &#346;iva, along with Um&#257; and &#346;iva's associates, by offering them words of welcome, sitting places, water for washing their feet, scented drinking water, fragrant oils, flower garlands and &#257;rati lamps.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 12.10.16</B></A>: M&#257;rkandeya said: O mighty lord, what can I possibly do for you, who are fully satisfied by your own ecstasy? Indeed, by your mercy you satisfy this entire world.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 12.10.17</B></A>: Again and again I offer my obeisances unto you, O all-auspicious transcendental personality. As the lord of goodness you give pleasure, in contact with the mode of passion you appear most fearful, and you also associate with the mode of ignorance.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 12.10.18</B></A>: S&#363;ta Gosv&#257;m&#299; said: Lord &#346;iva, the foremost demigod and the shelter of the saintly devotees, was satisfied by M&#257;rkandeya's praise. Pleased, he smiled and addressed the sage.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 12.10.19</B></A>: Lord &#346;iva said: Please ask me for some benediction, since among all givers of benedictions, we three &#8212; Brahm&#257;, Vishnu and I &#8212; are the best. Seeing us never goes in vain, because simply by seeing us a mortal achieves immortality.</P><P CLASS=r><A CLASS=i HREF="20-21.htm"><B>SB 12.10.20-21</B></A>: The inhabitants and ruling demigods of all planets, along with Lord Brahm&#257;, the Supreme Lord Hari and I, glorify, worship and assist those br&#257;hmanas who are saintly, always peaceful, free of material attachment, compassionate to all living beings, purely devoted to us, devoid of hatred and endowed with equal vision.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 12.10.22</B></A>: These devotees do not differentiate between Lord Vishnu, Lord Brahm&#257; and me, nor do they differentiate between themselves and other living beings. Therefore, because you are this kind of saintly devotee, we worship you.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 12.10.23</B></A>: Mere bodies of water do not constitute holy places, nor are lifeless statues of the demigods actual worshipable deities. Because external vision fails to appreciate the higher essence of the holy rivers and the demigods, these purify only after a considerable time. But devotees like you purify immediately, just by being seen.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 12.10.24</B></A>: By meditating upon the Supreme Soul, performing austerities, engaging in Vedic study and following regulative principles, the br&#257;hmanas sustain within themselves the three Vedas, which are nondifferent from Lord Vishnu, Lord Brahm&#257; and me. Therefore I offer my obeisances unto the br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 12.10.25</B></A>: Even the worst sinners and social outcastes are purified just by hearing about or seeing personalities like you. Imagine, then, how purified they become by directly speaking with you.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 12.10.26</B></A>: S&#363;ta Gosv&#257;m&#299; said: Drinking with his ears Lord &#346;iva's nectarean words, full of the confidential essence of religion, M&#257;rkandeya Rishi could not be satiated.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 12.10.27</B></A>: M&#257;rkandeya, having been forced by Lord Vishnu's illusory energy to wander about for a long time in the water of dissolution, had become extremely exhausted. But Lord &#346;iva's words of nectar vanquished his accumulated suffering. Thus he addressed Lord &#346;iva.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 12.10.28</B></A>: &#346;r&#299; M&#257;rkandeya said: It is indeed most difficult for embodied souls to understand the pastimes of the universal controllers, for such lords bow down to and offer praise to the very living beings they rule.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 12.10.29</B></A>: Generally it is to induce embodied souls to accept religious principles that the authorized teachers of religion exhibit ideal behavior while encouraging and praising the proper behavior of others.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 12.10.30</B></A>: This apparent humility is simply a show of mercy. Such behavior of the Supreme Lord and His personal associates, which the Lord effects by His own bewildering potency, does not spoil His power any more than a magician's powers are diminished by his exhibition of tricks.</P><P CLASS=r><A CLASS=i HREF="31-32.htm"><B>SB 12.10.31-32</B></A>: I offer my obeisances to that Supreme Personality of Godhead, who has created this entire universe simply by His desire and then entered into it as the Supersoul. By making the modes of nature act, He seems to be the direct creator of this world, just as a dreamer seems to be acting within his dream. He is the owner and ultimate controller of the three modes of nature, yet He remains alone and pure, without any equal. He is the supreme spiritual master of all, the original personal form of the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 12.10.33</B></A>: O all-pervading lord, since I have received the benediction of seeing you, what other benediction can I ask for? Simply by seeing you, a person fulfills all his desires and can achieve anything imaginable.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 12.10.34</B></A>: But I do request one benediction from you, who are full of all perfection and able to shower down the fulfillment of all desires. I ask to have unfailing devotion for the Supreme Personality of Godhead and for His dedicated devotees, especially you.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 12.10.35</B></A>: S&#363;ta Gosv&#257;m&#299; said: Thus worshiped and glorified by the eloquent statements of the sage M&#257;rkandeya, Lord &#346;arva [&#346;iva], encouraged by his consort, replied to him as follows.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 12.10.36</B></A>: O great sage, because you are devoted to Lord Adhokshaja, all your desires will be fulfilled. Until the very end of this creation cycle, you will enjoy pious fame and freedom from old age and death.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 12.10.37</B></A>: O br&#257;hmana, may you have perfect knowledge of past, present and future, along with transcendental realization of the Supreme, enriched by renunciation. You have the brilliance of an ideal br&#257;hmana, and thus may you achieve the post of spiritual master of the Pur&#257;nas.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 12.10.38</B></A>: S&#363;ta Gosv&#257;m&#299; said: Having thus granted M&#257;rkandeya Rishi benedictions, Lord &#346;iva went on his way, continuing to describe to goddess Dev&#299; the accomplishments of the sage and the direct exhibition of the Lord's illusory power that he had experienced.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 12.10.39</B></A>: M&#257;rkandeya Rishi, the best of the descendants of Bhrigu, is glorious because of his achievement of perfection in mystic yoga. Even today he travels about this world, fully absorbed in unalloyed devotion for the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 12.10.40</B></A>: I have thus narrated to you the activities of the highly intelligent sage M&#257;rkandeya, especially how he experienced the amazing power of the Supreme Lord's illusory energy.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 12.10.41</B></A>: Although this event was unique and unprecedented, some unintelligent persons compare it to the cycle of illusory material existence the Supreme Lord has created for the conditioned souls &#8212; an endless cycle that has been continuing since time immemorial.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 12.10.42</B></A>: O best of the Bhrigus, this account concerning M&#257;rkandeya Rishi conveys the transcendental potency of the Supreme Lord. Anyone who properly narrates or hears it will never again undergo material existence, which is based on the desire to perform fruitive activities.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>