<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Lord &#346;iva and Um&#257; Glorify M&#257;rkandeya Rishi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.10 Summary</P><P>In this chapter &#346;r&#299; S&#363;ta Gosv&#257;m&#299; describes how M&#257;rkandeya Rishi received benedictions from Lord &#346;iva.</P><P>Once, as Lord &#346;iva was traveling in the sky with his wife, P&#257;rvat&#299;, he came across &#346;r&#299; M&#257;rkandeya merged in meditative trance. At the request of Parvat&#299;, Lord &#346;iva presented himself before the sage to grant him the result of his austerities. Coming out of his trance, &#346;r&#299; M&#257;rkandeya saw Lord &#346;iva, the spiritual master of the three worlds, together with Parvat&#299;, and he worshiped them by offering them obeisances, words of greeting and a sitting place.</P><P>Then Lord &#346;iva praised the saintly devotees of the Personality of Godhead and requested &#346;r&#299; M&#257;rkandeya to choose whatever benediction he desired. M&#257;rkandeya begged for unflinching devotion to the Supreme Lord &#346;r&#299; Hari, to the devotees of the Supreme Lord and to Lord &#346;iva himself. Satisfied with M&#257;rkandeya's devotion, Lord &#346;iva awarded him the boons of renown, freedom from old age and death until the time of universal dissolution, knowledge of all three phases of time, renunciation, realized knowledge and the position of a teacher of the Pur&#257;nas.</P><P>Those who chant and hear the story of M&#257;rkandeya Rishi will attain liberation from material life, which is based on the accumulated desires generated from fruitive work.</P><P CLASS=l><A CLASS=i HREF="../9/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>