<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 38 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 38 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 38: <A CLASS=v HREF="index.htm">Akr&#363;ra's Arrival in Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.38.11</P><P CLASS=c>ya &#299;kshit&#257;ham-rahito 'py asat-satoh</P><P CLASS=c>sva-tejas&#257;p&#257;sta-tamo-bhid&#257;-bhramah</P><P CLASS=c>sva-m&#257;yay&#257;tman racitais tad-&#299;kshay&#257;</P><P CLASS=c>pr&#257;n&#257;ksha-dh&#299;bhih sadaneshv abh&#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/iksita">&#299;kshit&#257;</A> &#8212; the witness; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; false ego; <A CLASS=v HREF="http://vedabase.net/r/rahitah">rahitah</A> &#8212; devoid of; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/s/satoh">satoh</A> &#8212; of material products and causes; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by His personal potency; <A CLASS=v HREF="http://vedabase.net/a/apasta">ap&#257;sta</A> &#8212; having dispelled; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the darkness of ignorance; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; the idea of being separate; <A CLASS=v HREF="http://vedabase.net/b/bhramah">bhramah</A> &#8212; and bewilderment; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His material creative energy; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; within Himself; <A CLASS=v HREF="http://vedabase.net/r/racitaih">racitaih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> produced (the living entities); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/i/iksaya">&#299;kshay&#257;</A> &#8212; by His glancing upon that <A HREF="http://vedabase.net/m/maya">M&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; by the vital airs; <A CLASS=v HREF="http://vedabase.net/a/aksa">aksha</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/d/dhibhih">dh&#299;bhih</A> &#8212; and intelligence; <A CLASS=v HREF="http://vedabase.net/s/sadanesu">sadaneshu</A> &#8212; within the bodies of the living beings; <A CLASS=v HREF="http://vedabase.net/a/abhiyate">abh&#299;yate</A> &#8212; His presence is surmised.</P><P CLASS=t>TRANSLATION</P><P>He is the witness of material cause and effect, yet He is always free from false identification with them. By His internal potency He dispels the darkness of separation and confusion. The individual souls in this world, who are manifested here when He glances upon His material creative energy, indirectly perceive Him in the activities of their life airs, senses and intelligence.</P><P CLASS=t>PURPORT</P><P>In this verse Akr&#363;ra establishes the all-powerful position of the Supreme Lord, whom he is about to see in Vrind&#257;vana. The false concept of separation from the Lord is described in the Eleventh Canto of the Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/37.htm">11.2.37</A>): bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;d &#299;&#347;&#257;d apetasya viparyayo 'smritih. Although all existence emanates from the Absolute Truth, Krishna, we imagine a "second thing," this material world, to be entirely separate from the Lord's existence. With this mentality, we try to exploit that "second thing" for our sense gratification. Thus the psychological underpinning of material life is the illusion that this world is somehow separate from God and therefore meant for our enjoyment.</P><P>It is ironic that the impersonal philosophers, in their radical renunciation of this world, claim it to be utterly false and totally separate from the Absolute. Unfortunately, this artificial attempt to divest this world of its divine nature, or, in other words, its relation to God, does not lead people to utterly reject it but rather to try to enjoy it. While it is true that this world is temporary and thus in one sense illusory, the mechanism of illusion is a spiritual potency of the Supreme Lord. Realizing this, we should immediately desist from any attempt to exploit this world; rather, we should recognize it as God's energy. We will actually give up our material desires only when we understand that this world belongs to God and is therefore not meant for our selfish gratification.</P><P>The word abh&#299;yate here refers to a process of surmising the presence of the Lord through meditative introspection. This process is also described in the Second Canto of the Bh&#257;gavatam (<A CLASS=v HREF="../../2/2/35.htm">2.2.35</A>),</P><P>bhagav&#257;n sarva-bh&#363;teshu</P><P CLASS=n>lakshitah sv&#257;tman&#257; harih</P><P CLASS=n>dri&#347;yair buddhy-&#257;dibhir drasht&#257;</P><P CLASS=n>lakshanair anum&#257;pakaih</P><P>"The Personality of Godhead, Lord &#346;r&#299; Krishna, is in every living being along with the individual soul. And this fact is perceived and hypothesized in our acts of seeing and taking help from the intelligence."</P><P>Akr&#363;ra states that the Lord is free of the egoistic pride afflicting ordinary, embodied souls. Yet the Lord appears to be embodied like everyone else, and therefore someone might object to the statement that He is free of egoism. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments on this puzzle as follows: "How can we distinguish between being free of false ego and being afflicted by it? 'If a living entity is situated in a body,' [argues the objector,] 'he will encounter the unhappiness and confusion that occur within it, just as a person living in a house, whether he be attached to it or not, cannot avoid experiencing the darkness, warmth and cold that occur within it.' This objection is answered as follows: By His internal potency the Lord dispels the darkness of ignorance along with the separateness and bewilderment it produces."</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>