<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 38: <A CLASS=v HREF="index.htm">Akr&#363;ra's Arrival in Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.38 Summary</P><P>This chapter describes Akr&#363;ra's trip from Mathur&#257; to Vrind&#257;vana, his meditation on Krishna and Balar&#257;ma along the way and the honor the two Lords showed Akr&#363;ra upon his arrival.</P><P>Early in the morning on the day after Kamsa had ordered him to bring Krishna and Balar&#257;ma to Mathur&#257;, Akr&#363;ra prepared his chariot and set off for Gokula. As he traveled, he thought as follows: "I am about to attain the great good fortune of seeing &#346;r&#299; Krishna's lotus feet, which are worshiped by Brahm&#257;, Rudra and the other demigods. Although Kamsa is an enemy of the Supreme Lord and His devotees, still, it is by Kamsa's grace that I will get this great boon of seeing the Lord. When I first catch sight of His lotus feet, all my sinful reactions will be destroyed at once. I will descend from my chariot and fall at the feet of Krishna and Balar&#257;ma, and even though I have been sent by Kamsa, the omniscient &#346;r&#299; Krishna will certainly harbor no animosity toward me." As Akr&#363;ra thus thought to himself, he arrived in Gokula at sunset. Alighting from his chariot in the cowherd pasture, he began rolling about in the dust in great ecstasy.</P><P>Then Akr&#363;ra continued on to Vraja. When he saw Krishna and Balar&#257;ma he fell at Their lotus feet, and both the Lords embraced him. Afterward They brought him to Their residence, inquired from him about the comfort of his trip and honored him in various ways &#8212; offering him water for washing his feet, arghya, a seat and so forth. They relieved him of his fatigue by massaging his feet and served him a delicious banquet. Mah&#257;r&#257;ja Nanda also honored Akr&#363;ra with many sweet words.</P><P CLASS=l><A CLASS=i HREF="../37/33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>