<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 23 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 23 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Br&#257;hmanas' Wives Blessed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.23.29</P><P CLASS=c>&#347;r&#299;-patnya &#363;cuh</P><P CLASS=c>maivam vibho 'rhati bhav&#257;n gaditum nr-&#347;amsam</P><P CLASS=c>satyam kurushva nigamam tava pada-m&#363;lam</P><P CLASS=c>pr&#257;pt&#257; vayam tulasi-d&#257;ma pad&#257;vasrishtam</P><P CLASS=c>ke&#347;air nivodhum atila&#324;ghya samasta-bandh&#363;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/patnyah">patnyah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the wives of the br&#257;hmanas said; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> almighty Lord; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; ought; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/g/gaditum">gaditum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/s/samsam">&#347;amsam</A> &#8212; harshly; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/k/kurusva">kurushva</A> &#8212; please <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/n/nigamam">nigamam</A> &#8212; the promise given <A HREF="http://vedabase.net/i/in">in</A> the revealed scripture; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; the base of the lotus feet; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;pt&#257;h</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/t/tulasi">tulasi</A>-<A CLASS=v HREF="http://vedabase.net/d/dama">d&#257;ma</A> &#8212; the garland of <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> leaves; <A CLASS=v HREF="http://vedabase.net/p/pada">pad&#257;</A> &#8212; by Your foot; <A CLASS=v HREF="http://vedabase.net/a/avasrstam">avasrishtam</A> &#8212; neglectfully kicked away; <A CLASS=v HREF="http://vedabase.net/k/kesaih">ke&#347;aih</A> &#8212; upon our hair; <A CLASS=v HREF="http://vedabase.net/n/nivodhum">nivodhum</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> carry; <A CLASS=v HREF="http://vedabase.net/a/atilanghya">atila&#324;ghya</A> &#8212; rejecting; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bandhun">bandh&#363;n</A> &#8212; relations.</P><P CLASS=t>TRANSLATION</P><P>The wives of the br&#257;hmanas replied: O almighty one, please do not speak such cruel words. Rather, You should fulfill Your promise that You always reciprocate with Your devotees in kind. Now that we have attained Your lotus feet, we simply wish to remain here in the forest so we may carry upon our heads the garlands of tulas&#299; leaves You may neglectfully kick away with Your lotus feet. We are ready to give up all material relationships.</P><P CLASS=t>PURPORT</P><P>Here the br&#257;hmanas' wives are saying something similar to what the gop&#299;s say at the beginning of the r&#257;sa dance (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/29/31.htm">10.29.31</A>), when Lord Krishna tells them to go home as well. Like this verse, the gop&#299;s' statement begins with the words maivam vibho 'rhati bhav&#257;n gaditum nri-&#347;amsam.</P><P>Nigama refers to the Vedic literature, which states that one who surrenders at the lotus feet of the Lord does not return to this material world. Thus the br&#257;hmanas' wives appealed to the Lord that since they had surrendered to Him, it was unfair for Him to order them to return to their materialistic husbands.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, Lord Krishna might have pointed out to the br&#257;hmanas' wives, "You young ladies are members of the aristocratic br&#257;hmana community, so how can you surrender at the feet of a mere cowherd boy?"</P><P>To this the ladies might have replied, "Since we have already surrendered at Your lotus feet, and since we desire to become Your servants, we are obviously not maintaining a false identification as members of the so-called br&#257;hmana community. You can easily ascertain this from our words."</P><P>Lord Krishna might have replied, "I am a cowherd boy, and My proper maidservants and girlfriends are the cowherd girls, the gop&#299;s. "</P><P>The wives might have answered, "True, let them be so. Let them shine forth if You are embarrassed in front of Your relatives to make br&#257;hmana ladies Your maidservants. We certainly don't want to embarrass You. We will not go to Your village but will rather remain in Vrind&#257;vana, like presiding deities of the forest. We simply desire to perfect our lives by even a slight trace of connection with You."</P><P>Thus by the spiritual insight of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, we learn that the br&#257;hmanas' wives offered to remain at a distance and simply take the tulas&#299; leaves that would fall from the lotus feet of Krishna or be crushed by the feet of His girlfriends when He would embrace them.</P><P>The ladies offered to carry these tulas&#299; leaves upon their heads. Thus renouncing the desire to become Krishna's intimate girlfriends or maidservants (a position they knew was difficult to achieve), the young br&#257;hmana ladies begged to remain in Vrind&#257;vana forest. If the Lord had then asked "Then what will your family members say?" they would have replied "We have already transcended our so-called relatives because we are seeing You, the Supreme Lord, face to face."</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>