<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 23 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 23 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Br&#257;hmanas' Wives Blessed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.23.42</P><P CLASS=c>aho pa&#347;yata n&#257;r&#299;n&#257;m</P><P CLASS=c>api krishne jagad-gurau</P><P CLASS=c>duranta-bh&#257;vam yo 'vidhyan</P><P CLASS=c>mrityu-p&#257;&#347;&#257;n grih&#257;bhidh&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> <A CLASS=v HREF="http://vedabase.net/p/pasyata">pa&#347;yata</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/n/narinam">n&#257;r&#299;n&#257;m</A> &#8212; of these women; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; for Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/g/gurau">gurau</A> &#8212; the spiritual master of the entire universe; <A CLASS=v HREF="http://vedabase.net/d/duranta">duranta</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; the devotion; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/avidhyat">avidhyat</A> &#8212; has broken; <A CLASS=v HREF="http://vedabase.net/m/mrtyu">mrityu</A> &#8212; of death; <A CLASS=v HREF="http://vedabase.net/p/pasan">p&#257;&#347;&#257;n</A> &#8212; the bonds; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/a/abhidhan">abhidh&#257;n</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> family life.</P><P CLASS=t>TRANSLATION</P><P>Just see the unlimited love these women have developed for Lord Krishna, the spiritual master of the entire universe! This love has broken for them the very bonds of death &#8212; their attachment to family life.</P><P CLASS=t>PURPORT</P><P>Superficially, the husbands, fathers, fathers-in-law and so on were the ladies' gurus, or teachers. Yet the women had become perfect in Krishna consciousness, whereas the men had fallen into the darkness of Ignorance.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, upon returning home the ladies showed transcendental ecstatic symptoms, such as trembling of the body, shedding of tears, standing of the bodily hairs on end, discoloration of the complexion, crying out "O pleasure of my life, O Krishna!" with faltering words, and so forth.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; goes on to state that while one may object that it is not fitting for a woman to love anyone other than her husband, here the husbands themselves point out that they are gurus only in imitation of the Supreme Lord, who is jagad-guru, the universal teacher and spiritual master. The husbands noted that the women, having perfected their transcendental attachment for Krishna, did not have even a trace of attachment left for home, husband, children and so forth. Therefore from that day on the husbands accepted those ladies as their worshipable spiritual masters and no longer thought of them as their wives or property.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43-44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>