<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 23 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 23 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Br&#257;hmanas' Wives Blessed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.23.6</P><P CLASS=c>he bh&#363;mi-dev&#257;h &#347;rinuta</P><P CLASS=c>krishnasy&#257;de&#347;a-k&#257;rinah</P><P CLASS=c>pr&#257;pt&#257;ñ j&#257;n&#299;ta bhadram vo</P><P CLASS=c>gop&#257;n no r&#257;ma-codit&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/b/bhumi">bh&#363;mi</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> earthly gods; <A CLASS=v HREF="http://vedabase.net/s/srnuta">&#347;rinuta</A> &#8212; please hear us; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> <A CLASS=v HREF="http://vedabase.net/a/adesa">&#257;de&#347;a</A> &#8212; of the order of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/karinah">k&#257;rinah</A> &#8212; the executors; <A CLASS=v HREF="http://vedabase.net/p/praptan">pr&#257;pt&#257;n</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/j/janita">j&#257;n&#299;ta</A> &#8212; please recognize; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; all good; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/g/gopan">gop&#257;n</A> &#8212; <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/c/coditan">codit&#257;n</A> &#8212; sent by Lord <A HREF="http://vedabase.net/r/rama">R&#257;ma</A>.</P><P CLASS=t>TRANSLATION</P><P>[The cowherd boys said:] O earthly gods, please hear us. We cowherd boys are executing the orders of Krishna, and we have been sent here by Balar&#257;ma. We wish all good for you. Please acknowledge our arrival.</P><P CLASS=t>PURPORT</P><P>The term bh&#363;mi-dev&#257;h, "gods on earth," refers here to the br&#257;hmanas, who are supposed to closely represent the will of the Supreme Lord. The philosophy of Krishna consciousness is not a primitive polytheistic doctrine holding that human beings on the earth are gods. Rather, it is a science that traces the descent of authority from the Absolute Truth Himself, &#346;r&#299; Krishna. The authority and power of God naturally extend along with the extension of His creation, and on the earth the Lord's will and authority are represented by purified, enlightened men called br&#257;hmanas.</P><P>This account will illustrate that the ritualistic br&#257;hmanas approached by the cowherd boys were not at all properly enlightened and thus could not appreciate the position of Krishna and Balar&#257;ma or that of Their intimate associates. In fact, this pastime exposes the pretentious position of so-called br&#257;hmanas who are not faithful devotees of the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>