<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 23"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Br&#257;hmanas' Wives Blessed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.23 Summary</P><P>This chapter describes how Lord &#346;r&#299; Krishna, after inducing the cowherd boys to beg for food, showed mercy to the wives of some br&#257;hmanas performing a sacrifice and made the br&#257;hmanas themselves feel remorse.</P><P>When the cowherd boys became very hungry, they asked &#346;r&#299; Krishna about obtaining food, and He sent them to beg some from a group of br&#257;hmanas who were performing a sacrifice nearby. But these br&#257;hmanas ignored the boys, thinking &#346;r&#299; Krishna an ordinary human being. The boys returned disappointed, but the Lord sent them off again, advising them to ask the br&#257;hmanas' wives for the food. These ladies had heard of Krishna's transcendental qualities and were very much attached to Him. Thus as soon as they learned He was nearby, they went to Him in great haste, bringing all four varieties of food. In this way they offered themselves to &#346;r&#299; Krishna.</P><P>Krishna told the women that while one can develop transcendental love for Him by seeing His Deity form in the temple, meditating upon Him and chanting His glories, one cannot achieve this result simply by being in His physical presence. He advised them that since they were housewives, their particular duty was to help their husbands perform sacrifices. He therefore instructed them to return to their homes.</P><P>When the ladies went back home, their br&#257;hmana husbands at once felt remorse, and they lamented, "For anyone inimical to Krishna, his three births &#8212; seminal, brahminical and sacrificial &#8212; are all condemned. On the other hand, these womenfolk, who have not undergone the purificatory processes of the brahminical class or performed any austerity or pious rituals, have through devotion for Krishna easily cut off the bondage of death.</P><P>"Since Lord Krishna's every desire is completely fulfilled, His begging for food was simply an act of mercy toward us br&#257;hmanas. All the fruits of Vedic sacrifice &#8212; and indeed all things on earth &#8212; are His opulences, yet out of ignorance we could not appreciate this fact."</P><P>Having spoken thus, all the br&#257;hmanas offered their obeisances to Lord &#346;r&#299; Krishna, hoping to counteract their offense. Nonetheless, out of fear of King Kamsa they did not go to see the Lord in person.</P><P CLASS=l><A CLASS=i HREF="../22/38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>