<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 56"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 56: <A CLASS=v HREF="index.htm">The Syamantaka Jewel</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.56 Summary</P><P>This chapter describes how Lord Krishna recovered the Syamantaka jewel to allay false accusations against Him and married the daughters of J&#257;mbav&#257;n and Satr&#257;jit. By enacting the pastime involving the Syamantaka jewel, the Lord demonstrated the futility of material wealth.</P><P>When &#346;ukadeva Gosv&#257;m&#299; mentioned that King Satr&#257;jit offended Lord Krishna on account of the Syamantaka jewel, King Par&#299;kshit became curious to hear the details of this incident. Thus &#346;ukadeva Gosv&#257;m&#299; narrated the story.</P><P>King Satr&#257;jit received the Syamantaka gem by the grace of his best well-wisher, the sun-god, S&#363;rya. After fastening the gem to a chain, which he then hung around his neck, Satr&#257;jit traveled to Dv&#257;rak&#257;. The residents, thinking he was the sun-god himself, went to Krishna and told Him that Lord S&#363;rya had come to take His audience. But Krishna replied that the man who had come was not S&#363;rya but King Satr&#257;jit, who looked extremely effulgent because he was wearing the Syamantaka jewel.</P><P>In Dv&#257;rak&#257; Satr&#257;jit installed the precious stone on a special altar in his home. Every day the gem produced a large quantity of gold, and it had the additional power of assuring that wherever it was properly worshiped no calamity could occur.</P><P>On one occasion Lord &#346;r&#299; Krishna requested Satr&#257;jit to give the gem to the King of the Yadus, Ugrasena. But Satr&#257;jit refused, obsessed as he was with greed. Shortly thereafter Satr&#257;jit's brother Prasena left the city to hunt on horseback, wearing the Syamantaka jewel on his neck. On the road a lion killed Prasena and took the jewel away to a mountain cave, where the king of the bears, J&#257;mbav&#257;n, happened to be living. J&#257;mbav&#257;n killed the lion and gave the jewel to his son to play with.</P><P>When King Satr&#257;jit's brother did not return, the King presumed that &#346;r&#299; Krishna had killed him for the Syamantaka gem. Lord Krishna heard about this rumor circulating among the general populace, and to clear His name He went with some of the citizens to find Prasena. Following his path, they eventually found his body and that of his horse lying on the road. Further on they saw the body of the lion J&#257;mbav&#257;n had killed. Lord Krishna told the citizens to remain outside the cave while He went in to investigate.</P><P>The Lord entered J&#257;mbav&#257;n's cave and saw the Syamantaka jewel lying next to a child. But when Krishna tried to take the jewel, the child's nurse cried out in alarm, bringing J&#257;mbav&#257;n quickly to the scene. J&#257;mbav&#257;n considered Krishna an ordinary man and began fighting with Him. For twenty-eight days continuously the two fought, until finally J&#257;mbav&#257;n grew weak from the Lord's blows. Now understanding that Krishna was the Supreme Personality of Godhead, J&#257;mbav&#257;n began to praise Him. The Lord touched J&#257;mbav&#257;n with His lotus hand, dispelling his fear, and then explained everything about the jewel. With great devotion J&#257;mbav&#257;n gladly presented the Syamantaka jewel to the Lord, together with his unmarried daughter, J&#257;mbavat&#299;.</P><P>Meanwhile Lord Krishna's companions, having waited twelve days for Krishna to come out of the cave, returned to Dv&#257;rak&#257; despondent. All of Krishna's friends and family members became extremely sorrowful and began regularly worshiping Goddess Durg&#257; to assure the Lord's safe return. Even as they performed this worship, Lord Krishna entered the city in the company of His new wife. He summoned Satr&#257;jit to the royal assembly and, after recounting to him the entire story of the Syamantaka jewel's recovery, gave the jewel back to him. Satr&#257;jit accepted the jewel, but with great shame and remorse. He went back to his home, and there he decided to offer Lord Krishna not only the jewel but also his daughter so as to atone for the offense he had committed against the Lord's lotus feet. &#346;r&#299; Krishna accepted the hand of Satr&#257;jit's daughter, Satyabh&#257;m&#257;, who was endowed with all divine qualities. But the jewel He refused, returning it to King Satr&#257;jit.</P><P CLASS=l><A CLASS=i HREF="../55/40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>