<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 13 Verses 8-9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 13 Verses 8-9"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">King Indra Afflicted by Sinful Reaction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.13.8-9</P><P CLASS=c>brahma-h&#257; pitri-h&#257; go-ghno</P><P CLASS=c>m&#257;tri-h&#257;c&#257;rya-h&#257;ghav&#257;n</P><P CLASS=c>&#347;v&#257;dah pulkasako v&#257;pi</P><P CLASS=c>&#347;uddhyeran yasya k&#299;rtan&#257;t</P><P CLASS=c>tam a&#347;vamedhena mah&#257;-makhena</P><P CLASS=c>&#347;raddh&#257;nvito 'sm&#257;bhir anushthitena</P><P CLASS=c>hatv&#257;pi sabrahma-car&#257;caram tvam</P><P CLASS=c>na lipyase kim khala-nigrahena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who has killed <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who has killed his father; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnah">ghnah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who has killed <A HREF="http://vedabase.net/a/a">a</A> cow; <A CLASS=v HREF="http://vedabase.net/m/matr">m&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who has killed his mother; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who has killed his spiritual master; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> sinful person; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/adah">adah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dog-eater; <A CLASS=v HREF="http://vedabase.net/p/pulkasakah">pulkasakah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/c/candala">cand&#257;la</A>, one who is less than <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/suddhyeran">&#347;uddhyeran</A> &#8212; may be purified; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom (Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>); <A CLASS=v HREF="http://vedabase.net/k/kirtanat">k&#299;rtan&#257;t</A> &#8212; from chanting the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/asvamedhena">a&#347;vamedhena</A> &#8212; by the <A HREF="http://vedabase.net/a/asvamedha">a&#347;vamedha</A> sacrifice; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/makhena">makhena</A> &#8212; the topmost of all sacrifices; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; endowed with faith; <A CLASS=v HREF="http://vedabase.net/a/asmabhih">asm&#257;bhih</A> &#8212; by us; <A CLASS=v HREF="http://vedabase.net/a/anusthitena">anushthitena</A> &#8212; conducted or managed; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; killing; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/c/cara">cara</A>-<A CLASS=v HREF="http://vedabase.net/a/acaram">acaram</A> &#8212; all the living entities, including the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/l/lipyase">lipyase</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> contaminated; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what then; <A CLASS=v HREF="http://vedabase.net/k/khala">khala</A>-<A CLASS=v HREF="http://vedabase.net/n/nigrahena">nigrahena</A> &#8212; by killing one disturbing demon.</P><P CLASS=t>TRANSLATION</P><P>One who has killed a br&#257;hmana, one who has killed a cow or one who has killed his father, mother or spiritual master can be immediately freed from all sinful reactions simply by chanting the holy name of Lord N&#257;r&#257;yana. Other sinful persons, such as dog-eaters and cand&#257;las, who are less than &#347;&#363;dras, can also be freed in this way. But you are a devotee, and we shall help you by performing the great horse sacrifice. If you please Lord N&#257;r&#257;yana in that way, why should you be afraid? You will be freed even if you kill the entire universe, including the br&#257;hmanas, not to speak of killing a disturbing demon like Vritr&#257;sura.</P><P CLASS=t>PURPORT</P><P>It is said in the Brihad-vishnu Pur&#257;na:</P><P>n&#257;mno hi y&#257;vat&#299; &#347;aktih</P><P CLASS=n>p&#257;pa-nirharane hareh</P><P CLASS=n>t&#257;vat kartum na &#347;aknoti</P><P CLASS=n>p&#257;takam p&#257;tak&#299; narah</P><P>Also, in the Prema-vivarta by Jagad&#257;nanda Pandita it is said:</P><P>eka krishna-n&#257;me p&#257;p&#299;ra yata p&#257;pa-kshaya</P><P CLASS=n>bahu janme sei p&#257;p&#299; karite n&#257;raya</P><P>This means that by once chanting the holy name of the Lord, one can be freed from the reactions of more sins that he can even imagine performing. The holy name is so spiritually potent that simply by chanting the holy name one can be freed from the reactions to all sinful activities. What, then, is to be said of those who chant the holy name regularly or worship the Deity regularly? For such purified devotees, freedom from sinful reaction is certainly assured. This does not mean, however, that one should intentionally commit sinful acts and think himself free from the reactions because he is chanting the holy name. Such a mentality is a most abominable offense at the lotus feet of the holy name. N&#257;mno bal&#257;d yasya hi p&#257;pa-buddhih: the Lord's holy name certainly has the potency to neutralize all sinful activities, but if one repeatedly and intentionally commits sins while chanting the holy name, he is most condemned.</P><P>These verses name the performers of various sinful deeds. In the Manu-samhit&#257; the following names are given. A son begotten by a br&#257;hmana and born from the womb of a &#347;&#363;dra mother is called a p&#257;ra&#347;ava or nish&#257;da, a hunter accustomed to stealing. A son begotten by a nish&#257;da in the womb of a &#347;&#363;dra woman is called a pukkasa. A child begotten by a kshatriya in the womb of the daughter of a &#347;&#363;dra is called an ugra. A child begotten by a &#347;&#363;dra in the womb of the daughter of a kshatriya is called a kshatt&#257;. A child begotten by a kshatriya in the womb of a lower-class woman is called a &#347;v&#257;da, or dog-eater. All such offspring are considered extremely sinful, but the holy name of the Supreme Personality of Godhead is so strong that all of them can be purified simply by chanting the Hare Krishna mantra.</P><P>The Hare Krishna movement offers everyone a chance to be purified, regardless of birth or family. As confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/4/18.htm">2.4.18</A>):</P><P>kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257;</P><P CLASS=n>&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah</P><P CLASS=n>ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h</P><P CLASS=n>&#347;udhyanti tasmai prabhavishnave namah</P><P>"Kir&#257;tas, H&#363;nas, &#256;ndhras, Pulindas, Pulka&#347;as, &#256;bh&#299;ras, &#346;umbhas, Yavanas, members of the Khasa races, and even others addicted to sinful acts can be purified by taking shelter of devotees of the Lord, for He is the supreme power. I beg to offer my respectful obeisances unto Him." Even such sinful persons can certainly all be purified if they chant the holy name of the Lord under the direction of a pure devotee.</P><P>Herein the sages encourage King Indra to kill Vritr&#257;sura even at the risk of brahma-haty&#257;, the killing of a br&#257;hmana, and they guarantee to release him from sinful reactions by performing an a&#347;vamedha-yajña. Such purposefully devised atonement, however, cannot relieve the performer of sinful acts. This will be seen from the following verse.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>