<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.15</P><P CLASS=c>divi bhuvi ca ras&#257;y&#257;m k&#257;h striyas tad-dur&#257;p&#257;h</P><P CLASS=c>kapata-rucira-h&#257;sa-bhr&#363;-vijrimbhasya y&#257;h syuh</P><P CLASS=c>carana-raja up&#257;ste yasya bh&#363;tir vayam k&#257;</P><P CLASS=c>api ca kripana-pakshe hy uttamah-&#347;loka-&#347;abdah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/divi">divi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heavenly region; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/rasayam">ras&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the subterranean sphere; <A CLASS=v HREF="http://vedabase.net/k/kah">k&#257;h</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by Him; <A CLASS=v HREF="http://vedabase.net/d/durapah">dur&#257;p&#257;h</A> &#8212; unobtainable; <A CLASS=v HREF="http://vedabase.net/k/kapata">kapata</A> &#8212; deceptive; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; charming; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; with smiles; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhr&#363;</A> &#8212; of whose eyebrows; <A CLASS=v HREF="http://vedabase.net/v/vijrmbhasya">vijrimbhasya</A> &#8212; the arching; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the dust; <A CLASS=v HREF="http://vedabase.net/u/upaste">up&#257;ste</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/b/bhutih">bh&#363;tih</A> &#8212; the goddess of fortune, wife of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/k/krpana">kripana</A>-<A CLASS=v HREF="http://vedabase.net/p/pakse">pakshe</A> &#8212; for those who <A HREF="http://vedabase.net/a/are">are</A> wretched; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; the Supreme Lord, who is glorified by the most sublime prayers; <A CLASS=v HREF="http://vedabase.net/s/sabdah">&#347;abdah</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>.</P><P CLASS=t>TRANSLATION</P><P>In heaven, on earth or in the subterranean sphere, what women are unavailable to Him? He simply arches His eyebrows and smiles with deceptive charm, and they all become His. The supreme goddess herself worships the dust of His feet, so what is our position in comparison? But at least those who are wretched can chant His name, Uttamah&#347;loka.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states that R&#257;dh&#257;r&#257;n&#299;'s speech, expressing all the feelings of a disappointed lover, indicates an intensity of love for &#346;r&#299; Krishna surpassing even that of the goddess of fortune. While all the gop&#299;s are perfectly compatible with &#346;r&#299; Krishna in terms of their beauty, temperament and so on, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is especially so. In Her forlorn state, R&#257;dh&#257;r&#257;n&#299; indicates to Krishna, "You are called Uttamah&#347;loka because You are merciful to the wretched and fallen, but if You would be merciful to Me, then You would actually deserve this exalted name."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; further points out that in this verse, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; expresses Her spite born of pride, accuses Krishna of being a cheater and finds fault with His behavior. Thus this verse contains speech known as ujjalpa, as described in the following verse of the Ujjvala-n&#299;lamani (<A CLASS=v HREF="http://vedabase.net/todo/nilamani/14/188">14.188</A>):</P><P>hareh kuhakat&#257;khy&#257;nam</P><P CLASS=n>garva-garbhitayershyay&#257;</P><P CLASS=n>s&#257;s&#363;ya&#347; ca tad-&#257;kshepo</P><P CLASS=n>dh&#299;rair ujjalpa &#299;ryate</P><P>"The declaration of Lord Hari's duplicitous nature in a mood of spite born of pride, together with jealously spoken insults directed against Him, has been termed ujjalpa by the wise."</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>