<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.17</P><P CLASS=c>mrigayur iva kap&#299;ndram vivyadhe lubdha-dharm&#257;</P><P CLASS=c>striyam akrita vir&#363;p&#257;m str&#299;-jitah k&#257;ma-y&#257;n&#257;m</P><P CLASS=c>balim api balim attv&#257;veshtayad dhv&#257;&#324;ksha-vad yas</P><P CLASS=c>tad alam asita-sakhyair dustyajas tat-kath&#257;rthah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mrgayuh">mrigayuh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> hunter; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/k/kapi">kapi</A> &#8212; of the monkeys; <A CLASS=v HREF="http://vedabase.net/i/indram">indram</A> &#8212; the king; <A CLASS=v HREF="http://vedabase.net/v/vivyadhe">vivyadhe</A> &#8212; shot; <A CLASS=v HREF="http://vedabase.net/l/lubdha">lubdha</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharm&#257;</A> &#8212; behaving like <A HREF="http://vedabase.net/a/a">a</A> cruel hunter; <A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> woman (namely, &#346;&#363;rpanakh&#257;); <A CLASS=v HREF="http://vedabase.net/a/akrta">akrita</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/v/virupam">vir&#363;p&#257;m</A> &#8212; disfigured; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> woman (<A HREF="http://vedabase.net/s/sita">S&#299;t&#257;</A>-<A HREF="http://vedabase.net/d/devi">dev&#299;</A>); <A CLASS=v HREF="http://vedabase.net/j/jitah">jitah</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/k/kamayanam">k&#257;may&#257;n&#257;m</A> &#8212; who was impelled by lusty desire; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; King <A HREF="http://vedabase.net/b/bali">Bali</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; his tribute; <A CLASS=v HREF="http://vedabase.net/a/attva">attv&#257;</A> &#8212; consuming; <A CLASS=v HREF="http://vedabase.net/a/avestayat">aveshtayat</A> &#8212; bound up; <A CLASS=v HREF="http://vedabase.net/d/dhvanksavat">dhv&#257;&#324;kshavat</A> &#8212; just like <A HREF="http://vedabase.net/a/a">a</A> crow; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; enough; <A CLASS=v HREF="http://vedabase.net/a/asita">asita</A> &#8212; with black <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sakhyaih">sakhyaih</A> &#8212; of all kinds of friendship; <A CLASS=v HREF="http://vedabase.net/d/dustyajah">dustyajah</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; about Him; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; of the topics; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; the elaboration.</P><P CLASS=t>TRANSLATION</P><P>Like a hunter, He cruelly shot the king of the monkeys with arrows. Because He was conquered by a woman, He disfigured another woman who came to Him with lusty desires. And even after consuming the gifts of Bali Mah&#257;r&#257;ja, He bound him up with ropes as if he were a crow. So let us give up all friendship with this dark-complexioned boy, even if we can't give up talking about Him.</P><P CLASS=t>PURPORT</P><P>In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da explains the meaning of this verse as follows: "[&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; said to the bee,] 'You poor messenger, you are only a less intelligent servant. You do not know much about Krishna &#8212; how ungrateful and hardhearted He has been, not only in this life but in His previous lives also. We have heard this from Our grandmother Paurnam&#257;s&#299;. She has informed Us that Krishna was born in a kshatriya family previous to this birth and was known as R&#257;macandra. In that birth, instead of killing V&#257;l&#299;, an enemy of His friend, in the manner of a kshatriya, He killed him just like a hunter. A hunter takes a secure hiding place and then kills an animal without facing it. So Lord R&#257;macandra, as a kshatriya, should have fought with V&#257;l&#299; face to face, but instigated by His friend, He killed him from behind a tree. Thus He deviated from the religious principles of a kshatriya. Also, He was so attracted by the beauty of S&#299;t&#257; that He converted &#346;&#363;rpanakh&#257;, the sister of R&#257;vana, into an ugly woman by cutting off her nose and ears. &#346;&#363;rpanakh&#257; proposed an intimate relationship with Him, and as a kshatriya He should have satisfied her. But He was so henpecked that He could not forget S&#299;t&#257;-dev&#299; and converted &#346;&#363;rpanakh&#257; into an ugly woman. Before that birth as a kshatriya, He took birth as a br&#257;hmana boy known as V&#257;manadeva and asked charity from Bali Mah&#257;r&#257;ja. Bali was so magnanimous that he gave Him whatever he had, yet Krishna as V&#257;manadeva ungratefully arrested him just like a crow and pushed him down to the P&#257;t&#257;la kingdom. We know all about Krishna and how ungrateful He is. But here is the difficulty: In spite of His being so cruel and hardhearted, it is very difficult for us to give up talking about Him.' "</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that this speech of R&#257;dh&#257;r&#257;n&#299;'s is called avajalpa, as described by R&#363;pa Gosv&#257;m&#299; in the following verse from the Ujjvala-n&#299;lamani (<A CLASS=v HREF="http://vedabase.net/todo/nilamani/14/192">14.192</A>):</P><P>harau k&#257;thinya-k&#257;mitva-</P><P CLASS=n>dhaurty&#257;d &#257;sakty-ayogyat&#257;</P><P CLASS=n>yatra sershy&#257;-bhiyevokt&#257;</P><P CLASS=n>so 'vajalpah sat&#257;m matah</P><P>"Saintly persons have concluded that when a lover, impelled by jealousy and fear, declares that Lord Hari is unworthy of her attachment because of His harshness, lustiness and dishonesty, such speech is called avajalpa."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>