<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.20</P><P CLASS=c>priya-sakha punar &#257;g&#257;h preyas&#257; preshitah kim</P><P CLASS=c>varaya kim anurundhe m&#257;nan&#299;yo 'si me '&#324;ga</P><P CLASS=c>nayasi katham ih&#257;sm&#257;n dustyaja-dvandva-p&#257;r&#347;vam</P><P CLASS=c>satatam urasi saumya &#347;r&#299;r vadh&#363;h s&#257;kam &#257;ste</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; of My beloved; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; once again; <A CLASS=v HREF="http://vedabase.net/a/agah">&#257;g&#257;h</A> &#8212; you have come; <A CLASS=v HREF="http://vedabase.net/p/preyasa">preyas&#257;</A> &#8212; by My beloved; <A CLASS=v HREF="http://vedabase.net/p/presitah">preshitah</A> &#8212; sent; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/v/varaya">varaya</A> &#8212; please choose; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/anurundhe">anurundhe</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> you wish; <A CLASS=v HREF="http://vedabase.net/m/mananiyah">m&#257;nan&#299;yah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be honored; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; My dear one; <A CLASS=v HREF="http://vedabase.net/n/nayasi">nayasi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> bringing; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/a/asman">asm&#257;n</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/d/dustyaja">dustyaja</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A> &#8212; conjugal connection with whom; <A CLASS=v HREF="http://vedabase.net/p/parsvam">p&#257;r&#347;vam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the side; <A CLASS=v HREF="http://vedabase.net/s/satatam">satatam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/u/urasi">urasi</A> &#8212; on the chest; <A CLASS=v HREF="http://vedabase.net/s/saumya">saumya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> gentle one; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/v/vadhuh">vadh&#363;h</A> &#8212; His consort; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; together with Him; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is present.</P><P CLASS=t>TRANSLATION</P><P>O friend of My dear one, has My beloved sent you here again? I should honor you, friend, so please choose whatever boon you wish. But why have you come back here to take us to Him, whose conjugal love is so difficult to give up? After all, gentle bee, His consort is the goddess &#346;r&#299;, and she is always with Him, staying upon His chest.</P><P CLASS=t>PURPORT</P><P>In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da explains the context of this verse: "While R&#257;dh&#257;r&#257;n&#299; was talking with the bee and the bee was flying hither and thither, it all of a sudden disappeared from Her sight. She was in full mourning due to separation from Krishna and felt ecstasy by talking with the bee. But as soon as the bee disappeared, She became almost mad, thinking that the messenger-bee might have returned to Krishna to inform Him all about Her talking against Him. 'Krishna must be very sorry to hear it,' She thought. In this way She was overwhelmed by another type of ecstasy.</P><P>"In the meantime, the bee, flying hither and thither, appeared before Her again. She thought, 'Krishna is still kind to Me. In spite of the messenger's carrying disruptive messages, He is so kind that He has again sent the bee to take Me to Him.' &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was very careful this time not to say anything against Krishna."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains that the goddess of fortune, &#346;r&#299;, has the power to assume many different forms. Thus when Krishna enjoys other women, she stays on His chest in the form of a golden line. When He is not consorting with other women, she puts aside this form and gives Him pleasure in Her naturally beautiful form of a young woman.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, this statement of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s expresses pratijalpa, as described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;:</P><P>dustyaja-dvandva-bh&#257;ve 'smin</P><P CLASS=n>pr&#257;ptir n&#257;rhety anuddhatam</P><P CLASS=n>d&#363;ta-samm&#257;nanenoktam</P><P CLASS=n>yatra sa pratijalpakah</P><P>"When the lover humbly states that although she is unworthy of attaining her beloved she cannot give up hoping for a conjugal relationship with Him, such words, spoken with respect for her beloved's message, are called pratijalpa." (Ujjvala-n&#299;lamani <A CLASS=v HREF="http://vedabase.net/todo/nilamani/14/198">14.198</A>)</P><P>Here &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; has given up Her harsh feelings and humbly acknowledges the greatness of &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>