<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.21</P><P CLASS=c>api bata madhu-pury&#257;m &#257;rya-putro 'dhun&#257;ste</P><P CLASS=c>smarati sa pitri-geh&#257;n saumya bandh&#363;m&#347; ca gop&#257;n</P><P CLASS=c>kvacid api sa kath&#257; nah ki&#324;kar&#299;n&#257;m grin&#299;te</P><P CLASS=c>bhujam aguru-sugandham m&#363;rdhny adh&#257;syat kad&#257; nu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; regrettable; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/p/puryam">pury&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the city of <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; the son of <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; resides; <A CLASS=v HREF="http://vedabase.net/s/smarati">smarati</A> &#8212; remembers; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A>-<A CLASS=v HREF="http://vedabase.net/g/gehan">geh&#257;n</A> &#8212; the household affairs of His father; <A CLASS=v HREF="http://vedabase.net/s/saumya">saumya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great soul (<A HREF="http://vedabase.net/u/uddhava">Uddhava</A>); <A CLASS=v HREF="http://vedabase.net/b/bandhun">bandh&#363;n</A> &#8212; His friends; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/gopan">gop&#257;n</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; talks; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/k/kinkarinam">ki&#324;kar&#299;n&#257;m</A> &#8212; of the maidservants; <A CLASS=v HREF="http://vedabase.net/g/grnite">grin&#299;te</A> &#8212; relates; <A CLASS=v HREF="http://vedabase.net/b/bhujam">bhujam</A> &#8212; hand; <A CLASS=v HREF="http://vedabase.net/a/aguru">aguru</A>-<A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/g/gandham">gandham</A> &#8212; having the fragrance of <A HREF="http://vedabase.net/a/aguru">aguru</A>; <A CLASS=v HREF="http://vedabase.net/m/murdhni">m&#363;rdhni</A> &#8212; on the head; <A CLASS=v HREF="http://vedabase.net/a/adhasyat">adh&#257;syat</A> &#8212; will keep; <A CLASS=v HREF="http://vedabase.net/k/kada">kad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; maybe.</P><P CLASS=t>TRANSLATION</P><P>O Uddhava! It is indeed regrettable that Krishna resides in Mathur&#257;. Does He remember His father's household affairs and His friends, the cowherd boys? O great soul! Does He ever talk about us, His maidservants? When will He lay on our heads His aguru-scented hand?</P><P CLASS=t>PURPORT</P><P>The translation and word meanings for this verse are taken from &#346;r&#299;la Prabhup&#257;da's Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/6/68.htm">&#256;di 6.68</A>).</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; writes very poetically, with deep spiritual insight, about the emotions expressed in this and the previous nine verses. He interprets R&#257;dh&#257;r&#257;n&#299;'s feelings as follows:</P><P>&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; thought, "Since Krishna was once satisfied in Vraja but left for Mathur&#257; City, won't He also develop a desire to leave that place and go somewhere else? Mathur&#257; is so close to Vrind&#257;vana that it's possible He may even come back here.</P><P>"Krishna is the son of a respectable gentleman, Nanda Mah&#257;r&#257;ja, so He must be staying in Mathur&#257; because of His sense of obligation to His father, who authorized His going there. On the other hand, while Nanda's whole life is dedicated exclusively to Krishna, Nanda is so innocent that he allowed himself to be tricked by the Yadus, who brought Krishna to Mathur&#257;. Krishna must be thinking, 'Alas, alas! Since even My father could not bring Me back to Vraja, what can I do to return there?' Thus Krishna must be impatient to come back here, and so He has sent you, a messenger.</P><P>"It is only because Nanda is so innocent that he allowed his son to leave. If Nanda had allowed Krishna's mother, the queen of Vraja, to do so, she would have climbed onto Akr&#363;ra's chariot and, holding her son by the neck, gone off to Mathur&#257; with Him, followed by all the gop&#299;s. But this was not possible.</P><P>"Ever since Krishna left, Nanda has been stunned by separation from Him, and Nanda's treasury rooms, storehouses, kitchens, sleeping quarters, opulent houses and so on are now vacant. Unswept and uncleansed, they are littered with grass, dust, leaves and cobwebs. Does Krishna ever remember His father's houses? And does He sometimes remember Subala and His other friends, who are now lying stunned in other neglected houses?</P><P>"The women in Mathur&#257; who now associate with Krishna cannot know how to serve Him in the way that pleases Him most. When they see He is not satisfied and ask how they can make Him happy, does He tell them about us gop&#299;s?</P><P>"Krishna must tell them, 'You city ladies cannot please Me as much as the gop&#299;s of Vraja. They are most expert in stringing flower garlands, perfuming their bodies with ointments, playing various rhythms and melodies on stringed instruments, dancing and singing in the r&#257;sa performance, displaying their beauty, charm and cleverness, and skillfully playing at questions and answers. They are especially expert in the pastimes of meeting one's lover and showing jealous anger and other signs of pure love and affection.' Surely Krishna must know this. Therefore He'll probably tell the women of Mathur&#257;, 'My dear women of the Yadu clan, please go back to your families. I no longer desire to associate with you. In fact, I'm going back to Vraja early tomorrow morning.'</P><P>"When will Krishna speak like this and come back here to place His hand, fragrant with aguru, on our heads? Then He will console us, saying, 'O beloveds of My heart, I swear to you that I will never abandon you again and go elsewhere. Indeed, I have not been able to find anyone in all the three worlds with even a trace of your good qualities' "</P><P>Thus &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; interprets the feelings of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. The &#257;c&#257;rya further explains that the present text displays the speech called sujalpa, as described by R&#363;pa Gosv&#257;m&#299;:</P><P>yatr&#257;rjav&#257;t sa-g&#257;mbh&#299;ryam</P><P CLASS=n>sa-dainyam saha-c&#257;palam</P><P CLASS=n>sotkantham ca harih prishtah</P><P CLASS=n>sa sujalpo nigadyate</P><P>"When, out of honest sincerity, a lover questions &#346;r&#299; Hari with gravity, humility, unsteadiness and eagerness, such speech is known as sujalpa." (Ujjvala-n&#299;lamani <A CLASS=v HREF="http://vedabase.net/todo/nilamani/14/200">14.200</A>)</P><P>Concluding this section of Chapter Forty-seven, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains that there are ten divisions of divine madness (divyonm&#257;da), which are expressed by the ten divisions of citra-jalpa, or variegated speech. Such divine madness is shown in the special pastime of bewilderment, which is itself part of the supreme bliss, mah&#257;-bh&#257;va, of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. The &#257;c&#257;rya quotes the following verses from R&#363;pa Gosv&#257;m&#299;'s Ujjvala-n&#299;lamani (<A CLASS=v HREF="http://vedabase.net/todo/nilamani/14/174">14.174</A>, 178-80) to explain these ecstasies:</P><P>pr&#257;yo vrind&#257;vane&#347;vary&#257;m</P><P CLASS=n>mohano 'yam udañcati</P><P CLASS=n>etasya mohan&#257;khyasya</P><P CLASS=n>gatim k&#257;m apy upeyushah</P><P CLASS=n>bhram&#257;bh&#257; k&#257;pi vaicitr&#299;</P><P CLASS=n>divyonm&#257;da it&#299;ryate</P><P CLASS=n>udgh&#363;rn&#257; citra-jalp&#257;dy&#257;s</P><P CLASS=n>tad-bhed&#257; bahavo mat&#257;h</P><P CLASS=n>preshthasya suhrid-&#257;loke</P><P CLASS=n>g&#363;dha-rosh&#257;bhijrimbhitah</P><P CLASS=n>bh&#363;ri-bh&#257;va-mayo jalpo</P><P CLASS=n>yas t&#299;vrotkanthit&#257;ntimah</P><P CLASS=n>citra-jalpo da&#347;&#257;&#324;go 'yam</P><P CLASS=n>prajalpah parijalpitah</P><P CLASS=n>vijalpo 'jjalpa-sañjalpah</P><P CLASS=n>avajalpo 'bhijalpitam</P><P CLASS=n>&#257;jalpah pratijalpa&#347; ca</P><P CLASS=n>sujalpa&#347; ceti k&#299;rtitah</P><P>"It is virtually only within the princess of Vrind&#257;vana [&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;] that the ecstasy of bewilderment arises. She has attained to a special stage of this bewilderment, a wonderful state that resembles delusion. Known as divyonm&#257;da, it has many aspects, which come and go unsteadily, and one of these manifestations is citra-jalpa. This talk, induced by Her seeing Her beloved's friend, is filled with covered anger and comprises many different ecstasies. It culminates in Her intense, anxious eagerness.</P><P>"This citra-jalpa has ten divisions, known as prajalpa, parijalpa, vijalpa, ujjalpa, sañjalpa, avajalpa, abhijalpa, &#257;jalpa, pratijalpa and sujalpa."</P><P>Finally, some authorities say that Krishna Himself, eager to drink the sweetness of His beloved's speech, assumed the form of the messenger bee.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>