<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.29</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>bhavat&#299;n&#257;m viyogo me</P><P CLASS=c>na hi sarv&#257;tman&#257; kvacit</P><P CLASS=c>yath&#257; bh&#363;t&#257;ni bh&#363;teshu</P><P CLASS=c>kham v&#257;yv-agnir jalam mah&#299;</P><P CLASS=c>tath&#257;ham ca manah-pr&#257;na-</P><P CLASS=c>bh&#363;tendriya-gun&#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Lord said; <A CLASS=v HREF="http://vedabase.net/b/bhavatinam">bhavat&#299;n&#257;m</A> &#8212; of you women; <A CLASS=v HREF="http://vedabase.net/v/viyogah">viyogah</A> &#8212; separation; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; from <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; from the Soul of all existence; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; ever; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; the physical elements; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all created beings; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; the ether; <A CLASS=v HREF="http://vedabase.net/v/vayu">v&#257;yu</A>-<A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; air and fire; <A CLASS=v HREF="http://vedabase.net/j/jalam">jalam</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A> &#8212; vital air; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; material elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; bodily senses; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; and of the primal modes of nature; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; present <A HREF="http://vedabase.net/a/as">as</A> their shelter.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord said: You are never actually separated from Me, for I am the Soul of all creation. Just as the elements of nature &#8212; ether, air, fire, water and earth &#8212; are present in every created thing, so I am present within everyone's mind, life air and senses, and also within the physical elements and the modes of material nature.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, the apparently philosophical language of the Lord's statement conceals a deeper meaning. The Supreme Lord was secretly telling the gop&#299;s that He, by way of reciprocating their special love for Him, was present with them, not only as the Soul of all creation but also as their special lover. In this sense of the verse, the word guna indicates the gop&#299;s' special divine qualities, which attracted &#346;r&#299; Krishna, and the word sarv&#257;tman&#257;, which we have here translated in reference to Lord Krishna Himself (corresponding to the word me, which is also in the instrumental case), is also understood in the sense of sarvath&#257;, or "completely." In other words, although in one sense Lord Krishna was absent, He could never be completely absent, since in His spiritual form He is always in the hearts and minds of the gop&#299;s.</P><P>In Krishna, the Supreme Personality of Godhead and other books, &#346;r&#299;la Prabhup&#257;da has elaborately explained that the reason Lord Krishna separated Himself from the gop&#299;s was to intensify their love for Him and, as Uddhava noted, to bless other devotees by revealing to them the intensity of the gop&#299;s' love. In fact, the Lord was spiritually present with the gop&#299;s, since they are His eternal associates.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; further points out that foolish persons will conclude that &#346;r&#299; Krishna's use of philosophical language meant that the Lord was trying to bring the gop&#299;s to the point of liberation by explaining basic points of Krishna conscious philosophy. In truth, the gop&#299;s are the most exalted liberated souls, and their pastimes with &#346;r&#299; Krishna must be understood with the help of authorized &#257;c&#257;ryas. When the gop&#299;s came for the r&#257;sa dance, &#346;r&#299; Krishna tried to preach karma-yoga to them, emphasizing ordinary ethics and morality, but the gop&#299;s were beyond that. Similarly, Lord Krishna now offers them jñ&#257;na-yoga, or metaphysical philosophy, but this is also inadequate for the gop&#299;s, who have achieved spontaneous, unalloyed love for &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>