<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.52</P><P CLASS=c>he n&#257;tha he ram&#257;-n&#257;tha</P><P CLASS=c>vraja-n&#257;th&#257;rti-n&#257;&#347;ana</P><P CLASS=c>magnam uddhara govinda</P><P CLASS=c>gokulam vrijin&#257;rnav&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> <A CLASS=v HREF="http://vedabase.net/r/rama">ram&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> village; <A CLASS=v HREF="http://vedabase.net/a/arti">&#257;rti</A> &#8212; of suffering; <A CLASS=v HREF="http://vedabase.net/n/nasana">n&#257;&#347;ana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> destroyer; <A CLASS=v HREF="http://vedabase.net/m/magnam">magnam</A> &#8212; submerged; <A CLASS=v HREF="http://vedabase.net/u/uddhara">uddhara</A> &#8212; uplift; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/g/gokulam">gokulam</A> &#8212; <A HREF="http://vedabase.net/g/gokula">Gokula</A>; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vrijina</A> &#8212; of distress; <A CLASS=v HREF="http://vedabase.net/a/arnavat">arnav&#257;t</A> &#8212; from the ocean.</P><P CLASS=t>TRANSLATION</P><P>O master, O master of the goddess of fortune, O master of Vraja ! O destroyer of all suffering, Govinda, please lift Your Gokula out of the ocean of distress in which it is drowning!</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; presents the following insight into this scene: Someone might propose to the gop&#299;s, "Why don't you just go somewhere else? Leave Vrind&#257;vana, and then you won't have to see these rivers, mountains and forests. Cover your eyes with your garments, use your intelligence to lead your minds to some other thought, and thus forget Krishna." The gop&#299;s answer this suggestion in the previous verse by stating, "We no longer possess our intelligence, for Krishna has taken it away by His supreme beauty and charm."</P><P>Now in the present verse the feelings of the gop&#299;s become so strong that they disregard Uddhava and, turning toward Mathur&#257;, address Krishna Himself with humble cries. They address Krishna as Vrajan&#257;tha because in the past young Krishna performed many inconceivable pastimes to protect His beloved village people, such as lifting Govardhana Hill and destroying many monstrous demons. In this heartrending verse, the gop&#299;s cry out to Krishna to remember the wonderful, sweet relationship they once enjoyed together as innocent village people. Indeed, &#346;r&#299; Krishna would lovingly take care of His father's cows, and the gop&#299;s appealed to Him to remember these duties and return so He could resume them.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>