<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 59"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.59</P><P CLASS=c>kvem&#257;h striyo vana-car&#299;r vyabhic&#257;ra-dusht&#257;h</P><P CLASS=c>krishne kva caisha param&#257;tmani r&#363;dha-bh&#257;vah</P><P CLASS=c>nanv &#299;&#347;varo 'nubhajato 'vidusho 'pi s&#257;ksh&#257;c</P><P CLASS=c>chreyas tanoty agada-r&#257;ja ivopayuktah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where, <A HREF="http://vedabase.net/i/in">in</A> comparison; <A CLASS=v HREF="http://vedabase.net/i/imah">im&#257;h</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forests; <A CLASS=v HREF="http://vedabase.net/c/carih">car&#299;h</A> &#8212; who wander; <A CLASS=v HREF="http://vedabase.net/v/vyabhicara">vyabhic&#257;ra</A> &#8212; by improper behavior; <A CLASS=v HREF="http://vedabase.net/d/dustah">dusht&#257;h</A> &#8212; contaminated; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; for <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and where; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; for the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/r/rudha">r&#363;dha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; stage of perfect love (known technically <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A HREF="http://vedabase.net/b/bhava">bh&#257;va</A>); <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anubhajatah">anubhajatah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who constantly worships Him; <A CLASS=v HREF="http://vedabase.net/a/avidusah">avidushah</A> &#8212; not learned; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; the highest good; <A CLASS=v HREF="http://vedabase.net/t/tanoti">tanoti</A> &#8212; bestows; <A CLASS=v HREF="http://vedabase.net/a/agada">agada</A> &#8212; of medicines; <A CLASS=v HREF="http://vedabase.net/r/rajah">r&#257;jah</A> &#8212; the king (namely, the nectar which the demigods drink for long life); <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/u/upayuktah">upayuktah</A> &#8212; taken.</P><P CLASS=t>TRANSLATION</P><P>How amazing it is that these simple women who wander about the forest, seemingly spoiled by improper behavior, have achieved the perfection of unalloyed love for Krishna, the Supreme Soul! Still, it is true that the Supreme Lord Himself awards His blessings even to an ignorant worshiper, just as the best medicine works even when taken by a person ignorant of its ingredients.</P><P CLASS=t>PURPORT</P><P>The use of the word kva in the first two lines indicates a sharp contrast between apparently incompatible items, in this case the apparently insignificant and even impure position of the gop&#299;s, mentioned in the first line, and their attainment of the highest perfection of life, mentioned in the second. In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; describes three types of adulterous women. The first is a woman who enjoys both her husband and a lover, being faithful to neither. Both ordinary society and the scriptures condemn this conduct. The second type of adulterous woman is she who abandons her husband to enjoy only with her lover. Society and the scriptures also condemn this behavior, although such a fallen woman may be said to at least have the good quality of dedicating herself to a single man. The last kind of adulterous woman is she who abandons her husband and enjoys in the attitude of being a lover of the Supreme Lord alone. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains that although foolish, common people criticize this position, such behavior is commended by those who are wise in spiritual science. Therefore learned members of society and the revealed scriptures praise such single-minded devotion to the Lord. Such was the gop&#299;s' behavior. Thus the term vyabhic&#257;ra-dusht&#257;h, "corrupted by deviation," indicates the apparent resemblance between the gop&#299;s' behavior and that of ordinary adulterous women.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>