<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47.6</P><P CLASS=c>anyeshv artha-krit&#257; maitr&#299;</P><P CLASS=c>y&#257;vad-artha-vidambanam</P><P CLASS=c>pumbhih str&#299;shu krit&#257; yadvat</P><P CLASS=c>sumanahsv iva shatpadaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyesu">anyeshu</A> &#8212; toward others; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; for some motivation; <A CLASS=v HREF="http://vedabase.net/k/krta">krit&#257;</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/m/maitri">maitr&#299;</A> &#8212; friendship; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; for <A HREF="http://vedabase.net/a/as">as</A> long; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; (<A HREF="http://vedabase.net/a/as">as</A> one is fulfilling his) motive; <A CLASS=v HREF="http://vedabase.net/v/vidambanam">vidambanam</A> &#8212; pretense; <A CLASS=v HREF="http://vedabase.net/p/pumbhih">pumbhih</A> &#8212; by men; <A CLASS=v HREF="http://vedabase.net/s/strisu">str&#299;shu</A> &#8212; for women; <A CLASS=v HREF="http://vedabase.net/k/krta">krit&#257;</A> &#8212; shown; <A CLASS=v HREF="http://vedabase.net/y/yadvat">yadvat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much; <A CLASS=v HREF="http://vedabase.net/s/sumanahsu">sumanahsu</A> &#8212; for flowers; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/p/padaih">padaih</A> &#8212; by bees.</P><P CLASS=t>TRANSLATION</P><P>The friendship shown toward others &#8212; those who are not family members &#8212; is motivated by personal interest, and thus it is a pretense that lasts only until one's purpose is fulfilled. Such friendship is just like the interest men take in women, or bees in flowers.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains here that attractive women, like flowers, possess beauty, fragrance, tenderness, charm and so on. And as bees drink only once of a flower's nectar and then leave it for another, fickle men abandon beautiful and devoted women to pursue other pleasures. This tendency is condemned here by the gop&#299;s, who gave their hearts completely to &#346;r&#299; Krishna. The gop&#299;s wanted only to exhibit their charms for Lord Krishna's pleasure, and in the pain of separation they questioned the motives of His friendship with them.</P><P>These are the transcendental pastimes of the Lord. Both Lord Krishna and the gop&#299;s are completely liberated souls engaged in spiritual loving affairs. By contrast, our so-called loving affairs, being perverted reflections of the perfect loving relationships in the spiritual world, are polluted with lust, greed, pride and so on. Like all liberated souls, the gop&#299;s &#8212; and certainly Lord Krishna Himself &#8212; are eternally free of these lower qualities, and their intense loving affairs are motivated exclusively by unalloyed devotion.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>