<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 47"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 47: <A CLASS=v HREF="index.htm">The Song of the Bee</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.47 Summary</P><P>This chapter describes how Uddhava, on the order of Lord &#346;r&#299; Krishna, delivered the Lord's message to the gop&#299;s, consoled them and then returned to Mathur&#257;.</P><P>When the young maidens of Vraja saw lotus-eyed Uddhava, who wore a yellow garment and attractive earrings, they were astonished at how much he resembled Krishna. Thinking "Who is this?" they approached and encircled him. When they realized that Krishna must have sent him, they brought him to a secluded place where he could speak to them confidentially.</P><P>The gop&#299;s then began to remember the pastimes they had enjoyed with &#346;r&#299; Krishna, and putting aside all ordinary propriety and shyness, they loudly wept. One gop&#299;, while deeply meditating on Her association with Krishna, noticed a bumblebee before Her. Imagining the bee to be a messenger from Him, She said, "Just as bees wander among various flowers, &#346;r&#299; Krishna has abandoned the young girls of Vraja and developed affection for other women." The gop&#299; continued to speak in this way, contrasting Her own supposed ill fortune to Her rival lovers' good fortune, all the while glorifying the names, forms, qualities and pastimes of Lord Krishna. She then declared that although Krishna may have abandoned the gop&#299;s, they could not possibly stop remembering Him for even a moment.</P><P>Uddhava tried to console the damsels of Vraja, who were so anxious to see Krishna once again. Uddhava explained, "While ordinary persons must perform many pious deeds to qualify as servants of Lord Krishna, you simple cowherd girls are so extremely fortunate that the Lord has favored you with the very highest degree of pure devotion for Him." Uddhava then related to them the Lord's message.</P><P>Quoting Lord Krishna, Uddhava said, "I am the Supreme Soul and supreme shelter of all. By My potencies I create, maintain and destroy the cosmos. I am indeed most dear to you gop&#299;s, but to increase your attraction for Me and intensify your remembrance of Me, I left you. After all, when a woman's beloved is far away, she fixes her mind upon him constantly. By incessantly remembering Me, you are sure to regain My association without delay.' "</P><P>The gop&#299;s then asked Uddhava, "Is Krishna happy now that Kamsa is dead and He can enjoy the company of His family members and the women of Mathur&#257;? Does He still remember all the pastimes He enjoyed with us, such as the r&#257;sa dance? Will &#346;r&#299; Krishna once again appear before us and give us ecstasy, just as Lord Indra, with his rain, gives life back to the forests aggrieved by the summer heat? Although we know that the greatest happiness comes from renunciation, we simply cannot stop hoping to attain Krishna, for the marks of His lotus feet are still present throughout the land of Vraja, reminding us of His graceful gait, generous smiles and gentle talks. By all these our hearts have been stolen away."</P><P>Having said this, the gop&#299;s loudly chanted Lord Krishna's names, calling out, "O Govinda, please come and destroy our suffering!" Uddhava then pacified the gop&#299;s with statements that dispelled their pain of separation, and they in turn worshiped him as nondifferent from &#346;r&#299; Krishna.</P><P>Uddhava stayed in the district of Vraja for several months, giving pleasure to the residents by reminding them about Krishna in various ways. Very satisfied at seeing the extent of the gop&#299;s' love for the Lord, he declared, "These cowherd girls have perfected their lives by coming to the platform of unalloyed love for Krishna. Indeed, even Lord Brahm&#257; is inferior to them. The goddess of fortune herself, who always resides on Krishna's chest, could not get the same mercy as that which the gop&#299;s obtained during the r&#257;sa dance, when Krishna embraced their necks with His mighty arms. What, then, to speak of other women! Indeed, I would consider myself most fortunate to take birth as even a bush or creeper that would sometimes be touched by the dust of these gop&#299;s' lotus feet."</P><P>Finally, Uddhava entreated Nanda Mah&#257;r&#257;ja and the other cowherd men for permission to go back to Mathur&#257;. Nanda presented him with many gifts and prayed to Uddhava for the ability to always remember Krishna. Returning to Mathur&#257;, Uddhava offered Balar&#257;ma, Krishna and King Ugrasena the gifts sent by Nanda Mah&#257;r&#257;ja and described to them everything he had experienced in Vraja.</P><P CLASS=l><A CLASS=i HREF="../46/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>