<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 1"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.1</P><P CLASS=c>kathañcana smrite yasmin</P><P CLASS=c>dushkaram sukaram bhavet</P><P CLASS=c>vismrite vipar&#299;tam sy&#257;t</P><P CLASS=c>&#347;r&#299;-caitanyam nam&#257;mi tam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kathancana">kathañcana</A> &#8212; somehow or other; <A CLASS=v HREF="http://vedabase.net/s/smrte">smrite</A> &#8212; by remembering; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/d/duskaram">dushkaram</A> &#8212; difficult things; <A CLASS=v HREF="http://vedabase.net/s/sukaram">sukaram</A> &#8212; easy; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/v/vismrte">vismrite</A> &#8212; by forgetting Him; <A CLASS=v HREF="http://vedabase.net/v/viparitam">vipar&#299;tam</A> &#8212; just the opposite; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanyam">caitanyam</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/n/namami">nam&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him.</P><P CLASS=t>TRANSLATION</P><P>Things that are very difficult to do become easy to execute if one somehow or other simply remembers Lord Caitanya Mah&#257;prabhu. But if one does not remember Him, even easy things become very difficult. To this Lord Caitanya Mah&#257;prabhu I offer my respectful obeisances.</P><P CLASS=t>PURPORT</P><P>In his book Caitanya-candr&#257;mrita, &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; says, "One who receives a little favor from the Lord becomes so exalted that he does not care even for liberation, which is sought after by many great scholars and philosophers. Similarly, a devotee of Lord Caitanya considers residence in the heavenly planets a will-o'-the-wisp. He surpasses the perfection of mystic yoga power because for him the senses are like snakes with broken fangs." A snake is a very fearful and dangerous animal because of his poison fangs, but if these fangs are broken, the appearance of a snake is no cause for fear. The yoga principles are meant to control the senses, but there is no scope for the senses of one engaged in the service of the Lord to be dangerous like snakes. These are the gifts of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>The Hari-bhakti-vil&#257;sa confirms that difficult things become easy to understand if one remembers &#346;r&#299; Caitanya Mah&#257;prabhu and easy things become very difficult to understand if one forgets Him. We actually see that even those who are very great scientists in the eyes of the general public cannot understand the very simple idea that life comes from life, because they do not have the mercy of Caitanya Mah&#257;prabhu. They defend the false understanding that life comes from matter, although they cannot prove that this is a fact. Modern civilization, therefore, progressing on the basis of this false scientific theory, is simply creating problems to be solved by the so-called scientists.</P><P>The author of &#346;r&#299; Caitanya-carit&#257;mrita takes shelter of Lord Caitanya Mah&#257;prabhu to describe the pastimes of His appearance as a child because one cannot write such transcendental literature by mental speculation. One who writes about the Supreme Personality of Godhead must be especially favored by the Lord. Simply by academic qualifications it is not possible to write such literature.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>