<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.18</P><P CLASS=c>mahotsava kara, saba bol&#257;ha br&#257;hmana</P><P CLASS=c>&#257;ji dina bh&#257;la, &#8212; kariba n&#257;ma-karana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahotsava">mahotsava</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> festival; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; observe; <A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bolaha">bol&#257;ha</A> &#8212; call; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/aji">&#257;ji</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/d/dina">dina</A> &#8212; day; <A CLASS=v HREF="http://vedabase.net/b/bhala">bh&#257;la</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/k/kariba">kariba</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall perform; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/karana">karana</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>-giving ceremony.</P><P CLASS=t>TRANSLATION</P><P>"I propose to perform a name-giving ceremony. We should observe a festival and call for the br&#257;hmanas because today is very auspicious.</P><P CLASS=t>PURPORT</P><P>It is a Vedic principle to observe a festival in connection with N&#257;r&#257;yana and br&#257;hmanas. Giving a child a particular name is among the purificatory processes known as da&#347;a-vidha-samsk&#257;ra, and on the day of such a ceremony one should observe a festival by worshiping N&#257;r&#257;yana and distributing pras&#257;dam, chiefly among the br&#257;hmanas.</P><P>When N&#299;l&#257;mbara Cakravart&#299;, &#346;ac&#299;m&#257;t&#257; and Jagann&#257;tha Mi&#347;ra understood from the marks on the Lord's lotus feet that child Nim&#257;i was not an ordinary child but an incarnation of N&#257;r&#257;yana, they decided that on that very same day, which was very auspicious, they should observe a festival for His name-giving ceremony. In this connection we can particularly see how an incarnation of the Supreme Personality of Godhead is ascertained by His bodily symptoms, His activities and the prediction of the &#347;&#257;stras. By factual evidence a person can be accepted as an incarnation of God, not whimsically or by the votes of rascals and fools. There have been many imitation incarnations in Bengal since the appearance of Lord Caitanya, but any impartial devotee or learned man can understand that Lord Caitanya Mah&#257;prabhu was accepted as an incarnation of Krishna not on the basis of popular votes but by evidence from the &#347;&#257;stras and bona fide scholars. It was not ordinary men who accepted &#346;r&#299; Caitanya Mah&#257;prabhu as the Supreme Personality of Godhead. In the beginning His identity was ascertained by learned scholars like N&#299;l&#257;mbara Cakravart&#299;, and later all His activities were confirmed by the six Gosv&#257;m&#299;s, especially &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, and many other learned scholars, with evidence from the &#347;&#257;stra. An incarnation of God is such from the very beginning of His life. It is not that by performing meditation one can become an incarnation of God all of a sudden. Such false incarnations are meant for fools and rascals, not sane men.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>