<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 29"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.29</P><P CLASS=c>m&#257;ti &#8212; deha, m&#257;ti &#8212; bhakshya, dekhaha vic&#257;ri'</P><P CLASS=c>avic&#257;re deha dosha, ki balite p&#257;ri</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mati">m&#257;ti</A> &#8212; dirt; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; this body; <A CLASS=v HREF="http://vedabase.net/m/mati">m&#257;ti</A> &#8212; dirt; <A CLASS=v HREF="http://vedabase.net/b/bhaksya">bhakshya</A> &#8212; eatable; <A CLASS=v HREF="http://vedabase.net/d/dekhaha">dekhaha</A> &#8212; just try <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/v/vicari">vic&#257;ri</A>' &#8212; by consideration; <A CLASS=v HREF="http://vedabase.net/a/avicare">avic&#257;re</A> &#8212; without considering; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; you <A HREF="http://vedabase.net/p/put">put</A>; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; fault upon <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/ki">ki</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/b/balite">balite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> say; <A CLASS=v HREF="http://vedabase.net/p/pari">p&#257;ri</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> able.</P><P CLASS=t>TRANSLATION</P><P>"This body is a transformation of dirt, and the eatables are also a transformation of dirt. Please reflect upon this. You are blaming Me without consideration. What can I say?"</P><P CLASS=t>PURPORT</P><P>This is an explanation of the M&#257;y&#257;v&#257;da philosophy, which takes everything to be one. The necessities of the body, namely eating, sleeping, mating and defending, are all unnecessary in spiritual life. When one is elevated to the spiritual platform, there are no more bodily necessities, and in activities pertaining to the bodily necessities there are no spiritual considerations. In other words, the more we eat, sleep, have sex and try to defend ourselves, the more we engage in material activities. Unfortunately, M&#257;y&#257;v&#257;d&#299; philosophers consider devotional activities to be bodily activities. They cannot understand the simple explanation in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate</P><P>"Anyone who engages in spiritual devotional service without motivation, rendering such service for the satisfaction of the Lord, is elevated immediately to the spiritual platform, and all his activities are spiritual." Brahma-bh&#363;y&#257;ya refers to Brahman (spiritual) activities. Although M&#257;y&#257;v&#257;d&#299; philosophers are very eager to merge into the Brahman effulgence, they have no Brahman activities. To a certain extent they recommend Brahman activities, which for them means engagement in studying the Ved&#257;nta and S&#257;&#324;khya philosophies, but their interpretations are but dry speculation. Lacking the varieties of spiritual activity, they cannot stay for long on that platform of simply studying Ved&#257;nta or S&#257;&#324;khya philosophy.</P><P>Life is meant for varieties of enjoyment. The living entity is by nature full of an enjoying spirit, as stated in the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/12">1.1.12</A>): &#257;nanda-mayo 'bhy&#257;s&#257;t. In devotional service the activities are variegated and full of enjoyment. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/2.htm">9.2</A>), all devotional activities are easy to perform (su-sukham kartum) and are eternal and spiritual (avyayam). Since M&#257;y&#257;v&#257;d&#299; philosophers cannot understand this, they take it for granted that a devotee's activities (&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam, etc. [<A CLASS=v HREF="../../../sb/7/5/23.htm">SB 7.5.23</A>]) are all material and are therefore m&#257;y&#257;. They also consider Krishna's advent in this universe and His activities to be m&#257;y&#257;. Therefore, because they consider everything m&#257;y&#257;, they are known as M&#257;y&#257;v&#257;d&#299;s.</P><P>Actually, any activities performed favorably for the satisfaction of the Lord, under the direction of the spiritual master, are spiritual. But for a person to disregard the order of the spiritual master and act by concoction, accepting his nonsensical activities to be spiritual, is m&#257;y&#257;. One must achieve the favor of the Supreme Personality of Godhead through the mercy of the spiritual master. Therefore one must first please the spiritual master, and if he is pleased, then we should understand that the Supreme Personality of Godhead is also pleased. But if the spiritual master is displeased by our actions, they are not spiritual. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura confirms this: yasya pras&#257;d&#257;d bhagavat-pras&#257;do yasy&#257;pras&#257;d&#257;n na gatih kuto 'pi **. Activities that please the spiritual master must be considered spiritual, and they should be accepted as satisfying to the Lord.</P><P>Lord Caitanya Mah&#257;prabhu, as the supreme spiritual master, instructed His mother about the M&#257;y&#257;v&#257;da philosophy. By saying that the body is dirt and eatables are also dirt, He implied that everything is m&#257;y&#257;. This is M&#257;y&#257;v&#257;da philosophy. The philosophy of the M&#257;y&#257;v&#257;d&#299;s is defective because it maintains that everything is m&#257;y&#257; but the nonsense they speak. While saying that everything is m&#257;y&#257;, the M&#257;y&#257;v&#257;d&#299; philosopher loses the opportunity of devotional service, and therefore his life is doomed. &#346;r&#299; Caitanya Mah&#257;prabhu therefore advised, m&#257;y&#257;v&#257;di-bh&#257;shya &#347;unile haya sarva-n&#257;&#347;a (Cc. <A CLASS=v HREF="../../../cc/madhya/6/169.htm">Madhya 6.169</A>). If one accepts the M&#257;y&#257;v&#257;da philosophy, his advancement is doomed forever.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>