<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 37"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.37</P><P CLASS=c>atithi-viprera anna kh&#257;ila tina-b&#257;ra</P><P CLASS=c>p&#257;che gupte sei vipre karila nist&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atithi">atithi</A> &#8212; guest; <A CLASS=v HREF="http://vedabase.net/v/viprera">viprera</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/a/anna">anna</A> &#8212; food; <A CLASS=v HREF="http://vedabase.net/k/khaila">kh&#257;ila</A> &#8212; ate; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A>-<A CLASS=v HREF="http://vedabase.net/b/bara">b&#257;ra</A> &#8212; thrice; <A CLASS=v HREF="http://vedabase.net/p/pache">p&#257;che</A> &#8212; afterwards; <A CLASS=v HREF="http://vedabase.net/g/gupte">gupte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> privacy; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vipre">vipre</A> &#8212; unto the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; deliverance.</P><P CLASS=t>TRANSLATION</P><P>On one occasion the Lord ate the food of a br&#257;hmana guest three times, and later, in confidence, the Lord delivered that br&#257;hmana from material engagement.</P><P CLASS=t>PURPORT</P><P>The story of the deliverance of this br&#257;hmana is as follows. A br&#257;hmana who was touring all over the country, traveling from one place of pilgrimage to another, reached Navadv&#299;pa and became a guest in the house of Jagann&#257;tha Mi&#347;ra. Jagann&#257;tha Mi&#347;ra gave him all ingredients for cooking, and the br&#257;hmana prepared his food. When the br&#257;hmana was offering the food to Lord Vishnu in meditation, child Nim&#257;i came before him and began to eat it, and because of this the br&#257;hmana thought the whole offering had been spoiled. Therefore by the request of Jagann&#257;tha Mi&#347;ra he cooked for a second time, but when he was meditating the child again came before him and began to eat the food, again spoiling the offering. By the request of Jagann&#257;tha Mi&#347;ra the br&#257;hmana cooked for a third time, but for a third time the Lord came before him and began to eat the food, although the child had been locked within a room and everyone was sleeping because it was late at night. Thus, thinking that on that day Lord Vishnu was not willing to accept his food and that he was therefore ordained to fast, the br&#257;hmana became greatly agitated and cried aloud, h&#257;ya h&#257;ya: "What has been done! What has been done!" When Lord Caitanya Mah&#257;prabhu saw the br&#257;hmana in that agitated state, He told him, "Formerly I was the son of mother Ya&#347;od&#257;. At that time also you became a guest in the house of Nanda Mah&#257;r&#257;ja, and I disturbed you in this way. I am very much pleased by your devotion. Therefore I am eating the food you have prepared." Understanding the favor offered to him by the Lord, the br&#257;hmana was greatly pleased, and he was overwhelmed with love of Krishna. He was thankful to the Lord, for he felt himself greatly fortunate. Then the Lord asked the br&#257;hmana not to disclose the incident to anyone else. This pastime is very elaborately explained in the Caitanya-bh&#257;gavata, &#256;di-khanda, Chapter Three.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>